{
    "date": "December 8, 1863", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:Another year of health and of sufficiently abundant harvests has\npassed. For these, and especially for the improved condition of our\nnational affairs, our renewed and profoundest gratitude to God is due.We remain in peace and friendship with foreign powers.The efforts of disloyal citizens of the United States to involve us in\nforeign wars to aid an inexcusable insurrection have been unavailing.\nHer Britannic Majesty's Government, as was justly expected, have\nexercised their authority to prevent the departure of new hostile\nexpeditions from British ports. The Emperor of France has by a like\nproceeding promptly vindicated the neutrality which he proclaimed at\nthe beginning of the contest. Questions of great intricacy and\nimportance have arisen out of the blockade and other belligerent\noperations between the Government and several of the maritime powers,\nbut they have been discussed and, as far as was possible, accommodated\nin a spirit of frankness, justice, and mutual good will. It is\nespecially gratifying that our prize courts, by the impartiality of\ntheir adjudications, have commanded the respect and confidence of\nmaritime powers.The supplemental treaty between the United States and Great Britain for\nthe suppression of the African slave trade, made on the 17th day of\nFebruary last, has been duly ratified and carried into execution. It is\nbelieved that so far as American ports and American citizens are\nconcerned that inhuman and odious traffic has been brought to an end.I shall submit for the consideration of the Senate a convention for the\nadjustment of possessory claims in Washington Territory arising out of\nthe treaty of the 15th June, 1846, between the United States and Great\nBritain, and which have been the source of some disquiet among the\ncitizens of that now rapidly improving part of the country.A novel and important question, involving the extent of the maritime\njurisdiction of Spain in the waters which surround the island of Cuba,\nhas been debated without reaching an agreement, and it is proposed in\nan amicable spirit to refer it to the arbitrament of a friendly power.\nA convention for that purpose will be submitted to the Senate.I have thought it proper, subject to the approval of the Senate, to\nconcur with the interested commercial powers in an arrangement for the\nliquidation of the Scheldt dues, upon the principles which have been\nheretofore adopted in regard to the imposts upon navigation in the\nwaters of Denmark.  The long-pending controversy between this\nGovernment and that of Chile touching the seizure at Sitana, in Peru,\nby Chilean officers, of a large amount in treasure belonging to\ncitizens of the United States has been brought to a close by the award\nof His Majesty the King of the Belgians, to whose arbitration the\nquestion was referred by the parties. The subject was thoroughly and\npatiently examined by that justly respected magistrate, and although\nthe sum awarded to the claimants may not have been as large as they\nexpected there is no reason to distrust the wisdom of His Majesty's\ndecision. That decision was promptly complied with by Chile when\nintelligence in regard to it reached that country.The joint commission under the act of the last session for carrying\ninto effect the convention with Peru on the subject of claims has been\norganized at Lima, and is engaged in the business intrusted to it.Difficulties concerning interoceanic transit through Nicaragua are in\ncourse of amicable adjustment.In conformity with principles set forth in my last annual message, I\nhave received a representative from the United States of Colombia, and\nhave accredited a minister to that Republic.Incidents occurring in the progress of our civil war have forced upon\nmy attention the uncertain state of international questions touching\nthe rights of foreigners in this country and of United States citizens\nabroad. In regard to some governments these rights are at least\npartially, defined by treaties. In no instance, however, is it\nexpressly stipulated that in the event of civil war a foreigner\nresiding in this country within the lines of the insurgents is to be\nexempted from the rule which classes him as a belligerent, in whose\nbehalf the Government or his country can not expect any privileges or\nimmunities distinct from that character. I regret to say, however, that\nsuch claims have been put forward, and in some instances in behalf of\nforeigners who have lived in the United States the greater part of\ntheir lives.There is reason to believe that many persons born in foreign countries\nwho have declared their intention to become citizens, or who have been\nfully naturalized, have evaded the military duty required of them by\ndenying the fact and thereby throwing upon the Government the burden of\nproof. It has been found difficult or impracticable to obtain this\nproof, from the want of guides to the proper sources of information.\nThese might be supplied by requiring clerks of courts where\ndeclarations of intention may be made or naturalizations effected to\nsend periodically lists of the names of the persons naturalized or\ndeclaring their intention to become citizens to the Secretary of the\nInterior, in whose Department those names might be arranged and printed\nfor general information.There is also reason to believe that foreigners frequently become\ncitizens of the United States for the sole purpose of evading duties\nimposed by the laws of their native countries, to which on becoming\nnaturalized here they at once repair, and though never returning to the\nUnited States they still claim the interposition of this Government as\ncitizens. Many altercations and great prejudices have heretofore arisen\nout of this abuse. It is therefore submitted to your serious\nconsideration. It might be advisable to fix a limit beyond which no\ncitizen of the United States residing abroad may claim the\ninterposition of his Government.The right of suffrage has often been assumed and exercised by aliens\nunder pretenses of naturalization, which they have disavowed when\ndrafted into the military service. I submit the expediency of such an\namendment of the law as will make the fact of voting an estoppel\nagainst any plea of exemption from military service or other civil\nobligation on the ground of alienage.In common with other Western powers, our relations with Japan have been\nbrought into serious jeopardy through the perverse opposition of the\nhereditary aristocracy of the Empire to the enlightened and liberal\npolicy of the Tycoon, designed to bring the country into the society of\nnations. It is hoped, although not with entire confidence, that these\ndifficulties may be peacefully overcome. I ask your attention to the\nclaim of the minister residing there for the damages he sustained in\nthe destruction by fire of the residence of the legation at Yedo.Satisfactory arrangements have been made with the Emperor of Russia,\nwhich, it is believed, will result in effecting a continuous line of\ntelegraph through that Empire from our Pacific coast.I recommend to your favorable consideration the subject of an\ninternational telegraph across the Atlantic Ocean, and also of a\ntelegraph between this capital and the national forts along the\nAtlantic seaboard and the Gulf of Mexico. Such communications,\nestablished with any reasonable outlay, would be economical as well as\neffective aids to the diplomatic, military, and naval service.The consular system of the United States, under the enactments of the\nlast Congress, begins to be self-sustaining, and there is reason to\nhope that it may become entirely so with the increase of trade which\nwill ensue whenever peace is restored. Our ministers abroad have been\nfaithful in defending American rights. In protecting commercial\ninterests our consuls have necessarily had to encounter increased\nlabors and responsibilities growing out of the war. These they have for\nthe most part met and discharged with zeal and efficiency. This\nacknowledgment justly includes those consuls who, residing in Morocco,\nEgypt, Turkey, Japan, China, and other Oriental countries, are charged\nwith complex functions and extraordinary powers.The condition of the several organized Territories is generally\nsatisfactory, although Indian disturbances in New Mexico have not been\nentirely suppressed. The mineral resources of Colorado, Nevada, Idaho,\nNew Mexico, and Arizona are proving far richer than has been heretofore\nunderstood. I lay before you a communication on this subject from the\ngovernor of New Mexico. I again submit to your consideration the\nexpediency of establishing a system for the encouragement of\nimmigration. Although this source of national wealth and strength is\nagain flowing with greater freedom than for several years before the\ninsurrection occurred, there is still a great deficiency of laborers in\nevery field of industry, especially in agriculture and in our mines, as\nwell of iron and coal as of the precious metals. While the demand for\nlabor is much increased here, tens of thousands of persons, destitute\nof remunerative occupation, are thronging our foreign consulates and\noffering to emigrate to the United States if essential, but very cheap,\nassistance can be afforded them. It is easy to see that under the sharp\ndiscipline of civil war the nation is beginning a new life. This noble\neffort demands the aid and ought to receive the attention and support\nof the Government.Injuries unforeseen by the Government and unintended may in some cases\nhave been inflicted on the subjects or citizens of foreign countries,\nboth at sea and on land, by persons in the service of the United\nStates. As this Government expects redress from other powers when\nsimilar injuries are inflicted by persons in their service upon\ncitizens of the United States, we must be prepared to do justice to\nforeigners. If the existing judicial tribunals are inadequate to this\npurpose, a special court may be authorized, with power to hear and\ndecide such claims of the character referred to as may have arisen\nunder treaties and the public law. Conventions for adjusting the claims\nby joint commission have been proposed to some governments, but no\ndefinitive answer to the proposition has yet been received from any.In the course of the session I shall probably have occasion to request\nyou to provide indemnification to claimants where decrees of\nrestitution have been rendered and damages awarded by admiralty courts,\nand in other cases where this Government may be acknowledged to be\nliable in principle and where the amount of that liability has been\nascertained by an informal arbitration.The proper officers of the Treasury have deemed themselves required by\nthe law of the United States upon the subject to demand a tax upon the\nincomes of foreign consuls in this country. While such a demand may not\nin strictness be in derogation of public law, or perhaps of any\nexisting treaty between the United States and a foreign country, the\nexpediency of so far modifying the act as to exempt from tax the income\nof such consuls as are not citizens of the United States, derived from\nthe emoluments of their office or from property not situated in the\nUnited States, is submitted to your serious consideration. I make this\nsuggestion upon the ground that a comity which ought to be reciprocated\nexempts our consuls in all other countries from taxation to the extent\nthus indicated. The United States, I think, ought not to be\nexceptionally illiberal to international trade and commerce.The operations of the Treasury during the last year have been\nsuccessfully conducted. The enactment by Congress of a national banking\nlaw has proved a valuable support of the public credit and the general\nlegislation in relation to loans has fully answered the expectations of\nits favorers. Some amendments may be required to perfect existing laws,\nbut no change in their principles or general scope is believed to be\nneeded.Since these measures have been in operation all demands on the\nTreasury, including the pay of the Army and Navy, have been promptly\nmet and fully satisfied. No considerable body of troops, it is\nbelieved, were ever more amply provided and more liberally and\npunctually paid, and it may be added that by no people were the burdens\nincident to a great war ever more cheerfully borne.The receipts during the year from all sources, including loans and\nbalance in the Treasury at its commencement, were $901,125,674.86, and\nthe aggregate disbursements $895,796,630.65, leaving a balance on the\n1st of July, 1863, of $5,329,044.21. Of the receipts there were derived\nfrom customs $69,059,642.40, from internal revenue $37,640,787.95, from\ndirect tax $1,485,103.61, from lands $167,617.17, from miscellaneous\nsources $3,046,615.35, and from loans $776,682,361.57, making the\naggregate $901,125,674.86. Of the disbursements there were for the\ncivil service $23,253,922.08, for pensions and Indians $4,216,520.79,\nfor interest on public debt $24,729,846.51, for the War Department\n$599,298,600.83, for the Navy Department $63,211,105.27, for payment of\nfunded and temporary debt $181,086,635.07, making the aggregate\n$895,796,630.65 and leaving the balance of $5,329,044.21. But the\npayment of funded and temporary debt, having been made from moneys\nborrowed during the year, must be regarded as merely nominal payments\nand the moneys borrowed to make them as merely nominal receipts, and\ntheir amount, $181,086,635.07, should therefore be deducted both from\nreceipts and disbursements. This being done there remains as actual\nreceipts $720,039,039.79 and the actual disbursements $714,709,995.58,\nleaving the balance as already stated.The actual receipts and disbursements for the first quarter and the\nestimated receipts and disbursements for the remaining three quarters\nof the current fiscal year (1864) will be shown in detail by the report\nof the Secretary of the Treasury, to which I invite your attention. It\nis sufficient to say here that it is not believed that actual results\nwill exhibit a state of the finances less favorable to the country than\nthe estimates of that officer heretofore submitted, while it is\nconfidently expected that at the close of the year both disbursements\nand debt will be found very considerably less than has been\nanticipated.The report of the Secretary of War is a document of great interest. It\nconsists of--1. The military operations of the year, detailed in the report of the\nGeneral in Chief. 2. The organization of colored persons into the war\nservice. 3. The exchange of prisoners, fully set forth in the letter of\nGeneral Hitchcock. 4. The operations under the act for enrolling and\ncalling out the national forces, detailed in the report of the\nProvost-Marshal-General. 5. The organization of the invalid\ncorps, and 6. The operation of the several departments of the\nQuartermaster-General, Commissary-General, Paymaster-General, Chief of\nEngineers, Chief of Ordnance, and Surgeon-General.It has appeared impossible to make a valuable summary of this report,\nexcept such as would be too extended for this place, and hence I\ncontent myself by asking your careful attention to the report itself.The duties devolving on the naval branch of the service during the year\nand throughout the whole of this unhappy contest have been discharged\nwith fidelity and eminent success. The extensive blockade has been\nconstantly increasing in efficiency as the Navy has expanded, yet on so\nlong a line it has so far been impossible to entirely suppress illicit\ntrade. From returns received at the Navy Department it appears that\nmore than 1,000 vessels have been captured since the blockade was\ninstituted, and that the value of prizes already sent in for\nadjudication amounts to over $13,000,000.The naval force of the United States consists at this time of 588\nvessels completed and in the course of completion, and of these 75 are\nironclad or armored steamers. The events of the war give an increased\ninterest and importance to the Navy which will probably extend beyond\nthe war itself.The armored vessels in our Navy completed and in service, or which are\nunder contract and approaching completion, are believed to exceed in\nnumber those of any other power; but while these may be relied upon for\nharbor defense and coast service, others of greater strength and\ncapacity will be necessary for cruising purposes and to maintain our\nrightful position on the ocean.The change that has taken place in naval vessels and naval warfare\nsince the introduction of steam as a motive power for ships of war\ndemands either a corresponding change in some of our existing\nnavy-yards or the establishment of new ones for the construction and\nnecessary repair of modern naval vessels. No inconsiderable\nembarrassment, delay, and public injury have been experienced from the\nwant of such governmental establishments. The necessity of such a\nnavy-yard, so furnished, at some suitable place upon the Atlantic\nseaboard has on repeated occasions been brought to the attention of\nCongress by the Navy Department, and is again presented in the report\nof the Secretary which accompanies this communication. I think it my\nduty to invite your special attention to this subject, and also to that\nof establishing a yard and depot for naval purposes upon one of the\nWestern rivers. A naval force has been created on those interior\nwaters, and under many disadvantages, within little more than two\nyears, exceeding in numbers the whole naval force of the country at the\ncommencement of the present Administration. Satisfactory and important\nas have been the performances of the heroic men of the Navy at this\ninteresting period, they are scarcely more wonderful than the success\nof our mechanics and artisans in the production of war vessels, which\nhas created a new form of naval power.Our country has advantages superior to any other nation in our\nresources of iron and timber, with inexhaustible quantities of fuel in\nthe immediate vicinity of both, and all available and in close\nproximity to navigable waters. Without the advantage of public works,\nthe resources of the nation have been developed and its power displayed\nin the construction of a Navy of such magnitude, which has at the very\nperiod of its creation rendered signal service to the Union.The increase of the number of seamen in the public service from 7,500\nmen in the spring of 1861 to about 34,000 at the present time has been\naccomplished without special legislation or extraordinary bounties to\npromote that increase. It has been found, however, that the operation\nof the draft, with the high bounties paid for army recruits, is\nbeginning to affect injuriously the naval service, and will, if not\ncorrected, be likely to impair its efficiency by detaching seamen from\ntheir proper vocation and inducing them to enter the Army. I therefore\nrespectfully suggest that Congress might aid both the army and naval\nservices by a definite provision on this subject which would at the\nsame time be equitable to the communities more especially interested.I commend to your consideration the suggestions of the Secretary of the\nNavy in regard to the policy of fostering and training seamen and also\nthe education of officers and engineers for the naval service. The\nNaval Academy is rendering signal service in preparing midshipmen for\nthe highly responsible duties which in after life they will be required\nto perform. In order that the country should not be deprived of the\nproper quota of educated officers, for which legal provision has been\nmade at the naval school, the vacancies caused by the neglect or\nomission to make nominations from the States in insurrection have been\nfilled by the Secretary of the Navy. The school is now more full and\ncomplete than at any former period, and in every respect entitled to\nthe favorable consideration of Congress.During the past fiscal year the financial condition of the Post-Office\nDepartment has been one of increasing prosperity, and I am gratified in\nbeing able to state that the actual postal revenue has nearly equaled\nthe entire expenditures, the latter amounting to $11,314,206.84 and the\nformer to $11,163,789.59, leaving a deficiency of but $150,417.25. In\n1860, the year immediately preceding the rebellion, the deficiency\namounted to $5,656,705.49, the postal receipts of that year being\n$2,645,722.19 less than those of 1863. The decrease since 1860 in the\nannual amount of transportation has been only about 25 per cent, but\nthe annual expenditure on account of the same has been reduced 35 per\ncent. It is manifest, therefore, that the Post-Office Department may\nbecome self-sustaining in a few years, even with the restoration of the\nwhole service.The international conference of postal delegates from the principal\ncountries of Europe and America, which was called at the suggestion of\nthe Postmaster-General, met at Paris on the 11th of May last and\nconcluded its deliberations on the 8th of June. The principles\nestablished by the conference as best adapted to facilitate postal\nintercourse between nations and as the basis of future postal\nconventions inaugurate a general system of uniform international\ncharges at reduced rates of postage, and can not fail to produce\nbeneficial results.I refer you to the report of the Secretary of the Interior, which is\nherewith laid before you, for useful and varied information in relation\nto the public lands, Indian affairs, patents, pensions, and other\nmatters of public concern pertaining to his Department.The quantity of land disposed of during the last and the first quarter\nof the present fiscal years was 3,841,549 acres, of which 161,911 acres\nwere sold for cash, 1,456,514 acres were taken up under the homestead\nlaw, and the residue disposed of under laws granting lands for military\nbounties, for railroad and other purposes. It also appears that the\nsale of the public lands is largely on the increase.It has long been a cherished opinion of some of our wisest statesmen\nthat the people of the United States had a higher and more enduring\ninterest in the early settlement and substantial cultivation of the\npublic lands than in the amount of direct revenue to be derived from\nthe sale of them. This opinion has had a controlling influence in\nshaping legislation upon the subject of our national domain. I may cite\nas evidence of this the liberal measures adopted in reference to actual\nsettlers; the grant to the States of the overflowed lands within their\nlimits, in order to their being reclaimed and rendered fit for\ncultivation; the grants to railway companies of alternate sections of\nland upon the contemplated issues of their roads, which when completed\nwill so largely multiply the facilities for reaching our distant\npossessions. This policy has received its most signal and beneficent\nillustration in the recent enactment granting homesteads to actual\nsettlers. Since the 1st day of January last the before-mentioned\nquantity of 1,456,514 acres of land have been taken up under its\nprovisions. This fact and the amount of sales furnish gratifying\nevidence of increasing settlement upon the public lands,\nnotwithstanding the great struggle in which the energies of the nation\nhave been engaged, and which has required so large a withdrawal of our\ncitizens from their accustomed pursuits. I cordially concur in the\nrecommendation of the Secretary of the Interior suggesting a\nmodification of the act in favor of those engaged in the military and\nnaval service of the United States. I doubt not that Congress will\ncheerfully adopt such measures as will, without essentially changing\nthe general features of the system, secure to the greatest practicable\nextent its benefits to those who have left their homes in the defense\nof the country in this arduous crisis.I invite your attention to the views of the Secretary as to the\npropriety of raising by appropriate legislation a revenue from the\nmineral lands of the United States.The measures provided at your last session for the removal of certain\nIndian tribes have been carried into effect. Sundry treaties have been\nnegotiated, which will in due time be submitted for the constitutional\naction of the Senate. They contain stipulations for extinguishing the\npossessory rights of the Indians to large and valuable tracts of lands.\nIt is hoped that the effect of these treaties will result in the\nestablishment of permanent friendly relations with such of these tribes\nas have been brought into frequent and bloody collision with our\noutlying settlements and emigrants. Sound policy and our imperative\nduty to these wards of the Government demand our anxious and constant\nattention to their material well-being, to their progress in the arts\nof civilization, and, above all, to that moral training which under the\nblessing of Divine Providence will confer upon them the elevated and\nsanctifying influences, the hopes and consolations, of the Christian\nfaith. I suggested in my last annual message the propriety of\nremodeling our Indian system. Subsequent events have satisfied me of\nits necessity. The details set forth in the report of the Secretary\nevince the urgent need for immediate legislative action.I commend the benevolent institutions established or patronized by the\nGovernment in this District to your generous and fostering care. The\nattention of Congress during the last session was engaged to some\nextent with a proposition for enlarging the water communication between\nthe Mississippi River and the northeastern seaboard, which proposition,\nhowever, failed for the time. Since then, upon a call of the greatest\nrespectability, a convention has been held at Chicago upon the same\nsubject, a summary of whose views is contained in a memorial addressed\nto the President and Congress, and which I now have the honor to lay\nbefore you. That this interest is one which ere long will force its own\nway I do not entertain a doubt, while it is submitted entirely to your\nwisdom as to what can be done now. Augmented interest is given to this\nsubject by the actual commencement of work upon the Pacific Railroad,\nunder auspices so favorable to rapid progress and completion. The\nenlarged navigation becomes a palpable need to the great road.I transmit the second annual report of the Commissioner of the\nDepartment of Agriculture, asking your attention to the developments in\nthat vital interest of the nation. When Congress assembled a year ago,\nthe war had already lasted nearly twenty months, and there had been\nmany conflicts on both land and sea, with varying results; the\nrebellion had been pressed back into reduced limits; yet the tone of\npublic feeling and opinion, at home and abroad was not satisfactory.\nWith other signs, the popular elections then just past indicated\nuneasiness among ourselves, while, amid much that was cold and\nmenacing, the kindest words coming from Europe were uttered in accents\nof pity that we were too blind to surrender a hopeless cause. Our\ncommerce was suffering greatly by a few armed vessels built upon and\nfurnished from foreign shores, and we were threatened with such\nadditions from the same quarter as would sweep our trade from the sea\nand raise our blockade. We had failed to elicit from European\nGovernments anything hopeful upon this subject. The preliminary\nemancipation proclamation, issued in September, was running its\nassigned period to the beginning of the new year. A month later the\nfinal proclamation came, including the announcement that colored men of\nsuitable condition would be received into the war service. The policy\nof emancipation and of employing black soldiers gave to the future a\nnew aspect, about which hope and fear and doubt contended in uncertain\nconflict. According to our political system, as a matter of civil\nadministration, the General Government had no lawful power to effect\nemancipation in any State, and for a long time it had been hoped that\nthe rebellion could be suppressed without resorting to it as a military\nmeasure. It was all the while deemed possible that the necessity for it\nmight come, and that if it should the crisis of the contest would then\nbe presented. It came, and, as was anticipated, it was followed by dark\nand doubtful days. Eleven months having now passed, we are permitted to\ntake another review. The rebel borders are pressed still farther back,\nand by the complete opening of the Mississippi the country dominated by\nthe rebellion is divided into distinct parts, with no practical\ncommunication between them. Tennessee and Arkansas have been\nsubstantially cleared of insurgent control, and influential citizens in\neach, owners of slaves and advocates of slavery at the beginning of the\nrebellion, now declare openly for emancipation in their respective\nStates. Of those States not included in the emancipation proclamation,\nMaryland and Missouri, neither of which three years ago would tolerate\nany restraint upon the extension of slavery into new Territories, only\ndispute now as to the best mode of removing it within their own limits.Of those who were slaves at the beginning of the rebellion full 100,000\nare now in the United States military service, about one-half of which\nnumber actually bear arms in the ranks, thus giving the double\nadvantage of taking so much labor from the insurgent cause and\nsupplying the places which otherwise must be filled with so many white\nmen. So far as tested, it is difficult to say they are not as good\nsoldiers as any. No servile insurrection or tendency to violence or\ncruelty has marked the measures of emancipation and arming the blacks.\nThese measures have been much discussed in foreign countries, and,\ncontemporary with such discussion, the tone of public sentiment there\nis much improved. At home the same measures have been fully discussed,\nsupported, criticised, and denounced, and the annual elections\nfollowing are highly encouraging to those whose official duty it is to\nbear the country through this great trial. Thus we have the new\nreckoning. The crisis which threatened to divide the friends of the\nUnion is past.Looking now to the present and future, and with reference to a\nresumption of the national authority within the States wherein that\nauthority has been suspended, I have thought fit to issue a\nproclamation, a copy of which is herewith transmitted. On examination\nof this proclamation it will appear, as is believed, that nothing will\nbe attempted beyond what is amply justified by the Constitution. True,\nthe form of an oath is given, but no man is coerced to take it. The man\nis only promised a pardon in case he voluntarily takes the oath. The\nConstitution authorizes the Executive to grant or withhold the pardon\nat his own absolute discretion, and this includes the power to grant on\nterms, as is fully established by judicial and other authorities.It is also proffered that if in any of the States named a State\ngovernment shall be in the mode prescribed set up, such government\nshall be recognized and guaranteed by the United States, and that under\nit the State shall, on the constitutional conditions, be protected\nagainst invasion and domestic violence. The constitutional obligation\nof the United States to guarantee to every State in the Union a\nrepublican form of government and to protect the State in the cases\nstated is explicit and full. But why tender the benefits of this\nprovision only to a State government set up in this particular way?\nThis section of the Constitution contemplates a case wherein the\nelement within a State favorable to republican government in the Union\nmay be too feeble for an opposite and hostile element external to or\neven within the State, and such are precisely the cases with which we\nare now dealing.An attempt to guarantee and protect a revived State government,\nconstructed in whole or in preponderating part from the very element\nagainst whose hostility and violence it is to be protected, is simply\nabsurd. There must be a test by which to separate the opposing\nelements, so as to build only from the sound; and that test is a\nsufficiently liberal one which accepts as sound whoever will make a\nsworn recantation of his former unsoundness.But if it be proper to require as a test of admission to the political\nbody an oath of allegiance to the Constitution of the United States and\nto the Union under it, why also to the laws and proclamations in regard\nto slavery? Those laws and proclamations were enacted and put forth for\nthe purpose of aiding in the suppression of the rebellion. To give them\ntheir fullest effect there had to be a pledge for their maintenance. In\nmy judgment, they have aided and will further aid the cause for which\nthey were intended. To now abandon them would be not only to relinquish\na lever of power, but would also be a cruel and an astounding breach of\nfaith. I may add at this point that while I remain in my present\nposition I shall not attempt to retract or modify the emancipation\nproclamation, nor shall I return to slavery any person who is free by\nthe terms of that proclamation or by any of the acts of Congress. For\nthese and other reasons it is thought best that support of these\nmeasures shall be included in the oath, and it is believed the\nExecutive may lawfully claim it in return for pardon and restoration of\nforfeited rights, which he has clear constitutional power to withhold\naltogether or grant upon the terms which he shall deem wisest for the\npublic interest. It should be observed also that this part of the oath\nis subject to the modifying and abrogating power of legislation and\nsupreme judicial decision.The proposed acquiescence of the National Executive in any reasonable\ntemporary State arrangement for the freed people is made with the view\nof possibly modifying the confusion and destitution which must at best\nattend all classes by a total revolution of labor throughout whole\nStates. It is hoped that the already deeply afflicted people in those\nStates may be somewhat more ready to give up the cause of their\naffliction if to this extent this vital matter be left to themselves,\nwhile no power of the National Executive to prevent an abuse is\nabridged by the proposition.The suggestion in the proclamation as to maintaining the political\nframework of the States on what is called reconstruction is made in the\nhope that it may do good without danger of harm. It will save labor and\navoid great confusion.But why any proclamation now upon this subject? This question is beset\nwith the conflicting views that the step might be delayed too long or\nbe taken too soon. In some States the elements for resumption seem\nready for action, but remain inactive apparently for want of a rallying\npoint--a plan of action, Why shall A adopt the plan of B rather than B\nthat of A? And if A and B should agree, how can they know but that the\nGeneral Government here will reject their plan? By the proclamation a\nplan is presented which may be accepted by them as a rallying point,\nand which they are assured in advance will not be rejected here. This\nmay bring them to act sooner than they otherwise would. The objections\nto a premature presentation of a plan by the National Executive consist\nin the danger of committals on points which could be more safely left\nto further developments. Care has been taken to so shape the document\nas to avoid embarrassments from this source. Saying that on certain\nterms certain classes will be pardoned with rights restored, it is not\nsaid that other classes or other terms will never be in included.\nSaying specified way, it is said that reconstruction will be accepted\nif presented in a not said it will never be accepted in any other way.The movements by State action for emancipation in several of the States\nnot included in the emancipation proclamation are matters of profound\ngratulation. And while I do not repeat in detail what I have heretofore\nso earnestly urged upon this subject, my general views and feelings\nremain unchanged; and I trust that Congress will omit no fair\nopportunity of aiding these important steps to a great consummation. In\nthe midst of other cares, however important, we must not lose sight of\nthe fact that the war power is still our main reliance. To that power\nalone can we look yet for a time to give confidence to the people in\nthe contested regions that the insurgent power will not again overrun\nthem. Until that confidence shall be established little can be done\nanywhere for what is called reconstruction. Hence our chiefest care\nmust still be directed to the Army and Navy, who have thus far borne\ntheir harder part so nobly and well; and it may be esteemed fortunate\nthat in giving the greatest efficiency to these indispensable arms we\ndo also honorably recognize the gallant men, from commander to\nsentinel, who compose them, and to whom more than to others the world\nmust stand indebted for the home of freedom disenthralled, regenerated,\nenlarged, and perpetuated.", 
    "name": "Abraham Lincoln"
}