{
    "date": "December 3, 1861", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:In the midst of unprecedented political troubles we have cause of great\ngratitude to God for unusual good health and most abundant harvests.You will not be surprised to learn that in the peculiar exigencies of\nthe times our intercourse with foreign nations has been attended with\nprofound solicitude, chiefly turning upon our own domestic affairs.A disloyal portion of the American people have during the whole year\nbeen engaged in an attempt to divide and destroy the Union. A nation\nwhich endures factious domestic division is exposed to disrespect\nabroad, and one party, if not both, is sure sooner or later to invoke\nforeign intervention.Nations thus tempted to interfere are not always able to resist the\ncounsels of seeming expediency and ungenerous ambition, although\nmeasures adopted under such influences seldom fail to be unfortunate\nand injurious to those adopting them.The disloyal citizens of the United States who have offered the ruin of\nour country in return for the aid and comfort which they have invoked\nabroad have received less patronage and encouragement than they\nprobably expected. If it were just to suppose, as the insurgents have\nseemed to assume, that foreign nations in this case, discarding all\nmoral, social, and treaty obligations, would act solely and selfishly\nfor the most speedy restoration of commerce, including especially the\nacquisition of cotton, those nations appear as yet not to have seen\ntheir way to their object more directly or clearly through the\ndestruction than through the preservation of the Union. If we could\ndare to believe that foreign nations are actuated by no higher\nprinciple than this, I am quite sure a sound argument could be made to\nshow them that they can reach their aim more readily and easily by\naiding to crush this rebellion than by giving encouragement to it.The principal lever relied on by the insurgents for exciting foreign\nnations to hostility against us, as already intimated, is the\nembarrassment of commerce. Those nations, however, not improbably saw\nfrom the first that it was the Union which made as well our foreign as\nour domestic commerce. They can scarcely have failed to perceive that\nthe effort for disunion produces the existing difficulty, and that one\nstrong nation promises more durable peace and a more extensive,\nvaluable, and reliable commerce than can the same nation broken into\nhostile fragments.It is not my purpose to review our discussions with foreign states,\nbecause, whatever might be their wishes or dispositions, the integrity\nof our country and the stability of our Government mainly depend not\nupon them, but on the loyalty, virtue, patriotism, and intelligence of\nthe American people. The correspondence itself, with the usual\nreservations, is herewith submitted.I venture to hope it will appear that we have practiced prudence and\nliberality toward foreign powers, averting causes of irritation and\nwith firmness maintaining our own rights and honor.Since, however, it is apparent that here, as in every other state,\nforeign dangers necessarily attend domestic difficulties, I recommend\nthat adequate and ample measures be adopted for maintaining the public\ndefenses on every side. While under this general recommendation\nprovision for defending our seacoast line readily occurs to the mind, I\nalso in the same connection ask the attention of Congress to our great\nlakes and rivers. It is believed that some fortifications and depots of\narms and munitions, with harbor and navigation improvements, all at\nwell-selected points upon these, would be of great importance to the\nnational defense and preservation. I ask attention to the views of the\nSecretary of War, expressed in his report, upon the same general\nsubject.  I deem it of importance that the loyal regions of east\nTennessee and western North Carolina should be connected with Kentucky\nand other faithful parts of the Union by railroad. I therefore\nrecommend, as a military measure, that Congress provide for the\nconstruction of such road as speedily as possible. Kentucky no doubt\nwill cooperate, and through her legislature make the most judicious\nselection of a line. The northern terminus must connect with some\nexisting railroad, and whether the route shall be from Lexington or\nNicholasville to the Cumberland Gap, or from Lebanon to the Tennessee\nline, in the direction of Knoxville, or on some still different line,\ncan easily be determined. Kentucky and the General Government\ncooperating, the work can be completed in a very short time, and when\ndone it will be not only of vast present usefulness, but also a\nvaluable permanent improvement, worth its cost in all the future.Some treaties, designed chiefly for the interests of commerce, and\nhaving no grave political importance, have been negotiated, and will be\nsubmitted to the Senate for their consideration.Although we have failed to induce some of the commercial powers to\nadopt a desirable melioration of the rigor of maritime war, we have\nremoved all obstructions from the way of this humane reform except such\nas are merely of temporary and accidental occurrence.I invite your attention to the correspondence between Her Britannic\nMajesty's minister accredited to this Government and the Secretary of\nState relative to the detention of the British ship Perthshire in June\nlast by the United States steamer Massachusetts for a supposed breach\nof the blockade. As this detention was occasioned by an obvious\nmisapprehension of the facts, and as justice requires that we should\ncommit no belligerent act not rounded in strict right as sanctioned by\npublic law, I recommend that an appropriation be made to satisfy the\nreasonable demand of the owners of the vessel for her detention.I repeat the recommendation of my predecessor in his annual message to\nCongress in December last in regard to the disposition of the surplus\nwhich will probably remain after satisfying the claims of American\ncitizens against China, pursuant to the awards of the commissioners\nunder the act of the 3d of March, 1859. If, however, it should not be\ndeemed advisable to carry that recommendation into effect, I would\nsuggest that authority be given for investing the principal, over the\nproceeds of the surplus referred to, in good securities, with a view to\nthe satisfaction of such other just claims of our citizens against\nChina as are not unlikely to arise hereafter in the course of our\nextensive trade with that Empire.By the act of the 5th of August last Congress authorized the President\nto instruct the commanders of suitable vessels to defend themselves\nagainst and to capture pirates. This authority has been exercised in a\nsingle instance only. For the more effectual protection of our\nextensive and valuable commerce in the Eastern seas especially, it\nseems to me that it would also be advisable to authorize the commanders\nof sailing vessels to recapture any prizes which pirates may make of\nUnited States vessels and their cargoes, and the consular courts now\nestablished by law in Eastern countries to adjudicate the cases in the\nevent that this should not be objected to by the local authorities.If any good reason exists why we should persevere longer in withholding\nour recognition of the independence and sovereignty of Hayti and\nLiberia, I am unable to discern it. Unwilling, however, to inaugurate a\nnovel policy in regard to them without the approbation of Congress, I\nsubmit for your consideration the expediency of an appropriation for\nmaintaining a charge d'affaires near each of those new States. It does\nnot admit of doubt that important commercial advantages might be\nsecured by favorable treaties with them.The operations of the Treasury during the period which has elapsed\nsince your adjournment have been conducted with signal success. The\npatriotism of the people has placed at the disposal of the Government\nthe large means demanded by the public exigencies. Much of the national\nloan has been taken by citizens of the industrial classes, whose\nconfidence in their country's faith and zeal for their country's\ndeliverance from present peril have induced them to contribute to the\nsupport of the Government the whole of their limited acquisitions. This\nfact imposes peculiar obligations to economy in disbursement and energy\nin action.The revenue from all sources, including loans, for the financial year\nending on the 30th of June, 1861, was $86,835,900.27, and the\nexpenditures for the same period, including payments on account of the\npublic debt, were $84,578,834.47, leaving a balance in the Treasury on\nthe 1st of July of 52,257,065.80. For the first quarter of the\nfinancial year ending on the 30th of September, 1861, the receipts from\nall sources, including the balance of the 1st of July, were\n$102,532,509.27, and the expenses $98,239,733.09, leaving a balance on\nthe 1st of October, 1861, of $4,292,776.18.Estimates for the remaining three quarters of the year and for the\nfinancial year 1863, together with his views of ways and means for\nmeeting the demands contemplated by them, will be submitted to Congress\nby the Secretary of the Treasury. It is gratifying to know that the\nexpenditures made necessary by the rebellion are not beyond the\nresources of the loyal people, and to believe that the same patriotism\nwhich has thus far sustained the Government will continue to sustain it\ntill peace and union shall again bless the land.I respectfully refer to the report of the Secretary of War for\ninformation respecting the numerical strength of the Army and for\nrecommendations having in view an increase of its efficiency and the\nwell-being of the various branches of the service intrusted to his\ncare. It is gratifying to know that the patriotism of the people has\nproved equal to the occasion, and that the number of troops tendered\ngreatly exceeds the force which Congress authorized me to call into the\nfield.I refer with pleasure to those portions of his report which make\nallusion to the creditable degree of discipline already attained by our\ntroops and to the excellent sanitary condition of the entire Army.The recommendation of the Secretary for an organization of the militia\nupon a uniform basis is a subject of vital importance to the future\nsafety of the country, and is commended to the serious attention of\nCongress.The large addition to the Regular Army, in connection with the\ndefection that has so considerably diminished the number of its\nofficers, gives peculiar importance to his recommendation for\nincreasing the corps of cadets to the greatest capacity of the Military\nAcademy.By mere omission, I presume, Congress has failed to provide chaplains\nfor hospitals occupied by volunteers. This subject was brought to my\nnotice, and I was induced to draw up the form of a letter, one copy of\nwhich, properly addressed, has been delivered to each of the persons,\nand at the dates respectively named and stated in a schedule,\ncontaining also the form of the letter marked A, and herewith\ntransmitted.These gentlemen, I understand, entered upon the duties designated at\nthe times respectively stated in the schedule, and have labored\nfaithfully therein ever since. I therefore recommend that they be\ncompensated at the same rate as chaplains in the Army. I further\nsuggest that general provision be made for chaplains to serve at\nhospitals, as well as with regiments.The report of the Secretary of the Navy presents in detail the\noperations of that branch of the service, the activity and energy which\nhave characterized its administration, and the results of measures to\nincrease its efficiency and power. Such have been the additions, by\nconstruction and purchase, that it may almost be said a navy has been\ncreated and brought into service since our difficulties commenced.Besides blockading our extensive coast, squadrons larger than ever\nbefore assembled under our flag have been put afloat and performed\ndeeds which have increased our naval renown.I would invite special attention to the recommendation of the Secretary\nfor a more perfect organization of the Navy by introducing additional\ngrades in the service.The present organization is defective and unsatisfactory, and the\nsuggestions submitted by the Department will, it is believed, if\nadopted, obviate the difficulties alluded to, promote harmony, and\nincrease the efficiency of the Navy.There are three vacancies on the bench of the Supreme Court--two by the\ndecease of Justices Daniel and McLean and one by the resignation of\nJustice Campbell. I have so far forborne making nominations to fill\nthese vacancies for reasons which I will now state. Two of the outgoing\njudges resided within the States now overrun by revolt, so that if\nsuccessors were appointed in the same localities they could not now\nserve upon their circuits; and many of the most competent men there\nprobably would not take the personal hazard of accepting to serve, even\nhere, upon the Supreme bench. I have been unwilling to throw all the\nappointments northward, thus disabling myself from doing justice to the\nSouth on the return of peace; although I may remark that to transfer to\nthe North one which has heretofore been in the South would not, with\nreference to territory and population, be unjust.During the long and brilliant judicial career of Judge McLean his\ncircuit grew into an empire altogether too large for any one judge to\ngive the courts therein more than a nominal attendance--rising in\npopulation from 1,470,018 in 1830 to 6,151,405 in 1860.Besides this, the country generally has outgrown our present judicial\nsystem. If uniformity was at all intended, the system requires that all\nthe States shall be accommodated with circuit courts, attended by\nSupreme judges, while, in fact, Wisconsin, Minnesota, Iowa, Kansas,\nFlorida, Texas, California, and Oregon have never had any such courts.\nNor can this well be remedied without a change in the system, because\nthe adding of judges to the Supreme Court, enough for the accommodation\nof all parts of the country with circuit courts, would create a court\naltogether too numerous for a judicial body of any sort. And the evil,\nif it be one, will increase as new States come into the Union. Circuit\ncourts are useful or they are not useful. If useful, no State should be\ndenied them; if not useful, no State should have them. Let them be\nprovided for all or abolished as to all.Three modifications occur to me, either of which, I think, would be an\nimprovement upon our present system. Let the Supreme Court be of\nconvenient number in every event; then, first, let the whole country be\ndivided into circuits of convenient size, the Supreme judges to serve\nin a number of them corresponding to their own number, and independent\ncircuit judges be provided for all the rest; or, secondly, let the\nSupreme judges be relieved from circuit duties and circuit judges\nprovided for all the circuits; or, thirdly, dispense with circuit\ncourts altogether, leaving the judicial functions wholly to the\ndistrict courts and an independent Supreme Court.I respectfully recommend to the consideration of Congress the present\ncondition of the statute laws, with the hope that Congress will be able\nto find an easy remedy for many of the inconveniences and evils which\nconstantly embarrass those engaged in the practical administration of\nthem. Since the organization of the Government Congress has enacted\nsome 5,000 acts and joint resolutions, which fill more than 6,000\nclosely printed pages and are scattered through many volumes. Many of\nthese acts have been drawn in haste and without sufficient caution, so\nthat their provisions are often obscure in themselves or in conflict\nwith each other, or at least so doubtful as to render it very difficult\nfor even the best-informed persons to ascertain precisely what the\nstatute law really is.It seems to me very important that the statute laws should be made as\nplain and intelligible as possible, and be reduced to as small a\ncompass as may consist with the fullness and precision of the will of\nthe Legislature and the perspicuity of its language. This well done\nwould, I think, greatly facilitate the labors of those whose duty it is\nto assist in the administration of the laws, and would be a lasting\nbenefit to the people, by placing before them in a more accessible and\nintelligible form the laws which so deeply concern their interests and\ntheir duties.I am informed by some whose opinions I respect that all the acts of\nCongress now in force and of a permanent and general nature might be\nrevised and rewritten so as to be embraced in one volume (or at most\ntwo volumes) of ordinary and convenient size; and I respectfully\nrecommend to Congress to consider of the subject, and if my suggestion\nbe approved to devise such plan as to their wisdom shall seem most\nproper for the attainment of the end proposed.One of the unavoidable consequences of the present insurrection is the\nentire suppression in many places of all the ordinary means of\nadministering civil justice by the officers and in the forms of\nexisting law. This is the case, in whole or in part, in all the\ninsurgent States; and as our armies advance upon and take possession of\nparts of those States the practical evil becomes more apparent. There\nare no courts nor officers to whom the citizens of other States may\napply for the enforcement of their lawful claims against citizens of\nthe insurgent States, and there is a vast amount of debt constituting\nsuch claims. Some have estimated it as high as $200,000,000, due in\nlarge part from insurgents in open rebellion to loyal citizens who are\neven now making great sacrifices in the discharge of their patriotic\nduty to support the Government.Under these circumstances I have been urgently solicited to establish\nby military power courts to administer summary justice in such cases I\nhave thus far declined to do it, not because I had any doubt that the\nend proposed--the collection of the debts--was just and right in\nitself, but because I have been unwilling to go beyond the pressure of\nnecessity in the unusual exercise of power. But the powers of Congress,\nI suppose, are equal to the anomalous occasion, and therefore I refer\nthe whole matter to Congress, with the hope that a plan may be devised\nfor the administration of justice in all such parts of the insurgent\nStates and Territories as may be under the control of this Government,\nwhether by a voluntary return to allegiance and order or by the power\nof our arms; this, however, not to be a permanent institution, but a\ntemporary substitute, and to cease as soon as the ordinary courts can\nbe reestablished in peace.It is important that some more convenient means should be provided, if\npossible, for the adjustment of claims against the Government,\nespecially in view of their increased number by reason of the war. It\nis as much the duty of Government to render prompt justice against\nitself in favor of citizens as it is to administer the same between\nprivate individuals. The investigation and adjudication of claims in\ntheir nature belong to the judicial department. Besides, it is apparent\nthat the attention of Congress will be more than usually engaged for\nsome time to come with great national questions. It was intended by the\norganization of the Court of Claims mainly to remove this branch of\nbusiness from the halls of Congress: but while the court has proved to\nbe an effective and valuable means of investigation, it in great degree\nfails to effect the object of its creation for want of power to make\nits judgments final.Fully aware of the delicacy, not to say the danger, of the subject, I\ncommend to your careful consideration whether this power of making\njudgments final may not properly be given to the court, reserving the\nright of appeal on questions of law to the Supreme Court, with such\nother provisions as experience may have shown to be necessary.I ask attention to the report of the Postmaster-General, the following\nbeing a summary statement of the condition of the Department:The revenue from all sources during the fiscal year ending June 30,\n1861, including the annual permanent appropriation of $700,000 for the\ntransportation of \"free mail matter,\" was $9,049,296.40, being about 2\nper cent less than the revenue for 1860.The expenditures were $13,606,759.11, showing a decrease of more than 8\nper cent as compared with those of the previous year and leaving an\nexcess of expenditure over the revenue for the last fiscal year of\n$4,557,462.71.The gross revenue for the year ending June 30, 1863, is estimated at an\nincrease of 4 per cent on that of 1861, making $8,683,000, to which\nshould be added the earnings of the Department in carrying free matter,\nviz, $700,000, making $9,383,000.The total expenditures for 1863 are estimated at $12,528,000, leaving\nan estimated deficiency of $3,145,000 to be supplied from the Treasury\nin addition to the permanent appropriation.The present insurrection shows, I think, that the extension of this\nDistrict across the Potomac River at the time of establishing the\ncapital here was eminently wise, and consequently that the\nrelinquishment of that portion of it which lies within the State of\nVirginia was unwise and dangerous. I submit for your consideration the\nexpediency of regaining that part of the District and the restoration\nof the original boundaries thereof through negotiations with the State\nof Virginia.The report of the Secretary of the Interior, with the accompanying\ndocuments, exhibits the condition of the several branches of the public\nbusiness pertaining to that Department. The depressing influences of\nthe insurrection have been specially felt in the operations of the\nPatent and General Land Offices. The cash receipts from the sales of\npublic lands during the past year have exceeded the expenses of our\nland system only about $200,000. The sales have been entirely suspended\nin the Southern States, while the interruptions to the business of the\ncountry and the diversion of large numbers of men from labor to\nmilitary service have obstructed settlements in the new States and\nTerritories of the Northwest.The receipts of the Patent Office have declined in nine months about\n$100,000, rendering a large reduction of the force employed necessary\nto make it self-sustaining.The demands upon the Pension Office will be largely increased by the\ninsurrection. Numerous applications for pensions, based upon the\ncasualties of the existing war, have already been made. There is reason\nto believe that many who are now upon the pension rolls and in receipt\nof the bounty of the Government are in the ranks of the insurgent army\nor giving them aid and comfort. The Secretary of the Interior has\ndirected a suspension of the payment of the pensions of such persons\nupon proof of their disloyalty. I recommend that Congress authorize\nthat officer to cause the names of such persons to be stricken from the\npension rolls.The relations of the Government with the Indian tribes have been\ngreatly disturbed by the insurrection, especially in the southern\nsuperintendency and in that of New Mexico. The Indian country south of\nKansas is in the possession of insurgents from Texas and Arkansas. The\nagents of the United States appointed since the 4th of March for this\nsuperintendency have been unable to reach their posts, while the most\nof those who were in office before that time have espoused the\ninsurrectionary cause, and assume to exercise the powers of agents by\nvirtue of commissions from the insurrectionists. It has been stated in\nthe public press that a portion of those Indians have been organized as\na military force and are attached to the army of the insurgents.\nAlthough the Government has no official information upon this subject,\nletters have been written to the Commissioner of Indian Affairs by\nseveral prominent chiefs giving assurance of their loyalty to the\nUnited States and expressing a wish for the presence of Federal troops\nto protect them. It is believed that upon the repossession of the\ncountry by the Federal forces the Indians will readily cease all\nhostile demonstrations and resume their former relations to the\nGovernment.Agriculture, confessedly the largest interest of the nation, has not a\ndepartment nor a bureau, but a clerkship only, assigned to it in the\nGovernment. While it is fortunate that this great interest is so\nindependent in its nature as to not have demanded and extorted more\nfrom the Government, I respectfully ask Congress to consider whether\nsomething more can not be given voluntarily with general advantage.Annual reports exhibiting the condition of our agriculture, commerce,\nand manufactures would present a fund of information of great practical\nvalue to the country. While I make no suggestion as to details, I\nventure the opinion that an agricultural and statistical bureau might\nprofitably be organized.The execution of the laws for the suppression of the African slave\ntrade has been confided to the Department of the Interior. It is a\nsubject of gratulation that the efforts which have been made for the\nsuppression of this inhuman traffic have been recently attended with\nunusual success. Five vessels being fitted out for the slave trade have\nbeen seized and condemned. Two mates of vessels engaged in the trade\nand one person in equipping a vessel as a slaver have been convicted\nand subjected to the penalty of fine and imprisonment, and one captain,\ntaken with a cargo of Africans on board his vessel, has been convicted\nof the highest grade of offense under our laws, the punishment of which\nis death.The Territories of Colorado, Dakota, and Nevada, created by the last\nCongress, have been organized, and civil administration has been\ninaugurated therein under auspices especially gratifying when it is\nconsidered that the leaven of treason was found existing in some of\nthese new countries when the Federal officers arrived there.The abundant natural resources of these Territories, with the security\nand protection afforded by organized government, will doubtless invite\nto them a large immigration when peace shall restore the business of\nthe country to its accustomed channels. I submit the resolutions of the\nlegislature of Colorado, which evidence the patriotic spirit of the\npeople of the Territory. So far the authority of the United States has\nbeen upheld in all the Territories, as it is hoped it will be in the\nfuture. I commend their interests and defense to the enlightened and\ngenerous care of Congress.I recommend to the favorable consideration of Congress the interests of\nthe District of Columbia. The insurrection has been the cause of much\nsuffering and sacrifice to its inhabitants, and as they have no\nrepresentative in Congress that body should not overlook their just\nclaims upon the Government.At your late session a joint resolution was adopted authorizing the\nPresident to take measures for facilitating a proper representation of\nthe industrial interests of the United States at the exhibition of the\nindustry of all nations to be holden at London in the year 1862. I\nregret to say I have been unable to give personal attention to this\nsubject--a subject at once so interesting in itself and so extensively\nand intimately connected with the material prosperity of the world.\nThrough the Secretaries of State and of the Interior a plan or system\nhas been devised and partly matured, and which will be laid before you.Under and by virtue of the act of Congress entitled \"An act to\nconfiscate property used for insurrectionary purposes,\" approved August\n6, 1861, the legal claims of certain persons to the labor and service\nof certain other persons have become forfeited, and numbers of the\nlatter thus liberated are already dependent on the United States and\nmust be provided for in some way. Besides this, it is not impossible\nthat some of the States will pass similar enactments for their own\nbenefit respectively, and by operation of which persons of the same\nclass will be thrown upon them for disposal. In such case I recommend\nthat Congress provide for accepting such persons from such States,\naccording to some mode of valuation, in lieu, pro tanto, of direct\ntaxes, or upon some other plan to be agreed on with such States\nrespectively; that such persons, on such acceptance by the General\nGovernment, be at once deemed free, and that in any event steps be\ntaken for colonizing both classes (or the one first mentioned if the\nother shall not be brought into existence) at some place or places in a\nclimate congenial to them. It might be well to consider, too, whether\nthe free colored people already in the United States could not, so far\nas individuals may desire, be included in such colonization.To carry out the plan of colonization may involve the acquiring of\nterritory, and also the appropriation of money beyond that to be\nexpended in the territorial acquisition. Having practiced the\nacquisition of territory for nearly sixty years, the question of\nconstitutional power to do so is no longer an open one with us. The\npower was questioned at first by Mr. Jefferson, who, however, in the\npurchase of Louisiana, yielded his scruples on the plea of great\nexpediency. If it be said that the only legitimate object of acquiring\nterritory is to furnish homes for white men, this measure effects that\nobject, for the emigration of colored men leaves additional room for\nwhite men remaining or coming here. Mr. Jefferson, however, placed the\nimportance of procuring Louisiana more on political and commercial\ngrounds than on providing room for population.On this whole proposition, including the appropriation of money with\nthe acquisition of territory, does not the expediency amount to\nabsolute necessity--that without which the Government itself can not be\nperpetuated?The war continues. In considering the policy to be adopted for\nsuppressing the insurrection I have been anxious and careful that the\ninevitable conflict for this purpose shall not degenerate into a\nviolent and remorseless revolutionary struggle. I have therefore in\nevery case thought it proper to keep the integrity of the Union\nprominent as the primary object of the contest on our pan, leaving all\nquestions which are not of vital military importance to the more\ndeliberate action of the Legislature.In the exercise of my best discretion I have adhered to the blockade of\nthe ports held by the insurgents, instead of putting in force by\nproclamation the law of Congress enacted .at the late session for\nclosing those ports.So also, obeying the dictates of prudence, as well as the obligations\nof law, instead of transcending I have adhered to the act of Congress\nto confiscate property used for insurrectionary purposes. If a new law\nupon the same subject shall be proposed, its propriety will be duly\nconsidered. The Union must be preserved, and hence all indispensable\nmeans must be employed. We should not be in haste to determine that\nradical and extreme measures, which may reach the loyal as well as the\ndisloyal, are indispensable.The inaugural address at the beginning of the Administration and the\nmessage to Congress at the late special session were both mainly\ndevoted to the domestic controversy out of which the insurrection and\nconsequent war have sprung. Nothing now occurs to add or subtract to or\nfrom the principles or general purposes stated and expressed in those\ndocuments.The last ray of hope for preserving the Union peaceably expired at the\nassault upon Fort Sumter, and a general review of what has occurred\nsince may not be unprofitable. What was painfully uncertain then is\nmuch better defined and more distinct now, and the progress of events\nis plainly in the right direction. The insurgents confidently claimed a\nstrong support from north of Mason and Dixon's line, and the friends of\nthe Union were not free from apprehension on the point. This, however,\nwas soon settled definitely, and on the right side. South of the line\nnoble little Delaware led off right from the first. Maryland was made\nto seem against the Union. Our soldiers were assaulted, bridges were\nburned, and railroads torn up within her limits, and we were many days\nat one time without the ability to bring a single regiment over her\nsoil to the capital. Now her bridges and railroads are repaired and\nopen to the Government; she already gives seven regiments to the cause\nof the Union, and none to the enemy; and her people, at a regular\nelection, have sustained the Union by a larger majority and a larger\naggregate vote than they ever before gave to any candidate or any\nquestion. Kentucky, too, for some time in doubt, is now decidedly and,\nI think, unchangeably ranged on the side of the Union. Missouri is\ncomparatively quiet, and, I believe, can not again be overrun by the\ninsurrectionists. These three States of Maryland, Kentucky, and\nMissouri, neither of which would promise a single soldier at first,\nhave now an aggregate of not less than 40,000 in the field for the\nUnion, while of their citizens certainly not more than a third of that\nnumber, and they of doubtful whereabouts and doubtful existence, are in\narms against us. After a somewhat bloody struggle of months, winter\ncloses on the Union people of western Virginia, leaving them masters of\ntheir own country.An insurgent force of about 1,500, for months dominating the narrow\npeninsular region constituting the counties of Accomac and Northampton,\nand known as Eastern Shore of Virginia, together with some contiguous\nparts of Maryland, have laid down their arms, and the people there have\nrenewed their allegiance to and accepted the protection of the old\nflag. This leaves no armed insurrectionist north of the Potomac or east\nof the Chesapeake.Also we have obtained a footing at each of the isolated points on the\nsouthern coast of Hatteras, Port Royal, Tybee Island (near Savannah),\nand Ship Island; and we likewise have some general accounts of popular\nmovements in behalf of the Union in North Carolina and Tennessee.These things demonstrate that the cause of the Union is advancing\nsteadily and certainly southward.Since your last adjournment Lieutenant-General Scott has retired from\nthe head of the Army. During his long life the nation has not been\nunmindful of his merit; yet on calling to mind how faithfully, ably,\nand brilliantly he has served the country, from a time far back in our\nhistory, when few of the now living had been born, and thenceforward\ncontinually, I can not but think we are still his debtors. I submit,\ntherefore, for your consideration what further mark of recognition is\ndue to him, and to ourselves as a grateful people.With the retirement of General Scott came the Executive duty of\nappointing in his stead a General in Chief of the Army. It is a\nfortunate circumstance that neither in council nor country was there,\nso far as I know, any difference of opinion as to the proper person to\nbe selected. The retiring chief repeatedly expressed his judgment in\nfavor of General McClellan for the position, and in this the nation\nseemed to give a unanimous concurrence. The designation of General\nMcClellan is therefore in considerable degree the selection of the\ncountry as well as of the Executive, and hence there is better reason\nto hope there will be given him the confidence and cordial support thus\nby fair implication promised, and without which he can not with so full\nefficiency serve the country.It has been said that one bad general is better than two good ones, and\nthe saying is true if taken to mean no more than that an army is better\ndirected by a single mind, though inferior, than by two superior ones\nat variance and cross-purposes with each other.And the same is true in all joint operations wherein those engaged can\nhave none but a common end in view and can differ only as to the choice\nof means. In a storm at sea no one on board can wish the ship to sink,\nand yet not unfrequently all go down together because too many will\ndirect and no single mind can be allowed to control.It continues to develop that the insurrection is largely, if not\nexclusively, a war upon the first principle of popular government--the\nrights of the people. Conclusive evidence of this is found in the most\ngrave and maturely considered public documents, as well as in the\ngeneral tone of the insurgents. In those documents we find the\nabridgment of the existing right of suffrage and the denial to the\npeople of all right to participate in the selection of public officers\nexcept the legislative boldly advocated, with labored arguments to\nprove that large control of the people in government is the source of\nall political evil. Monarchy itself is sometimes hinted at as a\npossible refuge from the power of the people.In my present position I could scarcely be justified were I to omit\nraising a warning voice against this approach of returning despotism.It is not needed nor fitting here that a general argument should be\nmade in favor of popular institutions, but there is one point, with its\nconnections, not so hackneyed as most others, to which I ask a brief\nattention. It is the effort to place capital on an equal footing with,\nif not above, labor in the structure of government. It is assumed that\nlabor is available only in connection with capital; that nobody labors\nunless somebody else, owning capital, somehow by the use of it induces\nhim to labor. This assumed, it is next considered whether it is best\nthat capital shall hire laborers, and thus induce them to work by their\nown consent, or buy them and drive them to it without their consent.\nHaving proceeded so far, it is naturally concluded that all laborers\nare either hired laborers or what we call slaves. And further, it is\nassumed that whoever is once a hired laborer is fixed in that condition\nfor life.Now there is no such relation between capital and labor as assumed, nor\nis there any such thing as a free man being fixed for life in the\ncondition of a hired laborer. Both these assumptions are false, and all\ninferences from them are groundless.Labor is prior to and independent of capital. Capital is only the fruit\nof labor, and could never have existed if labor had not first existed.\nLabor is the superior of capital, and deserves much the higher\nconsideration. Capital has its rights, which are as worthy of\nprotection as any other rights. Nor is it denied that there is, and\nprobably always will be, a relation between labor and capital producing\nmutual benefits. The error is in assuming that the whole labor of\ncommunity exists within that relation. A few men own capital, and that\nfew avoid labor themselves, and with their capital hire or buy another\nfew to labor for them. A large majority belong to neither\nclass--neither work for others nor have others working for them. In\nmost of the Southern States a majority of the whole people of all\ncolors are neither slaves nor masters, while in the Northern a large\nmajority are neither hirers nor hired. Men, with their families--wives,\nsons, and daughters--work for themselves on their farms, in their\nhouses, and in their shops, taking the whole product to themselves, and\nasking no favors of capital on the one hand nor of hired laborers or\nslaves on the other. It is not forgotten that a considerable number of\npersons mingle their own labor with capital; that is, they labor with\ntheir own hands and also buy or hire others to labor for them; but this\nis only a mixed and not a distinct class. No principle stated is\ndisturbed by the existence of this mixed class.Again, as has already been said, there is not of necessity any such\nthing as the free hired laborer being fixed to that condition for life.\nMany independent men everywhere in these States a few years back in\ntheir lives were hired laborers. The prudent, penniless beginner in the\nworld labors for wages awhile, saves a surplus with which to buy tools\nor land for himself, then labors on his own account another while, and\nat length hires another new beginner to help him. This is the just and\ngenerous and prosperous system which opens the way to all, gives hope\nto all, and consequent energy and progress and improvement of condition\nto all. No men living are more worthy to be trusted than those who toil\nup from poverty; none less inclined to take or touch aught which they\nhave not honestly earned. Let them beware of surrendering a political\npower which they already possess, and which if surrendered will surely\nbe used to close the door of advancement against such as they and to\nfix new disabilities and burdens upon them till all of liberty shall be\nlost.From the first taking of our national census to the last are seventy\nyears, and we find our population at the end of the period eight times\nas great as it was at the beginning. The increase of those other things\nwhich men deem desirable has been even greater. We thus have at one\nview what the popular principle, applied to Government through the\nmachinery, of the States and the Union, has produced in a given time,\nand also what if firmly maintained it promises for the future. There\nare already among us those who if the Union be preserved will live to\nsee it contain 250,000,000. The struggle of to-day is not altogether\nfor to-day; it is for a vast future also. With a reliance on Providence\nall the more firm and earnest, let us proceed in the great task which\nevents have devolved upon us.", 
    "name": "Abraham Lincoln"
}