{
    "date": "December 1, 1862", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:Since your last annual assembling another year of health and bountiful\nharvests has passed, and while it has not pleased the Almighty to bless\nus with a return of peace, we can but press on, guided by the best\nlight He gives us, trusting that in His own good time and wise way all\nwill yet be well.The correspondence touching foreign affairs which has taken place\nduring the last year is herewith submitted, in virtual compliance with\na request to that effect made by the House of Representatives near the\nclose of the last session of Congress. If the condition of our\nrelations with other nations is less gratifying than it has usually\nbeen at former periods, it is certainly more satisfactory than a nation\nso unhappily distracted as we are might reasonably have apprehended. In\nthe month of June last there were some grounds to expect that the\nmaritime powers which at the beginning of our domestic difficulties so\nunwisely and unnecessarily, as we think, recognized the insurgents as a\nbelligerent would soon recede from that position, which has proved only\nless injurious to themselves than to our own country. But the temporary\nreverses which afterwards befell the national arms, and which were\nexaggerated by our own disloyal citizens abroad, have hitherto delayed\nthat act of simple justice.The civil war, which has so radically changed for the moment the\noccupations and habits of the American people, has necessarily\ndisturbed the social condition and affected very deeply the prosperity\nof the nations with which we have carried on a commerce that has been\nsteadily increasing throughout a period of half a century. It has at\nthe same time excited political ambitions and apprehensions which have\nproduced a profound agitation throughout the civilized world. In this\nunusual agitation we have forborne from taking part in any controversy\nbetween foreign states and between parties or factions in such states.\nWe have attempted no propagandism and acknowledged no revolution. But\nwe have left to every nation the exclusive conduct and management of\nits own affairs. Our struggle has been, of course, contemplated by\nforeign nations with reference less to its own merits than to its\nsupposed and often exaggerated effects and consequences resulting to\nthose nations themselves. Nevertheless, complaint on the part of this\nGovernment, even if it were just, would certainly be unwise. The treaty\nwith Great Britain for the suppression of the slave trade has been put\ninto operation with a good prospect of complete success. It is an\noccasion of special pleasure to acknowledge that the execution of it on\nthe part of Her Majesty's Government has been marked with a jealous\nrespect for the authority of the United States and the rights of their\nmoral and loyal citizens.The convention with Hanover for the abolition of the Stade dues has\nbeen carried into full effect under the act of Congress for that\npurpose. A blockade of 3,000 miles of seacoast could not be established\nand vigorously enforced in a season of great commercial activity like\nthe present without committing occasional mistakes and inflicting\nunintentional injuries upon foreign nations and their subjects. A civil\nwar occurring in a country, where foreigners reside and carry on trade\nunder treaty stipulations is necessarily fruitful of complaints of the\nviolation of neutral rights. All such collisions tend to excite\nmisapprehensions, and possibly to produce mutual reclamations between\nnations which have a common interest in preserving peace and\nfriendship. In clear cases of these kinds I have so far as possible\nheard and redressed complaints which have been presented by friendly\npowers. There is still, however, a large and an augmenting number of\ndoubtful cases upon which the Government is unable to agree with the\ngovernments whose protection is demanded by the claimants. There are,\nmoreover, many cases in which the United States or their citizens\nsuffer wrongs from the naval or military authorities of foreign nations\nwhich the governments of those states are not at once prepared to\nredress. I have proposed to some of the foreign states thus interested\nmutual conventions to examine and adjust such complaints. This\nproposition has been made especially to Great Britain, to France, to\nSpain, and to Prussia. In each case it has been kindly received, but\nhas not yet been formally adopted.I deem it my duty to recommend an appropriation in behalf of the owners\nof the Norwegian bark Admiral P. Tordenskiold, which vessel was in May,\n1861, prevented by the commander of the blockading force off Charleston\nfrom leaving that port with cargo, notwithstanding a similar privilege\nhad shortly before been granted to an English vessel. I have directed\nthe Secretary of State to cause the papers in the case to be\ncommunicated to the proper committees.Applications have been made to me by many free Americans of African\ndescent to favor their emigration, with a view to such colonization as\nwas contemplated in recent acts of Congress. Other parties, at home and\nabroad--some from interested motives, others upon patriotic\nconsiderations, and still others influenced by philanthropic\nsentiments--have suggested similar measures, while, on the other hand,\nseveral of the Spanish American Republics have protested against the\nsending of such colonies to their respective territories. Under these\ncircumstances I have declined to move any such colony to any state\nwithout first obtaining the consent of its government, with an\nagreement on its part to receive and protect such emigrants in all the\nrights of freemen; and I have at the same time offered to the several\nStates situated within the Tropics, or having colonies there, to\nnegotiate with them, subject to the advice and consent of the Senate,\nto favor the voluntary emigration of persons of that class to their\nrespective territories, upon conditions which shall be equal, just, and\nhumane. Liberia and Hayti are as yet the only countries to which\ncolonists of African descent from here could go with certainty of being\nreceived and adopted as citizens; and I regret to say such persons\ncontemplating colonization do not seem so willing to migrate to those\ncountries as to some others, nor so willing as I think their interest\ndemands. I believe, however, opinion among them in this respect is\nimproving, and that ere long there will be an augmented and\nconsiderable migration to both these countries from the United States.The new commercial treaty between the United States and the Sultan of\nTurkey has been carried into execution.A commercial and consular treaty has been negotiated, subject to the\nSenate's consent, with Liberia, and a similar negotiation is now\npending with the Republic of Hayti. A considerable improvement of the\nnational commerce is expected to result from these measures. Our\nrelations with Great Britain, France, Spain, Portugal, Russia, Prussia,\nDenmark, Sweden, Austria, the Netherlands, Italy, Rome, and the other\nEuropean States remain undisturbed. Very favorable relations also\ncontinue to be maintained with Turkey, Morocco, China, and Japan.During the last year there has not only been no change of our previous\nrelations with the independent States of our own continent, but more\nfriendly sentiments than have heretofore existed are believed to be\nentertained by these neighbors, whose safety and progress are so\nintimately connected with our own. This statement especially applies to\nMexico, Nicaragua, Costa Rica, Honduras, Peru, and Chile. The\ncommission under the convention with the Republic of New Granada closed\nits session without having audited and passed upon all the claims which\nwere submitted to it. A proposition is pending to revive the\nconvention, that it may be able to do more complete justice. The joint\ncommission between the United States and the Republic of Costa Rica has\ncompleted its labors and submitted its report. I have favored the\nproject for connecting the United States with Europe by an Atlantic\ntelegraph, and a similar project to extend the telegraph from San\nFrancisco to connect by a Pacific telegraph with the line which is\nbeing extended across the Russian Empire. The Territories of the United\nStates, with unimportant exceptions have remained undisturbed by the\ncivil war; and they are exhibiting such evidence of prosperity as\njustifies an expectation that some of them will soon be in a condition\nto be organized as States and be constitutionally admitted into the\nFederal Union.The immense mineral resources of some of those Territories ought to be\ndeveloped as rapidly as possible. Every step in that direction would\nhave a tendency to improve the revenues of the Government and diminish\nthe burdens of the people. It is worthy of your serious consideration\nwhether some extraordinary measures to promote that end can not be\nadopted. The means which suggests itself as most likely to be effective\nis a scientific exploration of the mineral regions in those Territories\nwith a view to the publication of its results at home and in foreign\ncountries--results which can not fail to be auspicious.The condition of the finances will claim your most diligent\nconsideration. The vast expenditures incident to the military and naval\noperations required for the suppression of the rebellion have hitherto\nbeen met with a promptitude and certainty unusual in similar\ncircumstances, and the public credit has been fully maintained. The\ncontinuance of the war, however, and the increased disbursements made\nnecessary by the augmented forces now in the field demand your best\nreflections as to the best modes of providing the necessary revenue\nwithout injury to business and with the least possible burdens upon\nlabor.The suspension of specie payments by the banks soon after the\ncommencement of your last session made large issues of United States\nnotes unavoidable. In no other way could the payment of the troops and\nthe satisfaction of other just demands be so economically or so well\nprovided for. The judicious legislation of Congress, securing the\nreceivability of these notes for loans and internal duties and making\nthem a legal tender for other debts, has made them an universal\ncurrency, and has satisfied, partially at least, and for the time, the\nlong-felt want of an uniform circulating medium, saving thereby to the\npeople immense sums in discounts and exchanges.A return to specie payments, however, at the earliest period compatible\nwith due regard to all interests concerned should ever be kept in view.\nFluctuations in the value of currency are always injurious, and to\nreduce these fluctuations to the lowest possible point will always be a\nleading purpose in wise legislation. Convertibility, prompt and certain\nconvertibility, into coin is generally acknowledged to be the best and\nsurest safeguard against them; and it is extremely doubtful whether a\ncirculation of United States notes payable in coin and sufficiently\nlarge for the wants of the people can be permanently, usefully, and\nsafely maintained.Is there, then, any other mode in which the necessary provision for the\npublic wants can be made and the great advantages of a safe and uniform\ncurrency secured?I know of none which promises so certain results and is at the same\ntime so unobjectionable as the organization of banking associations,\nunder a general act of Congress, well guarded in its provisions. To\nsuch associations the Government might furnish circulating notes, on\nthe security of United States bonds deposited in the Treasury. These\nnotes, prepared under the supervision of proper officers, being uniform\nin appearance and security and convertible always into coin, would at\nonce protect labor against the evils of a vicious currency and\nfacilitate commerce by cheap and safe exchanges.A moderate reservation from the interest on the bonds would compensate\nthe United States for the preparation and distribution of the notes and\na general supervision of the system, and would lighten the burden of\nthat part of the public debt employed as securities. The public credit,\nmoreover, would be greatly improved and the negotiation of new loans\ngreatly facilitated by the steady market demand for Government bonds\nwhich the adoption of the proposed system would create. It is an\nadditional recommendation of the measure, of considerable weight, in my\njudgment, that it would reconcile as far as possible all existing\ninterests by the opportunity offered to existing institutions to\nreorganize under the act, substituting only the secured uniform\nnational circulation for the local and various circulation, secured and\nunsecured, now issued by them.The receipts into the treasury from all sources, including loans and\nbalance from the preceding year, for the fiscal year ending on the 30th\nJune, 1862, were $583,885,247.06, of which sum $49,056,397.62 were\nderived from customs; $1,795,331.73 from the direct tax; from public\nlands, $152,203.77; from miscellaneous sources, $931,787.64; from loans\nin all forms, $529,692,460.50. The remainder, :$2,257,065.80, was the\nbalance from last year.The disbursements during the same period were: For Congressional,\nexecutive, and judicial purposes, $5,939.009.29; for foreign\nintercourse, $1,339,710.35; for miscellaneous expenses, including the\nmints, loans, Post-Office deficiencies, collection of revenue, and\nother like charges, $14,129,771.50; for expenses under the Interior\nDepartment, 985.52; under the War Department, $394,368,407.36; under\nthe Navy Department, $42,674,569.69; for interest on public debt,\n$13,190,324.45; and for payment of public debt, including reimbursement\nof temporary loan and redemptions, $96,096,922.09; making an aggregate\nof $570,841,700.25, and leaving a balance in the Treasury on the 1st\nday of July, 1862, of $13,043,546.81.It should be observed that the sum of $96,096,922.09, expended for\nreimbursements and redemption of public debt, being included also in\nthe loans made, may be properly deducted both from receipts and\nexpenditures, leaving the actual receipts for the year $487,788,324.97,\nand the expenditures $474,744,778.16.Other information on the subject of the finances will be found in the\nreport of the Secretary of the Treasury, to whose statements and views\nI invite your most candid and considerate attention.The reports of the Secretaries of War and of the Navy are herewith\ntransmitted. These reports, though lengthy, are scarcely more than\nbrief abstracts of the very numerous and extensive transactions and\noperations conducted through those Departments. Nor could I give a\nsummary of them here upon any principle which would admit of its being\nmuch shorter than the reports themselves. I therefore content myself\nwith laying the reports before you and asking your attention to them.It gives me pleasure to report a decided improvement in the financial\ncondition of the Post-Office Department as compared with several\npreceding years. The receipts for the fiscal year 1861 amounted to\n$8,349,296.40, which embraced the revenue from all the States of the\nUnion for three quarters of that year. Notwithstanding the cessation of\nrevenue from the so-called seceded States during the last fiscal year,\nthe increase of the correspondence of the loyal States has been\nsufficient to produce a revenue during the same year of $8,299,820.90,\nbeing only $50,000 less than was derived from all the States of the\nUnion during the previous year. The expenditures show a still more\nfavorable result. The amount expended in 1861 was $13,606,759.11. For\nthe last year the amount has been reduced to $11,125,364.13, showing a\ndecrease of about $2,481,000 in the expenditures as compared with the\npreceding year, and about $3,750,000 as compared with the fiscal year\n1860. The deficiency in the Department for the previous year was\n$4,551,966.98. For the last fiscal year it was reduced to\n$2,112,814.57. These favorable results are in part owing to the\ncessation of mail service in the insurrectionary States and in part to\na careful review of all expenditures in that Department in the interest\nof economy. The efficiency of the postal service, it is believed, has\nalso been much improved. The Postmaster-General has also opened a\ncorrespondence through the Department of State with foreign governments\nproposing a convention of postal representatives for the purpose of\nsimplifying the rates of foreign postage and to expedite the foreign\nmails. This proposition, equally important to our adopted citizens and\nto the commercial interests of this country, has been favorably\nentertained and agreed to by all the governments from whom replies have\nbeen received.I ask the attention of Congress to the suggestions of the\nPostmaster-General in his report respecting the further legislation\nrequired, in his opinion, for the benefit of the postal service.The Secretary of the Interior reports as follows in regard to the\npublic lands: The public lands have ceased to be a source of revenue.\nFrom the 1st July, 1861, to the 30th September, 1862, the entire cash\nreceipts from the sale of lands were $137,476.26--a sum much less than\nthe expenses of our land system during the same period. The homestead\nlaw, which will take effect on the 1st of January next, offers such\ninducements to settlers that sales for cash can not be expected to an\nextent sufficient to meet the expenses of the General Land Office and\nthe cost of surveying and bringing the land into market.The discrepancy between the sum here stated as arising from the sales\nof the public lands and the sum derived from the same source as\nreported from the Treasury Department arises, as I understand, from the\nfact that the periods of time, though apparently, were not really\ncoincident at the beginning point, the Treasury report including a\nconsiderable sum now which had previously been reported from the\nInterior, sufficiently large to greatly overreach the sum derived from\nthe three months now reported upon by the Interior and not by the\nTreasury. The Indian tribes upon our frontiers have during the past\nyear manifested a spirit of insubordination, and at several points have\nengaged in open hostilities against the white settlements in their\nvicinity. The tribes occupying the Indian country south of Kansas\nrenounced their allegiance to the United States and entered into\ntreaties with the insurgents. Those who remained loyal to the United\nStates were driven from the country. The chief of the Cherokees has\nvisited this city for the purpose of restoring the former relations of\nthe tribe with the United States. He alleges that they were constrained\nby superior force to enter into treaties with the insurgents, and that\nthe United States neglected to furnish the protection which their\ntreaty stipulations required.In the month of August last the Sioux Indians in Minnesota attacked the\nsettlements in their vicinity with extreme ferocity, killing\nindiscriminately men, women, and children. This attack was wholly\nunexpected, and therefore no means of defense had been prodded. It is\nestimated that not less than 800 persons were killed by the Indians,\nand a large amount of property was destroyed. How this outbreak was\ninduced is not definitely known, and suspicions, which may be unjust,\nneed not to be stated. Information was received by the Indian Bureau\nfrom different sources about the time hostilities were commenced that a\nsimultaneous attack was to be made upon the white settlements by all\nthe tribes between the Mississippi River and the Rocky Mountains. The\nState of Minnesota has suffered great injury from this Indian war. A\nlarge portion of her territory has been depopulated, and a severe loss\nhas been sustained by the destruction of property. The people of that\nState manifest much anxiety for the removal of the tribes beyond the\nlimits of the State as a guaranty against future hostilities. The\nCommissioner of Indian Affairs will furnish full details. I submit for\nyour especial consideration whether our Indian system shall not be\nremodeled. Many wise and good men have impressed me with the belief\nthat this can be profitably done.I submit a statement of the proceedings of commissioners, which shows\nthe progress that has been made in the enterprise of constructing the\nPacific Railroad. And this suggests the earliest completion of this\nroad, and also the favorable action of Congress upon the projects now\npending before them for enlarging the capacities of the great canals in\nNew York and Illinois, as being of vital and rapidly increasing\nimportance to the whole nation, and especially to the vast interior\nregion hereinafter to be noticed at some greater length. I purpose\nhaving prepared and laid before you at an early day some interesting\nand valuable statistical information upon this subject. The military\nand commercial importance of enlarging the Illinois and Michigan Canal\nand improving the Illinois River is presented in the report of Colonel\nWebster to the Secretary of War, and now transmitted to Congress. I\nrespectfully ask attention to it.To carry out the provisions of the act of Congress of the 15th of May\nlast, I have caused the Department of Agriculture of the United States\nto be organized.The Commissioner informs me that within the period of a few months this\nDepartment has established an extensive system of correspondence and\nexchanges, both at home and abroad, which promises to effect highly\nbeneficial results in the development of a correct knowledge of recent\nimprovements in agriculture, in the introduction of new products, and\nin the collection of the agricultural statistics of the different\nStates.Also, that it will soon be prepared to distribute largely seeds,\ncereals, plants, and cuttings, and has already published and liberally\ndiffused much valuable information in anticipation of a more elaborate\nreport, which will in due time be furnished, embracing some valuable\ntests in chemical science now in progress in the laboratory.The creation of this Department was for the more immediate benefit of a\nlarge class of our most valuable citizens, and I trust that the liberal\nbasis upon which it has been organized will not only meet your\napprobation, but that it will realize at no distant day all the fondest\nanticipations of its most sanguine friends and become the fruitful\nsource of advantage to all our people.On the 22d day of September last a proclamation was issued by the\nExecutive, a copy of which is herewith submitted. In accordance with\nthe purpose expressed in the second paragraph of that paper, I now\nrespectfully recall your attention to what may be called \"compensated\nemancipation.\"A nation may be said to consist of its territory, its people, and its\nlaws. The territory is the only part which is of certain durability.\n\"One generation passeth away and another generation cometh, but the\nearth abideth forever.\" It is of the first importance to duly consider\nand estimate this ever-enduring part. That portion of the earth's\nsurface which is owned and inhabited by the people of the United States\nis well adapted to be the home of one national family, and it is not\nwell adapted for two or more. Its vast extent and its variety of\nclimate and productions are of advantage in this age for one people,\nwhatever they might have been in former ages. Steam, telegraphs, and\nintelligence have brought these to be an advantageous combination for\none united people.In the inaugural address I briefly pointed out the total inadequacy of\ndisunion as a remedy for the differences between the people of the two\nsections. I did so in language which I can not improve, and which,\ntherefore, I beg to repeat: One section of our country believes slavery\nis right and ought to be extended, while the other believes it is wrong\nand ought not to be extended. This is the only substantial dispute. The\nfugitive-slave clause of the Constitution and the law for the\nsuppression of the foreign slave trade are each as well enforced,\nperhaps, as any law can ever be in a community where the moral sense of\nthe people imperfectly supports the law itself. The great body of the\npeople abide by the dry legal obligation in both cases, and a few break\nover in each. This I think, can not be perfectly cured, and it would be\nworse in both cases after the separation of the sections than before.\nThe foreign slave trade, now imperfectly suppressed, would be\nultimately revived without restriction in one section, while fugitive\nslaves, now only partially surrendered, would not be surrendered at all\nby the other. Physically speaking, we can not separate. We can not\nremove our respective sections from each other nor build an impassable\nwall between them. A husband and wife may be divorced and go out of the\npresence and beyond the reach of each other, but the different parts of\nour country can not do this. They can not but remain face to face, and\nintercourse, either amicable or hostile, must continue between them, Is\nit possible, then, to make that intercourse more advantageous or more\nsatisfactory after separation than before? Can aliens make treaties\neasier than friends can make laws? Can treaties be more faithfully\nenforced between aliens than laws can among friends? Suppose you go to\nwar, you can not fight always; and when, after much loss on both sides\nand no gain on either, you cease fighting, the identical old questions,\nas to terms of intercourse, are again upon you. There is no line,\nstraight or crooked, suitable for a national boundary upon which to\ndivide. Trace through, from east to west, upon the line between the\nfree and slave country, and we shall find a little more than one-third\nof its length are rivers, easy to be crossed, and populated, or soon to\nbe populated, thickly upon both sides; while nearly all its remaining\nlength are merely surveyors' lines, over which people may walk back and\nforth without any consciousness of their presence. No part of this line\ncan be made any more difficult to pass by writing it down on paper or\nparchment as a national boundary. The fact of separation, if it comes,\ngives up on the part of the seceding section the fugitive-slave clause,\nalong with all other constitutional obligations upon the section\nseceded from, while I should expect no treaty stipulation would ever be\nmade to take its place.But there is another difficulty. The great interior region bounded east\nby the Alleghanies, north by the British dominions, west by the Rocky\nMountains, and south by the line along which the culture of corn and\ncotton meets, and which includes part of Virginia, part of Tennessee,\nall of Kentucky, Ohio, Indiana, Michigan, Wisconsin, Illinois,\nMissouri, Kansas, Iowa, Minnesota, and the Territories of Dakota,\nNebraska, and part of Colorado, already has above 10,000,000 people,\nand will have 50,000,000 within fifty years if not prevented by any\npolitical folly or mistake. It contains more than one-third of the\ncountry owned by the United States--certainly more than 1,000,000\nsquare miles. Once half as populous as Massachusetts already is, it\nwould have more than 75,000,000 people. A glance at the map shows that,\nterritorially speaking, it is the great body of the Republic. The other\nparts are but marginal borders to it. The magnificent region sloping\nwest from the Rocky Mountains to the Pacific being the deepest and also\nthe richest in undeveloped resources. In the production of provisions\ngrains, grasses, and all which proceed from them this great interior\nregion is naturally one of the most important in the world. Ascertain\nfrom the statistics the small proportion of the region which has as yet\nbeen brought into cultivation, and also the large and rapidly\nincreasing amount of its products, and we shall be overwhelmed with the\nmagnitude of the prospect presented. And yet this region has no\nseacoast--touches no ocean anywhere. As part of one nation, its people\nnow find, and may forever find, their way to Europe by New York, to\nSouth America and Africa by New Orleans, and to Asia by San Francisco;\nbut separate our common country into two nations, as designed by the\npresent rebellion, and every man of this great interior region is\nthereby cut off from some one or more of these outlets, not perhaps by\na physical barrier, but by embarrassing and onerous trade regulations.And this is true, wherever a dividing or boundary line may be fixed.\nPlace it between the now free and slave country, or place it south of\nKentucky or north of Ohio, and still the truth remains that none south\nof it can trade to any port or place north of it, and none north of it\ncan trade to any port or place south of it, except upon terms dictated\nby a government foreign to them. These outlets, east, west, and south,\nare indispensable to the well-being of the people inhabiting and to\ninhabit this vast interior region. Which of the three may be the best\nis no proper question. All are better than either, and all of right\nbelong to that people and to their successors forever. True to\nthemselves, they will not ask where a line of separation shall be, but\nwill vow rather that there shall be no such line. Nor are the marginal\nregions less interested in these communications to and through them to\nthe great outside world. They, too, and each of them, must have access\nto this Egypt of the West without paying toll at the crossing of any\nnational boundary.Our national strife springs not from our permanent part; not from the\nland we inhabit: not from our national homestead. There is no possible\nsevering of this but would multiply and not mitigate evils among us. In\nall its adaptations and aptitudes it demands union and abhors\nseparation. In fact, it would ere long force reunion, however much of\nblood and treasure the separation might have cost. Our strife pertains\nto ourselves--to the passing generations of men--and it can without\nconvulsion be hushed forever with the passing of one generation.In this view I recommend the adoption of the following resolution and\narticles amendatory to the Constitution of the United States: Resolved\nby the Senate and House of Representatives of the United States of\nAmerica in Congress assembled (two-thirds of both Houses concurring),\nThat the following articles be proposed to the legislatures (or\nconventions) of the several States as amendments to the Constitution of\nthe United States, all or any of which articles, when ratified by\nthree-fourths of the said legislatures (or conventions ), to be valid\nas part or parts of the said Constitution, viz:ART.--. Every State wherein slavery now exists which shall abolish the\nsame therein at any time or times before the 1st day of January, A. D.\n1900, shall receive compensation from the United States as follows, to\nwit:The President of the United States shall deliver to every such State\nbonds of the United States bearing interest at the rate of per cent per\nannum to an amount equal to the aggregate sum of ____ for each slave\nshown to have been therein by the Eighth Census of the United States,\nsaid bonds to be delivered to such State by installments or in one\nparcel at the completion of the abolishment, accordingly as the same\nshall have been gradual or at one time within such State; and interest\nshall begin to run upon any such bond only from the proper time of its\ndelivery as aforesaid. Any State having received bonds as aforesaid and\nafterwards reintroducing or tolerating slavery therein shall refund to\nthe United States the bonds so received, or the value thereof, and all\ninterest paid thereon.ART.--All slaves who shall have enjoyed actual freedom by the chances\nof the war at any time before the end of the rebellion shall be forever\nfree; but all owners of such who shall not have been disloyal shall be\ncompensated for them at the same rates as is provided for States\nadopting abolishment of slavery, but in such way that no slave shall be\ntwice accounted for.ART.--Congress may appropriate money and otherwise provide for\ncolonizing free colored persons with their own consent at any place or\nplaces without the United States. I beg indulgence to discuss these\nproposed articles at some length. Without slavery the rebellion could\nnever have existed; without slavery it could not continue.Among the friends of the Union there is great diversity of sentiment\nand of policy in regard to slavery and the African race amongst us.\nSome would perpetuate slavery; some would abolish it suddenly and\nwithout compensation; some would abolish it gradually and with\ncompensation: some would remove the freed people from us, and some\nwould retain them with us; and there are yet other minor diversities.\nBecause of these diversities we waste much strength in struggles among\nourselves. By mutual concession we should harmonize and act together.\nThis would be compromise, but it would be compromise among the friends\nand not with the enemies of the Union. These articles are intended to\nembody a plan of such mutual concessions. If the plan shall be adopted,\nit is assumed that emancipation will follow, at least in several of the\nStates.As to the first article, the main points are, first, the emancipation;\nsecondly, the length of time for consummating it (thirty-seven years);\nand, thirdly, the compensation.The emancipation will be unsatisfactory to the advocates of perpetual\nslavery, but the length of time should greatly mitigate their\ndissatisfaction. The time spares both races from the evils of sudden\nderangement--in fact, from the necessity of any derangement--while most\nof those whose habitual course of thought will be disturbed by the\nmeasure will have passed away before its consummation. They will never\nsee it. Another class will hail the prospect of emancipation, but will\ndeprecate the length of time. They will feel that it gives too little\nto the now living slaves. But it really gives them much. It saves them\nfrom the vagrant destitution which must largely attend immediate\nemancipation in localities where their numbers are very great, and it\ngives the inspiring assurance that their posterity shall be free\nforever. The plan leaves to each State choosing to act under it to\nabolish slavery now or at the end of the century, or at any\nintermediate time, or by degrees extending over the whole or any part\nof the period, and it obliges no two States to proceed alike. It also\nprovides for compensation, and generally the mode of making it. This,\nit would seem, must further mitigate the dissatisfaction of those who\nfavor perpetual slavery, and especially of those who are to receive the\ncompensation. Doubtless some of those who are to pay and not to receive\nwill object. Yet the measure is both just and economical. In a certain\nsense the liberation of slaves is the destruction of property--property\nacquired by descent or by purchase, the same as any other property. It\nis no less true for having been often said that the people of the South\nare not more responsible for the original introduction of this property\nthan are the people of the North; and when it is remembered how\nunhesitatingly we all use cotton and sugar and share the profits of\ndealing in them, it may not be quite safe to say that the South has\nbeen more responsible than the North for its continuance. If, then, for\na common object this property is to be sacrificed, is it not just that\nit be done at a common charge?And if with less money, or money more easily paid, we can preserve the\nbenefits of the Union by this means than we can by the war alone, is it\nnot also economical to do it? Let us consider it, then. Let us\nascertain the sum we have expended in the war since compensated\nemancipation was proposed last March, and consider whether if that\nmeasure had been promptly accepted by even some of the slave States the\nsame sum would not have done more to close the war than has been\notherwise done. If so, the measure would save money, and in that view\nwould be a prudent and economical measure. Certainly it is not so easy\nto pay something as it is to pay nothing, but it is easier to pay a\nlarge sum than it is to pay a larger one. And it is easier to pay any\nsum when we are able than it is to pay it before we are able. The war\nrequires large sums, and requires them at once. The aggregate sum\nnecessary for compensated emancipation of course would be large. But it\nwould require no ready cash, nor the bonds even any faster than the\nemancipation progresses. This might not, and probably would not, close\nbefore the end of the thirty-seven years. At that time we shall\nprobably have a hundred millions of people to share the burden, instead\nof thirty-one millions as now. And not only so, but the increase of our\npopulation may be expected to continue for a long time after that\nperiod as rapidly as before, because our territory will not have become\nfull. I do not state this inconsiderately. At the same ratio of\nincrease which we have maintained, on an average, from our first\nnational census, in 1790, until that of 1860, we should in 1900 have a\npopulation of 103,208,415. And why may we not continue that ratio far\nbeyond that period? Our abundant room, our broad national homestead, is\nour ample resource. Were our territory as limited as are the British\nIsles, very certainly our population could not expand as stated.\nInstead of receiving the foreign born as now, we should be compelled to\nsend part of the native born away. But such is not our condition. We\nhave 2,963,000 square miles. Europe has 3,800,000, with a population\naveraging 73 1/3 persons to the square mile. Why may not our country at\nsome time average as many? Is it less fertile? Has it more waste\nsurface by mountains, rivers, lakes, deserts, or other causes? Is it\ninferior to Europe in any natural advantage? If, then, we are at some\ntime to be as populous as Europe, how soon? As to when this may be, we\ncan judge by the past and the present; as to when it will be, if ever,\ndepends much on whether we maintain the Union. Several of our States\nare already above the average of Europe 73 1/3 to the square mile.\nMassachusetts has 157; Rhode Island, 133; Connecticut, 99; New York and\nNew Jersey, each 80. Also two other great States, Pennsylvania and\nOhio, are not far below, the former having 63 and the latter 59. The\nStates already above the European average, except New York, have\nincreased in as rapid a ratio since passing that point as ever before,\nwhile no one of them is equal to some other parts of our country in\nnatural capacity for sustaining a dense population.Taking the nation in the aggregate, and we find its population and\nratio of increase for the several decennial periods to be as follows:Year - Population - Ratio of increase.- - Per cent.1790 - 3,929,827 - ..........1800 - 5,304,937 - 35.021810 - 7,239,814 - 36.451820 - 9,638,131 - 36.451830 - 12,866,020 - 33.491840 - 17,069,453 - 32.671850 - 23,191,876 - 35.871860 - 31,443,790 - 35.58This shows an average decennial increase of 34.60 per cent in\npopulation through the seventy years from our first to our last census\nyet taken. It is seen that the ratio of increase at no one of these\nseven periods is either 2 per cent below or 2 per cent above the\naverage, thus showing how inflexible, and consequently how reliable,\nthe law of increase in our case is. Assuming that it will continue, it\ngives the following results:Year - Population1870 - 42,323,3411880 - 56,967,2161890 - 76,677,8721900 - 103,208,4151910 - 138,918,5261920 - 186,984,3351930 - 251,680,914These figures show that our country may be as populous as Europe now is\nat some point between 1920 and 1930--say about 1925--our territory, at\n73 1/3 persons to the square mile, being of capacity to contain\n217,186,000.And we will reach this, too, if we do not ourselves relinquish the\nchance by the folly and evils of disunion or by long and exhausting war\nspringing from the only great element of national discord among us.\nWhile it can not be foreseen exactly how much one huge example of\nsecession, breeding lesser ones indefinitely, would retard population,\ncivilization, and prosperity, no one can doubt that the extent of it\nwould be very great and injurious.The proposed emancipation would shorten the war, perpetuate peace,\ninsure this increase of population, and proportionately the wealth of\nthe country. With these we should pay all the emancipation would cost,\ntogether with our other debt, easier than we should pay our other debt\nwithout it. If we had allowed our old national debt to run at 6 per\ncent per annum, simple interest, from the end of our revolutionary\nstruggle until to-day, without paying anything on either principal or\ninterest, each man of us would owe less upon that debt now than each\nman owed upon it then; and this because our increase of men through the\nwhole period has been greater than 6 per cent--has run faster than the\ninterest upon the debt. Thus time alone relieves a debtor nation, so\nlong as its population increases faster than unpaid interest\naccumulates on its debt.This fact would be no excuse for delaying payment of what is justly\ndue, but it shows the great importance of time in this connection--the\ngreat advantage of a policy by which we shall not have to pay until we\nnumber 100,000,000 what by a different policy we would have to pay now,\nwhen we number but 31,000,000. In a word, it shows that a dollar will\nbe much harder to pay for the war than will be a dollar for\nemancipation on the proposed plan. And then the latter will cost no\nblood, no precious life. It will be a saving of both.As to the second article, I think it would be impracticable to return\nto bondage the class of persons therein contemplated. Some of them,\ndoubtless, in the property sense belong to loyal owners, and hence\nprovision is made in this article for compensating such. The third\narticle relates to the future of the freed people. It does not oblige,\nbut merely authorizes Congress to aid in colonizing such as may\nconsent. This ought not to be regarded as objectionable on the one hand\nor on the other, insomuch as it comes to nothing unless by the mutual\nconsent of the people to be deported and the American voters, through\ntheir representatives in Congress.I can not make it better known than it already is that I strongly favor\ncolonization; and yet I wish to say there is an objection urged against\nfree colored persons remaining in the country which is largely\nimaginary, if not sometimes malicious.It is insisted that their presence would injure and displace white\nlabor and white laborers. If there ever could be a proper time for mere\ncatch arguments, that time surely is not now. In times like the present\nmen should utter nothing for which they would not willingly be\nresponsible through time and in eternity. Is it true, then, that\ncolored people can displace any more white labor by being free than by\nremaining slaves? If they stay in their old places, they jostle no\nwhite laborers; if they leave their old places, they leave them open to\nwhite laborers. Logically, there is neither more nor less of it.\nEmancipation, even without deportation, would probably enhance the\nwages of white labor, and very surely would not reduce them. Thus the\ncustomary amount of labor would still have to be performed--the freed\npeople would surely not do more than their old proportion of it, and\nvery probably for a time would do less, leaving an increased part to\nwhite laborers, bringing their labor into greater demand, and\nconsequently enhancing the wages of it. With deportation, even to a\nlimited extent, enhanced wages to white labor is mathematically\ncertain. Labor is like any other commodity in the market--increase the\ndemand for it and you increase the price of it. Reduce the supply of\nblack labor by colonizing the black laborer out of the country, and by\nprecisely so much you increase the demand for and wages of white labor.But it is dreaded that the freed people will swarm forth and cover the\nwhole land. Are they not already in the land? Will liberation make them\nany more numerous? Equally distributed among the whites of the whole\ncountry, and there would be but one colored to seven whites. Could the\none in any way greatly disturb the seven? There are many communities\nnow having more than one free colored person to seven whites and this\nwithout any apparent consciousness of evil from it. The District of\nColumbia and the States of Maryland and Delaware are all in this\ncondition. The District has more than one free colored to six whites,\nand yet in its frequent petitions to Congress I believe it has never\npresented the presence of free colored persons as one of its\ngrievances. But why should emancipation South send the free people\nNorth? People of any color seldom run unless there be something to run\nfrom. Heretofore colored people to some extent have fled North from\nbondage, and now, perhaps, from both bondage and destitution. But if\ngradual emancipation and deportation be adopted, they will have neither\nto flee from. Their old masters will give them wages at least until new\nlaborers can be procured, and the freedmen in turn will gladly give\ntheir labor for the wages till new homes can be found for them in\ncongenial climes and with people of their own blood and race. This\nproposition can be trusted on the mutual interests involved. And in any\nevent, can not the North decide for itself whether to receive them?Again, as practice proves more than theory in any case, has there been\nany irruption of colored people northward because of the abolishment of\nslavery in this District last spring?What I have said of the proportion of free colored persons to the\nwhites in the District is from the census of 1860, having no reference\nto persons called contrabands nor to those made free by the act of\nCongress abolishing slavery here.The plan consisting of these articles is recommended, not but that a\nrestoration of the national authority would be accepted without its\nadoption.Nor will the war nor proceedings under the proclamation of September\n22, 1862, be stayed because of the recommendation of this plan. Its\ntimely adoption, I doubt not, would bring restoration, and thereby stay\nboth.And notwithstanding this plan, the recommendation that Congress provide\nby law for compensating any State which may adopt emancipation before\nthis plan shall have been acted upon is hereby earnestly renewed. Such\nwould be only an advance part of the plan, and the same arguments apply\nto both.This plan is recommended as a means, not in exclusion of, but\nadditional to, all others for restoring and preserving the national\nauthority throughout the Union. The subject is presented exclusively in\nits economical aspect. The plan would, I am confident, secure peace\nmore speedily and maintain it more permanently than can be done by\nforce alone, while all it would cost, considering amounts and manner of\npayment and times of payment, would be easier paid than will be the\nadditional cost of the war if we rely solely upon force. It is much,\nvery much, that it would cost no blood at all.The plan is proposed as permanent constitutional law. It can not become\nsuch without the concurrence of, first, two-thirds of Congress, and\nafterwards three-fourths of the States. The requisite three-fourths of\nthe States will necessarily include seven of the slave States. Their\nconcurrence, if obtained, will give assurance of their severally\nadopting emancipation at no very distant day upon the new\nconstitutional terms. This assurance would end the struggle now and\nsave the Union forever.I do not forget the gravity which should characterize a paper addressed\nto the Congress of the nation by the Chief Magistrate of the nation,\nnor do I forget that some of you are my seniors, nor that many of you\nhave more experience than I in the conduct of public affairs. Yet I\ntrust that in view of the great responsibility resting upon me you will\nperceive no want of respect to yourselves in any undue earnestness I\nmay seem to display.Is it doubted, then, that the plan I propose, if adopted, would shorten\nthe war, and thus lessen its expenditure of money and of blood? Is it\ndoubted that it would restore the national authority and national\nprosperity and perpetuate both indefinitely? Is it doubted that we\nhere--Congress and Executive can secure its adoption? Will not the good\npeople respond to a united and earnest appeal from us? Can we, can\nthey, by any other means so certainly or so speedily assure these vital\nobjects? We can succeed only by concert. It is not \"Can any of us\nimagine better?\" but \"Can we all do better?\" Object whatsoever is\npossible, still the question recurs, \"Can we do better?\" The dogmas of\nthe quiet past are inadequate to the stormy present. The occasion is\npiled high with difficulty, and we must rise with the occasion. As our\ncase is new, so we must think anew and act anew. We must disenthrall\nourselves, and then we shall save our country.Fellow-citizens, we can not escape history. We of this Congress and\nthis Administration will be remembered in spite of ourselves. No\npersonal significance or insignificance can spare one or another of us.\nThe fiery trial through which we pass will light us down in honor or\ndishonor to the latest generation. We say we are for the Union. The\nworld will not forget that we say this. We know how to save the Union.\nThe world knows we do know how to save it. We, even we here, hold the\npower and bear the responsibility. In giving freedom to the slave we\nassure freedom to the free--honorable alike in what we give and what we\npreserve. We shall nobly save or meanly lose the last best hope of\nearth. Other means may succeed; this could not fail. The way is plain,\npeaceful, generous, just--a way which if followed the world will\nforever applaud and God must forever bless.", 
    "name": "Abraham Lincoln"
}