{
    "date": "December 1, 1834", 
    "speech": "Fellow Citizens of the Senate and of the House of Representatives:In performing my duty at the opening of your present session it gives\nme pleasure to congratulate you again upon the prosperous condition of\nour beloved country. Divine Providence has favored us with general\nhealth, with rich rewards in the fields of agriculture and in every\nbranch of labor, and with peace to cultivate and extend the various\nresources which employ the virtue and enterprise of our citizens. Let\nus trust that in surveying a scene so flattering to our free\ninstitutions our joint deliberations to preserve them may be crowned\nwith success.Our foreign relations continue, with but few exceptions, to maintain\nthe favorable aspect which they bore in my last annual message, and\npromise to extend those advantages which the principles that regulate\nour intercourse with other nations are so well calculated to secure.The question of our North East boundary is still pending with Great\nBritain, and the proposition made in accordance with the resolution of\nthe Senate for the establishment of a line according to the treaty of\n1783 has not been accepted by that Government. Believing that every\ndisposition is felt on both sides to adjust this perplexing question to\nthe satisfaction of all the parties interested in it, the hope is yet\nindulged that it may be effected on the basis of that proposition.With the Governments of Austria, Russia, Prussia, Holland, Sweden, and\nDenmark the best understanding exists. Commerce with all is fostered\nand protected by reciprocal good will under the sanction of liberal\nconventional or legal provisions.In the midst of her internal difficulties the Queen of Spain has\nratified the convention for the payment of the claims of our citizens\narising since 1819. It is in the course of execution on her part, and a\ncopy of it is now laid before you for such legislation as may be found\nnecessary to enable those interested to derive the benefits of it.Yielding to the force of circumstances and to the wise counsels of time\nand experience, that power has finally resolved no longer to occupy the\nunnatural position in which she stood to the new Governments\nestablished in this hemisphere. I have the great satisfaction of\nstating to you that in preparing the way for the restoration of harmony\nbetween those who have sprung from the same ancestors, who are allied\nby common interests, profess the same religion, and speak the same\nlanguage the United States have been actively instrumental. Our efforts\nto effect this good work will be persevered in while they are deemed\nuseful to the parties and our entire disinterestedness continues to be\nfelt and understood. The act of Congress to countervail the\ndiscriminating duties to the prejudice of our navigation levied in Cuba\nand Puerto Rico has been transmitted to the minister of the United\nStates at Madrid, to be communicated to the Government of the Queen. No\nintelligence of its receipt has yet reached the Department of State. If\nthe present condition of the country permits the Government to make a\ncareful and enlarged examination of the true interests of these\nimportant portions of its dominions, no doubt is entertained that their\nfuture intercourse with the United States will be placed upon a more\njust and liberal basis.The Florida archives have not yet been selected and delivered. Recent\norders have been sent to the agent of the United States at Havana to\nreturn with all that he can obtain, so that they may be in Washington\nbefore the session of the Supreme Court, to be used in the legal\nquestions there pending to which the Government is a party.Internal tranquillity is happily restored to Portugal. The distracted\nstate of the country rendered unavoidable the postponement of a final\npayment of the just claims of our citizens. Our diplomatic relations\nwill be soon resumed, and the long-subsisting friendship with that\npower affords the strongest guaranty that the balance due will receive\nprompt attention.The first installment due under the convention of indemnity with the\nKing of the Two Sicilies has been duly received, and an offer has been\nmade to extinguish the whole by a prompt payment--an offer I did not\nconsider myself authorized to accept, as the indemnification provided\nis the exclusive property of individual citizens of the United States.\nThe original adjustment of our claims and the anxiety displayed to\nfulfill at once the stipulations made for the payment of them are\nhighly honorable to the Government of the Two Sicilies. When it is\nrecollected that they were the result of the injustice of an intrusive\npower temporarily dominant in its territory, a repugnance to\nacknowledge and to pay which would have been neither unnatural nor\nunexpected, the circumstances can not fail to exalt its character for\njustice and good faith in the eyes of all nations.The treaty of amity and commerce between the United States and Belgium,\nbrought to your notice in my last annual message as sanctioned by the\nSenate, but the ratifications of which had not been exchanged owing to\na delay in its reception at Brussels and a subsequent absence of the\nBelgian minister of foreign affairs, has been, after mature\ndeliberation, finally disavowed by that Government as inconsistent with\nthe powers and instructions given to their minister who negotiated it.\nThis disavowal was entirely unexpected, as the liberal principles\nembodied in the convention, and which form the ground-work of the\nobjections to it, were perfectly satisfactory to the Belgian\nrepresentative, and were supposed to be not only within the powers\ngranted, but expressly conformable to the instructions given to him. An\noffer, not yet accepted, has been made by Belgium to renew negotiations\nfor a treaty less liberal in its provisions on questions of general\nmaritime law.Our newly established relations with the Sublime Porte promise to be\nuseful to our commerce and satisfactory in every respect to this\nGovernment. Our intercourse with the Barbary Powers continues without\nimportant change, except that the present political state of Algiers\nhas induced me to terminate the residence there of a salaried consul\nand to substitute an ordinary consulate, to remain so long as the place\ncontinues in the possession of France. Our first treaty with one of\nthese powers, the Emperor of Morocco, was formed in 1786, and was\nlimited to fifty years. That period has almost expired. I shall take\nmeasures to renew it with the greater satisfaction as its stipulations\nare just and liberal and have been, with mutual fidelity and reciprocal\nadvantage, scrupulously fulfilled.Intestine dissensions have too frequently occurred to mar the\nprosperity, interrupt the commerce, and distract the governments of\nmost of the nations of this hemisphere which have separated themselves\nfrom Spain. When a firm and permanent understanding with the parent\ncountry shall have produced a formal acknowledgment of their\nindependence, and the idea of danger from that quarter can be no longer\nentertained, the friends of freedom expect that those countries, so\nfavored by nature, will be distinguished for their love of justice and\ntheir devotion to those peaceful arts the assiduous cultivation of\nwhich confers honor upon nations and gives value to human life.In the mean time I confidently hope that the apprehensions entertained\nthat some of the people of these luxuriant regions may be tempted, in a\nmoment of unworthy distrust of their own capacity for the enjoyment of\nliberty, to commit the too common error of purchasing present repose by\nbestowing on some favorite leaders the fatal gift of irresponsible\npower will not be realized. With all these Governments and with that of\nBrazil no unexpected changes in our relations have occurred during the\npresent year.Frequent causes of just complaint have arisen upon the part of the\ncitizens of the United States, some times from the irregular action of\nthe constituted subordinate authorities of the maritime regions and\nsome times from the leaders or partisans of those in arms against the\nestablished Governments. In all cases representations have been or will\nbe made, and as soon as their political affairs are in a settled\nposition it is expected that our friendly remonstrances will be\nfollowed by adequate redress.The Government of Mexico made known in December last the appointment of\ncommissioners and a surveyor on its part to run, in conjunction with\nours, the boundary line between its territories and the United States,\nand excused the delay for the reasons anticipated--the prevalence of\ncivil war. The commissioners and surveyors not having met within the\ntime stipulated by the treaty, a new arrangement became necessary, and\nour charge d'affaires was instructed in January, 1833 to negotiate in\nMexico an article additional to the pre-existing treaty. This\ninstruction was acknowledged, and no difficulty was apprehended in the\naccomplishment of that object. By information just received that\nadditional article to the treaty will be obtained and transmitted to\nthis country as soon as it can receive the ratification of the Mexican\nCongress.The reunion of the three States of New Grenada, Venezuela, and Equador,\nforming the Republic of Colombia, seems every day to become more\nimprobable. The commissioners of the two first are understood to be now\nnegotiating a just division of the obligations contracted by them when\nunited under one government. The civil war in Equador, it is believed,\nhas prevented even the appointment of a commissioner on its part.I propose at an early day to submit, in the proper form, the\nappointment of a diplomatic agent to Venezuela, the importance of the\ncommerce of that country to the United States and the large claims of\nour citizens upon the Government arising before and since the division\nof Colombia rendering it, in my judgment, improper longer to delay this\nstep.Our representatives to Central America, Peru, and Brazil are either at\nor on their way to their respective posts.From the Argentine Republic, from which a minister was expected to this\nGovernment, nothing further has been heard. Occasion has been taken on\nthe departure of a new consul to Buenos Ayres to remind that Government\nthat its long delayed minister, whose appointment had been made known\nto us, had not arrived.It becomes my unpleasant duty to inform you that this pacific and\nhighly gratifying picture of our foreign relations does not include\nthose with France at this time. It is not possible that any Government\nand people could be more sincerely desirous of conciliating a just and\nfriendly intercourse with another nation than are those of the United\nStates with their ancient ally and friend. This disposition is founded\nas well on the most grateful and honorable recollections associated\nwith our struggle for independence as upon a well grounded conviction\nthat it is consonant with the true policy of both. The people of the\nUnited States could not, therefore, see without the deepest regret even\na temporary interruption of the friendly relations between the two\ncountries--a regret which would, I am sure, be greatly aggravated if\nthere should turn out to be any reasonable ground for attributing such\na result to any act of omission or commission on our part. I derive,\ntherefore, the highest satisfaction from being able to assure you that\nthe whole course of this Government has been characterized by a spirit\nso conciliatory and for bearing as to make it impossible that our\njustice and moderation should be questioned, what ever may be the\nconsequences of a longer perseverance on the part of the French\nGovernment in her omission to satisfy the conceded claims of our\ncitizens.The history of the accumulated and unprovoked aggressions upon our\ncommerce committed by authority of the existing Governments of France\nbetween the years 1800 and 1817 has been rendered too painfully\nfamiliar to Americans to make its repetition either necessary or\ndesirable. It will be sufficient here to remark that there has for many\nyears been scarcely a single administration of the French Government by\nwhom the justice and legality of the claims of our citizens to\nindemnity were not to a very considerable extent admitted, and yet near\na quarter of a century has been wasted in ineffectual negotiations to\nsecure it.Deeply sensible of the injurious effects resulting from this state of\nthings upon the interests and character of both nations, I regarded it\nas among my first duties to cause one more effort to be made to satisfy\nFrance that a just and liberal settlement of our claims was as well due\nto her own honor as to their incontestable validity. The negotiation\nfor this purpose was commenced with the late Government of France, and\nwas prosecuted with such success as to leave no reasonable ground to\ndoubt that a settlement of a character quite as liberal as that which\nwas subsequently made would have been effected had not the revolution\nby which the negotiation was cut off taken place. The discussions were\nresumed with the present Government, and the result showed that we were\nnot wrong in supposing that an event by which the two Governments were\nmade to approach each other so much nearer in their political\nprinciples, and by which the motives for the most liberal and friendly\nintercourse were so greatly multiplied, could exercise no other than a\nsalutary influence upon the negotiation.After the most deliberate and thorough examination of the whole subject\na treaty between the two Governments was concluded and signed at Paris\non July 4th, 1831, by which it was stipulated that \"the French\nGovernment, in order to liberate itself from all the reclamations\npreferred against it by citizens of the United States for unlawful\nseizures, captures, sequestrations, confiscations, or destruction of\ntheir vessels, cargoes, or other property, engages to pay a sum of\n25,000,000 francs to the United States, who shall distribute it among\nthose entitled in the manner and according to the rules it shall\ndetermine\"; and it was also stipulated on the part of the French\nGovernment that this 25,000,000 francs should be paid at Paris, in six\nannual installments of 4,166,666 francs and 66 centimes each, into the\nhands of such person or persons \"as shall be authorized by the\nGovernment of the United States to receive it\", the first installment\nto be paid \"at the expiration of one year next following the exchange\nof the ratifications of this convention and the others at successive\nintervals of a year, one after another, 'til the whole shall be paid.\nTo the amount of each of the said installments shall be added interest\nat 4% thereupon, as upon the other installments then remaining unpaid,\nthe said interest to be computed from the day of the exchange of the\npresent convention\".It was also stipulated on the part of the United States, for the\npurpose of being completely liberated from all the reclamations\npresented by France on behalf of its citizens, that the sum of\n1,500,000 francs should be paid to the Government of France in six\nannual installments, to be deducted out of the annual sums which France\nhad agreed to pay, interest thereupon being in like manner computed\nfrom the day of the exchange of the ratifications. In addition to this\nstipulation, important advantages were secured to France by the\nfollowing article, viz: The wines of France, from and after the\nexchange of the ratifications of the present conventions, shall be\nadmitted to consumption in the States of the Union at duties which\nshall not exceed the following rates by the gallon (such as it is used\nat present for wines in the United States), to wit: six cents for red\nwines in casks; ten cents for white wines in casks, and 22 cents for\nwines of all sorts in bottles. The proportions existing between the\nduties on French wines thus reduced and the general rates of the tariff\nwhich went into operation January 1st, 1829, shall be maintained in\ncase the Government of the United States should think proper to\ndiminish those general rates in a new tariff.In consideration of this stipulation, which shall be binding on the\nUnited States for ten years, the French Government abandons the\nreclamations which it had formed in relation to the 8th article of the\ntreaty of cession of Louisiana. It engages, moreover, to establish on\nthe long-staple cottons of the United States which after the exchange\nof the ratifications of the present convention shall be brought\ndirectly thence to France by the vessels of the United States or by\nFrench vessels the same duties as on short-staple cotton. This treaty\nwas duly ratified in the manner prescribed by the constitutions of both\ncountries, and the ratification was exchanged at the city of Washington\non February 2d, 1832. On account of its commercial stipulations it was\nin five days thereafter laid before the Congress of the United States,\nwhich proceeded to enact such laws favorable to the commerce of France\nas were necessary to carry it into full execution, and France has from\nthat period to the present been in the unrestricted enjoyment of the\nvaluable privileges that were thus secured to her.The faith of the French nation having been thus solemnly pledged\nthrough its constitutional organ for the liquidation and ultimate\npayment of the long deferred claims of our citizens, as also for the\nadjustment of other points of great and reciprocal benefits to both\ncountries, and the United States having, with a fidelity and\npromptitude by which their conduct will, I trust, be always\ncharacterized, done every thing that was necessary to carry the treaty\ninto full and fair effect on their part, counted with the most perfect\nconfidence on equal fidelity and promptitude on the part of the French\nGovernment. In this reasonable expectation we have been, I regret to\ninform you, wholly disappointed. No legislative provision has been made\nby France for the execution of the treaty, either as it respects the\nindemnity to be paid or the commercial benefits to be secured to the\nUnited States, and the relations between the United States and that\npower in consequence thereof are placed in a situation threatening to\ninterrupt the good understanding which has so long and so happily\nexisted between the two nations.Not only has the French Government been thus wanting in the performance\nof the stipulations it has so solemnly entered into with the United\nStates, but its omissions have been marked by circumstances which would\nseem to leave us without satisfactory evidences that such performance\nwill certainly take place at a future period. Advice of the exchange of\nratifications reached Paris prior to April 8th, 1832. The French\nChambers were then sitting, and continued in session until April 21st,\n1832, and although one installment of the indemnity was payable on\nFebruary 2d, 1833, one year after the exchange of ratifications, no\napplication was made to the Chambers for the required appropriation,\nand in consequence of no appropriation having then been made the draft\nof the United States Government for that installment was dishonored by\nthe minister of finance, and the United States thereby involved in much\ncontroversy.The next session of the Chambers commenced on November 19th, 1832, and\ncontinued until April 25th, 1833. Not withstanding the omission to pay\nthe first installment had been made the subject of earnest remonstrance\non our part, the treaty with the United States and a bill making the\nnecessary appropriations to execute it were not laid before the Chamber\nof Deputies until April 6th, 1833, nearly five months after its\nmeeting, and only nineteen days before the close of the session. The\nbill was read and referred to a committee, but there was no further\naction upon it.The next session of the Chambers commenced on April 26th, 1833, and\ncontinued until June 26th, 1833. A new bill was introduced on June\n11th, 1833, but nothing important was done in relation to it during the\nsession.In 1834 April, nearly three years after the signature of the treaty,\nthe final action of the French Chambers upon the bill to carry the\ntreaty into effect was obtained, and resulted in a refusal of the\nnecessary appropriations. The avowed grounds upon which the bill was\nrejected are to be found in the published debates of that body, and no\nobservations of mine can be necessary to satisfy Congress of their\nutter insufficiency. Although the gross amount of the claims of our\ncitizens is probably greater than will be ultimately allowed by the\ncommissioners, sufficient is, never the less, shown to render it\nabsolutely certain that the indemnity falls far short of the actual\namount of our just claims, independently of the question of damages and\ninterest for the detention. That the settlement involved a sacrifice in\nthis respect was well known at the time--a sacrifice which was\ncheerfully acquiesced in by the different branches of the Federal\nGovernment, whose action upon the treaty was required from a sincere\ndesire to avoid further collision upon this old and disturbing subject\nand in the confident expectation that the general relations between the\ntwo countries would be improved thereby.The refusal to vote the appropriation, the news of which was received\nfrom our minister in Paris about May 15th, 1834, might have been\nconsidered the final determination of the French Government not to\nexecute the stipulations of the treaty, and would have justified an\nimmediate communication of the facts to Congress, with a recommendation\nof such ultimate measures as the interest and honor of the United\nStates might seem to require. But with the news of the refusal of the\nChambers to make the appropriation were conveyed the regrets of the\nKing and a declaration that a national vessel should be forthwith sent\nout with instructions to the French minister to give the most ample\nexplanations of the past and the strongest assurances for the future.\nAfter a long passage the promised dispatch vessel arrived.The pledges given by the French minister upon receipt of his\ninstructions were that as soon after the election of the new members as\nthe charter would permit the legislative Chambers of France should be\ncalled together and the proposition for an appropriation laid before\nthem; that all the constitutional powers of the King and his cabinet\nshould be exerted to accomplish the object, and that the result should\nbe made known early enough to be communicated to Congress at the\ncommencement of the present session. Relying upon these pledges, and\nnot doubting that the acknowledged justice of our claims, the promised\nexertions of the King and his cabinet, and, above all, that sacred\nregard for the national faith and honor for which the French character\nhas been so distinguished would secure an early execution of the treaty\nin all its parts, I did not deem it necessary to call the attention of\nCongress to the subject at the last session.I regret to say that the pledges made through the minister of France\nhave not been redeemed. The new Chambers met on July 31st, 1834, and\nalthough the subject of fulfilling treaties was alluded to in the\nspeech from the throne, no attempt was made by the King or his cabinet\nto procure an appropriation to carry it into execution. The reasons\ngiven for this omission, although they might be considered sufficient\nin an ordinary case, are not consistent with the expectations founded\nupon the assurances given here, for there is no constitutional obstacle\nto entering into legislative business at the first meeting of the\nChambers. This point, however, might have been over-looked had not the\nChambers, instead of being called to meet at so early a day that the\nresult of their deliberations might be communicated to me before the\nmeeting of Congress, been prorogued to December 29th, 1834--a period so\nlate that their decision can scarcely be made known to the present\nCongress prior to its dissolution. To avoid this delay our minister in\nParis, in virtue of the assurance given by the French minister in the\nUnited States, strongly urged the convocation of the Chambers at an\nearlier day, but without success. It is proper to remark, however, that\nthis refusal has been accompanied with the most positive assurances on\nthe part of the executive government of France of their intention to\npress the appropriation at the ensuing session of the Chambers.The executive branch of this Government has, as matters stand,\nexhausted all the authority upon the subject with which it is invested\nand which it had any reason to believe could be beneficially employed.The idea of acquiescing in the refusal to execute the treaty will not,\nI am confident, be for a moment entertained by any branch of this\nGovernment, and further negotiation upon the subject is equally out of\nthe question.If it shall be the pleasure of Congress to await the further action of\nthe French Chambers, no further consideration of the subject will at\nthis session probably be required at your hands. But if from the\noriginal delay in asking for an appropriation, from the refusal of the\nChambers to grant it when asked, from the omission to bring the subject\nbefore the Chambers at their last session, from the fact that,\nincluding that session, there have been five different occasions when\nthe appropriation might have been made, and from the delay in convoking\nthe Chambers until some weeks after the meeting of Congress, when it\nwas well known that a communication of the whole subject to Congress at\nthe last session was prevented by assurances that it should be disposed\nof before its present meeting, you should feel yourselves constrained\nto doubt whether it be the intention of the French Government, in all\nits branches, to carry the treaty into effect, and think that such\nmeasures as the occasion may be deemed to call for should be now\nadopted, the important question arises what those measures shall be.Our institutions are essentially pacific. Peace and friendly\nintercourse with all nations are as much the desire of our Government\nas they are the interest of our people. But these objects are not to be\npermanently secured by surrendering the rights of our citizens or\npermitting solemn treaties for their indemnity, in cases of flagrant\nwrong, to be abrogated or set aside.It is undoubtedly in the power of Congress seriously to affect the\nagricultural and manufacturing interests of France by the passage of\nlaws relating to her trade with the United States. Her products,\nmanufactures, and tonnage may be subjected to heavy duties in our\nports, or all commercial intercourse with her may be suspended. But\nthere are powerful and to my mind conclusive objections to this mode of\nproceeding.We can not embarrass or cut off the trade of France without at the same\ntime in some degree embarrassing or cutting off our own trade. The\ninjury of such a warfare must fall, though unequally, upon our own\ncitizens, and could not but impair the means of the Government and\nweaken that united sentiment in support of the rights and honor of the\nnation which must now pervade every bosom. Nor is it impossible that\nsuch a course of legislation would introduce once more into our\nnational councils those disturbing questions in relation to the tariff\nof duties which have been so recently put to rest. Besides, by every\nmeasure adopted by the Government of the United States with the view of\ninjuring France the clear perception of right which will induce our own\npeople and the rulers and people of all other nations, even of France\nherself, to pronounce our quarrel just will be obscured and the support\nrendered to us in a final resort to more decisive measures will be more\nlimited and equivocal.There is but one point of controversy, and upon that the whole\ncivilized world must pronounce France to be in the wrong. We insist\nthat she shall pay us a sum of money which she has acknowledged to be\ndue, and of the justice of this demand there can be but one opinion\namong mankind. True policy would seem to dictate that the question at\nissue should be kept thus disencumbered and that not the slightest\npretense should be given to France to persist in her refusal to make\npayment by any act on our part affecting the interests of her people.\nThe question should be left, as it is now, in such an attitude that\nwhen France fulfills her treaty stipulations all controversy will be at\nan end.It is my conviction that the United States ought to insist on a prompt\nexecution of the treaty, and in case it be refused or longer delayed\ntake redress into their own hands. After the delay on the part of\nFrance of a quarter of a century in acknowledging these claims by\ntreaty, it is not to be tolerated that another quarter of a century is\nto be wasted in negotiating about the payment. The laws of nations\nprovide a remedy for such occasions. It is a well-settled principle of\nthe international code that where one nation owes another a liquidated\ndebt which it refuses or neglects to pay the aggrieved party may seize\non the property belonging to the other, its citizens or subjects,\nsufficient to pay the debt without giving just cause of war. This\nremedy has been repeatedly resorted to, and recently by France herself\ntoward Portugal, under circumstances less unquestionable.The time at which resort should be had to this or any other mode of\nredress is a point to be decided by Congress. If an appropriation shall\nnot be made by the French Chambers at their next session, it may justly\nbe concluded that the Government of France has finally determined to\ndisregard its own solemn undertaking and refuse to pay an acknowledged\ndebt. In that event every day's delay on our part will be a stain upon\nour national honor, as well as a denial of justice to our injured\ncitizens. Prompt measures, when the refusal of France shall be\ncomplete, will not only be most honorable and just, but will have the\nbest effect upon our national character.Since France, in violation of the pledges given through her minister\nhere, has delayed her final action so long that her decision will not\nprobably be known in time to be communicated to this Congress, I\nrecommend that a law be passed authorizing reprisals upon French\nproperty in case provision shall not be made for the payment of the\ndebt at the approaching session of the French Chambers. Her pride and\npower are too well known to expect any thing from her fears and\npreclude the necessity of a declaration that nothing partaking of the\ncharacter of intimidation is intended by us. She ought to look upon it\nas the evidence only of an inflexible determination on the part of the\nUnited States to insist on their rights.That Government, by doing only what it has itself acknowledged to be\njust, will be able to spare the United States the necessity of taking\nredress into their own hands and save the property of French citizens\nfrom that seizure and sequestration which American citizens so long\nendured without retaliation or redress. If she should continue to\nrefuse that act of acknowledged justice and, in violation of the law of\nnations, make reprisals on our part the occasion of hostilities against\nthe United States, she would but add violence to injustice, and could\nnot fail to expose herself to the just censure of civilized nations and\nto the retributive judgments of Heaven.Collision with France is the more to be regretted on account of the\nposition she occupies in Europe in relation to liberal institutions,\nbut in maintaining our national rights and honor all governments are\nalike to us. If by a collision with France in a case where she is\nclearly in the wrong the march of liberal principles shall be impeded,\nthe responsibility for that result as well as every other will rest on\nher own head.Having submitted these considerations, it belongs to Congress to decide\nwhether after what has taken place it will still await the further\naction of the French Chambers or now adopt such provisional measures as\nit may deem necessary and best adapted to protect the rights and\nmaintain the honor of the country. What ever that decision may be, it\nwill be faithfully enforced by the Executive as far as he is authorized\nso to do.According to the estimate of the Treasury Department, the revenue\naccruing from all sources during the present year will amount to\n$20,624,717, which, with the balance remaining in the Treasury on\nJanuary 1st, 1834 of $11,702,905, produces an aggregate of $32,327,623.\nThe total expenditure during the year for all objects, including the\npublic debt, is estimated at $25,591,390, which will leave a balance in\nthe Treasury on January 1st, 1835 of $6,736,232. In this balance,\nhowever, will be included about $1,150,000 of what was heretofore\nreported by the Department as not effective.Of former appropriations it is estimated that there will remain\nunexpended at the close of the year $8,002,925, and that of this sum\nthere will not be required more than $5,141,964 to accomplish the\nobjects of all the current appropriations. Thus it appears that after\nsatisfying all those appropriations and after discharging the last item\nof our public debt, which will be done on January 1st, 1835, there will\nremain unexpended in the Treasury an effective balance of about\n$440,000. That such should be the aspect of our finances is highly\nflattering to the industry and enterprise of our population and\nauspicious of the wealth and prosperity which await the future\ncultivation of their growing resources. It is not deemed prudent,\nhowever, to recommend any change for the present in our impost rates,\nthe effect of the gradual reduction now in progress in many of them not\nbeing sufficiently tested to guide us in determining the precise amount\nof revenue which they will produce.Free from public debt, at peace with all the world, and with no\ncomplicated interests to consult in our intercourse with foreign\npowers, the present may be hailed as the epoch in our history the most\nfavorable for the settlement of those principles in our domestic policy\nwhich shall be best calculated to give stability to our Republic and\nsecure the blessings of freedom to our citizens.Among these principles, from our past experience, it can not be doubted\nthat simplicity in the character of the Federal Government and a rigid\neconomy in its administration should be regarded as fundamental and\nsacred. All must be sensible that the existence of the public debt, by\nrendering taxation necessary for its extinguishment, has increased the\ndifficulties which are inseparable from every exercise of the taxing\npower, and that it was in this respect a remote agent in producing\nthose disturbing questions which grew out of the discussions relating\nto the tariff. If such has been the tendency of a debt incurred in the\nacquisition and maintenance of our national rights and liberties, the\nobligations of which all portions of the Union cheerfully acknowledged,\nit must be obvious that what ever is calculated to increase the burdens\nof Government without necessity must be fatal to all our hopes of\npreserving its true character.While we are felicitating ourselves, therefore, upon the extinguishment\nof the national debt and the prosperous state of our finances, let us\nnot be tempted to depart from those sound maxims of public policy which\nenjoin a just adaptation of the revenue to the expenditures that are\nconsistent with a rigid economy and an entire abstinence from all\ntopics of legislation that are not clearly within the constitutional\npowers of the Government and suggested by the wants of the country.\nProperly regarded under such a policy, every diminution of the public\nburdens arising from taxation gives to individual enterprise increased\npower and furnishes to all the members of our happy Confederacy new\nmotives for patriotic affection and support. But above all, its most\nimportant effect will be found in its influence upon the character of\nthe Government by confining its action to those objects which will be\nsure to secure to it the attachment and support of our fellow citizens.Circumstances make it my duty to call the attention of Congress to the\nBank of the United States. Created for the convenience of the\nGovernment, that institution has become the scourge of the people. Its\ninterference to postpone the payment of a portion of the national debt\nthat it might retain the public money appropriated for that purpose to\nstrengthen it in a political contest, the extraordinary extension and\ncontraction of its accommodations to the community, its corrupt and\npartisan loans, its exclusion of the public directors from a knowledge\nof its most important proceedings, the unlimited authority conferred on\nthe president to expend its funds in hiring writers and procuring the\nexecution of printing, and the use made of that authority, the\nretention of the pension money and books after the selection of new\nagents, the groundless claim to heavy damages in consequence of the\nprotest of the bill drawn on the French Government, have through\nvarious channels been laid before Congress.Immediately after the close of the last session the bank, through its\npresident, announced its ability and readiness to abandon the system of\nunparalleled curtailment and the interruption of domestic exchanges\nwhich it had practiced upon from August 1st, 1833 to June 30th, 1834,\nand to extend its accommodations to the community. The grounds assumed\nin this annunciation amounted to an acknowledgment that the\ncurtailment, in the extent to which it had been carried, was not\nnecessary to the safety of the bank, and had been persisted in merely\nto induce Congress to grant the prayer of the bank in its memorial\nrelative to the removal of the deposits and to give it a new charter.\nThey were substantially a confession that all the real distresses which\nindividuals and the country had endured for the preceding six or eight\nmonths had been needlessly produced by it, with the view of affecting\nthrough the sufferings of the people the legislative action of\nCongress.It is subject of congratulation that Congress and the country had the\nvirtue and firmness to bear the infliction, that the energies of our\npeople soon found relief from this wanton tyranny in vast importations\nof the precious metals from almost every part of the world, and that at\nthe close of this tremendous effort to control our Government the bank\nfound itself powerless and no longer able to loan out its surplus\nmeans. The community had learned to manage its affairs without its\nassistance, and trade had already found new auxiliaries, so that on\nOctober 1st, 1834 the extraordinary spectacle was presented of a\nnational more than half of whose capital was either lying unproductive\nin its vaults or in the hands of foreign bankers.To the needless distresses brought on the country during the last\nsession of Congress has since been added the open seizure of the\ndividends on the public stock to the amount of $170,041, under pretense\nof paying damages, cost, and interest upon the protested French bill.\nThis sum constituted a portion of the estimated revenues for the year\n1834, upon which the appropriations made by Congress were based. It\nwould as soon have been expected that our collectors would seize on the\ncustoms or the receivers of our land offices on the moneys arising from\nthe sale of public lands under pretenses of claims against the United\nStates as that the bank would have retained the dividends. Indeed, if\nthe principle be established that any one who chooses to set up a claim\nagainst the United States may without authority of law seize on the\npublic property or money wherever he can find it to pay such claim,\nthere will remain no assurance that our revenue will reach the Treasury\nor that it will be applied after the appropriation to the purposes\ndesignated in the law.The pay masters of our Army and the pursers of our Navy may under like\npretenses apply to their own use moneys appropriated to set in motion\nthe public force, and in time of war leave the country without defense.\nThis measure resorted to by the bank is disorganizing and\nrevolutionary, and if generally resorted to by private citizens in like\ncases would fill the land with anarchy and violence.It is a constitutional provision \"that no money shall be drawn from the\nTreasury but in consequence of appropriations made by law\". The\npalpable object of this provision is to prevent the expenditure of the\npublic money for any purpose what so ever which shall not have been 1st\napproved by the representatives of the people and the States in\nCongress assembled. It vests the power of declaring for what purposes\nthe public money shall be expended in the legislative department of the\nGovernment, to the exclusion of the executive and judicial, and it is\nnot within the constitutional authority of either of those departments\nto pay it away without law or to sanction its payment.According to this plain constitutional provision, the claim of the bank\ncan never be paid without an appropriation by act of Congress. But the\nbank has never asked for an appropriation. It attempts to defeat the\nprovision of the Constitution and obtain payment without an act of\nCongress. Instead of awaiting an appropriation passed by both Houses\nand approved by the President, it makes an appropriation for itself and\ninvites an appeal to the judiciary to sanction it. That the money had\nnot technically been paid into the Treasury does not affect the\nprinciple intended to be established by the Constitution.The Executive and the judiciary have as little right to appropriate and\nexpend the public money without authority of law before it is placed to\nthe credit of the Treasury as to take it from the Treasury. In the\nannual report of the Secretary of the Treasury, and in his\ncorrespondence with the president of the bank, and the opinions of the\nAttorney General accompanying it, you will find a further examination\nof the claims of the bank and the course it has pursued.It seems due to the safety of the people funds remaining in that bank\nand to the honor of the American people that measures be taken to\nseparate the Government entirely from an institution so mischievous to\nthe public prosperity and so regardless of the Constitution and laws.\nBy transferring the public deposits, by appointing other pension agents\nas far as it had the power, by ordering the discontinuance of the\nreceipt of bank checks in the payment of the public dues after January\n1st, 1834, the Executive has exerted all its lawful authority to sever\nthe connection between the Government and this faithless corporation.The high-handed career of this institution imposes upon the\nconstitutional functionaries of this Government duties of the gravest\nand most imperative character--duties which they can not avoid and from\nwhich I trust there will be no inclination on the part of any of them\nto shrink. My own sense of them is most clear, as is also my readiness\nto discharge those which may rightfully fall on me. To continue any\nbusiness relations with the Bank of the United States that may be\navoided without a violation of the national faith after that\ninstitution has set at open defiance the conceded right of the\nGovernment to examine its affairs, after it has done all in its power\nto deride the public authority in other respects and to bring it into\ndisrepute at home and abroad, after it has attempted to defeat the\nclearly expressed will of the people by turning against them the\nimmense power intrusted to its hands and by involving a country\notherwise peaceful, flourishing, and happy, in dissension,\nembarrassment, and distress, would make the nation itself a party to\nthe degradation so sedulously prepared for its public agents and do\nmuch to destroy the confidence of man-kind in popular governments and\nto bring into contempt their authority and efficiency.In guarding against an evil of such magnitude consideration of\ntemporary convenience should be thrown out of the question, and we\nshould be influenced by such motives only as look to the honor and\npreservation of the republican system. Deeply and solemnly impressed\nwith the justice of these views, I feel it to be my duty to recommend\nto you that a law be passed authorizing the sale of the public stock;\nthat the provision of the charter requiring the receipt of notes of the\nbank in payment of public dues shall, in accordance with the power\nreserved to Congress in the 14th section of the charter, be suspended\nuntil the bank pays to the Treasury the dividends withheld, and that\nall laws connecting the Government or its officers with the bank,\ndirectly or indirectly, be repealed, and that the institution be left\nhereafter to its own resources and means.Events have satisfied my mind, and I think the minds of the American\npeople, that the mischiefs and dangers which flow from a national bank\nfar over-balance all its advantages. The bold effort the present bank\nhas made to control the Government, the distresses it has wantonly\nproduced, the violence of which it has been the occasion in one of our\ncities famed for its observance of law and order, are but premonitions\nof the fate which awaits the American people should they be deluded\ninto a perpetuation of this institution or the establishment of another\nlike it. It is fervently hoped that thus admonished those who have\nheretofore favored the establishment of a substitute for the present\nbank will be induced to abandon it, as it is evidently better to incur\nany inconvenience that may be reasonably expected than to concentrate\nthe whole moneyed power of the Republic in any form what so ever or\nunder any restrictions.Happily it is already illustrated that the agency of such an\ninstitution is not necessary to the fiscal operations of the\nGovernment. The State banks are found fully adequate to the performance\nof all services which were required of the Bank of the United States,\nquite as promptly and with the same cheapness. They have maintained\nthemselves and discharged all these duties while the Bank of the United\nStates was still powerful and in the field as an open enemy, and it is\nnot possible to conceive that they will find greater difficulties in\ntheir operations when that enemy shall cease to exist.The attention of Congress is earnestly invited to the regulation of the\ndeposits in the State banks by law. Although the power now exercised by\nthe executive department in this behalf is only such as was uniformly\nexerted through every Administration from the origin of the Government\nup to the establishment of the present bank, yet it is one which is\nsusceptible of regulation by law, and therefore ought so to be\nregulated. The power of Congress to direct in what places the Treasurer\nshall keep the moneys in the Treasury and to impose restrictions upon\nthe Executive authority in relation to their custody and removal is\nunlimited, and its exercise will rather be courted than discouraged by\nthose public officers and agents on whom rests the responsibility for\ntheir safety. It is desirable that as little power as possible should\nbe left to the President or the Secretary of the Treasury over those\ninstitutions, which, being thus freed from Executive influence, and\nwithout a common head to direct their operations, would have neither\nthe temptation nor the ability to interfere in the political conflicts\nof the country. Not deriving their charters from the national\nauthorities, they would never have those inducements to meddle in\ngeneral elections which have led the Bank of the United States to\nagitate and convulse the country for upward of two years.The progress of our gold coinage is creditable to the officers of the\nMint, and promises in a short period to furnish the country with a\nsound and portable currency, which will much diminish the inconvenience\nto travelers of the want of a general paper currency should the State\nbanks be incapable of furnishing it. Those institutions have already\nshown themselves competent to purchase and furnish domestic exchange\nfor the convenience of trade at reasonable rates, and not a doubt is\nentertained that in a short period all the wants of the country in bank\naccommodations and exchange will be supplied as promptly and as cheaply\nas they have heretofore been by the Bank of the United States. If the\nseveral States shall be induced gradually to reform their banking\nsystems and prohibit the issue of all small notes, we shall in a few\nyears have a currency as sound and as little liable to fluctuations as\nany other commercial country.The report of the Secretary of War, together with the accompanying\ndocuments from the several bureaux of that Department, will exhibit the\nsituation of the various objects committed to its administration.No event has occurred since your last session rendering necessary any\nmovements of the Army, with the exception of the expedition of the\nregiment of dragoons into the territory of the wandering and predatory\ntribes inhabiting the western frontier and living adjacent to the\nMexican boundary. These tribes have been heretofore known to us\nprincipally by their attacks upon our own citizens and upon other\nIndians entitled to the protection of the United States. It became\nnecessary for the peace of the frontiers to check these habitual\ninroads, and I am happy to inform you that the object has been effected\nwithout the commission of any act of hostility. Colonel Dodge and the\ntroops under his command have acted with equal firmness and humanity,\nand an arrangement has been made with those Indians which it is hoped\nwill assure their permanent pacific relations with the United States\nand the other tribes of Indians upon that border. It is to be regretted\nthat the prevalence of sickness in that quarter has deprived the\ncountry of a number of valuable lives, and particularly that General\nLeavenworth, an officer well known, and esteemed for his gallant\nservices in the late war and for his subsequent good conduct, has\nfallen a victim to his zeal and exertions in the discharge of his duty.The Army is in a high state of discipline. Its moral condition, so far\nas that is known here, is good, and the various branches of the public\nservice are carefully attended to. It is amply sufficient under its\npresent organization for providing the necessary garrisons for the\nseaboard and for the defense of the internal frontier, and also for\npreserving the elements of military knowledge and for keeping pace with\nthose improvements which modern experience is continually making. And\nthese objects appear to me to embrace all the legitimate purposes for\nwhich a permanent military force should be maintained in our country.\nThe lessons of history teach us its danger and the tendency which\nexists to an increase. This can be best met and averted by a just\ncaution on the part of the public itself, and of those who represent\nthem in Congress.From the duties which devolve on the Engineer Department and upon the\ntopographical engineers, a different organization seems to be demanded\nby the public interest, and I recommend the subject to your\nconsideration.No important change has during this season taken place in the condition\nof the Indians. Arrangements are in progress for the removal of the\nCreeks, and will soon be for the removal of the Seminoles. I regret\nthat the Cherokees east of the Mississippi have not yet determined as a\ncommunity to remove. How long the personal causes which have heretofore\nretarded that ultimately inevitable measure will continue to operate I\nam unable to conjecture. It is certain, however, that delay will bring\nwith it accumulated evils which will render their condition more and\nmore unpleasant. The experience of every year adds to the conviction\nthat emigration, and that alone, can preserve from destruction the\nremnant of the tribes yet living amongst us. The facility with which\nthe necessaries of life are procured and the treaty stipulations\nproviding aid for the emigrant Indians in their agricultural pursuits\nand in the important concern of education, and their removal from those\ncauses which have heretofore depressed all and destroyed many of the\ntribes, can not fail to stimulate their exertions and to reward their\nindustry.The two laws passed at the last session of Congress on the subject of\nIndian affairs have been carried into effect, and detailed instructions\nfor their administration have been given. It will be seen by the\nestimates for the present session that a great reduction will take\nplace in the expenditures of the Department in consequence of these\nlaws, and there is reason to believe that their operation will be\nsalutary and that the colonization of the Indians on the western\nfrontier, together with a judicious system of administration, will\nstill further reduce the expenses of this branch of the public service\nand at the same time promote its usefulness and efficiency.Circumstances have been recently developed showing the existence of\nextensive frauds under the various laws granting pensions and\ngratuities for Revolutionary services. It is impossible to estimate the\namount which may have been thus fraudulently obtained from the National\nTreasury. I am satisfied, however, it has been such as to justify a\nre-examination of the system and the adoption of the necessary checks\nin its administration. All will agree that the services and sufferings\nof the remnant of our Revolutionary band should be fully compensated;\nbut while this is done, every proper precaution should be taken to\nprevent the admission of fabricated and fraudulent claims.In the present mode of proceeding the attestations and certificates of\nthe judicial officers of the various States from a considerable portion\nof the checks which are interposed against the commission of frauds.\nThese, however, have been and may be fabricated, and in such a way as\nto elude detection at the examining offices. And independently of this\npractical difficulty, it is ascertained that these documents are often\nloosely granted; some times even blank certificates have been issued;\nsome times prepared papers have been signed without inquiry, and in one\ninstance, at least, the seal of the court has been within reach of a\nperson most interested in its improper application. It is obvious that\nunder such circumstances no severity of administration can check the\nabuse of the law. And information has from time to time been\ncommunicated to the Pension Office questioning or denying the right of\npersons placed upon the pension list to the bounty of the country.Such cautions are always attended to and examined, but a far more\ngeneral investigation is called for, and I therefore recommend, in\nconformity with the suggestion of the Secretary of War, that an actual\ninspection should be made in each State into the circumstances and\nclaims of every person now drawing a pension. The honest veteran has\nnothing to fear from such a scrutiny, while the fraudulent claimant\nwill be detected and the public Treasury relieved to an amount, I have\nreason to believe, far greater than has heretofore been suspected. The\ndetails of such a plan could be so regulated as to interpose the\nnecessary checks without any burdensome operation upon the pensioners.\nThe object should be two-fold: To look into the original justice of the\nclaims, so far as this can be done under a proper system of\nregulations, by an examination of the claimants themselves and by\ninquiring in the vicinity of their residence into their history and\ninto the opinion entertained of their Revolutionary services. To\nascertain in all cases whether the original claimant is living and this\nby actual personal inspection. This measure will, if adopted, be\nproductive, I think, of the desired results, and I therefore recommend\nit to your consideration, with the further suggestion that all payments\nshould be suspended 'til the necessary reports are received.It will be seen by a tabular statement annexed to the documents\ntransmitted to Congress that the appropriations for objects connected\nwith the War Department, made at the last session, for the service of\nthe year 1834, excluding the permanent appropriation for the payment of\nmilitary gratuities under the act of June 7th, 1832, the appropriation\nof $200,000 for arming and equipping the militia, and the appropriation\nof $10,000 for the civilization of the Indians, which are not annually\nrenewed, amounted to the sum of $9,003,261, and that the estimates of\nappropriations necessary for the same branches of service for the year\n1835 amount to the sum of $5,778,964, making a difference in the\nappropriations of the current year over the estimates of the\nappropriations for the next of $3,224,297.The principal causes which have operated at this time to produce this\ngreat difference are shown in the reports and documents and in the\ndetailed estimates. Some of these causes are accidental and temporary,\nwhile others are permanent, and, aided by a just course of\nadministration, may continue to operate beneficially upon the public\nexpenditures.A just economy, expending where the public service requires and\nwithholding where it does not, is among the indispensable duties of the\nGovernment.I refer you to the accompanying report of the Secretary of the Navy and\nto the documents with it for a full view of the operations of that\nimportant branch of our service during the present year. It will be\nseen that the wisdom and liberality with which Congress has provided\nfor the gradual increase of our navy material have been seconded by a\ncorresponding zeal and fidelity on the part of those to whom has been\nconfided the execution of the laws on the subject, and that but a short\nperiod would be now required to put in commission a force large enough\nfor any exigency into which the country may be thrown.When we reflect upon our position in relation to other nations, it must\nbe apparent that in the event of conflicts with them we must look\nchiefly to our Navy for the protection of our national rights. The wide\nseas which separate us from other Governments must of necessity be the\ntheater on which an enemy will aim to assail us, and unless we are\nprepared to meet him on this element we can not be said to possess the\npower requisite to repel or prevent aggressions. We can not, therefore,\nwatch with too much attention this arm of our defense, or cherish with\ntoo much care the means by which it can possess the necessary\nefficiency and extension. To this end our policy has been heretofore\nwisely directed to the constant employment of a force sufficient to\nguard our commerce, and to the rapid accumulation of the materials\nwhich are necessary to repair our vessels and construct with ease such\nnew ones as may be required in a state of war.In accordance with this policy, I recommend to your consideration the\nerection of the additional dry dock described by the Secretary of the\nNavy, and also the construction of the steam batteries to which he has\nreferred, for the purpose of testing their efficacy as auxiliaries to\nthe system of defense now in use.The report of the Post Master General herewith submitted exhibits the\ncondition and prospects of that Department. From that document it\nappears that there was a deficit in the funds of the Department at the\ncommencement of the present year beyond its available means of\n$315,599.98, which on the first of July last had been reduced to\n$268,092.74. It appears also that the revenues for the coming year will\nexceed the expenditures about $270,000, which, with the excess of\nrevenue which will result from the operations of the current half year,\nmay be expected, independently of any increase in the gross amount of\npostages, to supply the entire deficit before the end of 1835. But as\nthis calculation is based on the gross amount of postages which had\naccrued within the period embraced by the times of striking the\nbalances, it is obvious that without a progressive increase in the\namount of postages the existing retrenchments must be persevered in\nthrough the year 1836 that the Department may accumulate a surplus fund\nsufficient to place it in a condition of perfect ease.It will be observed that the revenues of the Post Office Department,\nthough they have increased, and their amount is above that of any\nformer year, have yet fallen short of the estimates more than $100,000.\nThis is attributed in a great degree to the increase of free letters\ngrowing out of the extension and abuse of the franking privilege. There\nhas been a gradual increase in the number of executive offices to which\nit has been granted, and by an act passed in March, 1833, it was\nextended to members of Congress throughout the whole year. It is\nbelieved that a revision of the laws relative to the franking\nprivilege, with some enactments to enforce more rigidly the\nrestrictions under which it is granted, would operate beneficially to\nthe country, by enabling the Department at an earlier period to restore\nthe mail facilities that have been withdrawn, and to extend them more\nwidely, as the growing settlements of the country may require.To a measure so important to the Government and so just to our\nconstituents, who ask no exclusive privileges for themselves and are\nnot willing to concede them to others, I earnestly recommend the\nserious attention of Congress.The importance of the Post Office Department and the magnitude to which\nit has grown, both in its revenues and in its operations, seem to\ndemand its reorganization by law. The whole of its receipts and\ndisbursements have hitherto been left entirely to Executive control and\nindividual discretion. The principle is as sound in relation to this as\nto any other Department of the Government, that as little discretion\nshould be confided to the executive officer who controls it as is\ncompatible with its efficiency. It is therefore earnestly recommended\nthat it be organized with an auditor and treasurer of its own,\nappointed by the President and Senate, who shall be branches of the\nTreasury Department.Your attention is again respectfully invited to the defect which exists\nin the judicial system of the United States. Nothing can be more\ndesirable than the uniform operation of the Federal judiciary\nthroughout the several States, all of which, standing on the same\nfooting as members of the Union, have equal rights to the advantages\nand benefits resulting from its laws. This object is not attained by\nthe judicial acts now in force, because they leave one quarter of the\nStates without circuit courts.It is undoubtedly the duty of Congress to place all the States on the\nsame footing in this respect, either by the creation of an additional\nnumber of associate judges or by an enlargement of the circuits\nassigned to those already appointed so as to include the new States.\nWhat ever may be the difficulty in a proper organization of the\njudicial system so as to secure its efficiency and uniformity in all\nparts of the Union and at the same time to avoid such an increase of\njudges as would encumber the supreme appellate tribunal, it should not\nbe allowed to weigh against the great injustice which the present\noperation of the system produces.I trust that I may be also pardoned for renewing the recommendation I\nhave so often submitted to your attention in regard to the mode of\nelecting the President and Vice President of the United States. All the\nreflection I have been able to bestow upon the subject increases my\nconviction that the best interests of the country will be promoted by\nthe adoption of some plan which will secure in all contingencies that\nimportant right of sovereignty to the direct control of the people.\nCould this be attained, and the terms of those officers be limited to a\nsingle period of either four or six years, I think our liberties would\npossess an additional safeguard.At your last session I called the attention of Congress to the\ndestruction of the public building occupied by the Treasury Department.\nAs the public interest requires that another building should be erected\nwith as little delay as possible, it is hoped that the means will be\nseasonably provided and that they will be ample enough to authorize\nsuch an enlargement and improvement in the plan of the building as will\nmore effectually accommodate the public officers and secure the public\ndocuments deposited in it from the casualties of fire.I have not been able to satisfy myself that the bill entitled \"An act\nto improve the navigation of the Wabash River\", which was sent to me at\nthe close of your last session, ought to pass, and I have therefore\nwithheld from it my approval and now return it to the Senate, the body\nin which it originated.There can be no question connected with the administration of public\naffairs more important or more difficult to be satisfactorily dealt\nwith than that which relates to the rightful authority and proper\naction of the Federal Government upon the subject of internal\nimprovements. To inherent embarrassments have been added others\nresulting from the course of our legislation concerning it.I have heretofore communicated freely with Congress upon this subject,\nand in adverting to it again I can not refrain from expressing my\nincreased conviction of its extreme importance as well in regard to its\nbearing upon the maintenance of the Constitution and the prudent\nmanagement of the public revenue as on account of its disturbing effect\nupon the harmony of the Union.We are in no danger from violations of the Constitution by which\nencroachments are made upon the personal rights of the citizen. The\nsentence of condemnation long since pronounced by the American people\nupon acts of that character will, I doubt not, continue to prove as\nsalutary in its effects as it is irreversible in its nature.But against the dangers of unconstitutional acts which, instead of\nmenacing the vengeance of offended authority, proffer local advantages\nand bring in their train the patronage of the Government, we are, I\nfear, not so safe. To suppose that because our Government has been\ninstituted for the benefit of the people it must therefore have the\npower to do what ever may seem to conduce to the public good is an\nerror into which even honest minds are too apt to fall. In yielding\nthemselves to this fallacy they overlook the great considerations in\nwhich the Federal Constitution was founded. They forget that in\nconsequence of the conceded diversities in the interest and condition\nof the different States it was foreseen at the period of its adoption\nthat although a particular measure of the Government might be\nbeneficial and proper in one State it might be the reverse in another;\nthat it was for this reason the States would not consent to make a\ngrant to the Federal Government of the general and usual powers of\ngovernment, but of such only as were specifically enumerated, and the\nprobable effects of which they could, as they thought, safely\nanticipate; and they forget also the paramount obligation upon all to\nabide by the compact then so solemnly and, as it was hoped, so firmly\nestablished.In addition to the dangers to the Constitution springing from the\nsources I have stated, there has been one which was perhaps greater\nthan all. I allude to the materials which this subject has afforded for\nsinister appeals to selfish feelings, and the opinion heretofore so\nextensively entertained of its adaptation to the purposes of personal\nambition. With such stimulus it is not surprising that the acts and\npretensions of the Federal Government in this behalf should some times\nhave been carried to an alarming extent. The questions which have\narisen upon this subject have related--To the power of making internal\nimprovements within the limits of a State, with the right of\nterritorial jurisdiction, sufficient at least for their preservation\nand use. To the right of appropriating money in aid of such works when\ncarried on by a State of by a company in virtue of State authority,\nsurrendering the claim of jurisdiction; and To the propriety of\nappropriation for improvements of a particular class, viz, for light\nhouses, beacons, buoys, public piers, and for the removal of sand bars,\nsawyers, and other temporary and partial impediments in our navigable\nrivers and harbors. The claims of power for the General Government upon\neach of these points certainly present matter of the deepest interest.\nThe first is, however, of much the greatest importance, in as much as,\nin addition to the dangers of unequal and improvident expenditures of\npublic moneys common to all, there is super-added to that the\nconflicting jurisdictions of the respective governments. Federal\njurisdiction, at least to the extent I have stated, has been justly\nregarded by its advocates as necessarily appurtenant to the power in\nquestion, if that exists by the Constitution.That the most injurious conflicts would unavoidably arise between the\nrespective jurisdictions of the State and Federal Governments in the\nabsence of a constitutional provision marking out their respective\nboundaries can not be doubted. The local advantages to be obtained\nwould induce the States to overlook in the beginning the dangers and\ndifficulties to which they might ultimately be exposed. The powers\nexercised by the Federal Government would soon be regarded with\njealousy by the State authorities, and originating as they must from\nimplication or assumption, it would be impossible to affix to them\ncertain and safe limits.Opportunities and temptations to the assumption of power incompatible\nwith State sovereignty would be increased and those barriers which\nresist the tendency of our system toward consolidation greatly\nweakened. The officers and agents of the General Government might not\nalways have the discretion to abstain from intermeddling with State\nconcerns, and if they did they would not always escape the suspicion of\nhaving done so. Collisions and consequent irritations would spring up;\nthat harmony which should ever exist between the General Government and\neach member of the Confederacy would be frequently interrupted; a\nspirit of contention would be engendered and the dangers of disunion\ngreatly multiplied.Yet we know that not withstanding these grave objections this dangerous\ndoctrine was at one time apparently proceeding to its final\nestablishment with fearful rapidity. The desire to embark the Federal\nGovernment in works of internal improvement prevailed in the highest\ndegree during the first session of the first Congress that I had the\nhonor to meet in my present situation. When the bill authorizing a\nsubscription on the part of the United States for stock in the\nMaysville and Lexington Turn Pike Company passed the two houses, there\nhad been reported by the Committees of Internal Improvements bills\ncontaining appropriations for such objects, inclusive of those for the\nCumberland road and for harbors and light houses, to the amount of\n$106,000,000. In this amount was included authority to the Secretary of\nthe Treasury to subscribe for the stock of different companies to a\ngreat extent, and the residue was principally for the direct\nconstruction of roads by this Government. In addition to these\nprojects, which had been presented to the two Houses under the sanction\nand recommendation of their respective Committees on Internal\nImprovements, there were then still pending before the committees, and\nin memorials to Congress presented but not referred, different projects\nfor works of a similar character, the expense of which can not be\nestimated with certainty, but must have exceeded $100,000,000.Regarding the bill authorizing a subscription to the stock of the\nMaysville and Lexington Turn Pike Company as the entering wedge of a\nsystem which, however weak at first, might soon become strong enough to\nrive the bands of the Union asunder, and believing that if its passage\nwas acquiesced in by the Executive and the people there would no longer\nbe any limitation upon the authority of the General Government in\nrespect to the appropriation of money for such objects, I deemed it an\nimperative duty to withhold from it the Executive approval.Although from the obviously local character of that work I might well\nhave contented myself with a refusal to approve the bill upon that\nground, yet sensible of the vital importance of the subject, and\nanxious that my views and opinions in regard to the whole matter should\nbe fully understood by Congress and by my constituents, I felt it my\nduty to go further. I therefore embraced that early occasion to apprise\nCongress that in my opinion the Constitution did not confer upon it the\npower to authorize the construction of ordinary roads and canals within\nthe limits of a State and to say, respectfully, that no bill admitting\nsuch a power could receive my official sanction. I did so in the\nconfident expectation that the speedy settlement of the public mind\nupon the whole subject would be greatly facilitated by the difference\nbetween the two Houses and myself, and that the harmonious action of\nthe several departments of the Federal Government in regard to it would\nbe ultimately secured.So far, at least, as it regards this branch of the subject, my best\nhopes have been realized. Nearly four years have elapsed, and several\nsessions of Congress have intervened, and no attempt within my\nrecollection has been made to induce Congress to exercise this power.\nThe applications for the construction of roads and canals which were\nformerly multiplied upon your files are no longer presented, and we\nhave good reason to infer that the current public sentiment has become\nso decided against the pretension as effectually to discourage its\nreassertion. So thinking, I derive the greatest satisfaction from the\nconviction that thus much at least has been secured upon this important\nand embarrassing subject.From attempts to appropriate the national funds to objects which are\nconfessedly of a local character we can not, I trust, have anything\nfurther to apprehend. My views in regard to the expediency of making\nappropriations for works which are claimed to be of a national\ncharacter and prosecuted under State authority--assuming that Congress\nhave the right to do so--were stated in my annual message to Congress\nin 1830, and also in that containing my objections to the Maysville\nroad bill.So thoroughly convinced am I that no such appropriations ought to be\nmade by Congress until a suitable constitutional provision is made upon\nthe subject, and so essential do I regard the point to the highest\ninterests of our country, that I could not consider myself as\ndischarging my duty to my constituents in giving the Executive sanction\nto any bill containing such an appropriation. If the people of the\nUnited States desire that the public Treasury shall be resorted to for\nthe means to prosecute such works, they will concur in an amendment of\nthe Constitution prescribing a rule by which the national character of\nthe works is to be tested, and by which the greatest practicable\nequality of benefits may be secured to each member of the Confederacy.\nThe effects of such a regulation would be most salutary in preventing\nunprofitable expenditures, in securing our legislation from the\npernicious consequences of a scramble for the favors of Government, and\nin repressing the spirit of discontent which must inevitably arise from\nan unequal distribution of treasures which belong alike to all.There is another class of appropriations for what may be called,\nwithout impropriety, internal improvements, which have always been\nregarded as standing upon different grounds from those to which I have\nreferred. I allude to such as have for their object the improvement of\nour harbors, the removal of partial and temporary obstructions in our\nnavigable rivers, for the facility and security of our foreign\ncommerce. The grounds upon which I distinguished appropriations of this\ncharacter from others have already been stated to Congress. I will now\nonly add that at the 1st session of Congress under the new Constitution\nit was provided by law that all expenses which should accrue from and\nafter the 15th day of August, 1789, in the necessary support and\nmaintenance and repairs of all light houses, beacons, buoys, and public\npiers erected, placed, or sunk before the passage of the act within any\nbay, inlet, harbor, or port of the United States, for rendering the\nnavigation thereof easy and safe, should be defrayed out of the\nTreasury of the United States, and, further, that it should be the duty\nof the Secretary of the Treasury to provide by contracts, with the\napprobation of the President, for rebuilding when necessary and keeping\nin good repair the light houses, beacons, buoys, and public piers in\nthe several States, and for furnishing them with supplies.Appropriations for similar objects have been continued from that time\nto the present without interruption or dispute. As a natural\nconsequence of the increase and extension of our foreign commerce,\nports of entry and delivery have been multiplied and established, not\nonly upon our sea-board but in the interior of the country upon our\nlakes and navigable rivers. The convenience and safety of this commerce\nhave led to the gradual extension of these expenditures; to the\nerection of light houses, the placing, planting, and sinking of buoys,\nbeacons, and piers, and to the removal of partial and temporary\nobstructions in our navigable rivers and in the harbors upon our Great\nLakes as well as on the sea-board.Although I have expressed to Congress my apprehension that these\nexpenditures have some times been extravagant and disproportionate to\nthe advantages to be derived from them, I have not felt it to be my\nduty to refuse my assent to bills containing them, and have contented\nmyself to follow in this respect in the foot-steps of all my\npredecessors. Sensible, however, from experience and observation of the\ngreat abuses to which the unrestricted exercise of this authority by\nCongress was exposed, I have prescribed a limitation for the government\nof my own conduct by which expenditures of this character are confined\nto places below the ports of entry or delivery established by law. I am\nvery sensible that this restriction is not as satisfactory as could be\ndesired, and that much embarrassment may be caused to the executive\ndepartment in its execution by appropriations for remote and not\nwell-understood objects. But as neither my own reflections nor the\nlights which I may properly derive from other sources have supplied me\nwith a better, I shall continue to apply my best exertions to a\nfaithful application of the rule upon which it is founded.I sincerely regret that I could not give my assent to the bill\nentitled: \"An act to improve the navigation of the Wabash River\"; but I\ncould not have done so without receding from the ground which I have,\nupon the fullest consideration, taken upon this subject, and of which\nCongress has been heretofore apprised, and without throwing the subject\nagain open to abuses which no good citizen entertaining my opinions\ncould desire.I rely upon the intelligence and candor of my fellow citizens, in whose\nliberal indulgence I have already so largely participated, for a\ncorrect appreciation on my motives in interposing as I have done on\nthis and other occasions checks to a course of legislation which,\nwithout in the slightest degree calling in question the motives of\nothers, I consider as sanctioning improper and unconstitutional\nexpenditures of public treasure.I am not hostile to internal improvements, and wish to see them\nextended to every part of the country. But I am fully persuaded, if\nthey are not commenced in a proper manner, confined to proper objects,\nand conducted under an authority generally conceded to be rightful,\nthat a successful prosecution of them can not be reasonably expected.\nThe attempt will meet with resistance where it might otherwise receive\nsupport, and instead of strengthening the bonds of our Confederacy it\nwill only multiply and aggravate the causes of disunion.", 
    "name": "Andrew Jackson"
}