{
    "date": "December 3, 1866", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:After a brief interval the Congress of the United States resumes its\nannual legislative labors. An all-wise and merciful Providence has\nabated the pestilence which visited our shores, leaving its calamitous\ntraces upon some portions of our country. Peace, order, tranquillity,\nand civil authority have been formally declared to exist throughout the\nwhole of the United States. In all of the States civil authority has\nsuperseded the coercion of arms, and the people, by their voluntary\naction, are maintaining their governments in full activity and complete\noperation. The enforcement of the laws is no longer \"obstructed in any\nState by combinations too powerful to be suppressed by the ordinary\ncourse of judicial proceedings,\" and the animosities engendered by the\nwar are rapidly yielding to the beneficent influences of our free\ninstitutions and to the kindly effects of unrestricted social and\ncommercial intercourse. An entire restoration of fraternal feeling must\nbe the earnest wish of every patriotic heart; and we will have\naccomplished our grandest national achievement when, forgetting the sad\nevents of the past and remembering only their instructive lessons, we\nresume our onward career as a free, prosperous, and united people.In my message of the 4th of December, 1865, Congress was informed of\nthe measures which had been instituted by the Executive with a view to\nthe gradual restoration of the States in which the insurrection\noccurred to their relations with the General Government. Provisional\ngovernors had been appointed, conventions called, governors elected,\nlegislatures assembled, and Senators and Representatives chosen to the\nCongress of the United States. Courts had been opened for the\nenforcement of laws long in abeyance. The blockade had been removed,\ncustom-houses reestablished, and the internal-revenue laws put in\nforce, in order that the people might contribute to the national\nincome. Postal operations had been renewed, and efforts were being made\nto restore them to their former condition of efficiency. The States\nthemselves had been asked to take Dart in the high function of amending\nthe Constitution, and of thus sanctioning the extinction of African\nslavery as one of the legitimate results of our internecine struggle.Having progressed thus far, the executive department found that it had\naccomplished nearly all that was within the scope of its constitutional\nauthority. One thing, however, yet remained to be done before the work\nof restoration could be completed, and that was the admission to\nCongress of loyal Senators and Representatives from the States whose\npeople had rebelled against the lawful authority of the General\nGovernment. This question devolved upon the respective Houses, which by\nthe Constitution are made the judges of the elections, returns, and\nqualifications of their own members, and its consideration at once\nengaged the attention of Congress.In the meantime the executive department--no other plan having been\nproposed by Congress--continued its efforts to perfect, as far as was\npracticable, the restoration of the proper relations between the\ncitizens of the respective States, the States, and the Federal\nGovernment, extending from time to time, as the public interests seemed\nto require, the judicial, revenue, and postal systems of the country.\nWith the advice and consent of the Senate, the necessary officers were\nappointed and appropriations made by Congress for the payment of their\nsalaries. The proposition to amend the Federal Constitution, so as to\nprevent the existence of slavery within the United States or any place\nsubject to their jurisdiction, was ratified by the requisite number of\nStates, and on the 18th day of December, 1865, it was officially\ndeclared to have become valid as a part of the Constitution of the\nUnited States. All of the States in which the insurrection had existed\npromptly amended their constitutions so as to make them conform to the\ngreat change thus effected in the organic law of the land; declared\nnull and void all ordinances and laws of secession; repudiated all\npretended debts and obligations created for the revolutionary purposes\nof the insurrection, and proceeded in good faith to the enactment of\nmeasures for the protection and amelioration of the condition of the\ncolored race. Congress, however, yet hesitated to admit any of these\nStates to representation, and it was not until toward the close of the\neighth month of the session that an exception was made in favor of\nTennessee by the admission of her Senators and Representatives.I deem it a subject of profound regret that Congress has thus far\nfailed to admit to seats loyal Senators and Representatives from the\nother States whose inhabitants, with those of Tennessee, had engaged in\nthe rebellion. Ten States--more than one-fourth of the whole\nnumber--remain without representation; the seats of fifty members in\nthe House of Representatives and of twenty members in the Senate are\nyet vacant, not by their own consent, not by a failure of election, but\nby the refusal of Congress to accept their credentials. Their\nadmission, it is believed, would have accomplished much toward the\nrenewal and strengthening of our relations as one people and removed\nserious cause for discontent on the part of the inhabitants of those\nStates. It would have accorded with the great principle enunciated in\nthe Declaration of American Independence that no people ought to bear\nthe burden of taxation and yet be denied the right of representation.\nIt would have been in consonance with the express provisions of the\nConstitution that \"each State shall have at least one Representative\"\nand \"that no State, without its consent, shall be deprived of its equal\nsuffrage in the Senate.\" These provisions were intended to secure to\nevery State and to the people of every State the right of\nrepresentation in each House of Congress; and so important was it\ndeemed by the framers of the Constitution that the equality of the\nStates in the Senate should be preserved that not even by an amendment\nof the Constitution can any State, without its consent, be denied a\nvoice in that branch of the National Legislature.It is true it has been assumed that the existence of the States was\nterminated by the rebellious acts of their inhabitants, and that, the\ninsurrection having been suppressed, they were thenceforward to be\nconsidered merely as conquered territories. The legislative, executive,\nand judicial departments of the Government have, however, with Heat\ndistinctness and uniform consistency, refused to sanction an assumption\nso incompatible with the nature of our republican system and with the\nprofessed objects of the war. Throughout the recent legislation of\nCongress the undeniable fact makes itself apparent that these ten\npolitical communities are nothing less than States of this Union. At\nthe very commencement of the rebellion each House declared, with a\nunanimity as remarkable as it was significant, that the war was not\n\"waged upon our part in any spirit of oppression, nor for any purpose\nof conquest or subjugation, nor purpose of overthrowing or interfering\nwith the rights or established institutions of those States, but to\ndefend and maintain the supremacy of the Constitution and all laws made\nin pursuance thereof, and to preserve the Union, with all the dignity,\nequality, and rights of the several States unimpaired; and that as soon\nas these objects\" were \"accomplished the war ought to cease.\" In some\ninstances Senators were permitted to continue their legislative\nfunctions, while in other instances Representatives were elected and\nadmitted to seats after their States had formally declared their right\nto withdraw from the Union and were endeavoring to maintain that right\nby force of arms. All of the States whose people were in insurrection,\nas States, were included in the apportionment of the direct tax of\n$20,000,000 annually laid upon the United States by the act approved\n5th August, 1861. Congress, by the act of March 4, 1862, and by the\napportionment of representation thereunder also recognized their\npresence as States in the Union; and they have, for judicial purposes,\nbeen divided into districts, as States alone can be divided. The same\nrecognition appears in the recent legislation in reference to\nTennessee, which evidently rests upon the fact that the functions of\nthe State were not destroyed by the rebellion, but merely suspended;\nand that principle is of course applicable to those States which, like\nTennessee, attempted to renounce their places in the Union.The action of the executive department of the Government upon this\nsubject has been equally definite and uniform, and the purpose of the\nwar was specifically stated in the proclamation issued by my\npredecessor on the 22d day of September, 1862. It was then solemnly\nproclaimed and declared \"that hereafter, as heretofore, the war will be\nprosecuted for the object of practically restoring the constitutional\nrelation between the United States and each of the States and the\npeople thereof in which States that relation is or may be suspended or\ndisturbed.\"The recognition of the States by the judicial department of the\nGovernment has also been dear and conclusive in all proceedings\naffecting them as States had in the Supreme, circuit, and district\ncourts. In the admission of Senators and Representatives from any and\nall of the States there can be no just ground of apprehension that\npersons who are disloyal will be clothed with the powers of\nlegislation, for this could not happen when the Constitution and the\nlaws are enforced by a vigilant and faithful Congress. Each House is\nmade the \"judge of the elections, returns, and qualifications of its\nown members,\" and may, \"with the concurrence of two-thirds, expel a\nmember.\" When a Senator or Representative presents his certificate of\nelection, he may at once be admitted or rejected; or, should there be\nany question as to his eligibility, his credentials may be referred for\ninvestigation to the appropriate committee. If admitted to a seat, it\nmust be upon evidence satisfactory to the House of which he thus\nbecomes a member that he possesses the requisite constitutional and\nlegal qualifications. If refused admission as a member for want of due\nallegiance to the Government and returned to his constituents, they are\nadmonished that none but persons loyal to the United States will be\nallowed a voice in the legislative councils of the nation, and the\npolitical power and moral influence of Congress are thus effectively\nexerted in the interests of loyalty to the Government and fidelity to\nthe Union. Upon this question, so vitally affecting the restoration of\nthe Union and the permanency of our present form of government, my\nconvictions, heretofore expressed, have undergone no change, but, on\nthe contrary, their correctness has been confirmed by reflection and\ntime. If the admission of loyal members to seats in the respective\nHouses of Congress was wise and expedient a year ago, it is no less\nwise and expedient now. If this anomalous condition is right now--if in\nthe exact condition of these States at the present time it is lawful to\nexclude them from representation--I do not see that the question will\nbe changed by the efflux of time. Ten years hence, if these States\nremain as they are, the right of representation will be no stronger,\nthe right of exclusion will be no weaker.The Constitution of the United States makes it the duty of the\nPresident to recommend to the consideration of Congress \"such measures\nas he shall judge necessary and expedient.\" I know of no measure more\nimperatively demanded by every consideration of national interest,\nsound policy, and equal justice than the admission of loyal members\nfrom the now unrepresented States. This would consummate the work of\nrestoration and exert a most salutary influence in the reestablishment\nof peace, harmony, and fraternal feeling. It would tend greatly to\nrenew the confidence of the American people in the vigor and stability\nof their institutions. It would bind us more closely together as a\nnation and enable us to show to the world the inherent and recuperative\npower of a government founded upon the will of the people and\nestablished upon the principles of liberty, justice, and intelligence.\nOur increased strength and enhanced prosperity would irrefragably\ndemonstrate the fallacy of the arguments against free institutions\ndrawn from our recent national disorders by the enemies of republican\ngovernment. The admission of loyal members from the States now excluded\nfrom Congress, by allaying doubt and apprehension, would turn capital\nnow awaiting an opportunity for investment into the channels of trade\nand industry. It would alleviate the present troubled condition of\nthose States, and by inducing emigration aid in the settlement of\nfertile regions now uncultivated and lead to an increased production of\nthose staples which have added so greatly to the wealth of the nation\nand commerce of the world. New fields of enterprise would be opened to\nour progressive people and soon the devastations of war would be\nrepaired and all traces of our domestic differences effaced from the\nminds of our countrymen.In our efforts to preserve \"the unity of government which constitutes\nas one people\" by restoring the States to the condition which they held\nprior to the rebellion, we should be cautious, lest, having rescued our\nnation from perils of threatened disintegration, we resort to\nconsolidation, and in the end absolute despotism, as a remedy for the\nrecurrence of similar troubles. The war having terminated, and with it\nall occasion for the exercise of powers of doubtful constitutionality,\nwe should hasten to bring legislation within the boundaries prescribed\nby the Constitution and to return to the ancient landmarks established\nby our fathers for the guidance of succeeding generations. The\nconstitution which at any time exists till changed by an explicit and\nauthentic act of the whole people is sacredly obligatory upon all. If\nin the opinion of the people the distribution or modification of the\nconstitutional powers be in any particular wrong, let it be corrected\nby an amendment in the way which the Constitution designates; but let\nthere be no change by usurpation, for it is the customary weapon by\nwhich free governments are destroyed.  Washington spoke these words to\nhis countrymen when, followed by their love and gratitude, he\nvoluntarily retired from the cares of public life. \"To keep in all\nthings within the pale of our constitutional powers and cherish the\nFederal Union as the only rock of safety\" were prescribed by Jefferson\nas rules of action to endear to his \"countrymen the true principles of\ntheir Constitution and promote a union of sentiment and action, equally\nauspicious to their happiness and safety.\" Jackson held that the action\nof the General Government should always be strictly confined to the\nsphere of its appropriate duties, and justly and forcibly urged that\nour Government is not to be maintained nor our Union preserved \"by\ninvasions of the rights and powers of the several States. In thus\nattempting to make our General Government strong we make it weak. Its\ntrue strength consists in leaving individuals and States as much as\npossible to themselves; in making itself felt, not in its power, but in\nits beneficence; not in its control, but in its protection; not in\nbinding the States more closely to the center, but leaving each to move\nunobstructed in its proper constitutional orbit.\" These are the\nteachings of men whose deeds and services have made them illustrious,\nand who, long since withdrawn from the scenes of life, have left to\ntheir country the rich legacy of their example, their wisdom, and their\npatriotism. Drawing fresh inspiration from their lessons, let us\nemulate them in love of country and respect for the Constitution and\nthe laws.The report of the Secretary of the Treasury affords much information\nrespecting the revenue and commerce of the country. His views upon the\ncurrency and with reference to a proper adjustment of our revenue\nsystem, internal as well as impost, are commended to the careful\nconsideration of Congress. In my last annual message I expressed my\ngeneral views upon these subjects. I need now only call attention to\nthe necessity of carrying into every department of the Government a\nsystem of rigid accountability, thorough retrenchment, and wise\neconomy. With no exceptional nor unusual expenditures, the oppressive\nburdens of taxation can be lessened by such a modification of our\nrevenue laws as will be consistent with the public faith and the\nlegitimate and necessary wants of the Government.The report presents a much more satisfactory condition of our finances\nthan one year ago the most sanguine could have anticipated. During the\nfiscal year ending the 30th June, 1865 (the last year of the war), the\npublic debt was increased $941,902,537, and on the 31st of October,\n1865, it amounted to $2,740,854,750. On the 31st day of October, 1866,\nit had been reduced to $2,552,310,006, the diminution during a period\nof fourteen months, commencing September 1, 1865, and ending October\n31, 1866, having been $206,379,565. In the last annual report on the\nstate of the finances it was estimated that during the three quarters\nof the fiscal year ending the 30th of June last the debt would be\nincreased $112,194,947. During that period, however, it was reduced\n$31,196,387, the receipts of the year having been $89,905,905 more and\nthe expenditures $200,529,235 less than the estimates. Nothing could\nmore clearly indicate than these statements the extent and availability\nof the national resources and the rapidity and safety with which under\nour form of government, great military and naval establishments can be\ndisbanded and expenses reduced from a war to a peace footing.During the fiscal year ending June 30, 1866, the receipts were\n$558,032,620 and the expenditures $520,750,940, leaving an available\nsurplus of $37,281,680. It is estimated that the receipts for the\nfiscal year ending the 30th June, 1867, will be $475,061.386, and that\nthe expenditures will reach the sum of $316,428,078, leaving in the\nTreasury a surplus of $158,633,308. For the fiscal year ending June 30,\n1886, it is estimated that the receipts will amount to $436,000,000 and\nthat the expenditures will be $350,247,641, showing an excess of\n$85,752,359 in favor of the Government. These estimated receipts may be\ndiminished by a reduction of excise and import duties, but after all\nnecessary reductions shall have been made the revenue of the present\nand of following years will doubtless be sufficient to cover all\nlegitimate charges upon the Treasury and leave a large annual surplus\nto be applied to the payment of the principal of the debt. There seems\nnow to be no good reason why taxes may not be reduced as the country\nadvances in population and wealth, and yet the debt be extinguished\nwithin the next quarter of a century.The report of the Secretary of War furnishes valuable and important\ninformation in reference to the operations of his Department during the\npast year. Few volunteers now remain in the service, and they are being\ndischarged as rapidly as they can be replaced by regular troops. The\nArmy has been promptly paid, carefully provided with medical treatment,\nwell sheltered and subsisted, and is to be furnished with\nbreech-loading small arms. The military strength of the nation has been\nunimpaired by the discharge of volunteers, the disposition of\nunserviceable or perishable stores, and the retrenchment of\nexpenditure. Sufficient war material to meet any emergency has been\nretained, and from the disbanded volunteers standing ready to respond\nto the national call large armies can be rapidly organized, equipped,\nand concentrated. Fortifications on the coast and frontier have\nreceived or are being prepared for more powerful armaments; lake\nsurveys and harbor and river improvements are in course of energetic\nprosecution. Preparations have been made for the payment of the\nadditional bounties authorized during the recent session of Congress,\nunder such regulations as will protect the Government from fraud and\nsecure to the honorably discharged soldier the well-earned reward of\nhis faithfulness and gallantry. More than 6,000 maimed soldiers have\nreceived artificial limbs or other surgical apparatus, and 41 national\ncemeteries, containing the remains of 104,526 Union soldiers, have\nalready been established. The total estimate of military appropriations\nis $25,205,669.It is stated in the report of the Secretary of the Navy that the naval\nforce at this time consists of 278 vessels, armed with 2,351 guns. Of\nthese, 115 vessels, carrying 1,029 guns, are in commission, distributed\nchiefly among seven squadrons. The number of men in the service is\n13,600. Great activity and vigilance have been displayed by all the\nsquadrons, and their movements have been judiciously and efficiently\narranged in such manner as would best promote American commerce and\nprotect the rights and interests of our countrymen abroad. The vessels\nunemployed are undergoing repairs or are laid up until their services\nmay be required. Most of the ironclad fleet is at League Island, in the\nvicinity of Philadelphia, a place which, until decisive action should\nbe taken by Congress, was selected by the Secretary of the Navy as the\nmost eligible location for that class of vessels. It is important that\na suitable public station should be provided for the ironclad fleet. It\nis intended that these vessels shall be in proper condition for any\nemergency, and it is desirable that the bill accepting League Island\nfor naval purposes, which passed the House of Representatives at its\nlast session, should receive final action at an early period, in order\nthat there may be a suitable public station for this class of vessels,\nas well as a navy-yard of area sufficient for the wants of the service\non the Delaware River. The naval pension fund amounts to $11,750,000,\nhaving been increased $2,750,000 during the year. The expenditures of\nthe Department for the fiscal year ending 30th June last were\n$43,324,526, and the estimates for the coming year amount to\n$23,568,436. Attention is invited to the condition of our seamen and\nthe importance of legislative measures for their relief and\nimprovement. The suggestions in behalf of this deserving class of our\nfellow-citizens are earnestly recommended to the favorable attention of\nCongress.The report of the Postmaster-General presents a most satisfactory\ncondition of the postal service and submits recommendations which\ndeserve the consideration of Congress. The revenues of the Department\nfor the year ending June 30, 1866, were $14,386,986 and the\nexpenditures $15,352,079, showing an excess of the latter of $965,093.\nIn anticipation of this deficiency, however, a special appropriation\nwas made by Congress in the act approved July 28, 1866. Including the\nstanding appropriation of $700,000 for free mail matter as a legitimate\nportion of the revenues, yet remaining unexpended, the actual\ndeficiency for the past year is only $265,093--a sum within $51,141 of\nthe amount estimated in the annual report of 1864. The decrease of\nrevenue compared with the previous year was 1 1/5 per cent, and the\nincrease of expenditures, owing principally to the enlargement of the\nmail service in the South, was 12 per cent. On the 30th of June last\nthere were in operation 6,930 mail routes, with an aggregate length of\n180,921 miles, an aggregate annual transportation of 71,837,914 miles,\nand an aggregate annual cost, including all expenditures, of\n$8,410,184. The length of railroad routes is 32,092 miles and the\nannual transportation 30,609,467 miles. The length of steamboat routes\nis 14,346 miles and the annual transportation 3,411,962 miles. The mail\nservice is rapidly increasing throughout the whole country, and its\nsteady extension in the Southern States indicates their constantly\nimproving condition. The growing importance of the foreign service also\nmerits attention. The post-office department of Great Britain and our\nown have agreed upon a preliminary basis for a new postal convention,\nwhich it is believed will prove eminently beneficial to the commercial\ninterests of the United States, inasmuch as it contemplates a reduction\nof the international letter postage to one-half the existing rates: a\nreduction of postage with all other countries to and from which\ncorrespondence is transmitted in the British mail, or in closed mails\nthrough the United Kingdom; the establishment of uniform and reasonable\ncharges for the sea and territorial transit of correspondence in closed\nmails; and an allowance to each post-office department of the right to\nuse all mail communications established under the authority of the\nother for the dispatch of correspondence, either in open or closed\nmails, on the same terms as those applicable to the inhabitants of the\ncountry providing the means of transmission.The report of the Secretary of the Interior exhibits the condition of\nthose branches of the public service which are committed to his\nsupervision. During the last fiscal year 4,629,312 acres of public land\nwere disposed of, 1,892,516 acres of which were entered under the\nhomestead act. The policy originally adopted relative to the public\nlands has undergone essential modifications. Immediate revenue, and not\ntheir rapid settlement, was the cardinal feature of our land system.\nLong experience and earnest discussion have resulted in the conviction\nthat the early development of our agricultural resources and the\ndiffusion of an energetic population over our vast territory are\nobjects of far greater importance to the national growth and prosperity\nthan the proceeds of the sale of the land to the highest bidder in open\nmarket. The preemption laws confer upon the pioneer who complies with\nthe terms they impose the privilege of purchasing a limited portion of\n\"unoffered lands\" at the minimum price. The homestead enactments\nrelieve the settler from the payment of purchase money, and secure him\na permanent home upon the condition of residence for a term of years.\nThis liberal policy invites emigration from the Old and from the more\ncrowded portions of the New World. Its propitious results are\nundoubted, and will be more signally manifested when time shall have\ngiven to it a wider development.Congress has made liberal grants of public land to corporations in aid\nof the construction of railroads and other internal improvements.\nShould this policy hereafter prevail, more stringent provisions will be\nrequired to secure a faithful application of the fund. The title to the\nlands should not pass, by patent or otherwise, but remain in the\nGovernment and subject to its control until some portion of the road\nhas been actually built. Portions of them might then from time to time\nbe conveyed to the corporation, but never in a greater ratio to the\nwhole quantity embraced by the grant than the completed parts bear to\nthe entire length of the projected improvement. This restriction would\nnot operate to the prejudice of any undertaking conceived in good faith\nand executed with reasonable energy, as it is the settled practice to\nwithdraw from market the lands falling within the operation of such\ngrants, and thus to exclude the inception of a subsequent adverse\nright. A breach of the conditions which Congress may deem proper to\nimpose should work a forfeiture of claim to the lands so withdrawn but\nunconveyed, and of title to the lands conveyed which remain unsold.Operations on the several lines of the Pacific Railroad have been\nprosecuted with unexampled vigor and success. Should no unforeseen\ncauses of delay occur, it is confidently anticipated that this great\nthoroughfare will be completed before the expiration of the period\ndesignated by Congress.During the last fiscal year the amount paid to pensioners, including\nthe expenses of disbursement, was $13,459,996, and 50,177 names were\nadded to the pension rolls. The entire number of pensioners June 30,\n1866, was 126,722. This fact furnishes melancholy and striking proof of\nthe sacrifices made to vindicate the constitutional authority of the\nFederal Government and to maintain inviolate the integrity of the Union\nThey impose upon us corresponding obligations. It is estimated that\n$33,000,000 will be required to meet the exigencies of this branch of\nthe service during the next fiscal year.Treaties have been concluded with the Indians, who, enticed into armed\nopposition to our Government at the outbreak of the rebellion, have\nunconditionally submitted to our authority and manifested an earnest\ndesire for a renewal of friendly relations.During the year ending September 30, 1866, 8,716 patents for useful\ninventions and designs were issued, and at that date the balance in the\nTreasury to the credit of the patent fund was $228,297.As a subject upon which depends an immense amount of the production and\ncommerce of the country, I recommend to Congress such legislation as\nmay be necessary for the preservation of the levees of the Mississippi\nRiver. It is a matter of national importance that early steps should be\ntaken, not only to add to the efficiency of these barriers against\ndestructive inundations, but for the removal of all obstructions to the\nfree and safe navigation of that great channel of trade and commerce.The District of Columbia under existing laws is not entitled to that\nrepresentation in the national councils which from our earliest history\nhas been uniformly accorded to each Territory established from time to\ntime within our limits. It maintains peculiar relations to Congress, to\nwhom the Constitution has granted the power of exercising exclusive\nlegislation over the seat of Government. Our fellow-citizens residing\nin the District, whose interests are thus confided to the special\nguardianship of Congress, exceed in number the population of several of\nour Territories, and no just reason is perceived why a Delegate of\ntheir choice should not be admitted to a seat in the House of\nRepresentatives. No mode seems so appropriate and effectual of enabling\nthem to make known their peculiar condition and wants and of securing\nthe local legislation adapted to them. I therefore recommend the\npassage of a law authorizing the electors of the District of Columbia\nto choose a Delegate, to be allowed the same rights and privileges as a\nDelegate representing a Territory. The increasing enterprise and rapid\nprogress of improvement in the District are highly gratifying, and I\ntrust that the efforts of the municipal authorities to promote the\nprosperity of the national metropolis will receive the efficient and\ngenerous cooperation of Congress.The report of the Commissioner of Agriculture reviews the operations of\nhis Department during the past year, and asks the aid of Congress in\nits efforts to encourage those States which, scourged by war, are now\nearnestly engaged in the reorganization of domestic industry.It is a subject of congratulation that no foreign combinations against\nour domestic peace and safety or our legitimate influence among the\nnations have been formed or attempted. While sentiments of\nreconciliation, loyalty, and patriotism have increased at home, a more\njust consideration of our national character and rights has been\nmanifested by foreign nations.The entire success of the Atlantic telegraph between the coast of\nIreland and the Province of Newfoundland is an achievement which has\nbeen justly celebrated in both hemispheres as the opening of an era in\nthe progress of civilization. There is reason to expect that equal\nsuccess will attend and even greater results follow the enterprise for\nconnecting the two continents through the Pacific Ocean by the\nprojected line of telegraph between Kamchatka and the Russian\npossessions in America.The resolution of Congress protesting against pardons by foreign\ngovernments of persons convicted of infamous offenses on condition of\nemigration to our country has been communicated to the states with\nwhich we maintain intercourse, and the practice, so justly the subject\nof complaint on our part, has not been renewed.The congratulations of Congress to the Emperor of Russia upon his\nescape from attempted assassination have been presented to that humane\nand enlightened ruler and received by him with expressions of grateful\nappreciation.The Executive, warned of an attempt by Spanish American adventurers to\ninduce the emigration of freedmen of the United States to a foreign\ncountry, protested against the project as one which, if consummated,\nwould reduce them to a bondage even more oppressive than that from\nwhich they have just been relieved. Assurance has been received from\nthe Government of the State in which the plan was matured that the\nproceeding will meet neither its encouragement nor approval. It is a\nquestion worthy of your consideration whether our laws upon this\nsubject are adequate to the prevention or punishment of the crime thus\nmeditated.In the month of April last, as Congress is aware, a friendly\narrangement was made between the Emperor of France and the President of\nthe United States for the withdrawal from Mexico of the French\nexpeditionary military forces. This withdrawal was to be effected in\nthree detachments, the first of which, it was understood, would leave\nMexico in November, now past, the second in March next, and the third\nand last in November, 1867. Immediately upon the completion of the\nevacuation the French Government was to assume the same attitude of\nnonintervention in regard to Mexico as is held by the Government of the\nUnited States. Repeated assurances have been given by the Emperor since\nthat agreement that he would complete the promised evacuation within\nthe period mentioned, or sooner.It was reasonably expected that the proceedings thus contemplated would\nproduce a crisis of great political interest in the Republic of Mexico.\nThe newly appointed minister of the United States, Mr. Campbell, was\ntherefore sent forward on the 9th day of November last to assume his\nproper functions as minister plenipotentiary of the United States to\nthat Republic. It was also thought expedient that he should be attended\nin the vicinity of Mexico by the Lieutenant-General of the Army of the\nUnited States, with the view of obtaining such information as might be\nimportant to determine the course to be pursued by the United States in\nreestablishing and maintaining necessary and proper intercourse with\nthe Republic of Mexico. Deeply interested in the cause of liberty and\nhumanity, it seemed an obvious duty on our part to exercise whatever\ninfluence we possessed for the restoration and permanent establishment\nin that country of a domestic and republican form of government.Such was the condition of our affairs in regard to Mexico when, on the\n22d of November last, official information was received from Paris that\nthe Emperor of France had some time before decided not to withdraw a\ndetachment of his forces in the month of November past, according to\nengagement, but that this decision was made with the purpose of\nwithdrawing the whole of those forces in the ensuing spring. Of this\ndetermination, however, the United States had not received any notice\nor intimation, and so soon as the information was received by the\nGovernment care was taken to make known its dissent to the Emperor of\nFrance.I can not forego the hope that France will reconsider the subject and\nadopt some resolution in regard to the evacuation of Mexico which will\nconform as nearly as practicable with the existing engagement, and thus\nmeet the just expectations of the United States. The papers relating to\nthe subject will be laid before you. It is believed that with the\nevacuation of Mexico by the expeditionary forces no subject for serious\ndifferences between France and the United States would remain. The\nexpressions of the Emperor and people of France warrant a hope that the\ntraditionary friendship between the two countries might in that case be\nrenewed and permanently restored.A claim of a citizen of the United States for indemnity for spoliations\ncommitted on the high seas by the French authorities in the exercise of\na belligerent power against Mexico has been met by the Government of\nFrance with a proposition to defer settlement until a mutual convention\nfor the adjustment of all claims of citizens and subjects of both\ncountries arising out of the recent wars on this continent shall be\nagreed upon by the two countries. The suggestion is not deemed\nunreasonable, but it belongs to Congress to direct the manner in which\nclaims for indemnity by foreigners as well as by citizens of the United\nStates arising out of the late civil war shall be adjudicated and\ndetermined. I have no doubt that the subject of all such claims will\nengage your attention at a convenient and proper time.It is a matter of regret that no considerable advance has been made\ntoward an adjustment of the differences between the United States and\nGreat Britain arising out of the depredations upon our national\ncommerce and other trespasses committed during our civil war by British\nsubjects, in violation of international law and treaty obligations. The\ndelay, however, may be believed to have resulted in no small degree\nfrom the domestic situation of Great Britain. An entire change of\nministry occurred in that country during the last session of\nParliament. The attention of the new ministry was called to the subject\nat an early day, and there is some reason to expect that it will now be\nconsidered in a becoming and friendly spirit. The importance of an\nearly disposition of the question can not be exaggerated. Whatever\nmight be the wishes of the two Governments, it is manifest that good\nwill and friendship between the two countries can not be established\nuntil a reciprocity in the practice of good faith and neutrality shall\nbe restored between the respective nations.On the 6th of June last, in violation of our neutrality laws, a\nmilitary expedition and enterprise against the British North American\ncolonies was projected and attempted to be carried on within the\nterritory and jurisdiction of the United States. In obedience to the\nobligation imposed upon the Executive by the Constitution to see that\nthe laws are faithfully executed, all citizens were warned by\nproclamation against taking part in or aiding such unlawful\nproceedings, and the proper civil, military, and naval officers were\ndirected to take all necessary measures for the enforcement of the\nlaws. The expedition failed, but it has not been without its painful\nconsequences. Some of our citizens who, it was alleged, were engaged in\nthe expedition were captured, and have been brought to trial as for a\ncapital offense in the Province of Canada. Judgment and sentence of\ndeath have been pronounced against some, while others have been\nacquitted. Fully believing in the maxim of government that severity of\ncivil punishment for misguided persons who have engaged in\nrevolutionary attempts which have disastrously failed is unsound and\nunwise, such representations have been made to the British Government\nin behalf of the convicted persons as, being sustained by an\nenlightened and humane judgment, will, it is hoped, induce in their\ncases an exercise of clemency and a judicious amnesty to all who were\nengaged in the movement. Counsel has been employed by the Government to\ndefend citizens of the United States on trial for capital offenses in\nCanada, and a discontinuance of the prosecutions which were instituted\nin the courts of the United States against those who took part in the\nexpedition has been directed.I have regarded the expedition as not only political in its nature, but\nas also in a great measure foreign from the United States in its\ncauses, character, and objects. The attempt was understood to be made\nin sympathy with an insurgent party in Ireland, and by striking at a\nBritish Province on this continent was designed to aid in obtaining\nredress for political grievances which, it was assumed, the people of\nIreland had suffered at the hands of the British Government during a\nperiod of several centuries. The persons engaged in it were chiefly\nnatives of that country, some of whom had, while others had not, become\ncitizens of the United States under our general laws of naturalization.\nComplaints of misgovernment in Ireland continually engage the attention\nof the British nation, and so great an agitation is now prevailing in\nIreland that the British Government have deemed it necessary to suspend\nthe writ of habeas corpus in that country. These circumstances must\nnecessarily modify the opinion which we might otherwise have\nentertained in regard to an expedition expressly prohibited by our\nneutrality laws. So long as those laws remain upon our statute books\nthey should be faithfully executed, and if they operate harshly,\nunjustly, or oppressively Congress alone can apply the remedy by their\nmodification or repeal.Political and commercial interests of the United States are not\nunlikely to be affected in some degree by events which are transpiring\nin the eastern regions of Europe, and the time seems to have come when\nour Government ought to have a proper diplomatic representation in\nGreece.This Government has claimed for all persons not convicted or accused or\nsuspected of crime an absolute political right of self-expatriation and\na choice of new national allegiance. Most of the European States have\ndissented from this principle, and have claimed a right to hold such of\ntheir subjects as have emigrated to and been naturalized in the United\nStates and afterwards returned on transient visits to their native\ncountries to the performance of military service in like manner as\nresident subjects. Complaints arising from the claim in this respect\nmade by foreign states have heretofore been matters of controversy\nbetween the United States and some of the European powers, and the\nirritation consequent upon the failure to settle this question\nincreased during the war in which Prussia, Italy, and Austria were\nrecently engaged. While Great Britain has never acknowledged the right\nof expatriation, she has not for some years past practically insisted\nupon the opposite doctrine. France has been equally forbearing, and\nPrussia has proposed a compromise, which, although evincing increased\nliberality, has not been accepted by the United States. Peace is now\nprevailing everywhere in Europe, and the present seems to be a\nfavorable time for an assertion by Congress of the principle so long\nmaintained by the executive department that naturalization by one state\nfully exempts the native-born subject of any other state from the\nperformance of military service under any foreign government, so long\nas he does not voluntarily renounce its rights and benefits.In the performance of a duty imposed upon me by the Constitution I have\nthus submitted to the representatives of the States and of the people\nsuch information of our domestic and foreign affairs as the public\ninterests seem to require. Our Government is now undergoing its most\ntrying ordeal, and my earnest prayer is that the peril may be\nsuccessfully and finally passed without impairing its original strength\nand symmetry. The interests of the nation are best to be promoted by\nthe revival of fraternal relations, the complete obliteration of our\npast differences, and the reinauguration of all the pursuits of peace.\nDirecting our efforts to the early accomplishment of these great ends,\nlet us endeavor to preserve harmony between the coordinate departments\nof the Government, that each in its proper sphere may cordially\ncooperate with the other in securing the maintenance of the\nConstitution, the preservation of the Union, and the perpetuity of our\nfree institutions.", 
    "name": "Andrew Johnson"
}