{
    "date": "December 6, 1831", 
    "speech": "Fellow Citizens of the Senate and of the House of Representatives:The representation of the people has been renewed for the 22nd time\nsince the Constitution they formed has been in force. For near half a\ncentury the Chief Magistrates who have been successively chosen have\nmade their annual communications of the state of the nation to its\nrepresentatives. Generally these communications have been of the most\ngratifying nature, testifying an advance in all the improvements of\nsocial and all the securities of political life. But frequently and\njustly as you have been called on to be grateful for the bounties of\nProvidence, at few periods have they been more abundantly or\nextensively bestowed than at the present; rarely, if ever, have we had\ngreater reason to congratulate each other on the continued and\nincreasing prosperity of our beloved country.Agriculture, the first and most important occupation of man, has\ncompensated the labors of the husband-man with plentiful crops of all\nthe varied products of our extensive country. Manufactures have been\nestablished in which the funds of the capitalist find a profitable\ninvestment, and which give employment and subsistence to a numerous and\nincreasing body of industrious and dexterous mechanics. The laborer is\nrewarded by high wages in the construction of works of internal\nimprovement, which are extending with unprecedented rapidity. Science\nis steadily penetrating the recesses of nature and disclosing her\nsecrets, while the ingenuity of free minds is subjecting the elements\nto the power of man and making each new conquest auxiliary to his\ncomfort. By our mails, whose speed is regularly increased and whose\nroutes are every year extended, the communication of public\nintelligence and private business is rendered frequent and safe; the\nintercourse between distant cities, which it formerly required weeks to\naccomplish, is now effected in a few days; and in the construction of\nrail roads and the application of steam power we have a reasonable\nprospect that the extreme parts of our country will be so much\napproximated and those most isolated by the obstacles of nature\nrendered so accessible as to remove an apprehension some times\nentertained that the great extent of the Union would endanger its\npermanent existence.If from the satisfactory view of our agriculture, manufactures, and\ninternal improvements we turn to the state of our navigation and trade\nwith foreign nations and between the States, we shall scarcely find\nless cause for gratulation. A beneficent Providence has provided for\ntheir exercise and encouragement an extensive coast, indented by\ncapacious bays, noble rivers, inland seas; with a country productive of\nevery material for ship building and every commodity for gainful\ncommerce, and filled with a population active, intelligent,\nwell-informed, and fearless of danger. These advantages are not\nneglected, and an impulse has lately been given to commercial\nenterprise, which fills our ship yards with new constructions,\nencourages all the arts and branches of industry connected with them,\ncrowds the wharves of our cities with vessels, and covers the most\ndistant seas with our canvas.Let us be grateful for these blessings to the beneficent Being who has\nconferred them, and who suffers us to indulge a reasonable hope of\ntheir continuance and extension, while we neglect not the means by\nwhich they may be preserved. If we may dare to judge of His future\ndesigns by the manner in which His past favors have been bestowed, He\nhas made our national prosperity to depend on the preservation of our\nliberties, our national force on our Federal Union, and our individual\nhappiness on the maintenance of our State rights and wise institutions.\nIf we are prosperous at home and respected abroad, it is because we are\nfree, united, industrious, and obedient to the laws. While we continue\nso we shall by the blessing of Heaven go on in the happy career we have\nbegun, and which has brought us in the short period of our political\nexistence from a population of 3,000,000 to 13,000,000; from 13\nseparate colonies to 24 united States; from weakness to strength; from\na rank scarcely marked in the scale of nations to a high place in their\nrespect.This last advantage is one that has resulted in a great degree from the\nprinciples which have guided our intercourse with foreign powers since\nwe have assumed an equal station among them, and hence the annual\naccount which the Executive renders to the country of the manner in\nwhich that branch of his duties has been fulfilled proves instructive\nand salutary.The pacific and wise policy of our Government kept us in a state of\nneutrality during the wars that have at different periods since our\npolitical existence been carried on by other powers; but this policy,\nwhile it gave activity and extent to our commerce, exposed it in the\nsame proportion to injuries from the belligerent nations. Hence have\narisen claims of indemnity for those injuries. England, France, Spain,\nHolland, Sweden, Denmark, Naples, and lately Portugal had all in a\ngreater or less degree infringed our neutral rights. Demands for\nreparation were made upon all. They have had in all, and continue to\nhave in some, cases a leading influence on the nature of our relations\nwith the powers on whom they were made.Of the claims upon England it is unnecessary to speak further than to\nsay that the state of things to which their prosecution and denial gave\nrise has been succeeded by arrangements productive of mutual good\nfeeling and amicable relations between the two countries, which it is\nhoped will not be interrupted. One of these arrangements is that\nrelating to the colonial trade which was communicated to Congress at\nthe last session; and although the short period during which it has\nbeen in force will not enable me to form an accurate judgment of its\noperation, there is every reason to believe that it will prove highly\nbeneficial. The trade thereby authorized has employed to September\n30th, 1831 upward of 30 thousand tons of American and 15 thousand tons\nof foreign shipping in the outward voyages, and in the inward nearly an\nequal amount of American and 20 thousand only of foreign tonnage.\nAdvantages, too, have resulted to our agricultural interests from the\nstate of the trade between Canada and our Territories and States\nbordering or the St. Lawrence and the Lakes which may prove more than\nequivalent to the loss sustained by the discrimination made to favor\nthe trade of the northern colonies with the West Indies.After our transition from the state of colonies to that of an\nindependent nation many points were found necessary to be settled\nbetween us and Great Britain. Among them was the demarcation of\nboundaries not described with sufficient precision in the treaty of\npeace. Some of the lines that divide the States and Territories of the\nUnited States from the British Provinces have been definitively fixed.That, however, which separates us from the Provinces of Canada and New\nBrunswick to the North and the East was still in dispute when I came\ninto office, but I found arrangements made for its settlement over\nwhich I had no control. The commissioners who had been appointed under\nthe provisions of the treaty of Ghent having been unable to agree, a\nconvention was made with Great Britain by my immediate predecessor in\noffice, with the advice and consent of the Senate, by which it was\nagreed \"that the points of difference which have arisen in the\nsettlement of the boundary line between the American and British\ndominions, as described in the 5th article of the treaty of Ghent,\nshall be referred, as therein provided, to some friendly sovereign or\nState, who shall be invited to investigate and make a decision upon\nsuch points of difference\"; and the King of the Netherlands having by\nthe late President and His Britannic Majesty been designated as such\nfriendly sovereign, it became my duty to carry with good faith the\nagreement so made into full effect. To this end I caused all the\nmeasures to be taken which were necessary to a full exposition of our\ncase to the sovereign arbiter, and nominated as minister\nplenipotentiary to his Court a distinguished citizen of the State most\ninterested in the question, and who had been one of the agents\npreviously employed for settling the controversy.On January 10th, 1831 His Majesty the King of the Netherlands delivered\nto the plenipotentiaries of the United States and of Great Britain his\nwritten opinion on the case referred to him. The papers in relation to\nthe subject will be communicated by a special message to the proper\nbranch of the Government with the perfect confidence that its wisdom\nwill adopt such measures as will secure an amicable settlement of the\ncontroversy without infringing any constitutional right of the States\nimmediately interested.It affords me satisfaction to inform you that suggestions made by my\ndirection to the charge d'affaires of His Britannic Majesty to this\nGovernment have had their desired effect in producing the release of\ncertain American citizens who were imprisoned for setting up the\nauthority of the State of Maine at a place in the disputed territory\nunder the actual jurisdiction of His Britannic Majesty. From this and\nthe assurances I have received of the desire of the local authorities\nto avoid any cause of collision I have the best hopes that a good\nunderstanding will be kept up until it is confirmed by the final\ndisposition of the subject.The amicable relations which now subsist between the United States and\nGreat Britain, the increasing intercourse between their citizens, and\nthe rapid obliteration of unfriendly prejudices to which former events\nnaturally gave rise concurred to present this as a fit period for\nrenewing our endeavors to provide against the recurrence of causes of\nirritation which in the event of war between Great Britain and any\nother power would inevitably endanger our peace. Animated by the\nsincerest desire to avoid such a state of things, and peacefully to\nsecure under all possible circumstances the rights and honor of the\ncountry, I have given such instructions to the minister lately sent to\nthe Court of London as will evince that desire, and if met by a\ncorrespondent disposition, which we can not doubt, will put an end to\ncauses of collision which, without advantage to either, tend to\nestrange from each other two nations who have every motive to preserve\nnot only peace, but an intercourse of the most amicable nature.In my message at the opening of the last session of Congress I\nexpressed a confident hope that the justice of our claims upon France,\nurged as they were with perseverance and signal ability by our minister\nthere, would finally be acknowledged. This hope has been realized. A\ntreaty has been signed which will immediately be laid before the Senate\nfor its approbation, and which, containing stipulations that require\nlegislative acts, must have the concurrence of both houses before it\ncan be carried into effect.By it the French Government engage to pay a sum which, if not quite\nequal to that which may be found due to our citizens, will yet, it is\nbelieved, under all circumstances, be deemed satisfactory by those\ninterested. The offer of a gross sum instead of the satisfaction of\neach individual claim was accepted because the only alternatives were a\nrigorous exaction of the whole amount stated to be due on each claim,\nwhich might in some instances be exaggerated by design, in other\nover-rated through error, and which, therefore, it would have been both\nungracious and unjust to have insisted on; or a settlement by a mixed\ncommission, to which the French negotiators were very averse, and which\nexperience in other cases had shewn to be dilatory and often wholly\ninadequate to the end.A comparatively small sum is stipulated on our part to go to the\nextinction of all claims by French citizens on our Government, and a\nreduction of duties on our cotton and their wines has been agreed on as\na consideration for the renunciation of an important claim for\ncommercial privileges under the construction they gave to the treaty\nfor the cession of Louisiana.Should this treaty receive the proper sanction, a source of irritation\nwill be stopped that has for so many years in some degree alienated\nfrom each other two nations who, from interest as well as the\nremembrance of early associations, ought to cherish the most friendly\nrelations; an encouragement will be given for perseverance in the\ndemands of justice by this new proof that if steadily pursued they will\nbe listened to, and admonition will be offered to those powers, if any,\nwhich may be inclined to evade them that they will never be abandoned;\nabove all, a just confidence will be inspired in our fellow citizens\nthat their Government will exert all the powers with which they have\ninvested it in support of their just claims upon foreign nations; at\nthe same time that the frank acknowledgment and provision for the\npayment of those which were addressed to our equity, although\nunsupported by legal proof, affords a practical illustration of our\nsubmission to the divine rule of doing to others what we desire they\nshould do unto us.Sweden and Denmark having made compensation for the irregularities\ncommitted by their vessels or in their ports to the perfect\nsatisfaction of the parties concerned, and having renewed the treaties\nof commerce entered into with them, our political and commercial\nrelations with those powers continue to be on the most friendly\nfooting.With Spain our differences up to February 22d, 1819 were settled by the\ntreaty of Washington of that date, but at a subsequent period our\ncommerce with the States formerly colonies of Spain on the continent of\nAmerica was annoyed and frequently interrupted by her public and\nprivate armed ships. They captured many of our vessels prosecuting a\nlawful commerce and sold them and their cargoes, and at one time to our\ndemands for restoration and indemnity opposed the allegation that they\nwere taken in the violation of a blockade of all the ports of those\nStates. This blockade was declaratory only, and the inadequacy of the\nforce to maintain it was so manifest that this allegation was varied to\na charge of trade in contraband of war. This, in its turn, was also\nfound untenable, and the minister whom I sent with instructions to\npress for the reparation that was due to our injured fellow citizens\nhas transmitted an answer to his demand by which the captures are\ndeclared to have been legal, and are justified because the independence\nof the States of America never having been acknowledged by Spain she\nhad a right to prohibit trade with them under her old colonial laws.\nThis ground of defense was contradictory, not only to those which had\nbeen formerly alleged, but to the uniform practice and established laws\nof nations, and had been abandoned by Spain herself in the convention\nwhich granted indemnity to British subjects for captures made at the\nsame time, under the same circumstances, and for the same allegations\nwith those of which we complain.I, however, indulge the hope that further reflection will lead to other\nviews, and feel confident that when His Catholic Majesty shall be\nconvinced of the justice of the claims his desire to preserve friendly\nrelations between the two countries, which it is my earnest endeavor to\nmaintain, will induce him to accede to our demand. I have therefore\ndispatched a special messenger with instructions to our minister to\nbring the case once more to his consideration, to the end that if\n(which I can not bring myself to believe) the same decision (that can\nnot but be deemed an unfriendly denial of justice) should be persisted\nin the matter may before your adjournment be laid before you, the\nconstitutional judges of what is proper to be done when negotiation for\nredress of injury fails.The conclusion of a treaty for indemnity with France seemed to present\na favorable opportunity to renew our claims of a similar nature on\nother powers, and particularly in the case of those upon Naples, more\nespecially as in the course of former negotiations with that power our\nfailure to induce France to render us justice was used as an argument\nagainst us. The desires of the merchants, who were the principal\nsufferers, have therefore been acceded to, and a mission has been\ninstituted for the special purpose of obtaining for them a reparation\nalready too long delayed. This measure having been resolved on, it was\nput in execution without waiting for the meeting of Congress, because\nthe state of Europe created an apprehension of events that might have\nrendered our application ineffectual.Our demands upon the Government of the two Sicilies are of a peculiar\nnature. The injuries on which they are founded are not denied, nor are\nthe atrocity and perfidy under which those injuries were perpetrated\nattempted to be extenuated. The sole ground on which indemnity has been\nrefused is the alleged illegality of the tenure by which the monarch\nwho made the seizures held his crown. This defense, always unfounded in\nany principle of the law of nations, now universally abandoned, even by\nthose powers upon whom the responsibility for the acts of past rulers\nbore the most heavily, will unquestionably be given up by His Sicilian\nMajesty, whose counsels will receive an impulse from that high sense of\nhonor and regard to justice which are said to characterize him; and I\nfeel the fullest confidence that the talents of the citizen\ncommissioned for that purpose will place before him the just claims of\nour injured citizens in such as light as will enable me before your\nadjournment to announce that they have been adjusted and secured.\nPrecise instructions to the effect of bringing the negotiation to a\nspeedy issue have been given, and will be obeyed.In the late blockade of Terceira some of the Portuguese fleet captured\nseveral of our vessels and committed other excesses, for which\nreparation was demanded, and I was on the point of dispatching an armed\nforce to prevent any recurrence of a similar violence and protect our\ncitizens in the prosecution of their lawful commerce when official\nassurances, on which I relied, made the sailing of the ships\nunnecessary. Since that period frequent promises have been made that\nfull indemnity shall be given for the injuries inflicted and the losses\nsustained. In the performance there has been some, perhaps unavoidable,\ndelay; but I have the fullest confidence that my earnest desire that\nthis business may at once be closed, which our minister has been\ninstructed strongly to express, will very soon be gratified. I have the\nbetter ground for this hope from the evidence of a friendly disposition\nwhich that Government has shown an actual reduction in the duty on rice\nthe produce of our Southern States, authorizing the anticipation that\nthis important article of our export will soon be admitted on the same\nfooting with that produced by the most favored nation.With the other powers of Europe we have fortunately had no cause of\ndiscussions for the redress of injuries. With the Empire of the Russias\nour political connection is of the most friendly and our commercial of\nthe most liberal kind. We enjoy the advantages of navigation and trade\ngiven to the most favored nation, but it has not yet suited their\npolicy, or perhaps has not been found convenient from other\nconsiderations, to give stability and reciprocity to those privileges\nby a commercial treaty. The ill health of the minister last year\ncharged with making a proposition for that arrangement did not permit\nhim to remain at St. Petersburg, and the attention of that Government\nduring the whole of the period since his departure having been occupied\nby the war in which it was engaged, we have been assured that nothing\ncould have been effected by his presence. A minister will soon be\nnominated, as well to effect this important object as to keep up the\nrelations of amity and good understanding of which we have received so\nmany assurances and proofs from His Imperial Majesty and the Emperor\nhis predecessor.The treaty with Austria is opening to us an important trade with the\nhereditary dominions of the Emperor, the value of which has been\nhitherto little known, and of course not sufficiently appreciated.\nWhile our commerce finds an entrance into the south of Germany by means\nof this treaty, those we have formed with the Hanseatic towns and\nPrussia and others now in negotiation will open that vast country to\nthe enterprising spirit of our merchants on the north--a country\nabounding in all the materials for a mutually beneficial commerce,\nfilled with enlightened and industrious inhabitants, holding an\nimportant place in the politics of Europe, and to which we owe so many\nvaluable citizens. The ratification of the treaty with the Porte was\nsent to be exchanged by the gentleman appointed our charge d'affaires\nto that Court. Some difficulties occurred on his arrival, but at the\ndate of his last official dispatch he supposed they had been obviated\nand that there was every prospect of the exchange being speedily\neffected.This finishes the connected view I have thought it proper to give of\nour political and commercial relations in Europe. Every effort in my\npower will be continued to strengthen and extend them by treaties\nfounded on principles of the most perfect reciprocity of interest,\nneither asking nor conceding any exclusive advantage, but liberating as\nfar as it lies in my power the activity and industry of our fellow\ncitizens from the shackles which foreign restrictions may impose.To China and the East Indies our commerce continues in its usual\nextent, and with increased facilities which the credit and capital of\nour merchants afford by substituting bills for payments in specie. A\ndaring outrage having been committed in those seas by the plunder of\none of our merchant-men engaged in the pepper trade at a port in\nSumatra, and the piratical perpetrators belonging to tribes in such a\nstate of society that the usual course of proceedings between civilized\nnations could not be pursued, I forthwith dispatched a frigate with\norders to require immediate satisfaction for the injury and indemnity\nto the sufferers.Few changes have taken place in our connections with the independent\nStates of America since my last communication to Congress. The\nratification of a commercial treaty with the United Republics of Mexico\nhas been for some time under deliberation in their Congress, but was\nstill undecided at the date of our last dispatches. The unhappy civil\ncommotions that have prevailed there were undoubtedly the cause of the\ndelay, but as the Government is now said to be tranquillized we may\nhope soon to receive the ratification of the treaty and an arrangement\nfor the demarcation of the boundaries between us. In the mean time, an\nimportant trade has been opened with mutual benefit from St. Louis, in\nthe State of Missouri, by caravans to the interior Provinces of Mexico.\nThis commerce is protected in its progress through the Indian countries\nby the troops of the United States, which have been permitted to escort\nthe caravans beyond our boundaries to the settled part of the Mexican\nterritory.From Central America I have received assurances of the most friendly\nkind and a gratifying application for our good offices to remove a\nsupposed indisposition toward that Government in a neighboring State.\nThis application was immediately and successfully complied with. They\ngave us also the pleasing intelligence that differences which had\nprevailed in their internal affairs had been peaceably adjusted. Our\ntreaty with this Republic continues to be faithfully observed, and\npromises a great and beneficial commerce between the two countries--a\ncommerce of the greatest importance if the magnificent project of a\nship canal through the dominions of that State from the Atlantic to the\nPacific Ocean, now in serious contemplation, shall be executed.I have great satisfaction in communicating the success which has\nattended the exertions of our minister in Colombia to procure a very\nconsiderable reduction in the duties on our flour in that Republic.\nIndemnity also has been stipulated for injuries received by our\nmerchants from illegal seizures, and renewed assurances are given that\nthe treaty between the two countries shall be faithfully observed.Chili and Peru seem to be still threatened with civil commotions, and\nuntil they shall be settled disorders may naturally be apprehended,\nrequiring the constant presence of a naval force in the Pacific Ocean\nto protect our fisheries and guard our commerce.The disturbances that took place in the Empire of Brazil previously to\nand immediately consequent upon the abdication of the late Emperor\nnecessarily suspended any effectual application for the redress of some\npast injuries suffered by our citizens from that Government, while they\nhave been the cause of others, in which all foreigners seem to have\nparticipated. Instructions have been given to our minister there to\npress for indemnity due for losses occasioned by these irregularities,\nand to take care of our fellow citizens shall enjoy all the privileges\nstipulated in their favor by the treaty lately made between the two\npowers, all which the good intelligence that prevails between our\nminister at Rio Janeiro and the Regency gives us the best reason to\nexpect.I should have placed Buenos Ayres in the list of South American powers\nin respect to which nothing of importance affecting us was to be\ncommunicated but for occurrences which have lately taken place at the\nFalkland Islands, in which the name of that Republic has been used to\ncover with a show of authority acts injurious to our commerce and to\nthe property and liberty of our fellow citizens. In the course of the\npresent year one of our vessels, engaged in the pursuit of a trade\nwhich we have always enjoyed without molestation, has been captured by\na band acting, as they pretend, under the authority of the Government\nof Buenos Ayres. I have therefore given orders for the dispatch of an\narmed vessel to join our squadron in those seas and aid in affording\nall lawful protection to our trade which shall be necessary, and shall\nwithout delay send a minister to inquire into the nature of the\ncircumstances and also of the claim, if any, that is set up by that\nGovernment to those islands. In the mean time, I submit the case to the\nconsideration of Congress, to the end that they may clothe the\nExecutive with such authority and means as they may deem necessary for\nproviding a force adequate to the complete protection of our fellow\ncitizens fishing and trading in those seas.This rapid sketch of our foreign relations, it is hoped, fellow\ncitizens, may be of some use in so much of your legislation as may bear\non that important subject, while it affords to the country at large a\nsource of high gratification in the contemplation of our political and\ncommercial connection with the rest of the world. At peace with all;\nhaving subjects of future difference with few, and those susceptible of\neasy adjustment; extending our commerce gradually on all sides and on\nnone by any but the most liberal and mutually beneficial means, we may,\nby the blessing of Providence, hope for all that national prosperity\nwhich can be derived from an intercourse with foreign nations, guided\nby those eternal principles of justice and reciprocal good will which\nare binding as well upon States as the individuals of whom they are\ncomposed.I have great satisfaction in making this statement of our affairs,\nbecause the course of our national policy enables me to do it without\nany indiscreet exposure of what in other governments is usually\nconcealed from the people. Having none but a straight-forward, open\ncourse to pursue, guided by a single principle that will bear the\nstrongest light, we have happily no political combinations to form, no\nalliances to entangle us, no complicated interests to consult, and in\nsubjecting all we have done to the consideration of our citizens and to\nthe inspection of the world we give no advantage to other nations and\nlay ourselves open to no injury.It may not be improper to add that to preserve this state of things and\ngive confidence to the world in the integrity of our designs all our\nconsular and diplomatic agents are strictly enjoined to examine well\nevery cause of complaint preferred by our citizens, and while they urge\nwith proper earnestness those that are well founded, to countenance\nnone that are unreasonable or unjust, and to enjoin on our merchants\nand navigators the strictest obedience to the laws of the countries to\nwhich they resort, and a course of conduct in their dealings that may\nsupport the character of our nation and render us respected abroad.Connected with this subject, I must recommend a revisal of our consular\nlaws. Defects and omissions have been discovered in their operation\nthat ought to be remedied and supplied. For your further information on\nthis subject I have directed a report to be made by the Secretary of\nState, which I shall hereafter submit to your consideration.The internal peace and security of our confederated States is the next\nprincipal object of the General Government. Time and experience have\nproved that the abode of the native Indian within their limits is\ndangerous to their peace and injurious to himself. In accordance with\nmy recommendation at a former session of Congress, an appropriation of\n$500 thousand was made to aid the voluntary removal of the various\ntribes beyond the limits of the States. At the last session I had the\nhappiness to announce that the Chickasaws and Choctaws had accepted the\ngenerous offer of the Government and agreed to remove beyond the\nMississippi River, by which the whole of the State of Mississippi and\nthe western part of Alabama will be freed from Indian occupancy and\nopened to a civilized population. The treaties with these tribes are in\na course of execution, and their removal, it is hoped, will be\ncompleted in the course of 1832.At the request of the authorities of Georgia the registration of\nCherokee Indians for emigration has been resumed, and it is confidently\nexpected that half, if not two-third, of that tribe will follow the\nwise example of their more westerly brethren. Those who prefer\nremaining at their present homes will hereafter be governed by the laws\nof Georgia, as all her citizens are, and cease to be the objects of\npeculiar care on the part of the General Government.During the present year the attention of the Government has been\nparticularly directed to those tribes in the powerful and growing State\nof Ohio, where considerable tracts of the finest lands were still\noccupied by the aboriginal proprietors. Treaties, either absolute or\nconditional, have been made extinguishing the whole Indian title to the\nreservations in that State, and the time is not distant, it is hoped,\nwhen Ohio will be no longer embarrassed with the Indian population. The\nsame measures will be extended to Indiana as soon as there is reason to\nanticipate success. It is confidently believed that perseverance for a\nfew years in the present policy of the Government will extinguish the\nIndian title to all lands lying within the States composing our Federal\nUnion, and remove beyond their limits every Indian who is not willing\nto submit to their laws.Thus will all conflicting claims to jurisdiction between the States and\nthe Indian tribes be put to rest. It is pleasing to reflect that\nresults so beneficial, not only to the States immediately concerned,\nbut to the harmony of the Union, will have been accomplished by\nmeasures equally advantageous to the Indians. What the native savages\nbecome when surrounded by a dense population and by mixing with the\nwhites may be seen in the miserable remnants of a few Eastern tribes,\ndeprived of political and civil rights, forbidden to make contracts,\nand subjected to guardians, dragging out a wretched existence, without\nexcitement, without hope, and almost without thought.But the removal of the Indians beyond the limits and jurisdiction of\nthe States does not place them beyond the reach of philanthropic aid\nand Christian instruction. On the contrary, those whom philanthropy or\nreligion may induce to live among them in their new abode will be more\nfree in the exercise of their benevolent functions than if they had\nremained within the limits of the States, embarrassed by their internal\nregulations. Now subject to no control but the superintending agency of\nthe General Government, exercised with the sole view of preserving\npeace, they may proceed unmolested in the interesting experiment of\ngradually advancing a community of American Indians from barbarism to\nthe habits and enjoyments of civilized life.Among the happiest effects of the improved relations of our Republic\nhas been an increase of trade, producing a corresponding increase of\nrevenue beyond the most sanguine anticipations of the Treasury\nDepartment.The state of the public finances will be fully shown by the Secretary\nof the Treasury in the report which he will presently lay before you. I\nwill here, however, congratulate you upon their prosperous condition.\nThe revenue received in the present year will not fall short of\n$27,700,000, and the expenditures for all objects other than the public\ndebt will not exceed $14,700,000. The payment on account of the\nprincipal and interest of the debt during the year will exceed\n$16,500,000, a greater sum than has been applied to that object out of\nthe revenue in any year since the enlargement of the sinking fund\nexcept the two years following immediately there after. The amount\nwhich will have been applied to the public debt from March 4th, 1829 to\nJanuary 1st, 1832, which is less than three years since the\nAdministration has been placed in my hands, will exceed $40,000,000.From the large importations of the present year it may be safely\nestimated that the revenue which will be received into the Treasury\nfrom that source during the next year, with the aid of that received\nfrom the public lands, will considerably exceed the amount of the\nreceipts of the present year; and it is believed that with the means\nwhich the Government will have at its disposal from various sources,\nwhich will be fully stated by the proper Department, the whole of the\npublic debt may be extinguished, either by redemption or purchase,\nwithin the four years of my Administration. We shall then exhibit the\nrare example of a great nation, abounding in all the means of happiness\nand security, altogether free from debt.The confidence with which the extinguishment of the public debt may be\nanticipated presents an opportunity for carrying into effect more fully\nthe policy in relation to import duties which has been recommended in\nmy former messages. A modification of the tariff which shall produce a\nreduction of our revenue to the wants of the Government and an\nadjustment of the duties on imports with a view to equal justice in\nrelation to all our national interests and to the counteraction of\nforeign policy so far as it may be injurious to those interests, is\ndeemed to be one of the principal objects which demand the\nconsideration of the present Congress. Justice to the interests of the\nmerchant as well as the manufacturer requires that material reductions\nin the import duties be prospective; and unless the present Congress\nshall dispose of the subject the proposed reductions can not properly\nbe made to take effect at the period when the necessity for the revenue\narising from present rates shall cease. It is therefore desirable that\narrangements be adopted at your present session to relieve the people\nfrom unnecessary taxation after the extinguishment of the public debt.\nIn the exercise of that spirit of concession and conciliation which has\ndistinguished the friends of our Union in all great emergencies, it is\nbelieved that this object may be effected without injury to any\nnational interest.In my annual message of December, 1829, I had the honor to recommend\nthe adoption of a more liberal policy than that which then prevailed\ntoward unfortunate debtors to the Government, and I deem it my duty\nagain to invite your attention to this subject.Actuated by similar views, Congress at their last session passed an act\nfor the relief of certain insolvent debtors of the United States, but\nthe provisions of that law have not been deemed such as were adequate\nto that relief to this unfortunate class of our fellow citizens which\nmay be safely extended to them. The points in which the law appears to\nbe defective will be particularly communicated by the Secretary of the\nTreasury, and I take pleasure in recommending such an extension of its\nprovisions as will unfetter the enterprise of a valuable portion of our\ncitizens and restore to them the means of usefulness to themselves and\nthe community. While deliberating on this subject I would also\nrecommend to your consideration the propriety of so modifying the laws\nfor enforcing the payment of debts due either to the public or to\nindividuals suing in the courts of the United States as to restrict the\nimprisonment of the person to cases of fraudulent concealment of\nproperty. The personal liberty of the citizen seems too sacred to be\nheld, as in many cases it now is, at the will of a creditor to whom he\nis willing to surrender all the means he has of discharging his debt.The reports from the Secretaries of the War and Navy Departments and\nfrom the Post Master General, which accompany this message, present\nsatisfactory views of the operations of the Departments respectively\nunder their charge, and suggest improvements which are worthy of and to\nwhich I invite the serious attention of Congress. Certain defects and\nomissions having been discovered in the operation of the laws\nrespecting patents, they are pointed out in the accompanying report\nfrom the Secretary of State.I have heretofore recommended amendments of the Federal Constitution\ngiving the election of President and Vice-President to the people and\nlimiting the service of the former to a single term. So important do I\nconsider these changes in our fundamental law that I can not, in\naccordance with my sense of duty, omit to press them upon the\nconsideration of a new Congress. For my views more at large, as well in\nrelation to these points as to the disqualification of members of\nCongress to receive an office from a President in whose election they\nhave had an official agency, which I proposed as a substitute, I refer\nyou to my former messages.Our system of public accounts is extremely complicated, and it is\nbelieved may be much improved. Much of the present machinery and a\nconsiderable portion of the expenditure of public money may be\ndispensed with, while greater facilities can be afforded to the\nliquidation of claims upon the Government and an examination into their\njustice and legality quite as efficient as the present secured. With a\nview to a general reform in the system, I recommend the subject to the\nattention of Congress.I deem it my duty again to call your attention to the condition of the\nDistrict of Columbia. It was doubtless wise in the framers of our\nConstitution to place the people of this District under the\njurisdiction of the General Government, but to accomplish the objects\nthey had in view it is not necessary that this people should be\ndeprived of all the privileges of self-government. Independently of the\ndifficulty of inducing the representatives of distant States to turn\ntheir attention to projects of laws which are not of the highest\ninterest to their constituents, they are not individually, nor in\nCongress collectively, well qualified to legislate over the local\nconcerns of this District. Consequently its interests are much\nneglected, and the people are almost afraid to present their\ngrievances, lest a body in which they are not represented and which\nfeels little sympathy in their local relations should in its attempt to\nmake laws for them do more harm than good.Governed by the laws of the States whence they were severed, the two\nshores of the Potomac within the ten miles square have different penal\ncodes--not the present codes of Virginia and Maryland, but such as\nexisted in those States at the time of the cession to the United\nStates. As Congress will not form a new code, and as the people of the\nDistrict can not make one for themselves, they are virtually under two\ngovernments. Is it not just to allow them at least a Delegate in\nCongress, if not a local legislature, to make laws for the District,\nsubject to the approval or rejection of Congress? I earnestly recommend\nthe extension to them of every political right which their interests\nrequire and which may be compatible with the Constitution.The extension of the judiciary system of the United States is deemed to\nbe one of the duties of the Government. One-fourth of the States in the\nUnion do not participate in the benefits of a circuit court. To the\nStates of Indiana, Illinois, Missouri, Alabama, Mississippi, and\nLouisiana, admitted into the Union since the present judicial system\nwas organized, only a district court has been allowed. If this be\nsufficient, then the circuit courts already existing in 18 States ought\nto be abolished; if it be not sufficient, the defect ought to be\nremedied, and these States placed on the same footing with the other\nmembers of the Union. It was on this condition and on this footing that\nthey entered the Union, and they may demand circuit courts as a matter\nnot of concession, but of right. I trust that Congress will not adjourn\nleaving this anomaly in our system.Entertaining the opinions heretofore expressed in relation to the Bank\nof the United States as at present organized, I felt it my duty in my\nformer messages frankly to disclose them, in order that the attention\nof the Legislature and the people should be seasonably directed to that\nimportant subject, and that it might be considered and finally disposed\nof in a manner best calculated to promote the ends of the Constitution\nand subserve the public interests. Having thus conscientiously\ndischarged a constitutional duty, I deem it proper on this occasion,\nwithout a more particular reference to the views of the subject then\nexpressed to leave it for the present to the investigation of an\nenlightened people and their representatives.In conclusion permit me to invoke that Power which superintends all\ngovernments to infuse into your deliberations at this important crisis\nof our history a spirit of mutual forbearance and conciliation. In that\nspirit was our Union formed, and in that spirit must it be preserved.", 
    "name": "Andrew Jackson"
}