{
    "date": "December 4, 1865", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:To express gratitude to God in the name of the people for the\npreservation of the United States is my first duty in addressing you.\nOur thoughts next revert to the death of the late President by an act\nof parricidal treason. The grief of the nation is still fresh. It finds\nsome solace in the consideration that he lived to enjoy the highest\nproof of its confidence by entering on the renewed term of the Chief\nMagistracy to which he had been elected; that he brought the civil war\nsubstantially to a close; that his loss was deplored in all parts of\nthe Union, and that foreign nations have rendered justice to his\nmemory. His removal cast upon me a heavier weight of cares than ever\ndevolved upon any one of his predecessors. To fulfill my trust I need\nthe support and confidence of all who are associated with me in the\nvarious departments of Government and the support and confidence of the\npeople. There is but one way in which I can hope to gain their\nnecessary aid. It is to state with frankness the principles which guide\nmy conduct, and their application to the present state of affairs, well\naware that the efficiency of my labors will in a great measure depend\non your and their undivided approbation.The Union of the United States of America was intended by its authors\nto last as long as the States themselves shall last. \"The Union shall\nbe perpetual\" are the words of the Confederation. \"To form a more\nperfect Union,\" by an ordinance of the people of the United States, is\nthe declared purpose of the Constitution. The hand of Divine Providence\nwas never more plainly visible in the affairs of men than in the\nframing and the adopting of that instrument. It is beyond comparison\nthe greatest event in American history, and, indeed, is it not of all\nevents in modern times the most pregnant with consequences for every\npeople of the earth? The members of the Convention which prepared it\nbrought to their work the experience of the Confederation, of their\nseveral States, and of other republican governments, old and new; but\nthey needed and they obtained a wisdom superior to experience. And when\nfor its validity it required the approval of a people that occupied a\nlarge part of a continent and acted separately in many distinct\nconventions, what is more wonderful than that, after earnest contention\nand long discussion, all feelings and all opinions were ultimately\ndrawn in one way to its support? The Constitution to which life was\nthus imparted contains within itself ample resources for its own\npreservation. It has power to enforce the laws, punish treason, and\ninsure domestic tranquillity. In case of the usurpation of the\ngovernment of a State by one man or an oligarchy, it becomes a duty of\nthe United States to make good the guaranty to that State of a\nrepublican form of government, and so to maintain the homogeneousness\nof all. Does the lapse of time reveal defects? A simple mode of\namendment is provided in the Constitution itself, so that its\nconditions can always be made to conform to the requirements of\nadvancing civilization. No room is allowed even for the thought of a\npossibility of its coming to an end. And these powers of\nself-preservation have always been asserted in their complete integrity\nby every patriotic Chief Magistrate by Jefferson and Jackson not less\nthan by Washington and Madison. The parting advice of the Father of his\nCountry, while yet President, to the people of the United States was\nthat the free Constitution, which was the work of their hands, might be\nsacredly maintained; and the inaugural words of President Jefferson\nheld up \"the preservation of the General Government in its whole\nconstitutional vigor as the sheet anchor of our peace at home and\nsafety abroad.\" The Constitution is the work of \"the people of the\nUnited States,\" and it should be as indestructible as the people.It is not strange that the framers of the Constitution, which had no\nmodel in the past, should not have fully comprehended the excellence of\ntheir own work. Fresh from a struggle against arbitrary power, many\npatriots suffered from harassing fears of an absorption of the State\ngovernments by the General Government, and many from a dread that the\nStates would break away from their orbits. But the very greatness of\nour country should allay the apprehension of encroachments by the\nGeneral Government. The subjects that come unquestionably within its\njurisdiction are so numerous that it must ever naturally refuse to be\nembarrassed by questions that lie beyond it. Were it otherwise the\nExecutive would sink beneath the burden, the channels of justice would\nbe choked, legislation would be obstructed by excess, so that there is\na greater temptation to exercise some of the functions of the General\nGovernment through the States than to trespass on their rightful\nsphere. The \"absolute acquiescence in the decisions of the majority\"\nwas at the beginning of the century enforced by Jefferson as \"the vital\nprinciple of republics;\" and the events of the last four years have\nestablished, we will hope forever, that there lies no appeal to force.The maintenance of the Union brings with it \"the support of the State\ngovernments in all their rights,\" but it is not one of the rights of\nany State government to renounce its own place in the Union or to\nnullify the laws of the Union. The largest liberty is to be maintained\nin the discussion of the acts of the Federal Government, but there is\nno appeal from its laws except to the various branches of that\nGovernment itself, or to the people, who grant to the members of the\nlegislative and of the executive departments no tenure but a limited\none, and in that manner always retain the powers of redress.\"The sovereignty of the States\" is the language of the Confederacy, and\nnot the language of the Constitution. The latter contains the emphatic\nwords--This Constitution and the laws of the United States which shall\nbe made in pursuance thereof, and all treaties made or which shall be\nmade under the authority of the United States, shall be the supreme law\nof the land, and the judges in every State shall be bound thereby,\nanything in the constitution or laws of any State to the contrary\nnotwithstanding. Certainly the Government of the United States is a\nlimited government, and so is every State government a limited\ngovernment. With us this idea of limitation spreads through every form\nof administration--general, State, and municipal--and rests on the\ngreat distinguishing principle of the recognition of the rights of man.\nThe ancient republics absorbed the individual in the state--prescribed\nhis religion and controlled his activity. The American system rests on\nthe assertion of the equal right of every man to life, liberty, and the\npursuit of happiness, to freedom of conscience, to the culture and\nexercise of all his faculties. As a consequence the State government is\nlimited--as to the General Government in the interest of union, as to\nthe individual citizen in the interest of freedom.States, with proper limitations of power, are essential to the\nexistence of the Constitution of the United States. At the very\ncommencement, when we assumed a place among the powers of the earth,\nthe Declaration of Independence was adopted by States; so also were the\nArticles of Confederation: and when \"the people of the United States\"\nordained and established the Constitution it was the assent of the\nStates, one by one, which gave it vitality. In the event, too, of any\namendment to the Constitution, the proposition of Congress needs the\nconfirmation of States. Without States one great branch of the\nlegislative government would be wanting. And if we look beyond the\nletter of the Constitution to the character of our country, its\ncapacity for comprehending within its jurisdiction a vast continental\nempire is due to the system of States. The best security for the\nperpetual existence of the States is the \"supreme authority\" of the\nConstitution of the United States. The perpetuity of the Constitution\nbrings with it the perpetuity of the States; their mutual relation\nmakes us what we are, and in our political system their connection is\nindissoluble. The whole can not exist without the parts, nor the parts\nwithout the whole. So long as the Constitution of the United States\nendures, the States will endure. The destruction of the one is the\ndestruction of the other; the preservation of the one is the\npreservation of the other.I have thus explained my views of the mutual relations of the\nConstitution and the States, because they unfold the principles on\nwhich I have sought to solve the momentous questions and overcome the\nappalling difficulties that met me at the very commencement of my\nAdministration. It has been my steadfast object to escape from the sway\nof momentary passions and to derive a healing policy from the\nfundamental and unchanging principles of the Constitution.I found the States suffering from the effects of a civil war.\nResistance to the General Government appeared to have exhausted itself.\nThe United States had recovered possession of their forts and arsenals,\nand their armies were in the occupation of every State which had\nattempted to secede. Whether the territory within the limits of those\nStates should be held as conquered territory, under military authority\nemanating from the President as the head of the Army, was the first\nquestion that presented itself for decision.Now military governments, established for an indefinite period, would\nhave offered no security for the early suppression of discontent, would\nhave divided the people into the vanquishers and the vanquished, and\nwould have envenomed hatred rather than have restored affection. Once\nestablished, no precise limit to their continuance was conceivable.\nThey would have occasioned an incalculable and exhausting expense.\nPeaceful emigration to and from that portion of the country is one of\nthe best means that can be thought of for the restoration of harmony,\nand that emigration would have been prevented; for what emigrant from\nabroad, what industrious citizen at home, would place himself willingly\nunder military rule? The chief persons who would have followed in the\ntrain of the Army would have been dependents on the General Government\nor men who expected profit from the miseries of their erring\nfellow-citizens. The powers of patronage and rule which would have been\nexercised under the President, over a vast and populous and naturally\nwealthy region are greater than, unless under extreme necessity, I\nshould be willing to intrust to any one man. They are such as, for\nmyself, I could never, unless on occasions of great emergency, consent\nto exercise. The willful use of such powers, if continued through a\nperiod of years, would have endangered the purity of the general\nadministration and the liberties of the States which remained loyal.Besides, the policy of military rule over a conquered territory would\nhave implied that the States whose inhabitants may have taken part in\nthe rebellion had by the act of those inhabitants ceased to exist. But\nthe true theory is that all pretended acts of secession were from the\nbeginning null and void. The States can not commit treason nor screen\nthe individual citizens who may have committed treason any more than\nthey can make valid treaties or engage in lawful commerce with any\nforeign power. The States attempting to secede placed themselves in a\ncondition where their vitality was impaired, but not extinguished;\ntheir functions suspended, but not destroyed.But if any State neglects or refuses to perform its offices there is\nthe more need that the General Government should maintain all its\nauthority and as soon as practicable resume the exercise of all its\nfunctions. On this principle I have acted, and have gradually and\nquietly, and by almost imperceptible steps, sought to restore the\nrightful energy of the General Government and of the States. To that\nend provisional governors have been appointed for the States,\nconventions called, governors elected, legislatures assembled, and\nSenators and Representatives chosen to the Congress of the United\nStates. At the same time the courts of the United States, as far as\ncould be done, have been reopened, so that the laws of the United\nStates may be enforced through their agency. The blockade has been\nremoved and the custom-houses reestablished in ports of entry, so that\nthe revenue of the United States may be collected. The Post-Office\nDepartment renews its ceaseless activity, and the General Government is\nthereby enabled to communicate promptly with its officers and agents.\nThe courts bring security to persons and property; the opening of the\nports invites the restoration of industry and commerce; the post-office\nrenews the facilities of social intercourse and of business. And is it\nnot happy for us all that the restoration of each one of these\nfunctions of the General Government brings with it a blessing to the\nStates over which they are extended? Is it not a sure promise of\nharmony and renewed attachment to the Union that after all that has\nhappened the return of the General Government is known only as a\nbeneficence?I know very well that this policy is attended with some risk; that for\nits success it requires at least the acquiescence of the States which\nit concerns; that it implies an invitation to those States, by renewing\ntheir allegiance to the United States, to resume their functions as\nStates of the Union. But it is a risk that must be taken. In the choice\nof difficulties it is the smallest risk; and to diminish and if\npossible to remove all danger, I have felt it incumbent on me to assert\none other power of the General Government--the power of pardon. As no\nState can throw a defense over the crime of treason, the power of\npardon is exclusively vested in the executive government of the United\nStates. In exercising that power I have taken every precaution to\nconnect it with the clearest recognition of the binding force of the\nlaws of the United States and an unqualified acknowledgment of the\ngreat social change of condition in regard to slavery which has grown\nout of the war.The next step which I have taken to restore the constitutional\nrelations of the States has been an invitation to them to participate\nin the high office of amending the Constitution. Every patriot must\nwish for a general amnesty at the earliest epoch consistent with public\nsafety. For this great end there is need of a concurrence of all\nopinions and the spirit of mutual conciliation. All parties in the late\nterrible conflict must work together in harmony. It is not too much to\nask, in the name of the whole people, that on the one side the plan of\nrestoration shall proceed in conformity with a willingness to cast the\ndisorders of the past into oblivion, and that on the other the evidence\nof sincerity in the future maintenance of the Union shall be put beyond\nany doubt by the ratification of the proposed amendment to the\nConstitution, which provides for the abolition of slavery forever\nwithin the limits of our country. So long as the adoption of this\namendment is delayed, so long will doubt and jealousy and uncertainty\nprevail. This is the measure which will efface the sad memory of the\npast; this is the measure which will most certainly call population and\ncapital and security to those parts of the Union that need them most.\nIndeed, it is not too much to ask of the States which are now resuming\ntheir places in the family of the Union to give this pledge of\nperpetual loyalty and peace. Until it is done the past, however much we\nmay desire it, will not be forgotten, The adoption of the amendment\nreunites us beyond all power of disruption; it heals the wound that is\nstill imperfectly closed: it removes slavery, the element which has so\nlong perplexed and divided the country; it makes of us once more a\nunited people, renewed and strengthened, bound more than ever to mutual\naffection and support.The amendment to the Constitution being adopted, it would remain for\nthe States whose powers have been so long in abeyance to resume their\nplaces in the two branches of the National Legislature, and thereby\ncomplete the work of restoration. Here it is for you, fellow-citizens\nof the Senate, and for you, fellow-citizens of the House of\nRepresentatives, to judge, each of you for yourselves, of the\nelections, returns, and qualifications of your own members.The full assertion of the powers of the General Government requires the\nholding of circuit courts of the United States within the districts\nwhere their authority has been interrupted. In the present posture of\nour public affairs strong objections have been urged to holding those\ncourts in any of the States where the rebellion has existed; and it was\nascertained by inquiry, that the circuit court of the United States\nwould not be held within the district of Virginia during the autumn or\nearly winter, nor until Congress should have \"an opportunity to\nconsider and act on the whole subject.\" To your deliberations the\nrestoration of this branch of the civil authority of the United States\nis therefore necessarily referred, with the hope that early provision\nwill be made for the resumption of all its functions. It is manifest\nthat treason, most flagrant in character, has been committed. Persons\nwho are charged with its commission should have fair and impartial\ntrials in the highest civil tribunals of the country, in order that the\nConstitution and the laws may be fully vindicated, the truth dearly\nestablished and affirmed that treason is a crime, that traitors should\nbe punished and the offense made infamous, and, at the same time, that\nthe question may be judicially settled, finally and forever, that no\nState of its own will has the right to renounce its place in the Union.The relations of the General Government toward the 4,000,000\ninhabitants whom the war has called into freedom have engaged my most\nserious consideration. On the propriety of attempting to make the\nfreedmen electors by the proclamation of the Executive I took for my\ncounsel the Constitution itself, the interpretations of that instrument\nby its authors and their contemporaries, and recent legislation by\nCongress. When, at the first movement toward independence, the Congress\nof the United States instructed the several States to institute\ngovernments of their own, they left each State to decide for itself the\nconditions for the enjoyment of the elective franchise. During the\nperiod of the Confederacy there continued to exist a very great\ndiversity in the qualifications of electors in the several States, and\neven within a State a distinction of qualifications prevailed with\nregard to the officers who were to be chosen. The Constitution of the\nUnited States recognizes these diversities when it enjoins that in the\nchoice of members of the House of Representatives of the United States\n\"the electors in each State shall have the qualifications requisite for\nelectors of the most numerous branch of the State legislature.\" After\nthe formation of the Constitution it remained, as before, the uniform\nusage for each State to enlarge the body of its electors according to\nits own judgment, and under this system one State after another has\nproceeded to increase the number of its electors, until now universal\nsuffrage, or something very near it, is the general rule. So fixed was\nthis reservation of power in the habits of the people and so\nunquestioned has been the interpretation of the Constitution that\nduring the civil war the late President never harbored the\npurpose--certainly never avowed the purpose--of disregarding it; and in\nthe acts of Congress during that period nothing can be found which,\nduring the continuance of hostilities much less after their close,\nwould have sanctioned any departure by the Executive from a policy\nwhich has so uniformly obtained. Moreover, a concession of the elective\nfranchise to the freedmen by act of the President of the United States\nmust have been extended to all colored men, wherever found, and so must\nhave established a change of suffrage in the Northern, Middle, and\nWestern States, not less than in the Southern and Southwestern. Such an\nact would have created a new class of voters, and would have been an\nassumption of power by the President which nothing in the Constitution\nor laws of the United States would have warranted.On the other hand, every danger of conflict is avoided when the\nsettlement of the question is referred to the several States. They can,\neach for itself, decide on the measure, and whether it is to be adopted\nat once and absolutely or introduced gradually and with conditions. In\nmy judgment the freedmen, if they show patience and manly virtues, will\nsooner obtain a participation in the elective franchise through the\nStates than through the General Government, even if it had power to\nintervene. When the tumult of emotions that have been raised by the\nsuddenness of the social change shall have subsided, it may prove that\nthey will receive the kindest usage from some of those on whom they\nhave heretofore most closely depended.But while I have no doubt that now, after the close of the war, it is\nnot competent for the General Government to extend the elective\nfranchise in the several States, it is equally clear that good faith\nrequires the security of the freedmen in their liberty and their\nproperty, their right to labor, and their right to claim the just\nreturn of their labor. I can not too strongly urge a dispassionate\ntreatment of this subject, which should be carefully kept aloof from\nall party strife. We must equally avoid hasty assumptions of any\nnatural impossibility for the two races to live side by side in a state\nof mutual benefit and good will. The experiment involves us in no\ninconsistency; let us, then, go on and make that experiment in good\nfaith, and not be too easily disheartened. The country is in need of\nlabor, and the freedmen are in need of employment, culture, and\nprotection. While their right of voluntary migration and expatriation\nis not to be questioned, I would not advise their forced removal and\ncolonization. Let us rather encourage them to honorable and useful\nindustry, where it may be beneficial to themselves and to the country;\nand, instead of hasty anticipations of the certainty of failure, let\nthere be nothing wanting to the fair trial of the experiment. The\nchange in their condition is the substitution of labor by contract for\nthe status of slavery. The freedman can not fairly be accused of\nunwillingness to work so long as a doubt remains about his freedom of\nchoice in his pursuits and the certainty of his recovering his\nstipulated wages. In this the interests of the employer and the\nemployed coincide. The employer desires in his workmen spirit and\nalacrity, and these can be permanently secured in no other way. And if\nthe one ought to be able to enforce the contract, so ought the other.\nThe public interest will be best promoted if the several States will\nprovide adequate protection and remedies for the freedmen. Until this\nis in some way accomplished there is no chance for the advantageous use\nof their labor, and the blame of ill success will not rest on them.I know that sincere philanthropy is earnest for the immediate\nrealization of its remotest aims; but time is always an element in\nreform. It is one of the greatest acts on record to have brought\n4,000,000 people into freedom. The career of free industry must be\nfairly opened to them, and then their future prosperity and condition\nmust, after all, rest mainly on themselves. If they fail, and so perish\naway, let us be careful that the failure shall not be attributable to\nany denial of justice. In all that relates to the destiny of the\nfreedmen we need not be too anxious to read the future; many incidents\nwhich, from a speculative point of view, might raise alarm will quietly\nsettle themselves. Now that slavery is at an end, or near its end, the\ngreatness of its evil in the point of view of public economy becomes\nmore and more apparent. Slavery was essentially a monopoly of labor,\nand as such locked the States where it prevailed against the incoming\nof free industry. Where labor was the property of the capitalist, the\nwhite man was excluded from employment, or had but the second best\nchance of finding it; and the foreign emigrant turned away from the\nregion where his condition would be so precarious. With the destruction\nof the monopoly free labor will hasten from all pans of the civilized\nworld to assist in developing various and immeasurable resources which\nhave hitherto lain dormant. The eight or nine States nearest the Gulf\nof Mexico have a soil of exuberant fertility, a climate friendly to\nlong life, and can sustain a denser population than is found as yet in\nany part of our country. And the future influx of population to them\nwill be mainly from the North or from the most cultivated nations in\nEurope. From the sufferings that have attended them during our late\nstruggle let us look away to the future, which is sure to be laden for\nthem with greater prosperity than has ever before been known. The\nremoval of the monopoly of slave labor is a pledge that those regions\nwill be peopled by a numerous and enterprising population, which will\nvie with any in the Union in compactness, inventive genius, wealth, and\nindustry.Our Government springs from and was made for the people--not the people\nfor the Government. To them it owes allegiance; from them it must\nderive its courage, strength, and wisdom. But while the Government is\nthus bound to defer to the people, from whom it derives its existence,\nit should, from the very consideration of its origin, be strong in its\npower of resistance to the establishment of inequalities. Monopolies,\nperpetuities, and class legislation are contrary to the genius of free\ngovernment, and ought not to be allowed. Here there is no room for\nfavored classes or monopolies; the principle of our Government is that\nof equal laws and freedom of industry. Wherever monopoly attains a\nfoothold, it is sure to be a source of danger, discord, and trouble. We\nshall but fulfill our duties as legislators by according \"equal and\nexact justice to all men,\" special privileges to none. The Government\nis subordinate to the people; but, as the agent and representative of\nthe people, it must be held superior to monopolies, which in themselves\nought never to be granted, and which, where they exist, must be\nsubordinate and yield to the Government.The Constitution confers on Congress the right to regulate commerce\namong the several States. It is of the first necessity, for the\nmaintenance of the Union, that that commerce should be free and\nunobstructed. No State can be justified in any device to tax the\ntransit of travel and commerce between States. The position of many\nStates is such that if they were allowed to take advantage of it for\npurposes of local revenue the commerce between States might be\ninjuriously burdened, or even virtually prohibited. It is best, while\nthe country is still young and while the tendency to dangerous\nmonopolies of this kind is still feeble, to use the power of Congress\nso as to prevent any selfish impediment to the free circulation of men\nand merchandise. A tax on travel and merchandise in their transit\nconstitutes one of the worst forms of monopoly, and the evil is\nincreased if coupled with a denial of the choice of route. When the\nvast extent of our country is considered, it is plain that every\nobstacle to the free circulation of commerce between the States ought\nto be sternly guarded against by appropriate legislation within the\nlimits of the Constitution.The report of the Secretary of the Interior explains the condition of\nthe public lands, the transactions of the Patent Office and the Pension\nBureau, the management of our Indian affairs, the progress made in the\nconstruction of the Pacific Railroad, and furnishes information in\nreference to matters of local interest in the District of Columbia. It\nalso presents evidence of the successful operation of the homestead\nact, under the provisions of which 1,160,533 acres of the public lands\nwere entered during the last fiscal year--more than one-fourth of the\nwhole number of acres sold or otherwise disposed of during that period.\nIt is estimated that the receipts derived from this source are\nsufficient to cover the expenses incident to the survey and disposal of\nthe lands entered under this act, and that payments in cash to the\nextent of from 40 to 50 per cent will be made by settlers who may thus\nat any time acquire title before the expiration of the period at which\nit would otherwise vest. The homestead policy was established only\nafter long and earnest resistance; experience proves its wisdom. The\nlands in the hands of industrious settlers, whose labor creates wealth\nand contributes to the public resources, are worth more to the United\nStates than if they had been reserved as a solitude for future\npurchasers.The lamentable events of the last four years and the sacrifices made by\nthe gallant men of our Army and Navy have swelled the records of the\nPension Bureau to an unprecedented extent. On the 30th day of June last\nthe total number of pensioners was 85,986, requiring for their annual\npay, exclusive of expenses, the sum of $8,023,445. The number of\napplications that have been allowed since that date will require a\nlarge increase of this amount for the next fiscal year. The means for\nthe payment of the stipends due under existing laws to our disabled\nsoldiers and sailors and to the families of such as have perished in\nthe service of the country will no doubt be cheerfully and promptly\ngranted. A grateful people will not hesitate to sanction any measures\nhaving for their object the relief of soldiers mutilated and families\nmade fatherless in the efforts to preserve our national existence.The report of the Postmaster-General presents an encouraging exhibit of\nthe operations of the Post-Office Department during the year. The\nrevenues of the past year, from the loyal States alone, exceeded the\nmaximum annual receipts from all the States previous to the rebellion\nin the sum of $6,038,091; and the annual average increase of revenue\nduring the last four years, compared with the revenues of the four\nyears immediately preceding the rebellion, was $3,533,845. The revenues\nof the last fiscal year amounted to $14,556,158 and the expenditures to\n$13,694,728, leaving a surplus of receipts over expenditures of\n$861,430. Progress has been made in restoring the postal service in the\nSouthern States. The views presented by the Postmaster-General against\nthe policy of granting subsidies to the ocean mail steamship lines upon\nestablished routes and in favor of continuing the present system, which\nlimits the compensation for ocean service to the postage earnings, are\nrecommended to the careful consideration of Congress.It appears from the report of the Secretary of the Navy that while at\nthe commencement of the present year there were in commission 530\nvessels of all classes and descriptions, armed with 3,000 guns and\nmanned by 51,000 men, the number of vessels at present in commission is\n117, with 830 guns and 12,128 men. By this prompt reduction of the\nnaval forces the expenses of the Government have been largely\ndiminished, and a number of vessels purchased for naval purposes from\nthe merchant marine have been returned to the peaceful pursuits of\ncommerce. Since the suppression of active hostilities our foreign\nsquadrons have been reestablished, and consist of vessels much more\nefficient than those employed on similar service previous to the\nrebellion. The suggestion for the enlargement of the navy-yards, and\nespecially for the establishment of one in fresh water for ironclad\nvessels, is deserving of consideration, as is also the recommendation\nfor a different location and more ample grounds for the Naval Academy.In the report of the Secretary of War a general summary is given of the\nmilitary campaigns of 1864 and 1865, ending in the suppression of armed\nresistance to the national authority in the insurgent States. The\noperations of the general administrative bureaus of the War Department\nduring the past year are detailed and an estimate made of the\nappropriations that will be required for military purposes in the\nfiscal year commencing the 1st day of July, 1866. The national military\nforce on the 1st of May, 1865, numbered 1,000,516 men. It is proposed\nto reduce the military establishment to a peace footing, comprehending\n50,000 troops of all arms, organized so as to admit of an enlargement\nby filling up the ranks to 82,600 if the circumstances of the country\nshould require an augmentation of the Army. The volunteer force has\nalready been reduced by the discharge from service of over 800,000\ntroops, and the Department is proceeding rapidly in the work of further\nreduction. The war estimates are reduced from $516,240,131 to\n$33,814,461, which amount, in the opinion of the Department, is\nadequate for a peace establishment. The measures of retrenchment in\neach bureau and branch of the service exhibit a diligent economy worthy\nof commendation. Reference is also made in the report to the necessity\nof providing for a uniform militia system and to the propriety of\nmaking suitable provision for wounded and disabled officers and\nsoldiers.The revenue system of the country is a subject of vital interest to its\nhonor and prosperity, and should command the earnest consideration of\nCongress. The Secretary of the Treasury will lay before you a full and\ndetailed report of the receipts and disbursements of the last fiscal\nyear, of the first quarter of the present fiscal year, of the probable\nreceipts and expenditures for the other three quarters, and the\nestimates for the year following the 30th of June, 1866. I might\ncontent myself with a reference to that report, in which you will find\nall the information required for your deliberations and decision, but\nthe paramount importance of the subject so presses itself on my own\nmind that I can not but lay before you my views of the measures which\nare required for the good character, and I might almost say for the\nexistence, of this people. The life of a republic lies certainly in the\nenergy, virtue, and intelligence of its citizens; but it is equally\ntrue that a good revenue system is the life of an organized government.\nI meet you at a time when the nation has voluntarily burdened itself\nwith a debt unprecedented in our annals. Vast as is its amount, it\nfades away into nothing when compared with the countless blessings that\nwill be conferred upon our country and upon man by the preservation of\nthe nation's life. Now, on the first occasion of the meeting of\nCongress since the return of peace, it is of the utmost importance to\ninaugurate a just policy, which shall at once be put in motion, and\nwhich shall commend itself to those who come after us for its\ncontinuance. We must aim at nothing less than the complete effacement\nof the financial evils that necessarily followed a state of civil war.\nWe must endeavor to apply the earliest remedy to the deranged state of\nthe currency, and not shrink from devising a policy which, with-out\nbeing oppressive to the people, shall immediately begin to effect a\nreduction of the debt, and, if persisted in, discharge it fully within\na definitely fixed number of years.It is our first duty to prepare in earnest for our recovery from the\never-increasing evils of an irredeemable currency without a sudden\nrevulsion, and yet without untimely procrastination. For that end we\nmust each, in our respective positions, prepare the way. I hold it the\nduty of the Executive to insist upon frugality in the expenditures, and\na sparing economy is itself a great national resource. Of the banks to\nwhich authority has been given to issue notes secured by bonds of the\nUnited States we may require the greatest moderation and prudence, and\nthe law must be rigidly enforced when its limits are exceeded. We may\neach one of us counsel our active and enterprising countrymen to be\nconstantly on their guard, to liquidate debts contracted in a paper\ncurrency, and by conducting business as nearly as possible on a system\nof cash payments or short credits to hold themselves prepared to return\nto the standard of gold and silver. To aid our fellow-citizens in the\nprudent management of their monetary affairs, the duty devolves on us\nto diminish by law the amount of paper money now in circulation. Five\nyears ago the bank-note circulation of the country amounted to not much\nmore than two hundred millions; now the circulation, bank and national,\nexceeds seven hundred millions. The simple statement of the fact\nrecommends more strongly than any words of mine could do the necessity\nof our restraining this expansion. The gradual reduction of the\ncurrency is the only measure that can save the business of the country\nfrom disastrous calamities, and this can be almost imperceptibly\naccomplished by gradually funding the national circulation in\nsecurities that may be made redeemable at the pleasure of the\nGovernment.Our debt is doubly secure--first in the actual wealth and still greater\nundeveloped resources of the country, and next in the character of our\ninstitutions. The most intelligent observers among political economists\nhave not failed to remark that the public debt of a country is safe in\nproportion as its people are free; that the debt of a republic is the\nsafest of all. Our history confirms and establishes the theory, and is,\nI firmly believe, destined to give it a still more signal illustration.\nThe secret of this superiority springs not merely from the fact that in\na republic the national obligations are distributed more widely through\ncountless numbers in all classes of society; it has its root in the\ncharacter of our laws. Here all men contribute to the public welfare\nand bear their fair share of the public burdens. During the war, under\nthe impulses of patriotism, the men of the great body of the people,\nwithout regard to their own comparative want of wealth, thronged to our\narmies and filled our fleets of war, and held themselves ready to offer\ntheir lives for the public good. Now, in their turn, the property and\nincome of the country should bear their just proportion of the burden\nof taxation, while in our impost system, through means of which\nincreased vitality is incidentally imparted to all the industrial\ninterests of the nation, the duties should be so adjusted as to fall\nmost heavily on articles of luxury leaving the necessaries of life as\nfree from taxation as the absolute wants of the Government economically\nadministered will justify. No favored class should demand freedom from\nassessment, and the taxes should be so distributed as not to fall\nunduly on the poor, but rather on the accumulated wealth of the\ncountry. We should look at the national debt just as it is--not as a\nnational blessing, but as a heavy burden on the industry of the\ncountry, to be discharged without unnecessary delay.It is estimated by the Secretary of the Treasury that the expenditures\nfor the fiscal year ending the 30th of June, 1866, will exceed the\nreceipts $112,194,947. It is gratifying, however, to state that it is\nalso estimated that the revenue for the year ending the 30th of June,\n1867, will exceed the expenditures in the sum of $111,682,818. This\namount, or so much as may be deemed sufficient for the purpose, may be\napplied to the reduction of the public debt, which on the 31st day of\nOctober, 1865, was $2,740,854,750. Every reduction will diminish the\ntotal amount of interest to be paid, and so enlarge the means of still\nfurther reductions, until the whole shall be liquidated; and this, as\nwill be seen from the estimates of the Secretary of the Treasury, may\nbe accomplished by annual payments even within a period not exceeding\nthirty years. I have faith that we shall do all this within a\nreasonable time; that as we have amazed the world by the suppression of\na civil war which was thought to be beyond the control of any\ngovernment, so we shall equally show the superiority of our\ninstitutions by the prompt and faithful discharge of our national\nobligations.The Department of Agriculture under its present direction is\naccomplishing much in developing and utilizing the vast agricultural\ncapabilities of the country, and for information respecting the details\nof its management reference is made to the annual report of the\nCommissioner.I have dwelt thus fully on our domestic affairs because of their\ntranscendent importance. Under any circumstances our great extent of\nterritory and variety of climate, producing almost everything that is\nnecessary for the wants and even the comforts of man, make us\nsingularly independent of the varying policy of foreign powers and\nprotect us against every temptation to \"entangling alliances,\" while at\nthe present moment the reestablishment of harmony and the strength that\ncomes from harmony will be our best security against \"nations who feel\npower and forget right.\" For myself, it has been and it will be my\nconstant aim to promote peace and amity with all foreign nations and\npowers, and I have every reason to believe that they all, without\nexception, are animated by the same disposition. Our relations with the\nEmperor of China, so recent in their origin, are most friendly. Our\ncommerce with his dominions is receiving new developments, and it is\nvery pleasing to find that the Government of that great Empire\nmanifests satisfaction with our policy and reposes just confidence in\nthe fairness which marks our intercourse. The unbroken harmony between\nthe United States and the Emperor of Russia is receiving a new support\nfrom an enterprise designed to carry telegraphic lines across the\ncontinent of Asia, through his dominions, and so to connect us with all\nEurope by a new channel of intercourse. Our commerce with South America\nis about to receive encouragement by a direct line of mail steamships\nto the rising Empire of Brazil. The distinguished party of men of\nscience who have recently left our country to make a scientific\nexploration of the natural history and rivers and mountain ranges of\nthat region have received from the Emperor that generous welcome which\nwas to have been expected from his constant friendship for the United\nStates and his well-known zeal in promoting the advancement of\nknowledge. A hope is entertained that our commerce with the rich and\npopulous countries that border the Mediterranean Sea may be largely\nincreased. Nothing will be wanting on the part of this Government to\nextend the protection of our flag over the enterprise of our\nfellow-citizens. We receive from the powers in that region assurances\nof good will; and it is worthy of note that a special envoy has brought\nus messages of condolence on the death of our late Chief Magistrate\nfrom the Bey of Tunis, whose rule includes the old dominions of\nCarthage, on the African coast.Our domestic contest, now happily ended, has left some traces in our\nrelations with one at least of the great maritime powers. The formal\naccordance of belligerent rights to the insurgent States was\nunprecedented, and has not been justified by the issue. But in the\nsystems of neutrality pursued by the powers which made that concession\nthere was a marked difference. The materials of war for the insurgent\nStates were furnished, in a great measure, from the workshops of Great\nBritain, and British ships, manned by British subjects and prepared for\nreceiving British armaments, sallied from the ports of Great Britain to\nmake war on American commerce under the shelter of a commission from\nthe insurgent States. These ships, having once escaped from British\nports, ever afterwards entered them in every part of the world to\nrefit, and so to renew their depredations. The consequences of this\nconduct were most disastrous to the States then in rebellion,\nincreasing their desolation and misery by the prolongation of our civil\ncontest. It had, moreover, the effect, to a great extent, to drive the\nAmerican flag from the sea, and to transfer much of our shipping and\nour commerce to the very power whose subjects had created the necessity\nfor such a change. These events took place before I was called to the\nadministration of the Government. The sincere desire for peace by which\nI am animated led me to approve the proposal, already made, to submit\nthe question which had thus arisen between the countries to\narbitration. These questions are of such moment that they must have\ncommanded the attention of the great powers, and are so interwoven with\nthe peace and interests of every one of them as to have insured an\nimpartial decision. I regret to inform you that Great Britain declined\nthe arbitrament, but, on the other hand, invited us to the formation of\na joint commission to settle mutual claims between the two countries,\nfrom which those for the depredations before mentioned should be\nexcluded. The proposition, in that very unsatisfactory form, has been\ndeclined.The United States did not present the subject as an impeachment of the\ngood faith of a power which was professing the most friendly\ndispositions, but as involving questions of public law of which the\nsettlement is essential to the peace of nations; and though pecuniary\nreparation to their injured citizens would have followed incidentally\non a decision against Great Britain, such compensation was not their\nprimary object. They had a higher motive, and it was in the interests\nof peace and justice to establish important principles of international\nlaw. The correspondence will be placed before you. The ground on which\nthe British minister rests his justification is, substantially, that\nthe municipal law of a nation and the domestic interpretations of that\nlaw are the measure of its duty as a neutral, and I feel bound to\ndeclare my opinion before you and before the world that that\njustification can not be sustained before the tribunal of nations. At\nthe same time; I do not advise to any present attempt at redress by\nacts of legislation. For the future, friendship between the two\ncountries must rest on the basis of mutual justice.From the moment of the establishment of our free Constitution the\ncivilized world has been convulsed by revolutions in the interests of\ndemocracy or of monarchy, but through all those revolutions the United\nStates have wisely and firmly refused to become propagandists of\nrepublicanism. It is the only government suited to our condition; but\nwe have never sought to impose it on others, and we have consistently\nfollowed the advice of Washington to recommend it only by the careful\npreservation and prudent use of the blessing. During all the\nintervening period the policy of European powers and of the United\nStates has, on the whole, been harmonious. Twice, indeed, rumors of the\ninvasion of some parts of America in the interest of monarchy have\nprevailed; twice my predecessors have had occasion to announce the\nviews of this nation in respect to such interference. On both occasions\nthe remonstrance of the United States was respected from a deep\nconviction on the part of European Governments that the system of\nnoninterference and mutual abstinence from propagandism was the true\nrule for the two hemispheres. Since those times we have advanced in\nwealth and power, but we retain the same purpose to leave the nations\nof Europe to choose their own dynasties and form their own systems of\ngovernment. This consistent moderation may justly demand a\ncorresponding moderation. We should regard it as a great calamity to\nourselves, to the cause of good government, and to the peace of the\nworld should any European power challenge the American people, as it\nwere, to the defense of republicanism against foreign interference. We\ncan not foresee and are unwilling to consider what opportunities might\npresent themselves, what combinations might offer to protect ourselves\nagainst designs inimical to our form of government. The United States\ndesire to act in the future as they have ever acted heretofore; they\nnever will be driven from that course but by the aggression of European\npowers, and we rely on the wisdom and justice of those powers to\nrespect the system of noninterference which has so long been sanctioned\nby time, and which by its good results has approved itself to both\ncontinents.The correspondence between the United States and France in reference to\nquestions which have become subjects of discussion between the two\nGovernments will at a proper time be laid before Congress.When, on the organization of our Government under the Constitution, the\nPresident of the United States delivered his inaugural address to the\ntwo Houses of Congress, he said to them, and through them to the\ncountry and to mankind, that--The preservation of the sacred fire of\nliberty and the destiny of the republican model of government are\njustly considered, perhaps, as deeply, as finally, staked on the\nexperiment intrusted to the hands of the American people. And the House\nof Representatives answered Washington by the voice of Madison: We\nadore the Invisible Hand which has led the American people, through so\nmany difficulties, to cherish a conscious responsibility for the\ndestiny of republican liberty. More than seventy-six years have glided\naway since these words were spoken; the United States have passed\nthrough severer trials than were foreseen; and now, at this new epoch\nin our existence as one nation, with our Union purified by sorrows and\nstrengthened by conflict and established by the virtue of the people,\nthe greatness of the occasion invites us once more to repeat with\nsolemnity the pledges of our fathers to hold ourselves answerable\nbefore our fellow-men for the success of the republican form of\ngovernment. Experience has proved its sufficiency in peace and in war;\nit has vindicated its authority through dangers and afflictions, and\nsudden and terrible emergencies, which would have crushed any system\nthat had been less firmly fixed in the hearts of the people. At the\ninauguration of Washington the foreign relations of the country were\nfew and its trade was repressed by hostile regulations; now all the\ncivilized nations of the globe welcome our commerce, and their\ngovernments profess toward us amity. Then our country felt its way\nhesitatingly along an untried path, with States so little bound\ntogether by rapid means of communication as to be hardly known to one\nanother, and with historic traditions extending over very few years;\nnow intercourse between the States is swift and intimate; the\nexperience of centuries has been crowded into a few generations, and\nhas created an intense, indestructible nationality. Then our\njurisdiction did not reach beyond the inconvenient boundaries of the\nterritory which had achieved independence; now, through cessions of\nlands, first colonized by Spain and France, the country has acquired a\nmore complex character, and has for its natural limits the chain of\nlakes, the Gulf of Mexico, and on the east and the west the two great\noceans. Other nations were wasted by civil wars for ages before they\ncould establish for themselves the necessary degree of unity; the\nlatent conviction that our form of government is the best ever known to\nthe world has enabled us to emerge from civil war within four years\nwith a complete vindication of the constitutional authority of the\nGeneral Government and with our local liberties and State institutions\nunimpaired.The throngs of emigrants that crowd to our shores are witnesses of the\nconfidence of all peoples in our permanence. Here is the great land of\nfree labor, where industry is blessed with unexampled rewards and the\nbread of the workingman is sweetened by the consciousness that the\ncause of the country \"is his own cause, his own safety, his own\ndignity.\" Here everyone enjoys the free use of his faculties and the\nchoice of activity as a natural right. Here, under the combined\ninfluence of a fruitful soil, genial climes, and happy institutions,\npopulation has increased fifteen-fold within a century. Here, through\nthe easy development of boundless resources, wealth has increased with\ntwofold greater rapidity than numbers, so that we have become secure\nagainst the financial vicissitudes of other countries and, alike in\nbusiness and in opinion, are self-centered and truly independent. Here\nmore and more care is given to provide education for everyone born on\nour soil. Here religion, released from political connection with the\ncivil government, refuses to subserve the craft of statesmen, and\nbecomes in its independence the spiritual life of the people. Here\ntoleration is extended to every opinion, in the quiet certainty that\ntruth needs only a fair field to secure the victory. Here the human\nmind goes forth unshackled in the pursuit of science, to collect stores\nof knowledge and acquire an ever-increasing mastery over the forces of\nnature. Here the national domain is offered and held in millions of\nseparate freeholds, so that our fellow-citizens, beyond the occupants\nof any other part of the earth, constitute in reality a people. Here\nexists the democratic form of government; and that form of government,\nby the confession of European statesmen, \"gives a power of which no\nother form is capable, because it incorporates every man with the state\nand arouses everything that belongs to the soul.\"Where in past history does a parallel exist to the public happiness\nwhich is within the reach of the people of the United States? Where in\nany part of the globe can institutions be found so suited to their\nhabits or so entitled to their love as their own free Constitution?\nEvery one of them, then, in whatever part of the land he has his home,\nmust wish its perpetuity. Who of them will not now acknowledge, in the\nwords of Washington, that \"every step by which the people of the United\nStates have advanced to the character of an independent nation seems to\nhave been distinguished by some token of providential agency\"? Who will\nnot join with me in the prayer that the Invisible Hand which has led us\nthrough the clouds that gloomed around our path will so guide us onward\nto a perfect restoration of fraternal affection that we of this day may\nbe able to transmit our great inheritance of State governments in all\ntheir rights, of the General Government in its whole constitutional\nvigor, to our posterity, and they to theirs through countless\ngenerations?", 
    "name": "Andrew Johnson"
}