{
    "date": "December 9, 1868", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:Upon the reassembling of Congress it again becomes my duty to call your\nattention to the state of the Union and to its continued disorganized\ncondition under the various laws which have been passed upon the\nsubject of reconstruction.It may be safely assumed as an axiom in the government of states that\nthe greatest wrongs inflicted upon a people are caused by unjust and\narbitrary legislation, or by the unrelenting decrees of despotic\nrulers, and that the timely revocation of injurious and oppressive\nmeasures is the greatest good that can be conferred upon a nation. The\nlegislator or ruler who has the wisdom and magnanimity to retrace his\nsteps when convinced of error will sooner or later be rewarded with the\nrespect and gratitude of an intelligent and patriotic people.Our own history, although embracing a period less than a century,\naffords abundant proof that most, if not all, of our domestic troubles\nare directly traceable to violations of the organic law and excessive\nlegislation. The most striking illustrations of this fact are furnished\nby the enactments of the past three years upon the question of\nreconstruction. After a fair trial they have substantially failed and\nproved pernicious in their results, and there seems to be no good\nreason why they should longer remain upon the statute book. States to\nwhich the Constitution guarantees a republican form of government have\nbeen reduced to military dependencies in each of which the people have\nbeen made subject to the arbitrary will of the commanding general.\nAlthough the Constitution requires that each State shall be represented\nin Congress, Virginia, Mississippi, and Texas are yet excluded from the\ntwo Houses, and, contrary to the express provisions of that instrument\nwere denied participation in the recent election for a President and\nVice-President of the United States. The attempt to place the white\npopulation under the domination of persons of color in the South has\nimpaired, if not destroyed, the kindly relations that had previously\nexisted between them: and mutual distrust has engendered a feeling of\nanimosity which leading in some instances to collision and bloodshed,\nhas prevented that cooperation between the two races so essential to\nthe success of industrial enterprise in the Southern States. Nor have\nthe inhabitants of those States alone suffered from the disturbed\ncondition of affairs growing out of these Congressional enactments. The\nentire Union has been agitated by grave apprehensions of troubles which\nmight again involve the peace of the nation; its interests have been\ninjuriously affected by the derangement of business and labor, and the\nconsequent want of prosperity throughout that portion of the country.The Federal Constitution--the magna charta of American rights, under\nwhose wise and salutary provisions we have successfully conducted all\nour domestic and foreign affairs, sustained ourselves in peace and in\nwar, and become a great nation among the powers of the earth--must\nassuredly be now adequate to the settlement of questions growing out of\nthe civil war, waged alone for its vindication. This great fact is made\nmost manifest by the condition of the country when Congress assembled\nin the month of December, 1865. Civil strife had ceased, the spirit of\nrebellion had spent its entire force, in the Southern States the people\nhad warmed into national life, and throughout the whole country a\nhealthy reaction in public sentiment had taken place. By the\napplication of the simple yet effective provisions of the Constitution\nthe executive department, with the voluntary aid of the States, had\nbrought the work of restoration as near completion as was within the\nscope of its authority, and the nation was encouraged by the prospect\nof an early and satisfactory adjustment of all its difficulties.\nCongress, however, intervened, and, refusing to perfect the work so\nnearly consummated, declined to admit members from the unrepresented\nStates, adopted a series of measures which arrested the progress of\nrestoration, frustrated all that had been so successfully accomplished,\nand, after three years of agitation and strife, has left the country\nfurther from the attainment of union and fraternal feeling than at the\ninception of the Congressional plan of reconstruction. It needs no\nargument to show that legislation which has produced such baneful\nconsequences should be abrogated, or else made to conform to the\ngenuine principles of republican government.Under the influence of party passion and sectional prejudice, other\nacts have been passed not warranted by the Constitution. Congress has\nalready been made familiar with my views respecting the\n\"tenure-of-office bill.\" Experience has proved that its repeal is\ndemanded by the best interests of the country, and that while it\nremains in force the President can not enjoin that rigid accountability\nof public officers so essential to an honest and efficient execution of\nthe laws. Its revocation would enable the executive department to\nexercise the power of appointment and removal in accordance with the\noriginal design of the Federal Constitution.The act of March 2, 1867, making appropriations for the support of the\nArmy for the year ending June 30, 1868, and for other purposes,\ncontains provisions which interfere with the President's constitutional\nfunctions as Commander in Chief of the Army and deny to States of the\nUnion the right to protect themselves by means of their own militia.\nThese provisions should be at once annulled; for while the first might,\nin times of great emergency, seriously embarrass the Executive in\nefforts to employ and direct the common strength of the nation for its\nprotection and preservation, the other is contrary to the express\ndeclaration of the Constitution that \"a well-regulated militia being\nnecessary to the security of a free state, the right of the people to\nkeep and bear arms shall not be infringed.\"It is believed that the repeal of all such laws would be accepted by\nthe American people as at least a partial return to the fundamental\nprinciples of the Government, and an indication that hereafter the\nConstitution is to be made the nation's safe and unerring guide. They\ncan be productive of no permanent benefit to the country, and should\nnot be permitted to stand as so many monuments of the deficient wisdom\nwhich has characterized our recent legislation.The condition of our finances demands the early and earnest\nconsideration of Congress. Compared with the growth of our population,\nthe public expenditures have reached an amount unprecedented in our\nhistory.The population of the United States in 1790 was nearly 4,000,000\npeople. Increasing each decade about 33 per cent, it reached in 1860\n31,000,000, an increase of 700 per cent on the population in 1790. In\n1869 it is estimated that it will reach 38,000,000, or an increase of\n868 per cent in seventy-nine years.The annual expenditures of the Federal Government in 1791 were\n$4,200,000; in 1820, $18.200,000; in 1850, forty-one millions; in 1860,\nsixty-three millions; in 1865, nearly thirteen hundred millions; and in\n1869 it is estimated by the Secretary of the Treasury, in his last\nannual report, that they will be three hundred and seventy-two\nmillions.By comparing the public disbursements of 1869, as estimated, with those\nof 1791, it will be seen that the increase of expenditure since the\nbeginning of the Government has been 8,618 per cent, while the increase\nof the population for the same period was only 868 per cent. Again, the\nexpenses of the Government in 1860, the year of peace immediately\npreceding the war, were only sixty--three millions, while in 1869, the\nyear of peace three years after the war it is estimated they will be\nthree hundred and seventy-two millions, an increase of 489 per cent,\nwhile the increase of population was only 21 per cent for the same\nperiod.These statistics further show that in 1791 the annual national\nexpenses, compared with the population, were little more than $1 per\ncapita, and in 1860 but $2 per capita; while in 1869 they will reach\nthe extravagant sum of $9.78 per capita.It will be observed that all these statements refer to and exhibit the\ndisbursements of peace periods. It may, therefore, be of interest to\ncompare the expenditures of the three war periods--the war with Great\nBritain, the Mexican War, and the War of the Rebellion.In 1814 the annual expenses incident to the War of 1812 reached their\nhighest amount--about thirty-one millions--while our population\nslightly exceeded 8,000,000, showing an expenditure of only $3.80 per\ncapita. In 1847 the expenditures growing out of the war with Mexico\nreached fifty-five millions, and the population about 21,000,000,\ngiving only $2.60 per capita for the war expenses of that year. In 1865\nthe expenditures called for by the rebellion reached the vast amount of\ntwelve hundred and ninety millions, which, compared with a population\nof 34,000,000, gives $38.20 per capita.From the 4th day of March, 1789, to the 30th of June, 1861, the entire\nexpenditures of the Government were $1,700,000,000. During that period\nwe were engaged in wars with Great Britain and Mexico, and were\ninvolved in hostilities with powerful Indian tribes; Louisiana was\npurchased from France at a cost of $15,000,000; Florida was ceded to us\nby Spain for five millions; California was acquired from Mexico for\nfifteen millions, and the territory of New Mexico was obtained from\nTexas for the sum of ten millions. Early in 1861 the War of the\nRebellion commenced; and from the 1st of July of that year to the 30th\nof June, 1865, the public expenditures reached the enormous aggregate\nof thirty-three hundred millions. Three years of peace have intervened,\nand during that time the disbursements of the Government have\nsuccessively been five hundred and twenty millions, three hundred and\nforty-six millions, and three hundred and ninety-three millions. Adding\nto these amounts three hundred and seventy-two millions, estimated as\nnecessary for the fiscal year ending the 30th of June, 1869, we obtain\na total expenditure of $1,600,000,000 during the four years immediately\nsucceeding the war, or nearly as much as was expended during the\nseventy-two years that preceded the rebellion and embraced the\nextraordinary expenditures already named.These startling facts clearly illustrate the necessity of retrenchment\nin all branches of the public service. Abuses which were tolerated\nduring the war for the preservation of the nation will not be endured\nby the people, now that profound peace prevails. The receipts from\ninternal revenues and customs have during the past three years\ngradually diminished, and the continuance of useless and extravagant\nexpenditures will involve us in national bankruptcy, or else make\ninevitable an increase of taxes already too onerous and in many\nrespects obnoxious on account of their inquisitorial character. One\nhundred millions annually are expended for the military force, a large\nportion of which is employed in the execution of laws both unnecessary\nand unconstitutional; one hundred and fifty millions are required each\nyear to pay the interest on the public debt: an army of taxgatherers\nimpoverishes the nation, and public agents, placed by Congress beyond\nthe control of the Executive, divert from their legitimate purposes\nlarge sums of money which they collect from the people in the name of\nthe Government. Judicious legislation and prudent economy can alone\nremedy defects and avert evils which, if suffered to exist, can not\nfail to diminish confidence in the public councils and weaken the\nattachment and respect of the people toward their political\ninstitutions. Without proper care the small balance which it is\nestimated will remain in the Treasury at the close of the present\nfiscal year will not be realized, and additional millions be added to a\ndebt which is now enumerated by billions.It is shown by the able and comprehensive report of the Secretary of\nthe Treasury that the receipts for the fiscal year ending June 30,\n1868, were $405,638,083, and that the expenditures for the same period\nwere $377,340,284, leaving in the Treasury a surplus of $28,297,798. It\nis estimated that the receipts during the present fiscal year, ending\nJune 30, 1869, will be $341,392,868 and the expenditures $336,152,470,\nshowing a small balance of $5,240,398 in favor of the Government. For\nthe fiscal year ending June 30, 1870, it is estimated that the receipts\nwill amount to $327,000,000 and the expenditures to $303,000,000,\nleaving an estimated surplus of $24,000,000.It becomes proper in this connection to make a brief reference to our\npublic indebtedness, which has accumulated with such alarming rapidity\nand assumed such colossal proportions.In 1789, when the Government commenced operations under the Federal\nConstitution, it was burdened with an indebtedness of $75,000,000,\ncreated during the War of the Revolution. This amount had been reduced\nto $45,000,000 when, in 1812, war was declared against Great Britain.\nThe three years' struggle that followed largely increased the national\nobligations, and in 1816 they had attained the sum of $127,000,000.\nWise and economical legislation, however, enabled the Government to pay\nthe entire amount within a period of twenty years, and the\nextinguishment of the national debt filled the land with rejoicing and\nwas one of the great events of President Jackson's Administration.\nAfter its redemption a large fund remained in the Treasury, which was\ndeposited for safe-keeping with the several States. on condition that\nit should be returned when required by the public wants. In 1849--the\nyear after the termination of an expensive war with Mexico--we found\nourselves involved in a debt of $64,000,000; and this was the amount\nowed by the Government in 1860, just prior to the outbreak of the\nrebellion. In the spring of 1861 our civil war commenced. Each year of\nits continuance made an enormous addition to the debt: and when in the\nspring of 1865, the nation successfully emerged from the conflict, the\nobligations of the Government had reached the immense sum of\n$2.873,992,909. The Secretary of the Treasury shows that on the 1st day\nof November, 1867, this amount had been reduced to $2,491,504,450; but\nat the same time his report exhibits an increase during the past year\nof $35,625,102, for the debt on the 1st day of November last is stated\nto have been $2,527,129,552. It is estimated by the Secretary that the\nreturns for the past month will add to our liabilities the further sum\nof $11,000,000, making a total increase during thirteen months of\n$46,500,000.In my message to Congress December 4, 1865, it was suggested that a\npolicy should be devised which, without being oppressive to the people,\nwould at once begin to effect a reduction of the debt, and, if\npersisted in, discharge it fully within a definite number of years. The\nSecretary of the Treasury forcibly recommends legislation of this\ncharacter, and justly urges that the longer it is deferred the more\ndifficult must become its accomplishment. We should follow the wise\nprecedents established in 1789 and 1816, and without further delay make\nprovision for the payment of our obligations at as early a period as\nmay be practicable. The fruits of their labors should be enjoyed by our\ncitizens rather than used to build up and sustain moneyed monopolies in\nour own and other lands. Our foreign debt is already computed by the\nSecretary of the Treasury at $850,000,000; citizens of foreign\ncountries receive interest upon a large portion of our securities, and\nAmerican taxpayers are made to contribute large sums for their support.\nThe idea that such a debt is to become permanent should be at all times\ndiscarded as involving taxation too heavy to be borne, and payment once\nin every sixteen years, at the present rate of interest, of an amount\nequal to the original sum. This vast debt, if permitted to become\npermanent and increasing, must eventually be gathered into the hands of\na few, and enable them to exert a dangerous and controlling power in\nthe affairs of the Government. The borrowers would become servants to\nthe lenders, the lenders the masters of the people. We now pride\nourselves upon having given freedom to 4,000,000 of the colored race;\nit will then be our shame that 40,000,000 of people, by their own\ntoleration of usurpation and profligacy, have suffered themselves to\nbecome enslaved, and merely exchanged slave owners for new taskmasters\nin the shape of bondholders and taxgatherers. Besides, permanent debts\npertain to monarchical governments, and, tending to monopolies,\nperpetuities, and class legislation, are totally irreconcilable with\nfree institutions introduced into our republican system, they would\ngradually but surely sap its foundations, eventually subvert our\ngovernmental fabric, and erect upon its ruins a moneyed aristocracy. It\nis our sacred duty to transmit unimpaired to our posterity the\nblessings of liberty which were bequeathed to us by the founders of the\nRepublic. and by our example teach those who are to follow us carefully\nto avoid the dangers which threaten a free and independent people.Various plans have been proposed for the payment of the public debt.\nHowever they may have varied as to the time and mode in which it should\nbe redeemed, there seems to be a general concurrence as to the\npropriety and justness of a reduction in the present rate of interest.\nThe Secretary of the Treasury in his report recommends 5 per cent;\nCongress, in a bill passed prior to adjournment on the 27th of July\nlast, agreed upon 4 and 4 1/2 per cent; while by many 3 per cent has\nbeen held to be an amply sufficient return for the investment. The\ngeneral impression as to the exorbitancy of the existing rate of\ninterest has led to an inquiry in the public mind respecting the\nconsideration which the Government has actually received for its bonds,\nand the conclusion is becoming prevalent that the amount which it\nobtained was in real money three or four hundred per cent less than the\nobligations which it issued in return. It can not be denied that we are\npaying an extravagant percentage for the use of the money borrowed,\nwhich was paper currency, greatly depreciated below the value of coin.\nThis fact is made apparent when we consider that bondholders receive\nfrom the Treasury upon each dollar they own in Government securities 6\nper cent in gold, which is nearly or quite equal to 9 per cent in\ncurrency; that the bonds are then converted into capital for the\nnational banks, upon which those institutions issue their circulation,\nbearing 6 per cent interest; and that they are exempt from taxation by\nthe Government and the States, and thereby enhanced 2 per cent in the\nhands of the holders. We thus have an aggregate of 17 per cent which\nmay be received upon each dollar by the owners of Government\nsecurities. A system that produces such results is justly regarded as\nfavoring a few at the expense of the many, and has led to the further\ninquiry whether our bondholders, in view of the large profits which\nthey have enjoyed, would themselves be averse to a settlement of our\nindebtedness upon a plan which would yield them a fair remuneration and\nat the same time be just to the taxpayers of the nation. Our national\ncredit should be sacredly observed, but in making provision for our\ncreditors we should not forget what is due to the masses of the people.\nIt may be assumed that the holders of our securities have already\nreceived upon their bonds a larger amount than their original\ninvestment, measured by a gold standard. Upon this statement of facts\nit would seem but just and equitable that the 6 per cent interest now\npaid by the Government should be applied to the reduction of the\nprincipal in semiannual installments, which in sixteen years and eight\nmonths would liquidate the entire national debt. Six per cent in gold\nwould at present rates be equal to 9 per cent in currency, and\nequivalent to the payment of the debt one and a half times in a\nfraction less than seventeen years. This, in connection with all the\nother advantages derived from their investment, would afford to the\npublic creditors a fair and liberal compensation for the use of their\ncapital, and with this they should be satisfied. The lessons of the\npast admonish the lender that it is not well to be over-anxious in\nexacting from the borrower rigid compliance with the letter of the\nbond.If provision be made for the payment of the indebtedness of the\nGovernment in the manner suggested, our nation will rapidly recover its\nwonted prosperity. Its interests require that some measure should be\ntaken to release the large amount of capital invested in the securities\nof the Government. It is not now merely unproductive, but in taxation\nannually consumes $150,000,000, which would otherwise be used by our\nenterprising people in adding to the wealth of the nation. Our\ncommerce, which at one time successfully rivaled that of the great\nmaritime powers, has rapidly diminished, and our industrial interests\nare in a depressed and languishing condition. The development of our\ninexhaustible resources is checked, and the fertile fields of the South\nare becoming waste for want of means to till them. With the release of\ncapital, new life would be infused into the paralyzed energies of our\npeople and activity and vigor imparted to every branch of industry. Our\npeople need encouragement in their efforts to recover from the effects\nof the rebellion and of injudicious legislation, and it should be the\naim of the Government to stimulate them by the prospect of an early\nrelease from the burdens which impede their prosperity. If we can not\ntake the burdens from their shoulders, we should at least manifest a\nwillingness to help to bear them.In referring to the condition of the circulating medium, I shall merely\nreiterate substantially that portion of my last annual message which\nrelates to that subject.The proportion which the currency of any country should bear to the\nwhole value of the annual produce circulated by its means is a question\nupon which political economists have not agreed. Nor can it be\ncontrolled by legislation, but must be left to the irrevocable laws\nwhich everywhere regulate commerce and trade. The circulating medium\nwill ever irresistibly flow to those points where it is in greatest\ndemand. The law of demand and supply is as unerring as that which\nregulates the tides of the ocean; and, indeed, currency, like the\ntides, has its ebbs and flows throughout the commercial world.At the beginning of the rebellion the bank-note circulation of the\ncountry amounted to not much more than $200,000,000; now the\ncirculation of national-bank notes and those known as \"legal-tenders\"\nis nearly seven hundred millions. While it is urged by some that this\namount should be increased, others contend that a decided reduction is\nabsolutely essential to the best interests of the country. In view of\nthese diverse opinions, it may be well to ascertain the real value of\nour paper issues when compared with a metallic or convertible currency.\nFor this purpose let us inquire how much gold and silver could be\npurchased by the seven hundred millions of paper money now in\ncirculation. Probably not more than half the amount of the latter;\nshowing that when our paper currency is compared with gold and silver\nits commercial value is compressed into three hundred and fifty\nmillions. This striking fact makes it the obvious duty of the\nGovernment, as early as may be consistent with the principles of sound\npolitical economy, to take such measures as will enable the holders of\nits notes and those of the national banks to convert them, without\nloss, into specie or its equivalent. A reduction of our paper\ncirculating medium need not necessarily follow. This, however, would\ndepend upon the law of demand and supply, though it should be borne in\nmind that by making legal-tender and bank notes convertible into coin\nor its equivalent their present specie value in the hands of their\nholders would be enhanced 100 per cent.Legislation for the accomplishment of a result so desirable is demanded\nby the highest public considerations. The Constitution contemplates\nthat the circulating medium of the country shall be uniform in quality\nand value. At the time of the formation of that instrument the country\nhad just emerged from the War of the Revolution, and was suffering from\nthe effects of a redundant and worthless paper currency. The sages of\nthat period were anxious to protect their posterity from the evils\nwhich they themselves had experienced. Hence in providing a circulating\nmedium they conferred upon Congress the power to coin money and\nregulate the value thereof, at the same time prohibiting the States\nfrom making anything but gold and silver a tender in payment of debts.The anomalous condition of our currency is in striking contrast with\nthat which was originally designed. Our circulation now embraces,\nfirst, notes of the national banks, which are made receivable for all\ndues to the Government, excluding imposts, and by all its creditors,\nexcepting in payment of interest upon its bonds and the securities\nthemselves; second, legal tender, issued by the United States, and\nwhich the law requires shall be received as well in payment of all\ndebts between citizens as of all Government dues, excepting imposts;\nand, third, gold and silver coin. By the operation of our present\nsystem of finance however, the metallic currency, when collected, is\nreserved only for one class of Government creditors, who, holding its\nbonds, semiannually receive their interest in coin from the National\nTreasury. There is no reason which will be accepted as satisfactory by\nthe people why those who defend us on the land and protect us on the\nsea; the pensioner upon the gratitude of the nation, bearing the scars\nand wounds received while in its service; the public servants in the\nvarious departments of the Government; the farmer who supplies the\nsoldiers of the Army and the sailors of the Navy; the artisan who toils\nin the nation's workshops, or the mechanics and laborers who build its\nedifices and construct its forts and vessels of war, should, in payment\nof their just and hard-earned dues, receive depreciated paper, while\nanother class of their countrymen, no more deserving are paid in coin\nof gold and silver. Equal and exact justice requires that all the\ncreditors of the Government should be paid in a currency possessing a\nuniform value. This can only be accomplished by the restoration of the\ncurrency to the standard established by the Constitution, and by this\nmeans we would remove a discrimination which may, if it has not already\ndone so, create a prejudice that may become deep-rooted and widespread\nand imperil the national credit.The feasibility of making our currency correspond with the\nconstitutional standard may be seen by reference to a few facts derived\nfrom our commercial statistics.The aggregate product of precious metals in the United States from 1849\nto 1867 amounted to $1,174,000,000, while for the same period the net\nexports of specie were $741,000,000. This shows an excess of product\nover net exports of $433,000,000. There are in the Treasury\n$103,407,985 in coin; in circulation in the States on the Pacific Coast\nabout $40,000,000, and a few millions in the national and other\nbanks--in all less than $160,000,000. Taking into consideration the\nspecie in the country prior to 1849 and that produced since 1867, and\nwe have more than $300,000,000 not accounted for by exportation or by\nreturns of the Treasury, and therefore most probably remaining in the\ncountry.These are important facts, and show how completely the inferior\ncurrency will supersede the better, forcing it from circulation among\nthe masses and causing it to be exported as a mere article of trade, to\nadd to the money capital of foreign lands. They show the necessity of\nretiring our paper money, that the return of gold and silver to the\navenues of trade may be invited and a demand created which will cause\nthe retention at home of at least so much of the productions of our\nrich and inexhaustible gold-bearing fields as may be sufficient for\npurposes of circulation. It is unreasonable to expect a return to a\nsound currency so long as the Government and banks, by continuing to\nissue irredeemable notes, fill the channels of circulation with\ndepreciated paper. Notwithstanding a coinage by our mints since 1849 of\n$874,000,000, the people are now strangers to the currency which was\ndesigned for their use and benefit, and specimens of the precious\nmetals bearing the national device are seldom seen, except when\nproduced to gratify the interest excited by their novelty. If\ndepreciated paper is to be continued as the permanent currency of the\ncountry, and all our coin is to become a mere article of traffic and\nspeculation to the enhancement in price of all that is indispensable to\nthe comfort of the people, it would be wise economy to abolish our\nmints, thus saving the nation the care and expense incident to such\nestablishments, and let our precious metals be exported in bullion. The\ntime has come, however, when the Government and national banks should\nbe required to take the most efficient steps and make all necessary\narrangements for a resumption of specie payments. Let specie payments\nonce be earnestly inaugurated by the Government and banks, and the\nvalue of the paper circulation would directly approximate a specie\nstandard.Specie payments having been resumed by the Government and banks, all\nnotes or bills of paper issued by either of a less denomination than\n$20 should by law be excluded from circulation, so that the people may\nhave the benefit and convenience of a gold and silver currency which in\nall their business transactions will be uniform in value at home and\nabroad. Every man of property or industry, every man who desires to\npreserve what he honestly possesses or to obtain what he can honestly\nearn, has a direct interest in maintaining a safe circulating\nmedium--such a medium as shall be real and substantial, not liable to\nvibrate with opinions, not subject to be blown up or blown down by the\nbreath of speculation, but to be made stable and secure. A disordered\ncurrency is one of the greatest political evils. It undermines the\nvirtues necessary for the support of the social system and encourages\npropensities destructive of its happiness; it wars against industry,\nfrugality, and economy, and it fosters the evil spirits of extravagance\nand speculation. It has been asserted by one of our profound and most\ngifted statesmen that--Of all the contrivances for cheating the\nlaboring classes of mankind, none has been more effectual than that\nwhich deludes them with paper money. This is the most effectual of\ninventions to fertilize the rich man's fields by the sweat of the poor\nman's brow. Ordinary tyranny, oppression, excessive taxation--these\nbear lightly on the happiness of the mass of the community compared\nwith a fraudulent currency and the robberies committed by depreciated\npaper. Our own history has recorded for our instruction enough, and\nmore than enough, of the demoralizing tendency, the injustice, and the\nintolerable oppression on the virtuous and well-disposed of a degraded\npaper currency authorized by law or in any way countenanced by\ngovernment. It is one of the most successful devices, in times of peace\nor war, of expansions or revulsions, to accomplish the transfer of all\nthe precious metals from the great mass of the people into the hands of\nthe few, where they are hoarded in secret places or deposited under\nbolts and bars, while the people are left to endure all the\ninconvenience, sacrifice, and demoralization resulting from the use of\ndepreciated and worthless paper.The Secretary of the Interior in his report gives valuable information\nin reference to the interests confided to the supervision of his\nDepartment, and reviews the operations of the Land Office, Pension\nOffice, Patent Office, and Indian Bureau.During the fiscal year ending June 30. 1868, 6,655,700 acres of public\nland were disposed of. The entire cash receipts of the General Land\nOffice for the same period were $1,632,745, being greater by $284,883\nthan the amount realized from the same sources during the previous\nyear. The entries under the homestead law cover 2,328,923 acres, nearly\none-fourth of which was taken under the act of June 21, 1866, which\napplies only to the States of Alabama, Mississippi, Louisiana,\nArkansas, and Florida.On the 30th of June, 1868, 169,643 names were borne on the pension\nrolls, and during the year ending on that day the total amount paid for\npensions, including the expenses of disbursement, was $24,010,982,\nbeing $5,391,025 greater than that expended for like purposes during\nthe preceding year.During the year ending the 30th of September last the expenses of the\nPatent Office exceeded the receipts by $171, and, including reissues\nand designs, 14,153 patents were issued.Treaties with various Indian tribes have been concluded, and will be\nsubmitted to the Senate for its constitutional action. I cordially\nsanction the stipulations which provide for reserving lands for the\nvarious tribes, where they may be encouraged to abandon their nomadic\nhabits and engage in agricultural and industrial pursuits. This policy,\ninaugurated many years since, has met with signal success whenever it\nhas been pursued in good faith and with becoming liberality by the\nUnited States. The necessity for extending it as far as practicable in\nour relations with the aboriginal population is greater now than at any\npreceding period. Whilst we furnish subsistence and instruction to the\nIndians and guarantee the undisturbed enjoyment of their treaty rights,\nwe should habitually insist upon the faithful observance of their\nagreement to remain within their respective reservations. This is the\nonly mode by which collisions with other tribes and with the whites can\nbe avoided and the safety of our frontier settlements secured.The companies constructing the railway from Omaha to Sacramento have\nbeen most energetically engaged in prosecuting the work, and it is\nbelieved that the line will be completed before the expiration of the\nnext fiscal year. The 6 per cent bonds issued to these companies\namounted on the 5th instant to $44,337,000, and additional work had\nbeen performed to the extent of $3,200,000.The Secretary of the Interior in August last invited my attention to\nthe report of a Government director of the Union Pacific Railroad\nCompany who had been specially instructed to examine the location,\nconstruction, and equipment of their road. I submitted for the opinion\nof the Attorney-General certain questions in regard to the authority of\nthe Executive which arose upon this report and those which had from\ntime to time been presented by the commissioners appointed to inspect\neach successive section of the work. After carefully considering the\nlaw of the case, he affirmed the right of the Executive to order, if\nnecessary, a thorough revision of the entire road. Commissioners were\nthereupon appointed to examine this and other lines, and have recently\nsubmitted a statement of their investigations, of which the report of\nthe Secretary of the Interior furnishes specific information.The report of the Secretary of War contains information of interest and\nimportance respecting the several bureaus of the War Department and the\noperations of the Army. The strength of our military force on the 30th\nof September last was 48,000 men, and it is computed that by the 1st of\nJanuary next this number will be decreased to 43,000. It is the opinion\nof the Secretary of War that within the next year a considerable\ndiminution of the infantry force may be made without detriment to the\ninterests of the country; and in view of the great expense attending\nthe military peace establishment and the absolute necessity of\nretrenchment wherever it can be applied, it is hoped that Congress will\nsanction the reduction which his report recommends. While in 1860\nsixteen thousand three hundred men cost the nation $16,472,000, the sum\nof $65,682,000 is estimated as necessary for the support of the Army\nduring the fiscal year ending June 30, 1870. The estimates of the War\nDepartment for the last two fiscal years were, for 1867, $33,814,461,\nand for 1868 $25,205,669. The actual expenditures during the same\nperiods were, respectively, $95,224,415 and $123,246,648. The estimate\nsubmitted in December last for the fiscal year ending June 30, 1869,\nwas $77,124,707; the expenditures for the first quarter, ending the\n30th of September last, were $27,219,117, and the Secretary of the\nTreasury gives $66,000,000 as the amount which will probably be\nrequired during the remaining three quarters, if there should be no\nreduction of the Army--making its aggregate cost for the year\nconsiderably in excess of ninety-three millions. The difference between\nthe estimates and expenditures for the three fiscal years which have\nbeen named is thus shown to be $175,545,343 for this single branch of\nthe public service.The report of the Secretary of the Navy exhibits the operations of that\nDepartment and of the Navy during the year. A considerable reduction of\nthe force has been effected. There are 42 vessels, carrying 411 guns,\nin the six squadrons which are established in different parts of the\nworld. Three of these vessels are returning to the United States and 4\nare used as storeships, leaving the actual cruising force 35 vessels,\ncarrying 356 guns. The total number of vessels in the Navy is 206,\nmounting 1,743 guns. Eighty-one vessels of every description are in\nuse, armed with 696 guns. The number of enlisted men in the service,\nincluding apprentices, has been reduced to 8,500. An increase of\nnavy-yard facilities is recommended as a measure which will in the\nevent of war be promotive of economy and security. A more thorough and\nsystematic survey of the North Pacific Ocean is advised in view of our\nrecent acquisitions, our expanding commerce, and the increasing\nintercourse between the Pacific States and Asia. The naval pension\nfund, which consists of a moiety of the avails of prizes captured\nduring the war, amounts to $14,000,000. Exception is taken to the act\nof 23d July last, which reduces the interest on the fund loaned to the\nGovernment by the Secretary, as trustee, to 3 per cent instead of 6 per\ncent, which was originally stipulated when the investment was made. An\namendment of the pension laws is suggested to remedy omissions and\ndefects in existing enactments. The expenditures of the Department\nduring the last fiscal year were $20,120,394, and the estimates for the\ncoming year amount to $20,993,414.The Postmaster-General's report furnishes a full and clear exhibit of\nthe operations and condition of the postal service. The ordinary postal\nrevenue for the fiscal year ending June 30, 1868. was $16,292,600, and\nthe total expenditures, embracing all the service for which special\nappropriations have been made by Congress, amounted to $22,730,592,\nshowing an excess of expenditures of $6,437,991. Deducting from the\nexpenditures the sum of $1,896,525, the amount of appropriations for\nocean-steamship and other special service, the excess of expenditures\nwas $4,541,466. By using an unexpended balance in the Treasury of\n$3,800,000 the actual sum for which a special appropriation is required\nto meet the deficiency is $741,466. The causes which produced this\nlarge excess of expenditure over revenue were the restoration of\nservice in the late insurgent States and the putting into operation of\nnew service established by acts of Congress, which amounted within the\nlast two years and a half to about 48,700 miles--equal to more than\none-third of the whole amount of the service at the close of the war.\nNew postal conventions with Great Britain, North Germany, Belgium, the\nNetherlands, Switzerland, and Italy, respectively, have been carried\ninto effect. Under their provisions important improvements have\nresulted in reduced rates of international postage and enlarged mail\nfacilities with European countries. The cost of the United States\ntransatlantic ocean mail service since January 1, 1868, has been\nlargely lessened under the operation of these new conventions, a\nreduction of over one-half having been effected under the new\narrangements for ocean mail steamship service which went into effect on\nthat date. The attention of Congress is invited to the practical\nsuggestions and recommendations made in his report by the\nPostmaster-General.No important question has occurred during the last year in our\naccustomed cordial and friendly intercourse with Costa Rica, Guatemala,\nHonduras, San Salvador, France, Austria, Belgium, Switzerland,\nPortugal, the Netherlands, Denmark, Sweden and Norway, Rome, Greece,\nTurkey, Persia, Egypt, Liberia, Morocco, Tripoli, Tunis, Muscat, Siam,\nBorneo, and Madagascar.Cordial relations have also been maintained with the Argentine and the\nOriental Republics. The expressed wish of Congress that our national\ngood offices might be tendered to those Republics, and also to Brazil\nand Paraguay, for bringing to an end the calamitous war which has so\nlong been raging in the valley of the La Plata, has been assiduously\ncomplied with and kindly acknowledged by all the belligerents. That\nimportant negotiation, however, has thus far been without result.Charles A. Washburn, late United States minister to Paraguay, having\nresigned, and being desirous to return to the United States, the\nrear-admiral commanding the South Atlantic Squadron was early directed\nto send a ship of war to Asuncion, the capital of Paraguay, to receive\nMr. Washburn and his family and remove them from a situation which was\nrepresented to be endangered by faction and foreign war. The Brazilian\ncommander of the allied invading forces refused permission to the Wasp\nto pass through the blockading forces, and that vessel returned to its\naccustomed anchorage. Remonstrance having been made against this\nrefusal, it was promptly overruled, and the Wasp therefore resumed her\nerrand, received Mr. Washburn and his family, and conveyed them to a\nsafe and convenient seaport. In the meantime an excited controversy had\narisen between the President of Paraguay and the late United States\nminister, which, it is understood, grew out of his proceedings in\ngiving asylum in the United States legation to alleged enemies of that\nRepublic. The question of the right to give asylum is one always\ndifficult and often productive of great embarrassment. In states well\norganized and established, foreign powers refuse either to concede or\nexercise that right, except as to persons actually belonging to the\ndiplomatic service. On the other hand, all such powers insist upon\nexercising the right of asylum in states where the law of nations is\nnot fully acknowledged, respected, and obeyed.The President of Paraguay is understood to have opposed to Mr.\nWashburn's proceedings the injurious and very improbable charge of\npersonal complicity in insurrection and treason. The correspondence,\nhowever, has not yet reached the United States.Mr. Washburn, in connection with this controversy, represents that two\nUnited States citizens attached to the legation were arbitrarily seized\nat his side, when leaving the capital of Paraguay, committed to prison,\nand there subjected to torture for the purpose of procuring confessions\nof their own criminality and testimony to support the President's\nallegation against the United States minister. Mr. McMahon, the newly\nappointed minister to Paraguay, having reached the La Plata, has been\ninstructed to proceed without delay to Asuncion, there to investigate\nthe whole subject. The rear-admiral commanding the United States South\nAtlantic Squadron has been directed to attend the new minister with a\nproper naval force to sustain such just demands as the occasion may\nrequire, and to vindicate the rights of the United States citizens\nreferred to and of any others who may be exposed to danger in the\ntheater of war. With these exceptions, friendly relations have been\nmaintained between the United States and Brazil and Paraguay.Our relations during the past year with Bolivia, Ecuador, Peru, and\nChile have become especially friendly and cordial. Spain and the\nRepublics of Peru, Bolivia, and Ecuador have expressed their\nwillingness to accept the mediation of the United States for\nterminating the war upon the South Pacific coast. Chile has not finally\ndeclared upon the question. In the meantime the conflict has\npractically exhausted itself, since no belligerent or hostile movement\nhas been made by either party during the last two years, and there are\nno indications of a present purpose to resume hostilities on either\nside. Great Britain and France have cordially seconded our proposition\nof mediation, and I do not forego the hope that it may soon be accepted\nby all the belligerents and lead to a secure establishment of peace and\nfriendly relations between the Spanish American Republics of the\nPacific and Spain--a result which would be attended with common\nbenefits to the belligerents and much advantage to all commercial\nnations. I communicate, for the consideration of Congress, a\ncorrespondence which shows that the Bolivian Republic has established\nthe extremely liberal principle of receiving into its citizenship any\ncitizen of the United States, or of any other of the American\nRepublics, upon the simple condition of voluntary registry.The correspondence herewith submitted will be found painfully replete\nwith accounts of the ruin and wretchedness produced by recent\nearthquakes, of unparalleled severity, in the Republics of Peru,\nEcuador, and Bolivia. The diplomatic agents and naval officers of the\nUnited States who were present in those countries at the time of those\ndisasters furnished all the relief in their power to the sufferers, and\nwere promptly rewarded with grateful and touching acknowledgments by\nthe Congress of Peru. An appeal to the charity of our fellow-citizens\nhas been answered by much liberality. In this connection I submit an\nappeal which has been made by the Swiss Republic, whose Government and\ninstitutions are kindred to our own, in behalf of its inhabitants, who\nare suffering extreme destitution, produced by recent devastating\ninundations.Our relations with Mexico during the year have been marked by an\nincreasing growth of mutual confidence. The Mexican Government has not\nyet acted upon the three treaties celebrated here last summer for\nestablishing the rights of naturalized citizens upon a liberal and just\nbasis, for regulating consular powers, and for the adjustment of mutual\nclaims.All commercial nations, as well as all friends of republican\ninstitutions, have occasion to regret the frequent local disturbances\nwhich occur in some of the constituent States of Colombia. Nothing has\noccurred, however, to affect the harmony and cordial friendship which\nhave for several years existed between that youthful and vigorous\nRepublic and our own.Negotiations are pending with a view to the survey and construction of\na ship canal across the Isthmus of Darien, under the auspices of the\nUnited States. I hope to be able to submit the results of that\nnegotiation to the Senate during its present session.The very liberal treaty which was entered into last year by the United\nStates and Nicaragua has been ratified by the latter Republic.Costa Rica, with the earnestness of a sincerely friendly neighbor,\nsolicits a reciprocity of trade, which I commend to the consideration\nof Congress.The convention created by treaty between the United States and\nVenezuela in July, 1865, for the mutual adjustment of claims, has been\nheld, and its decisions have been received at the Department of State.\nThe heretofore-recognized Government of the United States of Venezuela\nhas been subverted. A provisional government having been instituted\nunder circumstances which promise durability, it has been formally\nrecognized.I have been reluctantly obliged to ask explanation and satisfaction for\nnational injuries committed by the President of Hayti. The political\nand social condition of the Republics of Hayti and St. Domingo is very\nunsatisfactory and painful. The abolition of slavery, which has been\ncarried into effect throughout the island of St. Domingo and the entire\nWest Indies, except the Spanish islands of Cuba and Porto Rico, has\nbeen followed by a profound popular conviction of the rightfulness of\nrepublican institutions and an intense desire to secure them. The\nattempt, however, to establish republics there encounters many\nobstacles, most of which may be supposed to result from long-indulged\nhabits of colonial supineness and dependence upon European monarchical\npowers. While the United States have on all occasions professed a\ndecided unwillingness that any part of this continent or of its\nadjacent islands shall be made a theater for a new establishment of\nmonarchical power, too little has been done by us, on the other hand,\nto attach the communities by which we are surrounded to our own\ncountry, or to lend even a moral support to the efforts they are so\nresolutely and so constantly making to secure republican institutions\nfor themselves. It is indeed a question of grave consideration whether\nour recent and present example is not calculated to check the growth\nand expansion of free principles, and make those communities distrust,\nif not dread, a government which at will consigns to military\ndomination States that are integral parts of our Federal Union, and,\nwhile ready to resist any attempts by other nations to extend to this\nhemisphere the monarchical institutions of Europe, assumes to establish\nover a large portion of its people a rule more absolute, harsh, and\ntyrannical than any known to civilized powers.The acquisition of Alaska was made with the view of extending national\njurisdiction and republican principles in the American hemisphere.\nBelieving that a further step could be taken in the same direction, I\nlast year entered into a treaty with the King of Denmark for the\npurchase of the islands of St. Thomas and St. John, on the best terms\nthen attainable, and with the express consent of the people of those\nislands. This treaty still remains under consideration in the Senate. A\nnew convention has been entered into with Denmark, enlarging the time\nfixed for final ratification of the original treaty.Comprehensive national policy would seem to sanction the acquisition\nand incorporation into our Federal Union of the several adjacent\ncontinental and insular communities as speedily as it can be done\npeacefully, lawfully, and without any violation of national justice,\nfaith, or honor. Foreign possession or control of those communities has\nhitherto hindered the growth and impaired the influence of the United\nStates. Chronic revolution and anarchy there would be equally\ninjurious. Each one of them, when firmly established as an independent\nrepublic, or when incorporated into the United States, would be a new\nsource of strength and power. Conforming my Administration to these\nprinciples, I have or no occasion lent support or toleration to\nunlawful expeditions set on foot upon the plea of republican\npropagandism or of national extension or aggrandizement. The necessity,\nhowever, of repressing such unlawful movements clearly indicates the\nduty which rests upon us of adapting our legislative action to the new\ncircumstances of a decline of European monarchical power and influence\nand the increase of American republican ideas, interests, and\nsympathies.It can not be long before it will become necessary for this Government\nto lend some effective aid to the solution of the political and social\nproblems which are continually kept before the world by the two\nRepublics of the island of St. Domingo, and which are now disclosing\nthemselves more distinctly than heretofore in the island of Cuba. The\nsubject is commended to your consideration with all the more\nearnestness because I am satisfied that the time has arrived when even\nso direct a proceeding as a proposition for an annexation of the two\nRepublics of the island of St. Domingo would not only receive the\nconsent of the people interested, but would also give satisfaction to\nall other foreign nations.I am aware that upon the question of further extending our possessions\nit is apprehended by some that our political system can not\nsuccessfully be applied to an area more extended than our continent;\nbut the conviction is rapidly gaining ground in the American mind that\nwith the increased facilities for intercommunication between all\nportions of the earth the principles of free government, as embraced in\nour Constitution, if faithfully maintained and carried out, would prove\nof sufficient strength and breadth to comprehend within their sphere\nand influence the civilized nations of the world.The attention of the Senate and of Congress is again respectfully\ninvited to the treaty for the establishment of commercial reciprocity\nwith the Hawaiian Kingdom entered into last year, and already ratified\nby that Government. The attitude of the United States toward these\nislands is not very different from that in which they stand toward the\nWest Indies. It is known and felt by the Hawaiian Government and people\nthat their Government and institutions are feeble and precarious; that\nthe United States, being so near a neighbor, would be unwilling to see\nthe islands pass under foreign control. Their prosperity is continually\ndisturbed by expectations and alarms of unfriendly political\nproceedings, as well from the United States as from other foreign\npowers. A reciprocity treaty, while it could not materially diminish\nthe revenues of the United States, would be a guaranty of the good will\nand forbearance of all nations until the people of the islands shall of\nthemselves, at no distant day, voluntarily apply for admission into the\nUnion.The Emperor of Russia has acceded to the treaty negotiated here in\nJanuary last for the security of trade-marks in the interest of\nmanufacturers and commerce. I have invited his attention to the\nimportance of establishing, now while it seems easy and practicable, a\nfair and equal regulation of the vast fisheries belonging to the two\nnations in the waters of the North Pacific Ocean.The two treaties between the United States and Italy for the regulation\nof consular powers and the extradition of criminals, negotiated and\nratified here during the last session of Congress, have been accepted\nand confirmed by the Italian Government. A liberal consular convention\nwhich has been negotiated with Belgium will be submitted to the Senate.\nThe very important treaties which were negotiated between the United\nStates and North Germany and Bavaria for the regulation of the rights\nof naturalized citizens have been duly ratified and exchanged, and\nsimilar treaties have been entered into with the Kingdoms of Belgium\nand Wurtemberg and with the Grand Duchies of Baden and Hesse-Darmstadt.\nI hope soon to be able to submit equally satisfactory conventions of\nthe same character now in the course of negotiation with the respective\nGovernments of Spain, Italy, and the Ottoman Empire.Examination of claims against the United States by the Hudsons Bay\nCompany and the Puget Sound Agricultural Company, on account of certain\npossessory rights in the State of Oregon and Territory of Washington,\nalleged by those companies in virtue of provisions of the treaty\nbetween the United States and Great Britain of June 15, 1846, has been\ndiligently prosecuted, under the direction of the joint international\ncommission to which they were submitted for adjudication by treaty\nbetween the two Governments of July 1, 1863, and will, it is expected,\nbe concluded at an early day.No practical regulation concerning colonial trade and the fisheries can\nbe accomplished by treaty between the United States and Great Britain\nuntil Congress shall have expressed their judgment concerning the\nprinciples involved. Three other questions, however, between the United\nStates and Great Britain remain open for adjustment. These are the\nmutual rights of naturalized citizens, the boundary question involving\nthe title to the island of San Juan, on the Pacific coast, and mutual\nclaims arising since the year 1853 of the citizens and subjects of the\ntwo countries for injuries and depredations committed under the\nauthority of their respective Governments. Negotiations upon these\nsubjects are pending, and I am not without hope of being able to lay\nbefore the Senate, for its consideration during the present session,\nprotocols calculated to bring to an end these justly exciting and\nlong-existing controversies.We are not advised of the action of the Chinese Government upon the\nliberal and auspicious treaty which was recently celebrated with its\nplenipotentiaries at this capital.Japan remains a theater of civil war, marked by religious incidents and\npolitical severities peculiar to that long-isolated Empire. The\nExecutive has hitherto maintained strict neutrality among the\nbelligerents, and acknowledges with pleasure that it has been frankly\nand fully sustained in that course by the enlightened concurrence and\ncooperation of the other treaty powers, namely Great Britain, France,\nthe Netherlands, North Germany, and Italy.Spain having recently undergone a revolution marked by extraordinary\nunanimity and preservation of order, the provisional government\nestablished at Madrid has been recognized, and the friendly intercourse\nwhich has so long happily existed between the two countries remains\nunchanged.I renew the recommendation contained in my communication to Congress\ndated the 18th July last--a copy of which accompanies this message that\nthe judgment of the people should be taken on the propriety of so\namending the Federal Constitution that it shall provide--First. For an election of President and Vice-President by a direct vote\nof the people, instead of through the agency of electors, and making\nthem ineligible for reelection to a second term.Second. For a distinct designation of the person who shall discharge\nthe duties of President in the event of a vacancy in that office by the\ndeath, resignation, or removal of both the President and\nVice-President.Third. For the election of Senators of the United States directly by\nthe people of the several States, instead of by the legislatures; andFourth. For the limitation to a period of years of the terms of Federal\njudges.Profoundly impressed with the propriety of making these important\nmodifications in the Constitution, I respectfully submit them for the\nearly and mature consideration of Congress. We should, as far as\npossible, remove all pretext for violations of the organic law, by\nremedying such imperfections as time and experience may develop, ever\nremembering that \"the constitution which at any time exists until\nchanged by an explicit and authentic act of the whole people is\nsacredly obligatory upon all.\"In the performance of a duty imposed upon me by the Constitution, I\nhave thus communicated to Congress information of the state of the\nUnion and recommended for their consideration such measures as have\nseemed to me necessary and expedient. If carried into effect, they will\nhasten the accomplishment of the great and beneficent purposes for\nwhich the Constitution was ordained, and which it comprehensively\nstates were \"to form a more perfect Union, establish justice, insure\ndomestic tranquillity, provide for the common defense, promote the\ngeneral welfare, and secure the blessings of liberty to ourselves and\nour posterity.\" In Congress are vested all legislative powers, and upon\nthem devolves the responsibility as well for framing unwise and\nexcessive laws as for neglecting to devise and adopt measures\nabsolutely demanded by the wants of the country. Let us earnestly hope\nthat before the expiration of our respective terms of service, now\nrapidly drawing to a close, an all-wise Providence will so guide our\ncounsels as to strengthen and preserve the Federal Unions, inspire\nreverence for the Constitution, restore prosperity and happiness to our\nwhole people, and promote \"on earth peace, good will toward men.\"", 
    "name": "Andrew Johnson"
}