{
    "date": "December 5, 1836", 
    "speech": "Fellow Citizens of the Senate and of the House of Representatives:Addressing to you the last annual message I shall ever present to the\nCongress of the United States, it is a source of the most heartfelt\nsatisfaction to be able to congratulate you on the high state of\nprosperity which our beloved country has attained. With no causes at\nhome or abroad to lessen the confidence with which we look to the\nfuture for continuing proofs of the capacity of our free institutions\nto produce all the fruits of good government, the general condition of\nour affairs may well excite our national pride.I can not avoid congratulating you, and my country particularly, on the\nsuccess of the efforts made during my Administration by the Executive\nand Legislature, in conformity with the sincere, constant, and earnest\ndesire of the people, to maintain peace and establish cordial relations\nwith all foreign powers. Our gratitude is due to the Supreme Ruler of\nthe Universe, and I invite you to unite with me in offering to Him\nfervent supplications that His providential care may ever be extended\nto those who follow us, enabling them to avoid the dangers and the\nhorrors of war consistently with a just and indispensable regard to the\nrights and honor of our country. But although the present state of our\nforeign affairs, standing, without important change, as they did when\nyou separated in July last, is flattering in the extreme, I regret to\nsay that many questions of an interesting character, at issue with\nother powers, are yet unadjusted. Amongst the most prominent of these\nis that of our north east boundary. With an undiminished confidence in\nthe sincere desire of His Britannic Majesty's Government to adjust that\nquestion, I am not yet in possession of the precise grounds upon which\nit proposes a satisfactory adjustment.With France our diplomatic relations have been resumed, and under\ncircumstances which attest the disposition of both Governments to\npreserve a mutually beneficial intercourse and foster those amicable\nfeelings which are so strongly required by the true interests of the\ntwo countries. With Russia, Austria, Prussia, Naples, Sweden, and\nDenmark the best understanding exists, and our commercial intercourse\nis gradually expanding itself with them. It is encouraged in all these\ncountries, except Naples, by their mutually advantageous and liberal\ntreaty stipulations with us.The claims of our citizens on Portugal are admitted to be just, but\nprovision for the payment of them has been unfortunately delayed by\nfrequent political changes in that Kingdom.The blessings of peace have not been secured by Spain. Our connections\nwith that country are on the best footing, with the exception of the\nburdens still imposed upon our commerce with her possessions out of\nEurope.The claims of American citizens for losses sustained at the bombardment\nof Antwerp have been presented to the Governments of Holland and\nBelgium, and will be pressed, in due season, to settlement.With Brazil and all our neighbors of this continent we continue to\nmaintain relations of amity and concord, extending our commerce with\nthem as far as the resources of the people and the policy of their\nGovernments will permit. The just and long-standing claims of our\ncitizens upon some of them are yet sources of dissatisfaction and\ncomplaint. No danger is apprehended, however, that they will not be\npeacefully, although tardily, acknowledged and paid by all, unless the\nirritating effect of her struggle with Texas should unfortunately make\nour immediate neighbor, Mexico, an exception.It is already known to you, by the correspondence between the two\nGovernments communicated at your last session, that our conduct in\nrelation to that struggle is regulated by the same principles that\ngoverned us in the dispute between Spain and Mexico herself, and I\ntrust that it will be found on the most severe scrutiny that our acts\nhave strictly corresponded with our professions. That the inhabitants\nof the United States should feel strong prepossessions for the one\nparty is not surprising. But this circumstance should of itself teach\nus great caution, lest it lead us into the great error of suffering\npublic policy to be regulated by partially or prejudice; and there are\nconsiderations connected with the possible result of this contest\nbetween the two parties of so much delicacy and importance to the\nUnited States that our character requires that we should neither\nanticipate events nor attempt to control them.The known desire of the Texans to become a part of our system, although\nits gratification depends upon the reconcilement of various and\nconflicting interests, necessarily a work of time and uncertain in\nitself, is calculated to expose our conduct to misconstruction in the\neyes of the world. There are already those who, indifferent to\nprinciple themselves and prone to suspect the want of it in others,\ncharge us with ambitious designs and insidious policy.You will perceive by the accompanying documents that the extraordinary\nmission from Mexico has been terminated on the sole ground that the\nobligations of this Government to itself and to Mexico, under treaty\nstipulations, have compelled me to trust a discretionary authority to a\nhigh officer of our Army to advance into territory claimed as part of\nTexas if necessary to protect our own or the neighboring frontier from\nIndian depredation. In the opinion of the Mexican functionary who has\njust left us, the honor of his country will be wounded by American\nsoldiers entering, with the most amicable avowed purposes, upon ground\nfrom which the followers of his Government have been expelled, and over\nwhich there is at present no certainty of a serious effort on its part\nto re-establish its dominion. The departure of this minister was the\nmore singular as he was apprised that the sufficiency of the causes\nassigned for the advance of our troops by the commanding general had\nbeen seriously doubted by me, and there was every reason to suppose\nthat the troops of the United States, their commander having had time\nto ascertain the truth or falsehood of the information upon which they\nhad been marched to Nacogdoches, would be either there in perfect\naccordance with the principles admitted to be just in his conference\nwith the Secretary of State by the Mexican minister himself, or were\nalready withdrawn in consequence of the impressive warnings their\ncommanding officer had received from the Department of War. It is hoped\nand believed that his Government will take a more dispassionate and\njust view of this subject, and not be disposed to construe a measure of\njustifiable precaution, made necessary by its known inability in\nexecution of the stipulations of our treaty to act upon the frontier,\ninto an encroachment upon its rights or a stain upon its honor.In the mean time the ancient complaints of injustice made on behalf of\nour citizens are disregarded, and new causes of dissatisfaction have\narisen, some of them of a character requiring prompt remonstrance and\nample and immediate redress. I trust, however, by tempering firmness\nwith courtesy and acting with great forbearance upon every incident\nthat has occurred or that may happen, to do and to obtain justice, and\nthus avoid the necessity of again bringing this subject to the view of\nCongress.It is my duty to remind you that no provision has been made to execute\nour treaty with Mexico for tracing the boundary line between the two\ncountries. What ever may be the prospect of Mexico's being soon able to\nexecute the treaty on its part, it is proper that we should be in\nanticipation prepared at all times to perform our obligations, without\nregard to the probable condition of those with whom we have contracted\nthem.The result of the confidential inquiries made into the condition and\nprospects of the newly declared Texan Government will be communicated\nto you in the course of the session.Commercial treaties promising great advantages to our enterprising\nmerchants and navigators have been formed with the distant Governments\nof Muscat and Siam. The ratifications have been exchanged, but have not\nreached the Department of State. Copes of the treaties will be\ntransmitted to you if received before, or published if arriving after,\nthe close of the present session of Congress.Nothing has occurred to interrupt the good understanding that has long\nexisted with the Barbary Powers, nor to check the good will which is\ngradually growing up from our intercourse with the dominions of the\nGovernment of growing of the distinguished chief of the Ottoman Empire.Information has been received at the Department of State that a treaty\nwith the Emperor of Morocco has just been negotiated, which, I hope,\nwill be received in time to be laid before the Senate previous to the\nclose of the session.You will perceive from the report of the Secretary of the Treasury that\nthe financial means of the country continue to keep pace with its\nimprovement in all other respects. The receipts into the Treasury\nduring the present year will amount to about $47,691,898; those from\ncustoms being estimated at $22,523,151, those from lands at about\n$24,000,000, and the residue from miscellaneous sources. The\nexpenditures for all objects during the year are estimated not to\nexceed $32,000,000, which will leave a balance in the Treasury for\npublic purposes on the first day of January next of about $41,723,959.\nThis sum, with the exception of $5,000,000, will be transferred to\nthe several States in accordance with the provisions of the act\nregulating the deposits of the public money.The unexpended balances of appropriation on the first day of January\nnext are estimated at $14,636,062, exceeding by $9,636,062 the amount\nwhich will be left in the deposit banks, subject to the draft of the\nTreasurer of the United States, after the contemplated transfers to the\nseveral States are made. If, therefore, the future receipts should not\nbe sufficient to meet these outstanding and future appropriations,\nthere may be soon a necessity to use a portion of the funds deposited\nwith the States.The consequences apprehended when the deposit act of the last session\nreceived a reluctant approval have been measurably realized. Though an\nact merely for the deposit of the surplus moneys of the United States\nin the State treasuries for safe-keeping until they may be wanted for\nthe service of the General Government, it has been extensively spoken\nof as an act to give the money to the several States, and they have\nbeen advised to use it as a gift, without regard to the means of\nrefunding it when called for. Such a suggestion has doubtless been made\nwithout a proper attention to the various principles and interests\nwhich are affected by it.It is manifest that the law itself can not sanction such a suggestion,\nand that as it now stands the States have no more authority to receive\nand use these deposits without intending to return them than any\ndeposit bank or any individual temporarily charged with the\nsafe-keeping or application of the public money would now have for\nconverting the same to their private use without the consent and\nagainst the will of the Government. But independently of the violation\nof public faith and moral obligation which are involved in this\nsuggestion when examined in reference to the terms of the present\ndeposit act, it is believed that the considerations which should govern\nthe future legislation of Congress on this subject will be equally\nconclusive against the adoption of any measure recognizing the\nprinciples on which the suggestion has been made.Considering the intimate connection of the subject with the financial\ninterests of the country and its great importance in whatever aspect it\ncan be viewed, I have bestowed upon it the most anxious reflection, and\nfeel it to be my duty to state to Congress such thoughts as have\noccurred to me, to aid their deliberation in treating it in the manner\nbest calculated to conduce to the common good.The experience of other nations admonished us to hasten the\nextinguishment of the public debt; but it will be in vain that we have\ncongratulated each other upon the disappearance of this evil if we do\nnot guard against the equally great one of promoting the unnecessary\naccumulation of public revenue. No political maxim is better\nestablished than that which tells us that an improvident expenditure of\nmoney is the parent of profligacy, and that no people can hope to\nperpetuate their liberties who long acquiesce in a policy which taxes\nthem for objects not necessary to the legitimate and real wants of\ntheir Government. Flattering as is the condition of our country at the\npresent period, because of its unexampled advance in all the steps of\nsocial and political improvement, it can not be disguised that there is\na lurking danger already apparent in the neglect of this warning truth,\nand that the time has arrived when the representatives of the people\nshould be employed in devising some more appropriate remedy than now\nexists to avert it.Under our present revenue system there is every probability that there\nwill continue to be a surplus beyond the wants of the Government, and\nit has become our duty to decide whether such a result be consistent\nwith the true objects of our Government.Should a surplus be permitted to accumulate beyond the appropriations,\nit must be retained in the Treasury, as it now is, or distributed among\nthe people or the States.To retain it in the Treasury unemployed in any way is impracticable; it\nis, besides, against the genius of our free institutions to lock up in\nvaults the treasure of the nation. To take from the people the right of\nbearing arms and put their weapons of defense in the hands of a\nstanding army would be scarcely more dangerous to their liberties than\nto permit the Government to accumulate immense amounts of treasure\nbeyond the supplies necessary to its legitimate wants. Such a treasure\nwould doubtless be employed at some time, as it has been in other\ncountries, when opportunity tempted ambition.To collect it merely for distribution to the States would seem to be\nhighly impolitic, if not as dangerous as the proposition to retain it\nin the Treasury.The shortest reflection must satisfy everyone that to require the\npeople to pay taxes to the Government merely that they may be paid back\nagain is sporting with the substantial interests of the country, and no\nsystem which produces such a result can be expected to receive the\npublic countenance. Nothing could be gained by it even if each\nindividual who contributed a portion of the tax could receive back\npromptly the same portion. But it is apparent that no system of the\nkind can ever be enforced which will not absorb a considerable portion\nof the money to be distributed in salaries and commissions to the\nagents employed in the process and in the various losses and\ndepreciations which arise from other causes, and the practical effect\nof such an attempt must ever be to burden the people with taxes, not\nfor purposes beneficial to them, but to swell the profits of deposit\nbanks and support a band of useless public officers.A distribution to the people is impracticable and unjust in other\nrespects. It would be taking one man's property and giving it to\nanother. Such would be the unavoidable result of a rule of equality\n(and none other is spoken of or would be likely to be adopted), in as\nmuch as there is no mode by which the amount of the individual\ncontributions of our citizens to the public revenue can be ascertained.\nWe know that they contribute unequally, and a rule, therefore, that\nwould distribute to them equally would be liable to all the objections\nwhich apply to the principle of an equal division of property. To make\nthe General Government the instrument of carrying this odious principle\ninto effect would be at once to destroy the means of its usefulness and\nchange the character designed for it by the framers of the\nConstitution.But the more extended and injurious consequences likely to result from\na policy which would collect a surplus revenue from the purpose of\ndistributing it may be forcibly illustrated by an examination of the\neffects already produced by the present deposit act. This act, although\ncertainly designed to secure the safe-keeping of the public revenue, is\nnot entirely free in its tendencies from any of the objections which\napply to this principle of distribution. The Government had without\nnecessity received from the people a large surplus, which, instead of\nbeing employed as heretofore and returned to them by means of the\npublic expenditure, was deposited with sundry banks. The banks\nproceeded to make loans upon this surplus, and thus converted it into\nbanking capital, and in this manner it has tended to multiply bank\ncharters and has had a great agency in producing a spirit of wild\nspeculation. The possession and use of the property out of which this\nsurplus was created belonged to the people, but the Government has\ntransferred its possession to incorporated banks, whose interest and\neffort it is to make large profits out of its use. This process need\nonly be stated to show its injustice and bad policy.And the same observations apply to the influence which is produced by\nthe steps necessary to collect as well as to distribute such a revenue.\nAbout 3/5 of all the duties on imports are paid in the city of New\nYork, but it is obvious that the means to pay those duties are drawn\nfrom every quarter of the Union. Every citizen in every State who\npurchases and consumes an article which has paid a duty at that port\ncontributes to the accumulating mass. The surplus collected there must\ntherefore be made up of moneys or property withdrawn from other points\nand other States. Thus the wealth and business of every region from\nwhich these surplus funds proceed must be to some extent injured, while\nthat of the place where the funds are concentrated and are employed in\nbanking are proportionably extended. But both in making the transfer of\nthe funds which are first necessary to pay the duties and collect the\nsurplus and in making the re-transfer which becomes necessary when the\ntime arrives for the distribution of that surplus there is a\nconsiderable period when the funds can not be brought into use, and it\nis manifest that, besides the loss inevitable from such an operation,\nits tendency is to produce fluctuations in the business of the country,\nwhich are always productive of speculation and detrimental to the\ninterests of regular trade. Argument can scarcely be necessary to show\nthat a measure of this character ought not to receive further\nlegislative encouragement.By examining the practical operation of the ration for distribution\nadopted in the deposit bill of the last session we shall discover other\nfeatures that appear equally objectionable. Let it be assumed, for the\nsake of argument, that the surplus moneys to be deposited with the\nStates have been collected and belong to them in the ration of their\nfederal representative population--an assumption founded upon the fact\nthat any deficiencies in our future revenue from imposts and public\nlands must be made up by direct taxes collected from the States in that\nration. It is proposed to distribute this surplus--say $30,000,000--not\naccording to the ration in which it has been collected and belongs to\nthe people of the States, but in that of their votes in the colleges of\nelectors of President and Vice President. The effect of a distribution\nupon that ration is shown by the annexed table, marked A.By an examination of that table it will be perceived that in the\ndistribution of a surplus of $30,000,000 upon that basis there is a\ngreat departure from the principle which regards representation as the\ntrue measure of taxation, and it will be found that the tendency of\nthat departure will be to increase whatever inequalities have been\nsupposed to attend the operation of our federal system in respect to\nits bearings upon the different interests of the Union. In making the\nbasis of representation the basis of taxation the framers of the\nConstitution intended to equalize the burdens which are necessary to\nsupport the Government, and the adoption of that ratio, while it\naccomplished this object, was also the means of adjusting other great\ntopics arising out of the conflicting views respecting the political\nequality of the various members of the Confederacy. What ever,\ntherefore, disturbs the liberal spirit of the compromises which\nestablished a rule of taxation so just and equitable, and which\nexperience has proved to be so well adapted to the genius and habits of\nour people, should be received with the greatest caution and distrust.A bare inspection in the annexed table of the differences produced by\nthe ration used in the deposit act compared with the results of a\ndistribution according to the ration of direct taxation must satisfy\nevery unprejudiced mind that the former ration contravenes the spirit\nof the Constitution and produces a degree of injustice in the\noperations of the Federal Government which would be fatal to the hope\nof perpetuating it. By the ration of direct taxation, for example, the\nState of Delaware in the collection of $30,000,000 of revenue would pay\ninto the Treasury $188,716, and in a distribution of $30,000,000 she\nwould receive back from the Government, according to the ration of the\ndeposit bill, the sum of $306,122; and similar results would follow the\ncomparison between the small and the large States throughout the Union,\nthus realizing to the small States an advantage which would be\ndoubtless as unacceptable to them as a motive for incorporating the\nprinciple in any system which would produce it as it would be\ninconsistent with the rights and expectations of the large States.It was certainly the intention of that provision of the Constitution\nwhich declares that \"all duties, imposts, and excises\" shall \"be\nuniform throughout the United States\" to make the burdens of taxation\nfall equally upon the people in what ever State of the Union they may\nreside. But what would be the value of such a uniform rule if the\nmoneys raised by it could be immediately returned by a different one\nwhich will give to the people of some States much more and to those of\nothers much less than their fair proportions? Were the Federal\nGovernment to exempt in express terms the imports, products, and\nmanufactures of some portions of the country from all duties while it\nimposed heavy ones on others, the injustice could not be greater. It\nwould be easy to show how by the operation of such a principle the\nlarge States of the Union would not only have to contribute their just\nshare toward the support of the Federal Government, but also have to\nbear in some degree the taxes necessary to support the governments of\ntheir smaller sisters; but it is deemed unnecessary to state the\ndetails where the general principle is so obvious.A system liable to such objections can never be supposed to have been\nsanctioned by the framers of the Constitution when they conferred on\nCongress the taxing power, and I feel persuaded that a mature\nexamination of the subject will satisfy everyone that there are\ninsurmountable difficulties in the operation of any plan which can be\ndevised of collecting revenue for the purpose of distributing it.\nCongress is only authorized to levy taxes \"to pay the debts and provide\nfor the common defense and general welfare of the United States\". There\nis no such provision as would authorize Congress to collect together\nthe property of the country, under the name of revenue, for the purpose\nof dividing it equally or unequally among the States or the people.\nIndeed, it is not probable that such an idea ever occurred to the\nStates when they adopted the Constitution. But however this may be, the\nonly safe rule for us in interpreting the powers granted to the Federal\nGovernment is to regard the absence of express authority to touch a\nsubject so important and delicate as this as equivalent to a\nprohibition.Even if our powers were less doubtful in this respect as the\nConstitution now stands, there are considerations afforded by recent\nexperience which would seem to make it our duty to avoid a resort to\nsuch a system. All will admit that the simplicity and economy of the\nState governments mainly depend on the fact that money has to be\nsupplied to support them by the same men, or their agents, who vote it\naway in appropriations. Hence when there are extravagant and wasteful\nappropriations there must be a corresponding increase of taxes, and the\npeople, becoming awakened, will necessarily scrutinize the character of\nmeasures which thus increase their burdens. By the watchful eye of\nself-interest the agents of the people in the State governments are\nrepressed and kept within the limits of a just economy.But if the necessity of levying the taxes be taken from those who make\nthe appropriations and thrown upon a more distant and less responsible\nset of public agents, who have power to approach the people by an\nindirect and stealthy taxation, there is reason to fear that\nprodigality will soon supersede those characteristics which have thus\nfar made us look with so much pride and confidence to the State\ngovernments as the main-stay of our Union and liberties. The State\nlegislatures, instead of studying to restrict their State expenditures\nto the smallest possible sum, will claim credit for their profusion,\nand harass the General Government for increased supplies.Practically there would soon be but one taxing power, and that vested\nin a body of men far removed from the people, in which the farming and\nmechanic interests would scarcely be represented. The States would\ngradually lose their purity as well as their independence; they would\nnot dare to murmur at the proceedings of the General Government, lest\nthey should lose their supplies; all would be merged in a practical\nconsolidation, cemented by wide-spread corruption, which could only be\neradicated by one of those bloody revolutions which occasionally\nover-throw the despotic systems of the Old World.In all the other aspects in which I have been able to look at the\neffect of such a principle of distribution upon the best interests of\nthe country I can see nothing to compensate for the disadvantages to\nwhich I have adverted. If we consider the protective duties, which are\nin a great degree the source of the surplus revenue, beneficial to one\nsection of the Union and prejudicial to another, there is no corrective\nfor the evil in such a plan of distribution. On the contrary, there is\nreason to fear that all the complaints which have sprung from this\ncause would be aggravated. Everyone must be sensible that a\ndistribution of the surplus must beget a disposition to cherish the\nmeans which create it, and any system, therefore, into which it enters\nmust have a powerful tendency to increase rather than diminish the\ntariff. If it were even admitted that the advantages of such a system\ncould be made equal to all the sections of the Union, the reasons\nalready so urgently calling for a reduction of the revenue would never\nthe less lose none of their force, for it will always be improbable\nthat an intelligent and virtuous community can consent to raise a\nsurplus for the mere purpose of dividing it, diminished as it must\ninevitably be by the expenses of the various machinery necessary to the\nprocess.The safest and simplest mode of obviating all the difficulties which\nhave been mentioned is to collect only revenue enough to meet the wants\nof the Government, and let the people keep the balance of their\nproperty in their own hands, to be used for their own profit. Each\nState will then support its own government and contribute its due share\ntoward the support of the General Government. There would be no surplus\nto cramp and lessen the resources of individual wealth and enterprise,\nand the banks would be left to their ordinary means. Whatever\nagitations and fluctuations might arise from our unfortunate paper\nsystem, they could never be attributed, justly or unjustly, to the\naction of the Federal Government. There would be some guaranty that the\nspirit of wild speculation which seeks to convert the surplus revenue\ninto banking capital would be effectually checked, and that the scenes\nof demoralization which are now so prevalent through the land would\ndisappear.Without desiring to conceal that the experience and observation of the\nlast two years have operated a partial change in my views upon this\ninteresting subject, it is never the less regretted that the\nsuggestions made by me in my annual messages of 1829 and 1830 have been\ngreatly misunderstood. At that time the great struggle was begun\nagainst that latitudinarian construction of the Constitution which\nauthorizes the unlimited appropriation of the revenues of the Union to\ninternal improvements within the States, tending to invest in the hands\nand place under the control of the General Government all the principal\nroads and canals of the country, in violation of State rights and in\nderogation of State authority.At the same time the condition of the manufacturing interest was such\nas to create an apprehension that the duties on imports could not\nwithout extensive mischief be reduced in season to prevent the\naccumulation of a considerable surplus after the payment of the\nnational debt. In view of the dangers of such a surplus, and in\npreference to its application to internal improvements in derogation of\nthe rights and powers of the States, the suggestion of an amendment of\nthe Constitution to authorize its distribution was made. It was an\nalternative for what were deemed greater evils--a temporary resort to\nrelieve an over-burdened treasury until the Government could, without a\nsudden and destructive revulsion in the business of the country,\ngradually return to the just principle of raising no more revenue from\nthe people in taxes than is necessary for its economical support.Even that alternative was not spoken of but in connection with an\namendment of the Constitution. No temporary inconvenience can justify\nthe exercise of a prohibited power not granted by that instrument, and\nit was from a conviction that the power to distribute even a temporary\nsurplus of revenue is of that character that it was suggested only in\nconnection with an appeal to the source of all legal power in the\nGeneral Government, the States which have established it. No such\nappeal has been taken, and in my opinion a distribution of the surplus\nrevenue by Congress either to the States or the people is to be\nconsidered as among the prohibitions of the Constitution.As already intimated, my views have undergone a change so far as to be\nconvinced that no alteration of the Constitution in this respect is\nwise or expedient. The influence of an accumulating surplus upon the\ncredit system of the country, producing dangerous extensions and\nruinous contractions, fluctuations in the price of property, rash\nspeculation, idleness, extravagance, and a deterioration of morals,\nhave taught us the important lesson that any transient mischief which\nmay attend the reduction of our revenue to the wants of our Government\nis to be borne in preference to an over-flowing treasury.I beg leave to call your attention to another subject intimately\nassociated with the preceding one--the currency of the country.It is apparent from the whole context of the Constitution, as well as\nthe history of the times which gave birth to it, that it was the\npurpose of the Convention to establish a currency consisting of the\nprecious metals. These, from their peculiar properties which rendered\nthem the standard of value in all other countries, were adopted in this\nas well to establish its commercial standard in reference to foreign\ncountries by a permanent rule as to exclude the use of a mutable medium\nof exchange, such as of certain agricultural commodities recognized by\nthe statutes of some States as a tender for debts, or the still more\npernicious expedient of a paper currency.The last, from the experience of the evils of the issues of paper\nduring the Revolution, had become so justly obnoxious as not only to\nsuggest the clause in the Constitution forbidding the emission of bills\nof credit by the States, but also to produce that vote in the\nConvention which negatived the proposition to grant power to Congress\nto charter corporations--a proposition well understood at the time as\nintended to authorize the establishment of a national bank, which was\nto issue a currency of bank notes on a capital to be created to some\nextent out of Government stocks. Although this proposition was refused\nby a direct vote of the Convention, the object was afterwards in effect\nobtained by its ingenious advocates through a strained construction of\nthe Constitution. The debts of the Revolution were funded at prices\nwhich formed no equivalent compared with the nominal amount of the\nstock, and under circumstances which exposed the motives of some of\nthose who participated in the passage of the act to distrust.The facts that the value of the stock was greatly enhanced by the\ncreation of the bank, that it was well understood that such would be\nthe case, and that some of the advocates of the measure were largely\nbenefited by it belong to the history of the times, and are well\ncalculated to diminish the respect which might otherwise have been due\nto the action of the Congress which created the institution.On the establishment of a national bank it became the interest of its\ncreditors that gold should be superseded by the paper of the bank as a\ngeneral currency. A value was soon attached to the gold coins which\nmade their exportation to foreign countries as a mercantile commodity\nmore profitable than their retention and use at home as money. It\nfollowed as a matter of course, if not designed by those who\nestablished the bank, that the bank became in effect a substitute for\nthe Mint of the United States.Such was the origin of a national bank currency, and such the beginning\nof those difficulties which now appear in the excessive issues of the\nbanks incorporated by the various States.Although it may not be possible by any legislative means within our\npower to change at once the system which has thus been introduced, and\nhas received the acquiescence of all portions of the country, it is\ncertainly our duty to do all that is consistent with our constitutional\nobligations in preventing the mischiefs which are threatened by its\nundue extension. That the efforts of the fathers of our Government to\nguard against it by a constitutional provision were founded on an\nintimate knowledge of the subject has been frequently attested by the\nbitter experience of the country. The same causes which led them to refuse\ntheir sanction to a power authorizing the establishment of incorporations\nfor banking purposes now exist in a much stronger degree to urge us to\nexert the utmost vigilance in calling into action the means necessary\nto correct the evils resulting from the unfortunate exercise of the\npower, and it is hoped that the opportunity for effecting this great\ngood will be improved before the country witnesses new scenes of\nembarrassment and distress.Variableness must ever be the characteristic of a currency of which the\nprecious metals are not the chief ingredient, or which can be expanded\nor contracted without regard to the principles that regulate the value\nof those metals as a standard in the general trade of the world. With\nus bank issues constitute such a currency, and must ever do so until\nthey are made dependent on those just proportions of gold and silver as\na circulating medium which experience has proved to be necessary not\nonly in this but in all other commercial countries. Where those\nproportions are not infused into the circulation and do not control it,\nit is manifest that prices must vary according to the tide of bank\nissues, and the value and stability of property must stand exposed to\nall the uncertainty which attends the administration of institutions\nthat are constantly liable to the temptation of an interest distinct\nfrom that of the community in which they are established.The progress of an expansion, or rather a depreciation, of the currency\nby excessive bank issues is always attended by a loss to the laboring\nclasses. This portion of the community have neither time nor\nopportunity to watch the ebbs and flows of the money market. Engaged\nfrom day to day in their useful toils, they do not perceive that\nalthough their wages are nominally the same, or even somewhat higher,\nthey are greatly reduced in fact by the rapid increase of a spurious\ncurrency, which, as it appears to make money abound, they are at first\ninclined to consider a blessing.It is not so with the speculator, by whom this operation is better\nunderstood, and is made to contribute to his advantage. It is not until\nthe prices of the necessaries of life become so dear that the laboring\nclasses can not supply their wants out of their wages that the wages\nrise and gradually reach a justly proportioned rate to that of the\nproducts of their labor. When thus, by depreciation in consequence of\nthe quantity of paper in circulation, wages as well as prices become\nexorbitant, it is soon found that the whole effect of the adulteration\nis a tariff on our home industry for the benefit of the countries where\ngold and silver circulate and maintain uniformity and moderation in\nprices. It is then perceived that the enhancement of the price of land\nand labor produces a corresponding increase in the price of products\nuntil these products do not sustain a competition with similar ones in\nother countries, and thus both manufactured and agricultural\nproductions cease to bear expectation from the country of the spurious\ncurrency, because they can not be sold for cost.This is the process by which specie is banished by the paper of the\nbanks. Their vaults are soon exhausted to pay for foreign commodities.\nThe next step is a stoppage of specie payment--a total degradation of\npaper as a currency--unusual depression of prices, the ruin of debtors,\nand the accumulation of property in the hands of creditors and cautious\ncapitalists.It was in view of these evils, together with the dangerous power\nwielded by the Bank of the United States and its repugnance to our\nConstitution, that I was induced to exert the power conferred upon me\nby the American people to prevent the continuance of that institution.\nBut although various dangers to our republican institutions have been\nobviated by the failure of that bank to extort from the Government a\nrenewal of its charter, it is obvious that little has been accomplished\nexcept a salutary change of public opinion toward restoring to the\ncountry the sound currency provided for in the Constitution.In the acts of several of the States prohibiting the circulation of\nsmall notes and the auxiliary enactments of Congress at the last\nsession forbidding their reception or payment on public account, the\ntrue policy of the country has been advanced and a larger portion of\nthe precious metals infused into our circulating medium. These measures\nwill probably be followed up in due time by the enactment of State laws\nbanishing from circulation bank notes of still higher denominations,\nand the object may be materially promoted by further acts of Congress\nforbidding the employment as fiscal agents of such banks as continue to\nissue notes of low denominations and throw impediments in the way of\nthe circulation of gold and silver.The effects of an extension of bank credits and over-issues of bank\npaper have been strikingly illustrated in the sales of the public\nlands. From the returns made by the various registers and receivers in\nthe early part of last summer it was perceived that the receipts\narising from the sales of the public lands were increasing to an\nunprecedented amount. In effect, however, these receipts amounted to\nnothing more than credits in bank. The banks lent out their notes to\nspeculators. They were paid to the receivers and immediately returned\nto the banks, to be lent out again and again, being mere instruments to\ntransfer to speculators the most valuable public land and pay the\nGovernment by a credit on the books of the banks.Those credits on the books of some of the Western banks, usually called\ndeposits, were already greatly beyond their immediate means of payment,\nand were rapidly increasing. Indeed, each speculation furnished means\nfor another; for no sooner had one individual or company paid in the\nnotes than they were immediately lent to another for a like purpose,\nand the banks were extending their business and their issues so largely\nas to alarm considerate men and render it doubtful whether these bank\ncredits, if permitted to accumulate, would ultimately be of the least\nvalue to the Government. The spirit of expansion and speculation was\nnot confined to the deposit banks, but pervaded the whole multitude of\nbanks throughout the Union and was giving rise to new institutions to\naggravate the evil.The safety of the public funds and the interest of the people generally\nrequired that these operations should be checked; and it became the\nduty of every branch of the General and State Governments to adopt all\nlegitimate and proper means to produce that salutary effect. Under this\nview of my duty I directed the issuing of the order which will be laid\nbefore you by the Secretary of the Treasury, requiring payment for the\npublic lands sold to be made in specie, with an exception until the\n15th of the present month in favor of actual settlers.This measure has produced many salutary consequences. It checked the\ncareer of the Western banks and gave them additional strength in\nanticipation of the pressure which has since pervaded our Eastern as\nwell as the European commercial cities. By preventing the extension of\nthe credit system it measurably cut off the means of speculation and\nretarded its progress in monopolizing the most valuable of the public\nlands. It has tended to save the new States from a non-resident\nproprietorship, one of the greatest obstacles to the advancement of a\nnew country and the prosperity of an old one. It has tended to keep\nopen the public lands for entry by emigrants at Government prices\ninstead of their being compelled to purchase of speculators at double\nor triple prices. And it is conveying into the interior large sums in\nsilver and gold, there to enter permanently into the currency of the\ncountry and place it on a firmer foundation. It is confidently believed\nthat the country will find in the motives which induced that order and\nthe happy consequences which will have ensued much to commend and\nnothing to condemn.It remains for Congress if they approve the policy which dictated this\norder to follow it up in its various bearings. Much good, in my\njudgment, would be produced by prohibiting sales of the public lands\nexcept to actual settlers at a reasonable reduction of price, and to\nlimit the quantity which shall be sold to them. Although it is believed\nthe General Government never ought to receive anything but the\nconstitutional currency in exchange for the public lands, that point\nwould be of less importance if the lands were sold for immediate\nsettlement and cultivation. Indeed, there is scarcely a mischief\narising out of our present land system, including the accumulating\nsurplus of revenues, which would not be remedied at once by a\nrestriction on land sales to actual settlers; and it promises other\nadvantages to the country in general and to the new States in\nparticular which can not fail to receive the most profound\nconsideration of Congress.Experience continues to realize the expectations entertained as to the\ncapacity of the State banks to perform the duties of fiscal agents for\nthe Government at the time of the removal of the deposits. It was\nalleged by the advocates of the Bank of the United States that the\nState banks, what ever might be the regulations of the Treasury\nDepartment, could not make the transfers required by the Government or\nnegotiate the domestic exchanges of the country. It is now well\nascertained that the real domestic exchanges performed through\ndiscounts by the United States Bank and its 25 branches were at least\none third less than those of the deposit banks for an equal period of\ntime; and if a comparison be instituted between the amounts of service\nrendered by these institutions on the broader basis which has been used\nby the advocates of the United States Bank in estimating what they\nconsider the domestic exchanges transacted by it, the result will be\nstill more favorable to the deposit banks.The whole amount of public money transferred by the Bank of the United\nStates in 1832 was $16,000,000. The amount transferred and actually\npaid by the deposit banks in the year ending the first of October last\nwas $39,319,899; the amount transferred and paid between that period\nand the 6th of November was $5,399,000, and the amount of transfer\nwarrants outstanding on that day was $14,450,000, making an aggregate\nof $59,168,894. These enormous sums of money first mentioned have been\ntransferred with the greatest promptitude and regularity, and the rates\nat which the exchanges have been negotiated previously to the passage\nof the deposit act were generally below those charged by the Bank of\nthe United States. Independently of these services, which are far\ngreater than those rendered by the United States Bank and its 25\nbranches, a number of the deposit banks have, with a commendable zeal\nto aid in the improvement of the currency, imported from abroad, at\ntheir own expense, large sums of the precious metals for coinage and\ncirculation.In the same manner have nearly all the predictions turned out in\nrespect to the effect of the removal of the deposits--a step\nunquestionably necessary to prevent the evils which it was foreseen the\nbank itself would endeavor to create in a final struggle to procure a\nrenewal of its charter. It may be thus, too, in some degree with the\nfurther steps which may be taken to prevent the excessive issue of\nother bank paper, but it is to be hoped that nothing will now deter the\nFederal and State authorities from the firm and vigorous performance of\ntheir duties to themselves and to the people in this respect.In reducing the revenue to the wants of the Government your particular\nattention is invited to those articles which constitute the necessaries\nof life. The duty on salt was laid as a war tax, and was no doubt\ncontinued to assist in providing for the payment of the war debt. There\nis no article the release of which from taxation would be felt so\ngenerally and so beneficially. To this may be added all kinds of fuel\nand provisions. Justice and benevolence unite in favor of releasing the\npoor of our cities from burdens which are not necessary to the support\nof our Government and tend only to increase the wants of the destitute.It will be seen by the report of the Secretary of the Treasury and the\naccompanying documents that the Bank of the United States has made no\npayment on account of the stock held by the Government in that\ninstitution, although urged to pay any portion which might suit its\nconvenience, and that it has given no information when payment may be\nexpected. Nor, although repeatedly requested, has it furnished the\ninformation in relation to its condition which Congress authorized the\nSecretary to collect at their last session. Such measures as are within\nthe power of the Executive have been taken to ascertain the value of\nthe stock and procure the payment as early as possible.The conduct and present condition of that bank and the great amount of\ncapital vested in it by the United States require your careful\nattention. Its charter expired on the third day of March last, and it\nhas now no power but that given in the twenty-first section, \"to use\nthe corporate name, style, and capacity for the purpose of suits for\nthe final settlement and liquidation of the affairs and accounts of the\ncorporation, and for the sale and disposition of their estate--real,\npersonal, and mixed--but not for any other purpose or in any other\nmanner what so ever, nor for a period exceeding two years after the\nexpiration of the said term of incorporation\".Before the expiration of the charter the stock-holders of the bank\nobtained an act of incorporation from the legislature of Pennsylvania,\nexcluding only the United States. Instead of proceeding to wind up\ntheir concerns and pay over to the United States the amount due on\naccount of the stock held by them, the president and directors of the\nold bank appear to have transferred the books, papers, notes,\nobligations, and most or all of its property to this new corporation,\nwhich entered upon business as a continuation of the old concern.Amongst other acts of questionable validity, the notes of the expired\ncorporation are known to have been used as its own and again put in\ncirculation. That the old bank had no right to issue or re-issue its\nnotes after the expiration of its charter can not be denied, and that\nit could not confer any such right on its substitute any more than\nexercise it itself is equally plain. In law and honesty the notes of\nthe bank in circulation at the expiration of its charter should have\nbeen called in by public advertisement, paid up as presented, and,\ntogether with those on hand, canceled and destroyed.Their re-issue is sanctioned by no law and warranted by no necessity.\nIf the United States be responsible in their stock for the payment of\nthese notes, their re-issue by the new corporation for their own profit\nis a fraud on the Government. If the United States is not responsible,\nthen there is no legal responsibility in any quarter, and it is a fraud\non the country. They are the redeemed notes of a dissolved partnership,\nbut, contrary to the wishes of the retiring partner and without his\nconsent, are again re-issued and circulated.It is the high and peculiar duty of Congress to decide whether any\nfurther legislation be necessary for the security of the large amount\nof public property now held and in use by the new bank, and for\nvindicating the rights of the Government and compelling a speedy and\nhonest settlement with all the creditors of the old bank, public and\nprivate, or whether the subject shall be left to the power now\npossessed by the Executive and judiciary. It remains to be seen whether\nthe persons who as managers of the old bank undertook to control the\nGovernment, retained the public dividends, shut their doors upon a\ncommittee of the House of Representatives, and filled the country with\npanic to accomplish their own sinister objects may now as managers of a\nnew bank continue with impunity to flood the country with a spurious\ncurrency, use the $7 millions of Government stock for their own profit,\nand refuse to the United States all information as to the present\ncondition of their own property and the prospect of recovering it into\ntheir own possession.The lessons taught by the Bank of the United States can not well be\nlost upon the American people. They will take care never again to place\nso tremendous a power in irresponsible hands, and it will be fortunate\nif they seriously consider the consequences which are likely to result\non a smaller scale from the facility with which corporate powers are\ngranted by their State governments.It is believed that the law of the last session regulating the deposit\nbanks operates onerously and unjustly upon them in many respects, and\nit is hoped that Congress, on proper representations, will adopt the\nmodifications which are necessary to prevent this consequence.The report of the Secretary of War ad interim and the accompanying\ndocuments, all which are herewith laid before you, will give you a full\nview of the diversified and important operations of that Department\nduring the past year.The military movements rendered necessary by the aggressions of the\nhostile portions of the Seminole and Creek tribes of Indians, and by\nother circumstances, have required the active employment of nearly our\nwhole regular force, including the Marine Corps, and of large bodies of\nmilitia and volunteers. With all these events so far as they were known\nat the seat of Government before the termination of your last session\nyou are already acquainted, and it is therefore only needful in this\nplace to lay before you a brief summary of what has since occurred.The war with the Seminoles during the summer was on our part chiefly\nconfined to the protection of our frontier settlements from the\nincursions of the enemy, and, as a necessary and important means for\nthe accomplishment of that end, to the maintenance of the posts\npreviously established. In the course of this duty several actions took\nplace, in which the bravery and discipline of both officers and men\nwere conspicuously displayed, and which I have deemed it proper to\nnotice in respect to the former by the granting of brevet rank for\ngallant services in the field. But as the force of the Indians was not\nso far weakened by these partial successes as to lead them to submit,\nand as their savage inroads were frequently repeated, early measures\nwere taken for placing at the disposal of Governor Call, who as\ncommander in chief of the Territorial militia had been temporarily\ninvested with the command, an ample force for the purpose of resuming\noffensive operations in the most efficient manner so soon as the season\nshould permit. Major General Jesup was also directed, on the conclusion\nof his duties in the Creek country, to repair to Florida and assume the\ncommand.The result of the first movement made by the forces under the direction\nof Governor Call in October last, as detailed in the accompanying\npapers, excited much surprise and disappointment. A full explanation\nhas been required of the causes which led to the failure of that\nmovement, but has not yet been received. In the mean time, as it was\nfeared that the health of Governor Call, who was understood to have\nsuffered much from sickness, might not be adequate to the crisis, and\nas Major General Jesup was known to have reached Florida, that officer\nwas directed to assume command, and to prosecute all needful operations\nwith the utmost promptitude and vigor. From the force at his disposal\nand the dispositions he has made and is instructed to make, and from\nthe very efficient measures which it is since ascertained have been\ntaken by Governor Call, there is reason to hope that they will soon be\nenabled to reduce the enemy to subjection. In the mean time, as you\nwill perceive from the report of the Secretary, there is urgent\nnecessity for further appropriations to suppress these hostilities.Happily for the interests of humanity, the hostilities with the Creeks\nwere brought to a close soon after your adjournment, without that\neffusion of blood which at one time was apprehended as inevitable. The\nunconditional submission of the hostile party was followed by their\nspeedy removal to the country assigned them West of the Mississippi.\nThe inquiry as to alleged frauds in the purchase of the reservations of\nthese Indians and the causes of their hostilities, requested by the\nresolution of the House of Representatives of the first of July last\nJuly 1st, 1836 to be made by the President, is now going on through the\nagency of commissioners appointed for that purpose. Their report may be\nexpected during your present session.The difficulties apprehended in the Cherokee country have been\nprevented, and the peace and safety of that region and its vicinity\neffectually secured, by the timely measures taken by the War\nDepartment, and still continued.The discretionary authority given to General Gaines to cross the Sabine\nand to occupy a position as far West as Nacogdoches, in case he should\ndeem such a step necessary to the protection of the frontier and to the\nfulfillment of the stipulations contained in our treaty with Mexico,\nand the movement subsequently made by that officer have been alluded to\nin a former part of this message. At the date of the latest\nintelligence from Nacogdoches our troops were yet at that station, but\nthe officer who has succeeded General Gaines has recently been advised\nthat from the facts known at the seat of Government there would seem to\nbe no adequate cause for any longer maintaining that position, and he\nwas accordingly instructed, in case the troops were not already\nwithdrawn under the discretionary powers before possessed by him, to\ngive the requisite orders for that purpose on the receipt of the\ninstructions, unless he shall then have in his possession such\ninformation as shall satisfy him that the maintenance of the post is\nessential to the protection of our frontiers and to the due execution\nof our treaty stipulations, as previously explained to him.Whilst the necessities existing during the present year for the service\nof militia and volunteers have furnished new proofs of the patriotism\nof our fellow citizens, they have also strongly illustrated the\nimportance of an increase in the rank and file of the Regular Army. The\nviews of this subject submitted by the Secretary of War in his report\nmeet my entire concurrence, and are earnestly commended to the\ndeliberate attention of Congress. In this connection it is also proper\nto remind you that the defects in our present militia system are every\nday rendered more apparent. The duty of making further provision by law\nfor organizing, arming, and disciplining this arm of defense has been\nso repeatedly presented to Congress by myself and my predecessors that\nI deem it sufficient on this occasion to refer to the last annual\nmessage and to former Executive communications in which the subject has\nbeen discussed.It appears from the reports of the officers charged with mustering into\nservice the volunteers called for under the act of Congress of the last\nsession that more presented themselves at the place of rendezvous in\nTennessee than were sufficient to meet the requisition which had been\nmade by the Secretary of War upon the governor of that State. This was\noccasioned by the omission of the governor to apportion the requisition\nto the different regiments of militia so as to obtain the proper number\nof troops and no more. It seems but just to the patriotic citizens who\nrepaired to the general rendezvous under circumstances authorizing them\nto believe that their services were needed and would be accepted that\nthe expenses incurred by them while absent from their homes should be\npaid by the Government. I accordingly recommend that a law to this\neffect be passed by Congress, giving them a compensation which will\ncover their expenses on the march to and from the place of rendezvous\nand while there; in connection with which it will also be proper to\nmake provision for such other equitable claims growing out of the\nservice of the militia as may not be embraced in the existing laws.On the unexpected breaking out of hostilities in Florida, Alabama, and\nGeorgia it became necessary in some cases to take the property of\nindividuals for public use. Provision should be made by law for\nindemnifying the owners; and I would also respectfully suggest whether\nsome provision may not be made, consistently with the principles of our\nGovernment, for the relief of the sufferers by Indian depredations or\nby the operations of our own troops.No time was lost after the making of the requisite appropriations in\nresuming the great national work of completing the unfinished\nfortifications on our sea-board and of placing them in a proper state\nof defense. In consequence, however, of the very late day at which\nthose bills were passed, but little progress could be made during the\nseason which has just closed. A very large amount of the moneys granted\nat your last session accordingly remains unexpended; but as the work\nwill be again resumed at the earliest moment in the coming spring, the\nbalance of the existing appropriations, and in several cases which will\nbe laid before you, with the proper estimates, further sums for the\nlike objects, may be usefully expended during the next year.The recommendations of an increase in the Engineer Corps and for a\nreorganization of the Topographical Corps, submitted to you in my last\nannual message, derive additional strength from the great\nembarrassments experienced during the present year in those branches of\nthe service, and under which they are now suffering. Several of the\nmost important surveys and constructions directed by recent laws have\nbeen suspended in consequence of the want of adequate force in these\ncorps.The like observations may be applied to the Ordnance Corps and to the\ngeneral staff, the operations of which as they are now organized must\neither be frequently interrupted or performed by officers taken from\nthe line of the Army, to the great prejudice of the service.For a general view of the condition of the Military Academy and of\nother branches of the military service not already noticed, as well as\nfor further illustrations of those which have been mentioned, I refer\nyou to the accompanying documents, and among the various proposals\ncontained therein for legislative action I would particularly notice\nthe suggestion of the Secretary of War for the revision of the pay of\nthe Army as entitled to your favorable regard.The national policy, founded alike in interest and in humanity, so long\nand so steadily pursued by this Government for the removal of the\nIndian tribes originally settled on this side of the Mississippi to the\nW of that river, may be said to have been consummated by the conclusion\nof the late treaty with the Cherokees. The measures taken in the\nexecution of that treaty and in relation to our Indian affairs\ngenerally will fully appear by referring to the accompanying papers.\nWithout dwelling on the numerous and important topics embraced in them,\nI again invite your attention to the importance of providing a\nwell-digested and comprehensive system for the protection, supervision,\nand improvement of the various tribes now planted in the Indian\ncountry.The suggestions submitted by the Commissioner of Indian Affairs, and\nenforced by the Secretary, on this subject, and also in regard to the\nestablishment of additional military posts in the Indian country, are\nentitled to your profound consideration. Both measures are necessary,\nfor the double purpose of protecting the Indians from intestine war,\nand in other respects complying with our engagements with them, and of\nsecuring our western frontier against incursions which otherwise will\nassuredly be made on it. The best hopes of humanity in regard to the\naboriginal race, the welfare of our rapidly extending settlements, and\nthe honor of the United States are all deeply involved in the relations\nexisting between this Government and the emigrating tribes. I trust,\ntherefore, that the various matters submitted in the accompanying\ndocuments in respect to those relations will receive your early and\nmature deliberation, and that it may issue in the adoption of\nlegislative measures adapted to the circumstances and duties of the\npresent crisis.You are referred to the report of the Secretary of the Navy for a\nsatisfactory view of the operations of the Department under his charge\nduring the present year. In the construction of vessels at the\ndifferent navy yards and in the employment of our ships and squadrons\nat sea that branch of the service has been actively and usefully\nemployed. While the situation of our commercial interests in the West\nIndies required a greater number than usual of armed vessels to be kept\non that station, it is gratifying to perceive that the protection due\nto our commerce in other quarters of the world has not proved\ninsufficient. Every effort has been made to facilitate the equipment of\nthe exploring expedition authorized by the act of the last session, but\nall the preparation necessary to enable it to sail has not yet been\ncompleted. No means will be spared by the Government to fit out the\nexpedition on a scale corresponding with the liberal appropriations for\nthe purpose and with the elevated character of the objects which are to\nbe effected by it.I beg leave to renew the recommendation made in my last annual message\nrespecting the enlistment of boys in our naval service, and to urge\nupon your attention the necessity of further appropriations to increase\nthe number of ships afloat and to enlarge generally the capacity and\nforce of the Navy. The increase of our commerce and our position in\nregard to the other powers of the world will always make it our policy\nand interest to cherish the great naval resources of our country.The report of the Post Master General presents a gratifying picture of\nthe condition of the Post Office Department. Its revenues for the year\nending the 30th June last were $3,398,455.19, showing an increase of\nrevenue over that of the preceding year of $404,878.53, or more than\n13%. The expenditures for the same year were $2,755,623.76, exhibiting\na surplus of $642,831.43. The Department has been redeemed from\nembarrassment and debt, has accumulated a surplus exceeding half a\nmillion dollars, has largely extended and is preparing still further to\nextend the mail service, and recommends a reduction of postages equal\nto about 20%. It is practicing upon the great principle which should\ncontrol every branch of our Government of rendering to the public the\ngreatest good possible with the least possible taxation to the people.The scale of postages suggested by the Post Master General recommends\nitself, not only by the reduction it proposes, but by the simplicity of\nits arrangement, its conformity with the Federal currency, and the\nimprovement it will introduce into the accounts of the Department and\nits agents.Your particular attention is invited to the subject of mail contracts\nwith railroad companies. The present laws providing for the making of\ncontracts are based upon the presumption that competition among bidders\nwill secure the service at a fair price; but on most of the railroad\nlines there is no competition in that kind of transportation, and\nadvertising is therefore useless. No contract can now be made with them\nexcept such as shall be negotiated before the time of offering or\nafterwards, and the power of the Post Master General to pay them high\nprices is practically without limitation. It would be a relief to him\nand no doubt would conduce to the public interest to prescribe by law\nsome equitable basis upon which such contracts shall rest, and restrict\nhim by a fixed rule of allowance. Under a liberal act of that sort he\nwould undoubtedly be able to secure the services of most of the\nrailroad companies, and the interest of the Department would be thus\nadvanced.The correspondence between the people of the United States and the\nEuropean nations, and particularly with the British Islands, has become\nvery extensive, and requires the interposition of Congress to give it\nsecurity. No obstacle is perceived to an interchange of mails between\nNew York and Liverpool or other foreign ports, as proposed by the Post\nMaster General. On the contrary, it promises, by the security it will\nafford, to facilitate commercial transactions and give rise to an\nenlarged intercourse among the people of different nations, which can\nnot but have a happy effect. Through the city of New York most of the\ncorrespondence between the Canadas and Europe is now carried on, and\nurgent representations have been received from the head of the\nprovincial post office asking the interposition of the United States to\nguard it from the accidents and losses to which it is now subjected.\nSome legislation appears to be called for as well by our own interest\nas by comity to the adjoining British provinces.The expediency of providing a fire-proof building for the important\nbooks and papers of the Post Office Department is worthy of\nconsideration. In the present condition of our Treasury it is neither\nnecessary nor wise to leave essential public interests exposed to so\nmuch danger when they can so readily be made secure. There are weighty\nconsiderations in the location of a new building for that Department in\nfavor of placing it near the other executive buildings.The important subjects of a survey of the coast and the manufacture of\na standard of weights and measures for the different custom houses have\nbeen in progress for some years under the general direction of the\nExecutive and the immediate superintendence of a gentleman possessing\nhigh scientific attainments. At the last session of Congress the making\nof a set of weights and measures for each State in the Union was added\nto the others by a joint resolution.The care and correspondence as to all these subjects have been devolved\non the Treasury Department during the last year. A special report from\nthe Secretary of the Treasury will soon be communicated to Congress,\nwhich will show what has been accomplished as to the whole, the number\nand compensation of the persons now employed in these duties, and the\nprogress expected to be made during the ensuing year, with a copy of\nthe various correspondence deemed necessary to throw light on the\nsubjects which seem to require additional legislation.Claims have been made for retrospective allowances in behalf of the\nsuperintendent and some of his assistants, which I did not feel\njustified in granting. Other claims have been made for large increases\nin compensation, which, under the circumstances of the several cases, I\ndeclined making without the express sanction of Congress. In order to\nobtain that sanction the subject was at the last session, on my\nsuggestion and by request of the immediate superintendent, submitted by\nthe Treasury Department to the Committee on Commerce of the House of\nRepresentatives. But no legislative action having taken place, the\nearly attention of Congress is now invited to the enactment of some\nexpress and detailed provisions in relation to the various claims made\nfor the past, and to the compensation and allowances deemed proper for\nthe future.It is further respectfully recommended that, such being the\ninconvenience of attention to these duties by the Chief Magistrate, and\nsuch the great pressure of business on the Treasury Department, the\ngeneral supervision of the coast survey and the completion of the\nweights and measures, if the works are kept united, should be devolved\non a board of officers organized specially for that purpose, or on the\nNavy Board attached to the Navy Department.All my experience and reflection confirm the conviction I have so often\nexpressed to Congress in favor of an amendment of the Constitution\nwhich will prevent in any event the election of the President and Vice\nPresident of the United States devolving on the House of\nRepresentatives and the Senate, and I therefore beg leave again to\nsolicit your attention to the subject. There were various other\nsuggestions in my last annual message not acted upon, particularly that\nrelating to the want of uniformity in the laws of the District of\nColumbia, that are deemed worthy of your favorable consideration.Before concluding this paper I think it due to the various Executive\nDepartments to bear testimony to their prosperous condition and to the\nability and integrity with which they have been conducted. It has been\nmy aim to enforce in all of them a vigilant and faithful discharge of\nthe public business, and it is gratifying to me to believe that there\nis no just cause of complaint from any quarter at the manner in which\nthey have fulfilled the objects of their creation.Having now finished the observations deemed proper on this the last\noccasion I shall have of communicating with the two Houses of Congress\nat their meeting, I can not omit an expression of the gratitude which\nis due to the great body of my fellow citizens, in whose partiality and\nindulgence I have found encouragement and support in the many difficult\nand trying scenes through which it has been my lot to pass during my\npublic career. Though deeply sensible that my exertions have not been\ncrowned with a success corresponding to the degree of favor bestowed\nupon me, I am sure that they will be considered as having been directed\nby an earnest desire to promote the good of my country, and I am\nconsoled by the persuasion that what ever errors have been committed\nwill find a corrective in the intelligence and patriotism of those who\nwill succeed us. All that has occurred during my Administration is\ncalculated to inspire me with increased confidence in the stability of\nour institutions; and should I be spared to enter upon that retirement\nwhich is so suitable to my age and infirm health and so much desired by\nme in other respects, I shall not cease to invoke that beneficent Being\nto whose providence we are already so signally indebted for the\ncontinuance of His blessings on our beloved country.", 
    "name": "Andrew Jackson"
}