{
    "date": "December 4, 1832", 
    "speech": "Fellow Citizens of the Senate and of the House of Representatives:It gives me pleasure to congratulate you upon your return to the seat\nof Government for the purpose of discharging your duties to the people\nof the United States. Although the pestilence which had traversed the\nOld World has entered our limits and extended its ravages over much of\nour land, it has pleased Almighty God to mitigate its severity and\nlessen the number of its victims compared with those who have fallen in\nmost other countries over which it has spread its terrors. Not with\nstanding this visitation, our country presents on every side marks of\nprosperity and happiness unequaled, perhaps, in any other portion of\nthe world. If we fully appreciate our comparative condition, existing\ncauses of discontent will appear unworthy of attention, and, with\nhearts of thankfulness to that divine Being who has filled our cup of\nprosperity, we shall feel our resolution strengthened to preserve and\nhand down to our posterity that liberty and that union which we have\nreceived from our fathers, and which constitute the sources and the\nshield of all our blessings.The relations of our country continue to present the same picture of\namicable intercourse that I had the satisfaction to hold up to your\nview at the opening of your last session. The same friendly\nprofessions, the same desire to participate in our flourishing\ncommerce, the same dispositions, evinced by all nations with whom we\nhave any intercourse. This desirable state of things may be mainly\nascribed to our undeviating practice of the rule which has long guided\nour national policy, to require no exclusive privileges in commerce and\nto grant none. It is daily producing its beneficial effect in the\nrespect shown to our flag, the protection of our citizens and their\nproperty abroad, and in the increase of our navigation and the\nextension of our mercantile operations. The returns which have been\nmade out since we last met will show an increase during the last\npreceding year of more than 80 thousand tons in our shipping and of\nnear $40,000,000 in the aggregate of our imports and exports.Nor have we less reason to felicitate ourselves on the position of our\npolitical than of our commercial concerns. They remain in the state in\nwhich they were when I last addressed you--a state of prosperity and\npeace, the effect of a wise attention to the parting advice of the\nrevered Father of his Country on this subject, condensed into a maxim\nfor the use of posterity by one of his most distinguished\nsuccessors--to cultivate free commerce and honest friendship with all\nnations, but to make entangling alliances with none. A strict adherence\nto this policy has kept us aloof from the perplexing questions that now\nagitate the European world and have more than once deluged those\ncountries with blood. Should those scenes unfortunately recur, the\nparties to the contest may count on a faithful performance of the\nduties incumbent on us as a neutral nation, and our own citizens may\nequally rely on the firm assertion of their neutral rights.With the nation that was our earliest friend and ally in the infancy of\nour political existence the most friendly relations have subsisted\nthrough the late revolutions of its Government, and, from the events of\nthe last, promise a permanent duration. It has made an approximation in\nsome of its political institutions to our own, and raised a monarch to\nthe throne who preserves, it is said, a friendly recollection of the\nperiod during which he acquired among our citizens the high\nconsideration that could then have been produced by his personal\nqualifications alone.Our commerce with that nation is gradually assuming a mutually\nbeneficial character, and the adjustment of the claims of our citizens\nhas removed the only obstacle there was to an intercourse not only\nlucrative, but productive of literary and scientific improvement.From Great Britain I have the satisfaction to inform you that I\ncontinue to receive assurances of the most amicable disposition, which\nhave on my part on all proper occasions been promptly and sincerely\nreciprocated. The attention of that Government has latterly been so\nmuch engrossed by matters of a deeply interesting domestic character\nthat we could not press upon it the renewal of negotiations which had\nbeen unfortunately broken off by the unexpected recall of our minister,\nwho had commenced them with some hopes of success. My great object was\nthe settlement of questions which, though now dormant, might here-after\nbe revived under circumstances that would endanger the good\nunderstanding which it is the interest of both parties to preserve\ninviolate, cemented as it is by a community of language, manners, and\nsocial habits, and by the high obligations we owe to our British\nancestors for many of our most valuable institutions and for that\nsystem of representative government which has enabled us to preserve\nand improve them.  The question of our North-East boundary still\nremains unsettled. In my last annual message I explained to you the\nsituation in which I found that business on my coming into office, and\nthe measures I thought it my duty to pursue for asserting the rights of\nthe United States before the sovereign who had been chosen by my\npredecessor to determine the question, and also the manner in which he\nhad disposed of it. A special message to the Senate in their executive\ncapacity afterwards brought before them to the question whether they\nwould advise a submission to the opinion of the sovereign arbiter. That\nbody having considered the award as not obligatory and advised me to\nopen a further negotiation, the proposition was immediately made to the\nBritish Government, but the circumstances to which I have alluded have\nhitherto prevented any answer being given to the overture. Early\nattention, however, has been promised to the subject, and every effort\non my part will be made for a satisfactory settlement of this question,\ninteresting to the Union generally, and particularly so to one of its\nmembers.The claims of our citizens on Spain are not yet acknowledged. On a\ncloser investigation of them than appears to have heretofore taken\nplace it was discovered that some of these demands, however strong they\nmight be upon the equity of that Government, were not such as could be\nmade the subject of national interference; and faithful to the\nprinciple of asking nothing but what was clearly right, additional\ninstructions have been sent to modify our demands so as to embrace\nthose only on which, according to the laws of nations, we had a strict\nright to insist. An inevitable delay in procuring the documents\nnecessary for this review of the merits of these claims retarded this\noperation until an unfortunate malady which has afflicted His Catholic\nMajesty prevented an examination of them. Being now for the first time\npresented in an unexceptionable form, it is confidently hoped that the\napplication will be successful.I have the satisfaction to inform you that the application I directed\nto be made for the delivery of a part of the archives of Florida, which\nhad been carried to The Havannah, has produced a royal order for their\ndelivery, and that measures have been taken to procure its execution.By the report of the Secretary of State communicated to you on June\n25th, 1832 you were informed of the conditional reduction obtained by\nthe minister of the United States at Madrid of the duties on tonnage\nlevied on American shipping in the ports of Spain. The condition of\nthat reduction having been complied with on our part by the act passed\nJuly 13th, 1832, I have the satisfaction to inform you that our ships\nnow pay no higher nor other duties in the continental ports of Spain\nthan are levied on their national vessels.The demands against Portugal for illegal captures in the blockade of\nTerceira have been allowed to the full amount of the accounts presented\nby the claimants, and payment was promised to be made in three\ninstallments. The first of these has been paid; the second, although\ndue, had not at the date of our last advices been received, owing, it\nwas alleged, to embarrassments in the finances consequent on the civil\nwar in which that nation is engaged.The payments stipulated by the convention with Denmark have been\npunctually made, and the amount is ready for distribution among the\nclaimants as soon as the board, now sitting, shall have performed their\nfunctions.I regret that by the last advices from our charge d'affaires at Naples\nthat Government had still delayed the satisfaction due to our citizens,\nbut at that date the effect of the last instructions was not known.\nDispatches from thence are hourly expected, and the result will be\ncommunicated to you without delay.With the rest of Europe our relations, political and commercial, remain\nunchanged. Negotiations are going on to put on a permanent basis the\nliberal system of commerce now carried on between us and the Empire of\nRussia. The treaty concluded with Austria is executed by His Imperial\nMajesty with the most perfect good faith, and as we have no diplomatic\nagent at his Court he personally inquired into and corrected a\nproceeding of some of his subaltern officers to the injury of our\nconsul in one of his ports.Our treaty with the Sublime Porte is producing its expected effects on\nour commerce. New markets are opening for our commodities and a more\nextensive range for the employment of our ships. A slight augmentation\nof the duties on our commerce, inconsistent with the spirit of the\ntreaty, had been imposed, but on the representation of our charge\nd'affaires it has been promptly withdrawn, and we now enjoy the trade\nand navigation of the Black Sea and of all the ports belonging to the\nTurkish Empire and Asia on the most perfect equality with all foreign\nnations.I wish earnestly that in announcing to you the continuance of\nfriendship and the increase of a profitable commercial intercourse with\nMexico, with Central America, and the States of the South I could\naccompany it with the assurance that they all are blessed with that\ninternal tranquillity and foreign peace which their heroic devotion to\nthe cause of their independence merits. In Mexico a sanguinary struggle\nis now carried on, which has caused some embarrassment to our commerce,\nbut both parties profess the most friendly disposition toward us. To\nthe termination of this contest we look for the establishment of that\nsecure intercourse so necessary to nations whose territories are\ncontiguous. How important it will be to us we may calculate from the\nfact that even in this unfavorable state of things our maritime\ncommerce has increased, and an internal trade by caravans from St.\nLouis to Santa Fe, under the protection of escorts furnished by the\nGovernment, is carried on to great advantage and is daily increasing.\nThe agents provided for by the treaty, with this power to designate the\nboundaries which it established, have been named on our part, but one\nof the evils of the civil war now raging there has been that the\nappointment of those with whom they were to cooperate has not yet been\nannounced to us.The Government of Central America has expelled from its territory the\nparty which some time since disturbed its peace. Desirous of fostering\na favorable disposition toward us, which has on more than one occasion\nbeen evinced by this interesting country, I made a second attempt in\nthis year to establish a diplomatic intercourse with them; but the\ndeath of the distinguished citizen whom I had appointed for that\npurpose has retarded the execution of measures from which I hoped much\nadvantage to our commerce. The union of the three States which formed\nthe Republic of Colombia has been dissolved, but they all, it is\nbelieved, consider themselves as separately bound by the treaty which\nwas made in their federal capacity. The minister accredited to the\nfederation continues in that character near the Government of New\nGrenada, and hopes were entertained that a new union would be formed\nbetween the separate States, at least for the purposes of foreign\nintercourse. Our minister has been instructed to use his good offices,\nwhen ever they shall be desired, to produce the reunion so much to be\nwished for, the domestic tranquillity of the parties, and the security\nand facility of foreign commerce.Some agitations naturally attendant on an infant reign have prevailed\nin the Empire of Brazil, which have had the usual effect upon\ncommercial operations, and while they suspended the consideration of\nclaims created on similar occasions, they have given rise to new\ncomplaints on the part of our citizens. A proper consideration for\ncalamities and difficulties of this nature has made us less urgent and\nperemptory in our demands for justice than duty to our fellow citizens\nwould under other circumstances have required. But their claims are not\nneglected, and will on all proper occasions be urged, and it is hoped\nwith effect.I refrain from making any communication on the subject of our affairs\nwith Buenos Ayres, because the negotiation communicated to you in my\nlast annual message was at the date of our last advices still pending\nand in a state that would render a publication of the details\ninexpedient.A treaty of amity and commerce has been formed with the Republic of\nChili, which, if approved by the Senate, will be laid before you. That\nGovernment seems to be established, and at peace with its neighbors;\nand its ports being the resorts of our ships which are employed in the\nhighly important trade of the fisheries, this commercial convention can\nnot but be of great advantage to our fellow citizens engaged in that\nperilous but profitable business.Our commerce with the neighboring State of Peru, owing to the onerous\nduties levied on our principal articles of export, has been on the\ndecline, and all endeavors to procure an alteration have hitherto\nproved fruitless. With Bolivia we have yet no diplomatic intercourse,\nand the continual contests carried on between it and Peru have made me\ndefer until a more favorable period the appointment of any agent for\nthat purpose.An act of atrocious piracy having been committed on one of our trading\nships by the inhabitants of a settlement on the west coast of Sumatra,\na frigate was dispatched with orders to demand satisfaction for the\ninjury if those who committed it should be found to be members of a\nregular government, capable of maintaining the usual relations with\nforeign nations; but if, as it was supposed and as they proved to be,\nthey were a band of lawless pirates, to inflict such a chastisement as\nwould deter them and others from like aggressions. This last was done,\nand the effect has been an increased respect for our flag in those\ndistant seas and additional security for our commerce.In the view I have given of our connection with foreign powers\nallusions have been made to their domestic disturbances or foreign\nwars, to their revolutions or dissensions. It may be proper to observe\nthat this is done solely in cases where those events affect our\npolitical relations with them, or to show their operation on our\ncommerce. Further than this it is neither our policy nor our right to\ninterfere. Our best wishes on all occasions, our good offices when\nrequired, will be afforded to promote the domestic tranquillity and\nforeign peace of all nations with whom we have any intercourse. Any\nintervention in their affairs further than this, even by the expression\nof an official opinion, is contrary to our principles of international\npolicy, and will always be avoided.The report which the Secretary of the Treasury will in due time lay\nbefore you will exhibit the national finances in a highly prosperous\nstate. Owing to the continued success of our commercial enterprise,\nwhich has enabled the merchants to fulfill their engagements with the\nGovernment, the receipts from customs during the year will exceed the\nestimate presented at the last session, and with the other means of the\nTreasury will prove fully adequate not only to meet the increased\nexpenditures resulting from the large appropriations made by Congress,\nbut to provide for the payment of all the public debt which is at\npresent redeemable.It is now estimated that the customs will yield to the Treasury during\nthe present year upward of $28,000,000. The public lands, however, have\nproved less productive than was anticipated, and according to present\ninformation will not much exceed $2,000,000. The expenditures for all\nobjects other than the public debt are estimated to amount during the\nyear to about $16,500,000, while a still larger sum, viz, $18,000,000,\nwill have been applied to the principal and interest of the public\ndebt.  It is expected, however, that in consequence of the reduced\nrates of duty which will take effect after March 3d, 1833 there will be\na considerable falling off in the revenue from customs in the year\n1833. It will never the less be amply sufficient to provide for all the\nwants of the public service, estimated even upon a liberal scale, and\nfor the redemption and purchase of the remainder of the public debt. On\nJanuary 1st, 1833 the entire public debt of the United States, funded\nand unfunded, will be reduced to within a fraction of $7,000,000, of\nwhich $2,227,363 are not of right redeemable until January 1st, 1834\nand $4,735,296 not until January 2d, 1835. The commissioners of the\nsinking funds, however, being invested with full authority to purchase\nthe debt at the market price, and the means of the Treasury being\nample, it may be hoped that the whole will be extinguished within the\nyear 1833.I can not too cordially congratulate Congress and my fellow citizens on\nthe near approach of that memorable and happy event--the extinction of\nthe public debt of this great and free nation.Faithful to the wise and patriotic policy marked out by the legislation\nof the country for this object, the present Administration has devoted\nto it all the means which a flourishing commerce has supplied and a\nprudent economy preserved for the public Treasury. Within the four\nyears for which the people have confided the Executive power to my\ncharge $58,000,000 will have been applied to the payment of the public\ndebt. That this has been accomplished without stinting the expenditures\nfor all other proper objects will be seen by referring to the liberal\nprovision made during the same period for the support and increase of\nour means of maritime and military defense, for internal improvements\nof a national character, for the removal and preservation of the\nIndians, and, lastly, for the gallant veterans of the Revolution.The final removal of this great burthen from our resources affords the\nmeans of further provision for all the objects of general welfare and\npublic defense which the Constitution authorizes, and presents the\noccasion for such further reductions in the revenue as may not be\nrequired for them. From the report of the Secretary of the Treasury it\nwill be seen that after the present year such a reduction may be made\nto a considerable extent, and the subject is earnestly recommended to\nthe consideration of Congress in the hope that the combined wisdom of\nthe representatives of the people will devise such means of effecting\nthat salutary object as may remove those burthens which shall be found\nto fall unequally upon any and as may promote all the great interests\nof the community.Long and patient reflection has strengthened the opinions I have\nheretofore expressed to Congress on this subject, and I deem it my duty\non the present occasion again to urge them upon the attention of the\nLegislature. The soundest maxims of public policy and the principals\nupon which our republican institutions are founded recommend a proper\nadaptation of the revenue to the expenditure, and they also require\nthat the expenditure shall be limited to what, by an economical\nadministration, shall be consistent with the simplicity of the\nGovernment and necessary to an efficient public service.In effecting this adjustment it is due, in justice to the interests of\nthe different States, and even to the preservation of the Union itself,\nthat the protection afforded by existing laws to any branches of the\nnational industry should not exceed what may be necessary to counteract\nthe regulations of foreign nations and to secure a supply of those\narticles of manufacture essential to the national independence and\nsafety in time of war. If upon investigation it shall be found, as it\nis believed it will be, that the legislative protection granted to any\nparticular interest is greater than is indispensably requisite for\nthese objects, I recommend that it be gradually diminished, and that as\nfar as may be consistent with these objects the whole scheme of duties\nbe reduced to the revenue standard as soon as a just regard to the\nfaith of the Government and to the preservation of the large capital\ninvested in establishments of domestic industry will permit.That manufactures adequate to the supply of our domestic consumption\nwould in the abstract be beneficial to our country there is no reason\nto doubt, and to effect their establishment there is perhaps no\nAmerican citizen who would not for a while be willing to pay a higher\nprice for them. But for this purpose it is presumed that a tariff of\nhigh duties, designed for perpetual protection, which they maintain has\nthe effect to reduce the price by domestic competition below that of\nthe foreign article. Experience, however, our best guide on this as on\nother subjects, makes it doubtful whether the advantages of this system\nare not counter-balanced by many evils, and whether it does not tend to\nbeget in the minds of a large portion of our country-men a spirit of\ndiscontent and jealousy dangerous to the stability of the Union.What, then, shall be done? Large interests have grown up under the\nimplied pledge of our national legislation, which it would seem a\nviolation of public faith suddenly to abandon. Nothing could justify it\nbut the public safety, which is the supreme law. But those who have\nvested their capital in manufacturing establishments can not expect\nthat the people will continue permanently to pay high taxes for their\nbenefit, when the money is not required for any legitimate purpose in\nthe administration of the Government. Is it not enough that the high\nduties have been paid as long as the money arising from them could be\napplied to the common benefit in the extinguishment of the public debt?Those who take an enlarged view of the condition of our country must be\nsatisfied that the policy of protection must be ultimately limited to\nthose articles of domestic manufacture which are indispensable to our\nsafety in time of war. Within this scope, on a reasonable scale, it is\nrecommended by every consideration of patriotism and duty, which will\ndoubtless always secure to it a liberal and efficient support. But\nbeyond this object we have already seen the operation of the system\nproductive of discontent. In some sections of the Republic its\ninfluence is deprecated as tending to concentrate wealth into a few\nhands, and as creating those germs of dependence and vice which in\nother countries have characterized the existence of monopolies and\nproved so destructive of liberty and the general good. A large portion\nof the people in one section of the Republic declares it not only\ninexpedient on these grounds, but as disturbing the equal relations of\nproperty by legislation, and therefore unconstitutional and unjust.Doubtless these effects are in a great degree exaggerated, and may be\nascribed to a mistaken view of the considerations which led to the\nadoption of the tariff system; but they are never the less important in\nenabling us to review the subject with a more thorough knowledge of all\nits bearings upon the great interests of the Republic, and with a\ndetermination to dispose of it so that none can with justice complain.It is my painful duty to state that in one quarter of the United States\nopposition to the revenue laws has arisen to a height which threatens\nto thwart their execution, if not to endanger the integrity of the\nUnion. What ever obstructions may be thrown in the way of the judicial\nauthorities of the General Government, it is hoped they will be able\npeaceably to overcome them by the prudence of their own officers and\nthe patriotism of the people. But should this reasonable reliance on\nthe moderation and good sense of all portions of our fellow citizens be\ndisappointed, it is believed that the laws themselves are fully\nadequate to the suppression of such attempts as may be immediately\nmade. Should the exigency arise rendering the execution of the existing\nlaws impracticable from any cause what ever, prompt notice of it will\nbe given to Congress, with a suggestion of such views and measures as\nmay be deemed necessary to meet it.In conformity with principles heretofore explained, and with the hope\nof reducing the General Government to that simple machine which the\nConstitution created and of withdrawing from the States all other\ninfluence than that of its universal beneficence in preserving peace,\naffording an uniform currency, maintaining the inviolability of\ncontracts, diffusing intelligence, and discharging unfelt its other\nsuper-intending functions, I recommend that provision be made to\ndispose of all stocks now held by it in corporations, whether created\nby the General or State Governments, and placing the proceeds in the\nTreasury. As a source of profit these stocks are of little or no value;\nas a means of influence among the States they are adverse to the purity\nof our institutions. The whole principle on which they are based is\ndeemed by many unconstitutional, and to persist in the policy which\nthey indicate is considered wholly inexpedient.It is my duty to acquaint you with an arrangement made by the Bank of\nthe United States with a portion of the holders of the 3% stock, by\nwhich the Government will be deprived of the use of the public funds\nlonger than was anticipated. By this arrangement, which will be\nparticularly explained by the Secretary of the Treasury, a surrender of\nthe certificates of this stock may be postponed until October, 1833,\nand thus may be continued by the failure of the bank to perform its\nduties.Such measures as are within the reach of the Secretary of the Treasury\nhave been taken to enable him to judge whether the public deposits in\nthat institution may be regarded as entirely safe; but as his limited\npower may prove inadequate to this object, I recommend the subject to\nthe attention of Congress, under the firm belief that it is worthy of\ntheir serious investigation. An inquiry into the transactions of the\ninstitution, embracing the branches as well as the principal bank,\nseems called for by the credit which is given throughout the country to\nmany serious charges impeaching its character, and which if true may\njustly excite the apprehension that it is no longer a safe depository\nof the money of the people.Among the interests which merit the consideration of Congress after the\npayment of the public debt, one of the most important, in my view, is\nthat of the public lands. Previous to the formation of our present\nConstitution it was recommended by Congress that a portion of the waste\nlands owned by the States should be ceded to the United States for the\npurposes of general harmony and as a fund to meet the expenses of the\nwar. The recommendation was adopted, and at different periods of time\nthe States of Massachusetts, New York, Virginia, North and South\nCarolina, and Georgia granted their vacant soil for the uses for which\nthey had been asked. As the lands may now be considered as relieved\nfrom this pledge, it is in the discretion of Congress to dispose of\nthem in such way as best to conduce to the quiet, harmony, and general\ninterest of the American people. In examining this question all local\nand sectional feelings should be discarded and the whole United States\nregarded as one people, interested alike in the prosperity of their\ncommon country.It can not be doubted that the speedy settlement of these lands\nconstitutes the true interest of the Republic. The wealth and strength\nof a country are its population, and the best part of that population\nare cultivators of the soil. Independent farmers are every where the\nbasis of society and true friends of liberty.In addition to these considerations questions have already arisen, and\nmay be expected hereafter to grow out of the public lands, which\ninvolve the rights of the new States and the powers of the General\nGovernment, and unless a liberal policy be now adopted there is danger\nthat these questions may speedily assume an importance not now\ngenerally anticipated. The influence of a great sectional interest,\nwhen brought into full action, will be found more dangerous to the\nharmony and union of the States than any other cause of discontent, and\nit is the part of wisdom and sound policy to foresee its approaches and\nendeavor if possible to counteract them.Of the various schemes which have been hitherto proposed in regard to\nthe disposal of the public lands, none has yet received the entire\napprobation of the National Legislature. Deeply impressed with the\nimportance of a speedy and satisfactory arrangement of the subject, I\ndeem it my duty on this occasion to urge it upon your consideration,\nand to the propositions which have been heretofore suggested by others\nto contribute those reflections which have occurred to me, in the hope\nthat they may assist you in your future deliberations.It seems to me to be our policy that the public lands shall cease as\nsoon as practicable to be a source of revenue, and that they be sold to\nsettlers in limited parcels at a price barely sufficient to reimburse\nto the United States the expense of the present system and the cost\narising under our Indian compacts. The advantages of accurate surveys\nand undoubted titles now secured to purchasers seem to forbid the\nabolition of the present system, because none can be substituted which\nwill more perfectly accomplish these important ends. It is desirable,\nhowever, that in convenient time this machinery be withdrawn from the\nStates, and that the right of soil and the future disposition of it be\nsurrendered to the States respectively in which it lies.The adventurous and hardy population of the West, besides contributing\ntheir equal share of taxation under our impost system, have in the\nprogress of our Government, for the lands they occupy, paid into the\nTreasury a large proportion of $40,000,000, and of the revenue received\ntherefrom but a small part has been expended among them. When to the\ndisadvantage of their situation in this respect we add the\nconsideration that it is their labor alone which gives real value to\nthe lands, and that the proceeds arising from their sale are\ndistributed chiefly among States which had not originally any claim to\nthem, and which have enjoyed the undivided emolument arising from the\nsale of their own lands, it can not be expected that the new States\nwill remain longer contented with the present policy after the payment\nof the public debt. To avert the consequences which may be apprehended\nfrom this cause, to pub an end for ever to all partial and interested\nlegislation on the subject, and to afford to every American citizen of\nenterprise the opportunity of securing an independent freehold, it\nseems to me, therefore, best to abandon the idea of raising a future\nrevenue out of the public lands.In former messages I have expressed my conviction that the Constitution\ndoes not warrant the application of the funds of the General Government\nto objects of internal improvement which are not national in their\ncharacter, and, both as a means of doing justice to all interests and\nputting an end to a course of legislation calculated to destroy the\npurity of the Government, have urged the necessity of reducing the\nwhole subject to some fixed and certain rule. As there never will occur\na period, perhaps, more propitious than the present to the\naccomplishment of this object, I beg leave to press the subject again\nupon your attention.Without some general and well-defined principles ascertaining those\nobjects of internal improvement to which the means of the nation may be\nconstitutionally applied, it is obvious that the exercise of the power\ncan never be satisfactory. Besides the danger to which it exposes\nCongress of making hasty appropriations to works of the character of\nwhich they may be frequently ignorant, it promotes a mischievous and\ncorrupting influence upon elections by holding out to the people the\nfallacious hope that the success of a certain candidate will make\nnavigable their neighboring creek or river, bring commerce to their\ndoors, and increase the value of their property. It thus favors\ncombinations to squander the treasure of the country upon a multitude\nof local objects, as fatal to just legislation as to the purity of\npublic men.If a system compatible with the Constitution can not be devised which\nis free from such tendencies, we should recollect that that instrument\nprovides within itself the mode of its amendment, and that there is,\ntherefore, no excuse for the assumption of doubtful powers by the\nGeneral Government. If those which are clearly granted shall be found\nincompetent to the ends of its creation, it can at any time apply for\ntheir enlargement; and there is no probability that such an\napplication, if founded on the public interest, will ever be refused.\nIf the propriety of the proposed grant be not sufficiently apparent to\ncommand the assent of 3/4 of the States, the best possible reason why\nthe power should not be assumed on doubtful authority is afforded; for\nif more than one quarter of the States are unwilling to make the grant\nits exercise will be productive of discontents which will far\nover-balance any advantages that could be derived from it. All must\nadmit that there is nothing so worthy of the constant solicitude of\nthis Government as the harmony and union of the people.Being solemnly impressed with the conviction that the extension of the\npower to make internal improvements beyond the limit I have suggested,\neven if it be deemed constitutional, is subversive of the best\ninterests of our country, I earnestly recommend to Congress to refrain\nfrom its exercise in doubtful cases, except in relation to improvements\nalready begun, unless they shall first procure from the States such an\namendment of the Constitution as will define its character and\nprescribe its bounds. If the States feel themselves competent to these\nobjects, why should this Government wish to assume the power? If they\ndo not, then they will not hesitate to make the grant. Both Governments\nare the Governments of the people; improvements must be made with the\nmoney of the people, and if the money can be collected and applied by\nthose more simple and economical political machines, the State\ngovernments, it will unquestionably be safer and better for the people\nthan to add to the splendor, the patronage, and the power of the\nGeneral Government. But if the people of the several States think\notherwise they will amend the Constitution, and in their decision all\nought cheerfully to acquiesce.For a detailed and highly satisfactory view of the operations of the\nWar Department I refer you to the accompanying report of the Secretary\nof War.The hostile incursions of the Sac and Fox Indians necessarily led to\nthe interposition of the Government. A portion of the troops, under\nGenerals Scott and Atkinson, and of the militia of the State of\nIllinois were called into the field. After a harassing warfare,\nprolonged by the nature of the country and by the difficulty of\nprocuring subsistence, the Indians were entirely defeated, and the\ndisaffected band dispersed or destroyed. The result has been creditable\nto the troops engaged in the service. Severe as is the lesson to the\nIndians, it was rendered necessary by their unprovoked aggressions, and\nit is to be hoped that its impression will be permanent and salutary.This campaign has evinced the efficient organization of the Army and\nits capacity for prompt and active service. Its several departments\nhave performed their functions with energy and dispatch, and the\ngeneral movement was satisfactory.Our fellow citizens upon the frontiers were ready, as they always are,\nin the tender of their services in the hour of danger. But a more\nefficient organization of our militia system is essential to that\nsecurity which is one of the principal objects of all governments.\nNeither our situation nor our institutions require or permit the\nmaintenance of a large regular force. History offers too many lessons\nof the fatal result of such a measure not to warn us against its\nadoption here. The expense which attends it, the obvious tendency to\nemploy it because it exists and thus to engage in unnecessary wars, and\nits ultimate danger to public liberty will lead us, I trust, to place\nour principal dependence for protection upon the great body of the\ncitizens of the Republic. If in asserting rights or in repelling wrongs\nwar should come upon us, our regular force should be increased to an\nextent proportional to the emergency, and our present small Army is a\nnucleus around which such force could be formed and embodied. But for\nthe purposes of defense under ordinary circumstances we must rely upon\nthe electors of the country. Those by whom and for whom the Government\nwas instituted and is supported will constitute its protection in the\nhour of danger as they do its check in the hour of safety.But it is obvious that the militia system is imperfect. Much time is\nlost, much unnecessary expense incurred, and much public property\nwasted under the present arrangement. Little useful knowledge is gained\nby the musters and drills as now established, and the whole subject\nevidently requires a thorough examination. Whether a plan of\nclassification remedying these defects and providing for a system of\ninstruction might not be adopted is submitted to the consideration of\nCongress. The Constitution has vested in the General Government an\nindependent authority upon the subject of the militia which renders its\naction essential to the establishment or improvement of the system, and\nI recommend the matter to your consideration in the conviction that the\nstate of this important arm of the public defense requires your\nattention.I am happy to inform you that the wise and humane policy of\ntransferring from the eastern to the western side of the Mississippi\nthe remnants of our aboriginal tribes, with their own consent and upon\njust terms, has been steadily pursued, and is approaching, I trust, its\nconsummation. By reference to the report of the Secretary of War and to\nthe documents submitted with it you will see the progress which has\nbeen made since your last session in the arrangement of the various\nmatters connected with our Indian relations. With one exception every\nsubject involving any question of conflicting jurisdiction or of\npeculiar difficulty has been happily disposed of, and the conviction\nevidently gains ground among the Indians that their removal to the\ncountry assigned by the United States for their permanent residence\nfurnishes the only hope of their ultimate prosperity.With that portion of the Cherokees, however, living within the State of\nGeorgia it has been found impracticable as yet to make a satisfactory\nadjustment. Such was my anxiety to remove all the grounds of complaint\nand to bring to a termination the difficulties in which they are\ninvolved that I directed the very liberal propositions to be made to\nthem which accompany the documents herewith submitted. They can not but\nhave seen in these offers the evidence of the strongest disposition on\nthe part of the Government to deal justly and liberally with them. An\nample indemnity was offered for their present possessions, a liberal\nprovision for their future support and improvement, and full security\nfor their private and political rights. What ever difference of opinion\nmay have prevailed respecting the just claims of these people, there\nwill probably be none respecting the liberality of the propositions,\nand very little respecting the expediency of their immediate\nacceptance. They were, however, rejected, and thus the position of\nthese Indians remains unchanged, as do the views communicated in my\nmessage to the Senate of February 22d, 1831.I refer you to the annual report of the Secretary of the Navy, which\naccompanies this message, for a detail of the operations of that branch\nof the service during the present year.Besides the general remarks on some of the transactions of our Navy\npresented in the view which has been taken of our foreign relations, I\nseize this occasion to invite to your notice the increased protection\nwhich it has afforded to our commerce and citizens on distant seas\nwithout any augmentation of the force in commission. In the gradual\nimprovement of its pecuniary concerns, in the constant progress in the\ncollection of materials suitable for use during future emergencies, and\nin the construction of vessels and the buildings necessary to their\npreservation and repair, the present state of this branch of the\nservice exhibits the fruits of that vigilance and care which are so\nindispensable to its efficiency. Various new suggestions, contained in\nthe annexed report, as well as others heretofore to Congress, are\nworthy of your attention, but none more so than that urging the renewal\nfor another term of six years of the general appropriation for the\ngradual improvement of the Navy.From the accompanying report of the Post Master General you will also\nperceive that that Department continues to extend its usefulness\nwithout impairing its resources or lessening the accommodations which\nit affords in the secure and rapid transportation of the mail.I beg leave to call the attention of Congress to the views heretofore\nexpressed in relation to the mode of choosing the President and Vice-\nPresident of the United States, and to those respecting the tenure of\noffice generally. Still impressed with the justness of those views and\nwith the belief that the modifications suggested on those subjects if\nadopted will contribute to the prosperity and harmony of the country, I\nearnestly recommend them to your consideration at this time.I have heretofore pointed out defects in the law for punishing official\nfrauds, especially within the District of Columbia. It has been found\nalmost impossible to bring notorious culprits to punishment, and,\naccording to a decision of the court for this District, a prosecution\nis barred by a lapse of two years after the fraud has been committed.\nIt may happen again, as it has already happened, that during the whole\ntwo years all the evidences of the fraud may be in the possession of\nthe culprit himself. However proper the limitation may be in relation\nto private citizens, it would seem that it ought not to commence\nrunning in favor of public officers until they go out of office.The judiciary system of the United States remains imperfect. Of the 9\nWestern and South Western States, three only enjoy the benefits of a\ncircuit court. Ohio, Kentucky, and Tennessee are embraced in the\ngeneral system, but Indiana, Illinois, Missouri, Alabama, Mississippi,\nand Louisiana have only district courts. If the existing system be a\ngood one, why should it not be extended? If it be a bad one, why is it\nsuffered to exist? The new States were promised equal rights and\nprivileges when they came into the Union, and such are the guaranties\nof the Constitution. Nothing can be more obvious than the obligation of\nthe General Government to place all the States on the same footing in\nrelation to the administration of justice, and I trust this duty will\nbe neglected no longer.On many of the subjects to which your attention is invited in this\ncommunication it is a source of gratification to reflect that the steps\nto be now adopted are uninfluenced by the embarrassments entailed upon\nthe country by the wars through which it has passed. In regard to most\nof our great interests we may consider ourselves as just starting in\nour career, and after a salutary experience about to fix upon a\npermanent basis the policy best calculated to promote the happiness of\nthe people and facilitate their progress toward the most complete\nenjoyment of civil liberty. On an occasion so interesting and important\nin our history, and of such anxious concern to the friends of freedom\nthroughout the world, it is our imperious duty to lay aside all selfish\nand local considerations and be guided by a lofty spirit of devotion to\nthe great principles on which our institutions are founded.That this Government may be so administered as to preserve its\nefficiency in promoting and securing these general objects should be\nthe only aim of our ambition, and we can not, therefore, too carefully\nexamine its structure, in order that we may not mistake its powers or\nassume those which the people have reserved to themselves or have\npreferred to assign to other agents. We should bear constantly in mind\nthe fact that the considerations which induced the framers of the\nConstitution to withhold from the General Government the power to\nregulate the great mass of the business and concerns of the people have\nbeen fully justified by experience, and that it can not now be doubted\nthat the genius of all our institutions prescribes simplicity and\neconomy as the characteristics of the reform which is yet to be\neffected in the present and future execution of the functions bestowed\nupon us by the Constitution.Limited to a general superintending power to maintain peace at home and\nabroad, and to prescribe laws on a few subjects of general interest not\ncalculated to restrict human liberty, but to enforce human rights, this\nGovernment will find its strength and its glory in the faithful\ndischarge of these plain and simple duties. Relieved by its protecting\nshield from the fear of war and the apprehension of oppression, the\nfree enterprise of our citizens, aided by the State sovereignties, will\nwork out improvements and ameliorations which can not fail to\ndemonstrate that the great truth that the people can govern themselves\nis not only realized in our example, but that it is done by a machinery\nin government so simple and economical as scarcely to be felt. That the\nAlmighty Ruler of the Universe may so direct our deliberations and\nover-rule our acts as to make us instrumental in securing a result so\ndear to mankind is my most earnest and sincere prayer.", 
    "name": "Andrew Jackson"
}