{
    "date": "December 8, 1829", 
    "speech": "Fellow Citizens of the Senate and of the House of Representatives:It affords me pleasure to tender my friendly greetings to you on the\noccasion of your assembling at the seat of Government to enter upon the\nimportant duties to which you have been called by the voice of our\ncountry-men. The task devolves on me, under a provision of the\nConstitution, to present to you, as the Federal Legislature of 24\nsovereign States and 12,000,000 happy people, a view of our affairs,\nand to propose such measures as in the discharge of my official\nfunctions have suggested themselves as necessary to promote the objects\nof our Union.In communicating with you for the first time it is to me a source of\nunfeigned satisfaction, calling for mutual gratulation and devout\nthanks to a benign Providence, that we are at peace with all man-kind,\nand that our country exhibits the most cheering evidence of general\nwelfare and progressive improvement. Turning our eyes to other nations,\nour great desire is to see our brethren of the human race secured in\nthe blessings enjoyed by ourselves, and advancing in knowledge, in\nfreedom, and in social happiness.Our foreign relations, although in their general character pacific and\nfriendly, present subjects of difference between us and other powers of\ndeep interest as well to the country at large as to many of our\ncitizens. To effect an adjustment of these shall continue to be the\nobject of my earnest endeavors, and not with standing the difficulties\nof the task, I do not allow myself to apprehend unfavorable results.\nBlessed as our country is with every thing which constitutes national\nstrength, she is fully adequate to the maintenance of all her\ninterests. In discharging the responsible trust confided to the\nExecutive in this respect it is my settled purpose to ask nothing that\nis not clearly right and to submit to nothing that is wrong; and I\nflatter myself that, supported by the other branches of the Government\nand by the intelligence and patriotism of the people, we shall be able,\nunder the protection of Providence, to cause all our just rights to be\nrespected.Of the unsettled matters between the United States and other powers,\nthe most prominent are those which have for years been the subject of\nnegotiation with England, France, and Spain. The late periods at which\nour ministers to those Governments left the United States render it\nimpossible at this early day to inform you of what has been done on the\nsubjects with which they have been respectively charged. Relying upon\nthe justice of our views in relation to the points committed to\nnegotiation and the reciprocal good feeling which characterizes our\nintercourse with those nations, we have the best reason to hope for a\nsatisfactory adjustment of existing differences.With Great Britain, alike distinguished in peace and war, we may look\nforward to years of peaceful, honorable, and elevated competition.\nEvery thing in the condition and history of the two nations is\ncalculated to inspire sentiments of mutual respect and to carry\nconviction to the minds of both that it is their policy to preserve the\nmost cordial relations. Such are my own views, and it is not to be\ndoubted that such are also the prevailing sentiments of our\nconstituents. Although neither time nor opportunity has been afforded\nfor a full development of the policy which the present cabinet of Great\nBritain designs to pursue toward this country, I indulge the hope that\nit will be of a just and pacific character; and if this anticipation be\nrealized we may look with confidence to a speedy and acceptable\nadjustment of our affairs.Under the convention for regulating the reference to arbitration of the\ndisputed points of boundary under the 5th article of the treaty of\nGhent, the proceedings have hitherto been conducted in that spirit of\ncandor and liberality which ought ever to characterize the acts of\nsovereign States seeking to adjust by the most unexceptionable means\nimportant and delicate subjects of contention. The first sentiments of\nthe parties have been exchanged, and the final replication on our part\nis in a course of preparation. This subject has received the attention\ndemanded by its great and peculiar importance to a patriotic member of\nthis Confederacy. The exposition of our rights already made is such as,\nfrom the high reputation of the commissioners by whom it has been\nprepared, we had a right to expect. Our interests at the Court of the\nSovereign who has evinced his friendly disposition by assuming the\ndelicate task of arbitration have been committed to a citizen of the\nState of Maine, whose character, talents, and intimate acquaintance\nwith the subject eminently qualify him for so responsible a trust. With\nfull confidence in the justice of our cause and in the probity,\nintelligence, and uncompromising independence of the illustrious\narbitrator, we can have nothing to apprehend from the result.From France, our ancient ally, we have a right to expect that justice\nwhich becomes the sovereign of a powerful, intelligent, and magnanimous\npeople. The beneficial effects produced by the commercial convention of\n1822, limited as are its provisions, are too obvious not to make a\nsalutary impression upon the minds of those who are charged with the\nadministration of her Government. Should this result induce a\ndisposition to embrace to their full extent the wholesome principles\nwhich constitute our commercial policy, our minister to that Court will\nbe found instructed to cherish such a disposition and to aid in\nconducting it to useful practical conclusions. The claims of our\ncitizens for depredations upon their property, long since committed\nunder the authority, and in many instances by the express direction, of\nthe then existing Government of France, remain unsatisfied, and must\ntherefore continue to furnish a subject of unpleasant discussion and\npossible collision between the two Governments. I cherish, however, a\nlively hope, founded as well on the validity of those claims and the\nestablished policy of all enlightened governments as on the known\nintegrity of the French Monarch, that the injurious delays of the past\nwill find redress in the equity of the future. Our minister has been\ninstructed to press these demands on the French Government with all the\nearnestness which is called for by their importance and irrefutable\njustice, and in a spirit that will evince the respect which is due to\nthe feelings of those from whom the satisfaction is required.Our minister recently appointed to Spain has been authorized to assist\nin removing evils alike injurious to both countries, either by\nconcluding a commercial convention upon liberal and reciprocal terms or\nby urging the acceptance in their full extent of the mutually\nbeneficial provisions of our navigation acts. He has also been\ninstructed to make a further appeal to the justice of Spain, in behalf\nof our citizens, for indemnity for spoliations upon our commerce\ncommitted under her authority--an appeal which the pacific and liberal\ncourse observed on our part and a due confidence in the honor of that\nGovernment authorize us to expect will not be made in vain.With other European powers our intercourse is on the most friendly\nfooting. In Russia, placed by her territorial limits, extensive\npopulation, and great power high in the rank of nations, the United\nStates have always found a steadfast friend. Although her recent\ninvasion of Turkey awakened a lively sympathy for those who were\nexposed to the desolation of war, we can not but anticipate that the\nresult will prove favorable to the cause of civilization and to the\nprogress of human happiness. The treaty of peace between these powers\nhaving been ratified, we can not be insensible to the great benefit to\nbe derived by the commerce of the United States from unlocking the\nnavigation of the Black Sea, a free passage into which is secured to\nall merchant vessels bound to ports of Russia under a flag at peace\nwith the Porte. This advantage, enjoyed upon conditions by most of the\npowers of Europe, has hitherto been withheld from us. During the past\nsummer an antecedent but unsuccessful attempt to obtain it was renewed\nunder circumstances which promised the most favorable results. Although\nthese results have fortunately been thus in part attained, further\nfacilities to the enjoyment of this new field for the enterprise of our\ncitizens are, in my opinion, sufficiently desirable to insure to them\nour most zealous attention.Our trade with Austria, although of secondary importance, has been\ngradually increasing, and is now so extended as to deserve the\nfostering care of the Government. A negotiation, commenced and nearly\ncompleted with that power by the late Administration, has been\nconsummated by a treaty of amity, navigation, and commerce, which will\nbe laid before the Senate.During the recess of Congress our diplomatic relations with Portugal\nhave been resumed. The peculiar state of things in that country caused\na suspension of the recognition of the representative who presented\nhimself until an opportunity was had to obtain from our official organ\nthere information regarding the actual and, as far as practicable,\nprospective condition of the authority by which the representative in\nquestion was appointed. This information being received, the\napplication of the established rule of our Government in like cases was\nno longer withheld.Considerable advances have been made during the present year in the\nadjustment of claims of our citizens upon Denmark for spoliations, but\nall that we have a right to demand from that Government in their behalf\nhas not yet been conceded. From the liberal footing, however, upon\nwhich this subject has, with the approbation of the claimants, been\nplaced by the Government, together with the uniformly just and friendly\ndisposition which has been evinced by His Danish Majesty, there is a\nreasonable ground to hope that this single subject of difference will\nspeedily be removed.Our relations with the Barbary Powers continue, as they have long been,\nof the most favorable character. The policy of keeping an adequate\nforce in the Mediterranean, as security for the continuance of this\ntranquillity, will be persevered in, as well as a similar one for the\nprotection of our commerce and fisheries in the Pacific.The southern Republics of our own hemisphere have not yet realized all\nthe advantages for which they have been so long struggling. We trust,\nhowever, that the day is not distant when the restoration of peace and\ninternal quiet, under permanent systems of government, securing the\nliberty and promoting the happiness of the citizens, will crown with\ncomplete success their long and arduous efforts in the cause of\nself-government, and enable us to salute them as friendly rivals in all\nthat is truly great and glorious.The recent invasion of Mexico, and the effect thereby produced upon her\ndomestic policy, must have a controlling influence upon the great\nquestion of South American emancipation. We have seen the fell spirit\nof civil dissension rebuked, and perhaps for ever stifled, in that\nRepublic by the love of independence. If it be true, as appearances\nstrongly indicate, the spirit of independence is the master spirit, and\nif a corresponding sentiment prevails in the other States, this\ndevotion to liberty can not be without a proper effect upon the\ncounsels of the mother country. The adoption by Spain of a pacific\npolicy toward her former colonies--an event consoling to humanity, and\na blessing to the world, in which she herself can not fail largely to\nparticipate--may be most reasonably expected.The claims of our citizens upon the South American Governments\ngenerally are in a train of settlement, while the principal part of\nthose upon Brazil have been adjusted, and a decree in council ordering\nbonds to be issued by the minister of the treasury for their amount has\nreceived the sanction of His Imperial Majesty. This event, together\nwith the exchange of the ratifications of the treaty negotiated and\nconcluded in 1828, happily terminates all serious causes of difference\nwith that power.Measures have been taken to place our commercial relations with Peru\nupon a better footing than that upon which they have hitherto rested,\nand if met by a proper disposition on the part of that Government\nimportant benefits may be secured to both countries.Deeply interested as we are in the prosperity of our sister Republics,\nand more particularly in that of our immediate neighbor, it would be\nmost gratifying to me were I permitted to say that the treatment which\nwe have received at her hands has been as universally friendly as the\nearly and constant solicitude manifested by the United States for her\nsuccess gave us a right to expect. But it becomes my duty to inform you\nthat prejudices long indulged by a portion of the inhabitants of Mexico\nagainst the envoy extraordinary and minister plenipotentiary of the\nUnited States have had an unfortunate influence upon the affairs of the\ntwo countries, and have diminished that usefulness to his own which was\njustly to be expected from his talents and zeal. To this cause, in a\ngreat degree, is to be imputed the failure of several measures equally\ninteresting to both parties, but particularly that of the Mexican\nGovernment to ratify a treaty negotiated and concluded in its own\ncapital and under its own eye. Under these circumstances it appeared\nexpedient to give to Mr. Poinsett the option either to return or not,\nas in his judgment the interest of his country might require, and\ninstructions to that end were prepared; but before they could be\ndispatched a communication was received from the Government of Mexico,\nthrough its charge d'affaires here, requesting the recall of our\nminister. This was promptly complied with, and a representative of a\nrank corresponding with that of the Mexican diplomatic agent near this\nGovernment was appointed. Our conduct toward that Republic has been\nuniformly of the most friendly character, and having thus removed the\nonly alleged obstacle to harmonious intercourse, I can not but hope\nthat an advantageous change will occur in our affairs.In justice to Mr. Poinsett it is proper to say that my immediate\ncompliance with the application for his recall and the appointment of a\nsuccessor are not to be ascribed to any evidence that the imputation of\nan improper interference by him in the local politics of Mexico was\nwell founded, nor to a want of confidence in his talents or integrity,\nand to add that the truth of the charges has never been affirmed by the\nfederal Government of Mexico in its communications with us.I consider it one of the most urgent of my duties to bring to your\nattention the propriety of amending that part of the Constitution which\nrelates to the election of President and Vice-President. Our system of\ngovernment was by its framers deemed an experiment, and they therefore\nconsistently provided a mode of remedying its defects.To the people belongs the right of electing their Chief Magistrate; it\nwas never designed that their choice should in any case be defeated,\neither by the intervention of electoral colleges or by the agency\nconfided, under certain contingencies, to the House of Representatives.\nExperience proves that in proportion as agents to execute the will of\nthe people are multiplied there is danger of their wishes being\nfrustrated. Some may be unfaithful; all are liable to err. So far,\ntherefore, as the people can with convenience speak, it is safer for\nthem to express their own will.The number of aspirants to the Presidency and the diversity of the\ninterests which may influence their claims leave little reason to\nexpect a choice in the first instance, and in that event the election\nmust devolve on the House of Representatives, where it is obvious the\nwill of the people may not be always ascertained, or, if ascertained,\nmay not be regarded. From the mode of voting by States the choice is to\nbe made by 24 votes, and it may often occur that one of these will be\ncontrolled by an individual Representative. Honors and offices are at\nthe disposal of the successful candidate. Repeated ballotings may make\nit apparent that a single individual holds the cast in his hand. May he\nnot be tempted to name his reward?But even without corruption, supposing the probity of the\nRepresentative to be proof against the powerful motives by which it may\nbe assailed, the will of the people is still constantly liable to be\nmisrepresented. One may err from ignorance of the wishes of his\nconstituents; another from a conviction that it is his duty to be\ngoverned by his own judgment of the fitness of the candidates; finally,\nalthough all were inflexibly honest, all accurately informed of the\nwishes of their constituents, yet under the present mode of election a\nminority may often elect a President, and when this happens it may\nreasonably be expected that efforts will be made on the part of the\nmajority to rectify this injurious operation of their institutions. But\nalthough no evil of this character should result from such a perversion\nof the first principle of our system--that the majority is to\ngovern--it must be very certain that a President elected by a minority\ncan not enjoy the confidence necessary to the successful discharge of\nhis duties.In this as in all other matters of public concern policy requires that\nas few impediments as possible should exist to the free operation of\nthe public will. Let us, then, endeavor so to amend our system that the\noffice of Chief Magistrate may not be conferred upon any citizen but in\npursuance of a fair expression of the will of the majority.I would therefore recommend such an amendment of the Constitution as\nmay remove all intermediate agency in the election of the President and\nVice-President. The mode may be so regulated as to preserve to each\nState its present relative weight in the election, and a failure in the\nfirst attempt may be provided for by confining the second to a choice\nbetween the two highest candidates. In connection with such an\namendment it would seem advisable to limit the service of the Chief\nMagistrate to a single term of either four or six years. If, however,\nit should not be adopted, it is worthy of consideration whether a\nprovision disqualifying for office the Representatives in Congress on\nwhom such an election may have devolved would not be proper.While members of Congress can be constitutionally appointed to offices\nof trust and profit it will be the practice, even under the most\nconscientious adherence to duty, to select them for such stations as\nthey are believed to be better qualified to fill than other citizens;\nbut the purity of our Government would doubtless be promoted by their\nexclusion from all appointments in the gift of the President, in whose\nelection they may have been officially concerned. The nature of the\njudicial office and the necessity of securing in the Cabinet and in\ndiplomatic stations of the highest rank the best talents and political\nexperience should, perhaps, except these from the exclusion.There are, perhaps, few men who can for any great length of time enjoy\noffice and power without being more or less under the influence of\nfeelings unfavorable to the faithful discharge of their public duties.\nTheir integrity may be proof against improper considerations\nimmediately addressed to themselves, but they are apt to acquire a\nhabit of looking with indifference upon the public interests and of\ntolerating conduct from which an unpracticed man would revolt. Office\nis considered as a species of property, and government rather as a\nmeans of promoting individual interests than as an instrument created\nsolely for the service of the people. Corruption in some and in others\na perversion of correct feelings and principles divert government from\nits legitimate ends and make it an engine for the support of the few at\nthe expense of the many. The duties of all public officers are, or at\nleast admit of being made, so plain and simple that men of intelligence\nmay readily qualify themselves for their performance; and I can not but\nbelieve that more is lost by the long continuance of men in office than\nis generally to be gained by their experience. I submit, therefore, to\nyour consideration whether the efficiency of the Government would not\nbe promoted and official industry and integrity better secured by a\ngeneral extension of the law which limits appointments to four years.In a country where offices are created solely for the benefit of the\npeople no one man has any more intrinsic right to official station than\nanother. Offices were not established to give support to particular men\nat the public expense. No individual wrong is, therefore, done by\nremoval, since neither appointment to nor continuance in office is a\nmatter of right. The incumbent became an officer with a view to public\nbenefits, and when these require his removal they are not to be\nsacrificed to private interests. It is the people, and they alone, who\nhave a right to complain when a bad officer is substituted for a good\none. He who is removed has the same means of obtaining a living that\nare enjoyed by the millions who never held office. The proposed\nlimitation would destroy the idea of property now so generally\nconnected with official station, and although individual distress may\nbe some times produced, it would, by promoting that rotation which\nconstitutes a leading principle in the republican creed, give healthful\naction to the system.No very considerable change has occurred during the recess of Congress\nin the condition of either our agriculture, commerce, or manufactures.\nThe operation of the tariff has not proved so injurious to the two\nformer or as beneficial to the latter as was anticipated. Importations\nof foreign goods have not been sensibly diminished, while domestic\ncompetition, under an illusive excitement, has increased the production\nmuch beyond the demand for home consumption. The consequences have been\nlow prices, temporary embarrassment, and partial loss. That such of our\nmanufacturing establishments as are based upon capital and are\nprudently managed will survive the shock and be ultimately profitable\nthere is no good reason to doubt.To regulate its conduct so as to promote equally the prosperity of\nthese three cardinal interests is one of the most difficult tasks of\nGovernment; and it may be regretted that the complicated restrictions\nwhich now embarrass the intercourse of nations could not by common\nconsent be abolished, and commerce allowed to flow in those channels to\nwhich individual enterprise, always its surest guide, might direct it.\nBut we must ever expect selfish legislation in other nations, and are\ntherefore compelled to adapt our own to their regulations in the manner\nbest calculated to avoid serious injury and to harmonize the\nconflicting interests of our agriculture, our commerce, and our\nmanufactures. Under these impressions I invite your attention to the\nexisting tariff, believing that some of its provisions require\nmodification.The general rule to be applied in graduating the duties upon articles\nof foreign growth or manufacture is that which will place our own in\nfair competition with those of other countries; and the inducements to\nadvance even a step beyond this point are controlling in regard to\nthose articles which are of primary necessity in time of war. When we\nreflect upon the difficulty and delicacy of this operation, it is\nimportant that it should never be attempted but with the utmost\ncaution. Frequent legislation in regard to any branch of industry,\naffecting its value, and by which its capital may be transferred to new\nchannels, must always be productive of hazardous speculation and loss.In deliberating, therefore, on these interesting subjects local\nfeelings and prejudices should be merged in the patriotic determination\nto promote the great interests of the whole. All attempts to connect\nthem with the party conflicts of the day are necessarily injurious, and\nshould be discountenanced. Our action upon them should be under the\ncontrol of higher and purer motives. Legislation subjected to such\ninfluences can never be just, and will not long retain the sanction of\na people whose active patriotism is not bounded by sectional limits nor\ninsensible to that spirit of concession and forbearance which gave life\nto our political compact and still sustains it. Discarding all\ncalculations of political ascendancy, the North, the South, the East,\nand the West should unite in diminishing any burthen of which either\nmay justly complain.The agricultural interest of our country is so essentially connected\nwith every other and so superior in importance to them all that it is\nscarcely necessary to invite to it your particular attention. It is\nprincipally as manufactures and commerce tend to increase the value of\nagricultural productions and to extend their application to the wants\nand comforts of society that they deserve the fostering care of\nGovernment.Looking forward to the period, not far distant, when a sinking fund\nwill no longer be required, the duties on those articles of importation\nwhich can not come in competition with our own productions are the\nfirst that should engage the attention of Congress in the modification\nof the tariff. Of these, tea and coffee are the most important. They\nenter largely into the consumption of the country, and have become\narticles of necessity to all classes. A reduction, therefore, of the\nexisting duties will be felt as a common benefit, but like all other\nlegislation connected with commerce, to be efficacious and not\ninjurious it should be gradual and certain.The public prosperity is evinced in the increased revenue arising from\nthe sales of the public lands and in the steady maintenance of that\nproduced by imposts and tonnage, not withstanding the additional duties\nimposed by the act of May 19th, 1828, and the unusual importations in\nthe early part of that year.The balance in the Treasury on January 1st, 1829 was $5,972,435.81. The\nreceipts of the current year are estimated at $24,602,230 and the\nexpenditures for the same time at $26,164,595, leaving a balance in the\nTreasury on January 1st, 1830 of $4,410,070.81.There will have been paid on account of the public debt during the\npresent year the sum of $12,405,005.80, reducing the whole debt of the\nGovernment on January 1st, 1830 to $48,565,406.50, including $7 millions\nof the 5% stock subscribed to the Bank of the United States. The payment\non account of public debt made on July 1st, 1829 was $8,715,462.87. It was\napprehended that the sudden withdrawal of so large a sum from the banks\nin which it was deposited, at a time of unusual pressure in the money\nmarket, might cause much injury to the interests dependent on bank\naccommodations. But this evil was wholly averted by an early\nanticipation of it at the Treasury, aided by the judicious arrangements\nof the officers of the Bank of the United States.This state of the finances exhibits the resources of the nation in an\naspect highly flattering to its industry and auspicious of the ability\nof Government in a very short time to extinguish the public debt. When\nthis shall be done our population will be relieved from a considerable\nportion of its present burthens, and will find not only new motives to\npatriotic affection, but additional means for the display of individual\nenterprise. The fiscal power of the States will also be increased, and\nmay be more extensively exerted in favor of education and other public\nobjects, while ample means will remain in the Federal Government to\npromote the general weal in all the modes permitted to its authority.After the extinction of the public debt it is not probable that any\nadjustment of the tariff upon principles satisfactory to the people of\nthe Union will until a remote period, if ever, leave the Government\nwithout a considerable surplus in the Treasury beyond what may be\nrequired for its current service. As, then, the period approaches when\nthe application of the revenue to the payment of debt will cease, the\ndisposition of the surplus will present a subject for the serious\ndeliberation of Congress; and it may be fortunate for the country that\nit is yet to be decided.Considered in connection with the difficulties which have heretofore\nattended appropriations for purposes of internal improvement, and with\nthose which this experience tells us will certainly arise when ever\npower over such subjects may be exercised by the Central Government, it\nis hoped that it may lead to the adoption of some plan which will\nreconcile the diversified interests of the States and strengthen the\nbonds which unite them. Every member of the Union, in peace and in war,\nwill be benefited by the improvement of inland navigation and the\nconstruction of high ways in the several States. Let us, then, endeavor\nto attain this benefit in a mode which will be satisfactory to all.\nThat hitherto adopted has by many of our fellow citizens been\ndeprecated as an infraction of the Constitution, while by others it has\nbeen viewed as inexpedient. All feel that it has been employed at the\nexpense of harmony in the legislative councils.To avoid these evils it appears to me that the most safe, just, and\nfederal disposition which could be made of the surplus revenue would be\nits apportionment among the several States according to their ratio of\nrepresentation, and should this measure not be found warranted by the\nConstitution that it would be expedient to propose to the States an\namendment authorizing it. I regard an appeal to the source of power in\ncases of real doubt, and where its exercise is deemed indispensable to\nthe general welfare, as among the most sacred of all our obligations.Upon this country more than any other has, in the providence of God,\nbeen cast the special guardianship of the great principle of adherence\nto written constitutions. If it fail here, all hope in regard to it\nwill be extinguished.That this was intended to be a government of limited and specific, and\nnot general, powers must be admitted by all, and it is our duty to\npreserve for it the character intended by its framers. If experience\npoints out the necessity for an enlargement of these powers, let us\napply for it to those for whose benefit it is to be exercised, and not\nunder-mine the whole system by a resort to over-strained constructions.\nThe scheme has worked well. It has exceeded the hopes of those who\ndevised it, and become an object of admiration to the world. We are\nresponsible to our country and to the glorious cause of self-government\nfor the preservation of so great a good.The great mass of legislation relating to our internal affairs was\nintended to be left where the Federal Convention found it--in the State\ngovernments. Nothing is clearer, in my view, than that we are chiefly\nindebted for the success of the Constitution under which we are now\nacting to the watchful and auxiliary operation of the State\nauthorities. This is not the reflection of a day, but belongs to the\nmost deeply rooted convictions of my mind. I can not, therefore, too\nstrongly or too earnestly, for my own sense of its importance, warn you\nagainst all encroachments upon the legitimate sphere of State\nsovereignty. Sustained by its healthful and invigorating influence the\nfederal system can never fall.In the collection of the revenue the long credits authorized on goods\nimported from beyond the Cape of Good Hope are the chief cause of the\nlosses at present sustained. If these were shortened to 6, 9, and 12\nmonths, and ware-houses provided by Government sufficient to receive\nthe goods offered in deposit for security and for debenture, and if the\nright of the United States to a priority of payment out of the estates\nof its insolvent debtors were more effectually secured, this evil would\nin a great measure be obviated. An authority to construct such houses\nis therefore, with the proposed alteration of the credits, recommended\nto your attention.It is worthy of notice that the laws for the collection and security of\nthe revenue arising from imposts were chiefly framed when the rates of\nduties on imported goods presented much less temptation for illicit\ntrade than at present exists. There is reason to believe that these\nlaws are in some respects quite insufficient for the proper security of\nthe revenue and the protection of the interests of those who are\ndisposed to observe them. The injurious and demoralizing tendency of a\nsuccessful system of smuggling is so obvious as not to require comment,\nand can not be too carefully guarded against. I therefore suggest to\nCongress the propriety of adopting efficient measures to prevent this\nevil, avoiding, however, as much as possible, every unnecessary\ninfringement of individual liberty and embarrassment of fair and lawful\nbusiness.On an examination of the records of the Treasury I have been forcibly\nstruck with the large amount of public money which appears to be\noutstanding. Of the sum thus due from individuals to the Government a\nconsiderable portion is undoubtedly desperate, and in many instances\nhas probably been rendered so by remissness in the agents charged with\nits collection. By proper exertions a great part, however, may yet be\nrecovered; and what ever may be the portions respectively belonging to\nthese two classes, it behooves the Government to ascertain the real\nstate of the fact. This can be done only by the prompt adoption of\njudicious measures for the collection of such as may be made available.\nIt is believed that a very large amount has been lost through the\ninadequacy of the means provided for the collection of debts due to the\npublic, and that this inadequacy lies chiefly in the want of legal\nskill habitually and constantly employed in the direction of the agents\nengaged in the service. It must, I think, be admitted that the\nsupervisory power over suits brought by the public, which is now vested\nin an accounting officer of the Treasury, not selected with a view to\nhis legal knowledge, and encumbered as he is with numerous other\nduties, operates unfavorably to the public interest.It is important that this branch of the public service should be\nsubjected to the supervision of such professional skill as will give it\nefficiency. The expense attendant upon such a modification of the\nexecutive department would be justified by the soundest principles of\neconomy. I would recommend, therefore, that the duties now assigned to\nthe agent of the Treasury, so far as they relate to the superintendence\nand management of legal proceedings on the part of the United States,\nbe transferred to the Attorney General, and that this officer be placed\non the same footing in all respects as the heads of the other\nDepartments, receiving like compensation and having such subordinate\nofficers provided for his Department as may be requisite for the\ndischarge of these additional duties. The professional skill of the\nAttorney General, employed in directing the conduct of marshals and\ndistrict attorneys, would hasten the collection of debts now in suit\nand hereafter save much to the Government. It might be further extended\nto the superintendence of all criminal proceedings for offenses against\nthe United States. In making this transfer great care should be taken,\nhowever, that the power necessary to the Treasury Department be not\nimpaired, one of its greatest securities consisting in control over all\naccounts until they are audited or reported for suit.In connection with the foregoing views I would suggest also an inquiry\nwhether the provisions of the act of Congress authorizing the discharge\nof the persons of the debtors to the Government from imprisonment may\nnot, consistently with the public interest, be extended to the release\nof the debt where the conduct of the debtor is wholly exempt from the\nimputation of fraud. Some more liberal policy than that which now\nprevails in reference to this unfortunate class of citizens is\ncertainly due to them, and would prove beneficial to the country. The\ncontinuance of the liability after the means to discharge it have been\nexhausted can only serve to dispirit the debtor; or, where his\nresources are but partial, the want of power in the Government to\ncompromise and release the demand instigates to fraud as the only\nresource for securing a support to his family. He thus sinks into a\nstate of apathy, and becomes a useless drone in society or a vicious\nmember of it, if not a feeling witness of the rigor and inhumanity of\nhis country. All experience proves that oppressive debt is the bane of\nenterprise, and it should be the care of a republic not to exert a\ngrinding power over misfortune and poverty.Since the last session of Congress numerous frauds on the Treasury have\nbeen discovered, which I thought it my duty to bring under the\ncognizance of the United States court for this district by a criminal\nprosecution. It was my opinion and that of able counsel who were\nconsulted that the cases came within the penalties of the act of the\n17th Congress approved March 3d, 1823, providing for punishment of\nfrauds committed on the Government of the United States. Either from\nsome defect in the law or in its administration every effort to bring\nthe accused to trial under its provisions proved ineffectual, and the\nGovernment was driven to the necessity of resorting to the vague and\ninadequate provisions of the common law. It is therefore my duty to\ncall your attention to the laws which have been passed for the\nprotection of the Treasury. If, indeed, there be no provision by which\nthose who may be unworthily intrusted with its guardianship can be\npunished for the most flagrant violation of duty, extending even to the\nmost fraudulent appropriation of the public funds to their own use, it\nis time to remedy so dangerous an omission; or if the law has been\nperverted from its original purposes, and criminals deserving to be\npunished under its provisions have been rescued by legal subtleties, it\nought to be made so plain by amendatory provisions as to baffle the\narts of perversion and accomplish the ends of its original enactment.In one of the most flagrant causes the court decided that the\nprosecution was barred by the statute which limits prosecutions for\nfraud to two years. In this case all the evidences of the fraud, and,\nindeed, all knowledge that a fraud had been committed, were in\npossession of the party accused until after the two years had elapsed.\nSurely the statute ought not to run in favor of any man while he\nretains all the evidences of his crime in his own possession, and least\nof all in favor of a public officer who continues to defraud the\nTreasury and conceal the transaction for the brief term of two years. I\nwould therefore recommend such an alteration of the law as will give\nthe injured party and the Government two years after the disclosure of\nthe fraud or after the accused is out of office to commence their\nprosecution.In connection with this subject I invite the attention of Congress to a\ngeneral and minute inquiry into the condition of the Government, with a\nview to ascertain what offices can be dispensed with, what expenses\nretrenched, and what improvements may be made in the organization of\nits various parts to secure the proper responsibility of public agents\nand promote efficiency and justice in all its operations.The report of the Secretary of War will make you acquainted with the\ncondition of our Army, fortifications, arsenals, and Indian affairs.\nThe proper discipline of the Army, the training and equipment of the\nmilitia, the education bestowed at West Point, and the accumulation of\nthe means of defense applicable to the naval force will tend to prolong\nthe peace we now enjoy, and which every good citizen, more especially\nthose who have felt the miseries of even a successful warfare, must\nardently desire to perpetuate.The returns from the subordinate branches of this service exhibit a\nregularity and order highly creditable to its character. Both officers\nand soldiers seem imbued with a proper sense of duty, and conform to\nthe restraints of exact discipline with that cheerfulness which becomes\nthe profession of arms. There is need, however, of further legislation\nto obviate the inconveniences specified in the report under\nconsideration, to some of which it is proper that I should call your\nparticular attention.The act of Congress of March 2d, 1821, to reduce and fix the military\nestablishment, remaining unexecuted as it regards the command of one of\nthe regiments of artillery, can not now be deemed a guide to the\nExecutive in making the proper appointment. An explanatory act,\ndesignating the class of officers out of which the grade is to be\nfilled--whether from the military list as existing prior to the act of\n1821 or from it as it has been fixed by that act--would remove this\ndifficulty. It is also important that the laws regulating the pay and\nemoluments of officers generally should be more specific than they now\nare. Those, for example, in relation to the Pay Master and Surgeon\nGeneral assign to them an annual salary of $2.500, but are silent as to\nallowances which in certain exigencies of the service may be deemed\nindispensable to the discharge of their duties. This circumstance has\nbeen the authority for extending to them various allowances at\ndifferent times under former Administrations, but no uniform rule has\nbeen observed on the subject. Similar inconveniences exist in other\ncases, in which the construction put upon the laws by the public\naccountants may operate unequally, produce confusion, and expose\nofficers to the odium of claiming what is not their due.I recommend to your fostering care, as one of our safest means of\nnational defense, the Military Academy. This institution has already\nexercised the happiest influence upon the moral and intellectual\ncharacter of our Army; and such of the graduates as from various causes\nmay not pursue the profession of arms will be scarcely less useful as\ncitizens. Their knowledge of the military art will be advantageously\nemployed in the militia service, and in a measure secure to that class\nof troops the advantages which in this respect belong to standing\narmies.I would also suggest a review of the pension law, for the purpose of\nextending its benefits to every Revolutionary soldier who aided in\nestablishing our liberties, and who is unable to maintain himself in\ncomfort. These relics of the War of Independence have strong claims\nupon their country's gratitude and bounty. The law is defective in not\nembracing within its provisions all those who were during the last war\ndisabled from supporting themselves by manual labor. Such an amendment\nwould add but little to the amount of pensions, and is called for by\nthe sympathies of the people as well as by considerations of sound\npolicy.It will be perceived that a large addition to the list of pensioners\nhas been occasioned by an order of the late Administration, departing\nmaterially from the rules which had previously prevailed. Considering\nit an act of legislation, I suspended its operation as soon as I was\ninformed that it had commenced. Before this period, however,\napplications under the new regulation had been preferred to the number\nof 154, of which, on March 27, the date of its revocation, 87 were\nadmitted. For the amount there was neither estimate nor appropriation;\nand besides this deficiency, the regular allowances, according to the\nrules which have heretofore governed the Department, exceed the\nestimate of its late Secretary by about $50,000, for which an\nappropriation is asked.Your particular attention is requested to that part of the report of\nthe Secretary of War which relates to the money held in trust for the\nSeneca tribe of Indians. It will be perceived that without legislative\naid the Executive can not obviate the embarrassments occasioned by the\ndiminution of the dividends on that fund, which originally amounted to\n$100,000, and has recently been invested in United States 3% stock.The condition and ulterior destiny of the Indian tribes within the\nlimits of some of our States have become objects of much interest and\nimportance. It has long been the policy of Government to introduce\namong them the arts of civilization, in the hope of gradually\nreclaiming them from a wandering life. This policy has, however, been\ncoupled with another wholly incompatible with its success. Professing a\ndesire to civilize and settle them, we have at the same time lost no\nopportunity to purchase their lands and thrust them farther into the\nwilderness. By this means they have not only been kept in a wandering\nstate, but been led to look upon us as unjust and indifferent to their\nfate. Thus, though lavish in its expenditures upon the subject,\nGovernment has constantly defeated its own policy, and the Indians in\ngeneral, receding farther and farther to the west, have retained their\nsavage habits. A portion, however, of the Southern tribes, having\nmingled much with the whites and made some progress in the arts of\ncivilized life, have lately attempted to erect an independent\ngovernment within the limits of Georgia and Alabama. These States,\nclaiming to be the only sovereigns within their territories, extended\ntheir laws over the Indians, which induced the latter to call upon the\nUnited States for protection.Under these circumstances the question presented was whether the\nGeneral Government had a right to sustain those people in their\npretensions. The Constitution declares that \"no new State shall be\nformed or erected within the jurisdiction of any other State\" without\nthe consent of its legislature. If the General Government is not\npermitted to tolerate the erection of a confederate State within the\nterritory of one of the members of this Union against her consent, much\nless could it allow a foreign and independent government to establish\nitself there.Georgia became a member of the Confederacy which eventuated in our\nFederal Union as a sovereign State, always asserting her claim to\ncertain limits, which, having been originally defined in her colonial\ncharter and subsequently recognized in the treaty of peace, she has\never since continued to enjoy, except as they have been circumscribed\nby her own voluntary transfer of a portion of her territory to the\nUnited States in the articles of cession of 1802. Alabama was admitted\ninto the Union on the same footing with the original States, with\nboundaries which were prescribed by Congress.There is no constitutional, conventional, or legal provision which\nallows them less power over the Indians within their borders than is\npossessed by Maine or New York. Would the people of Maine permit the\nPenobscot tribe to erect an independent government within their State?\nAnd unless they did would it not be the duty of the General Government\nto support them in resisting such a measure? Would the people of New\nYork permit each remnant of the six Nations within her borders to\ndeclare itself an independent people under the protection of the United\nStates? Could the Indians establish a separate republic on each of\ntheir reservations in Ohio? And if they were so disposed would it be\nthe duty of this Government to protect them in the attempt? If the\nprinciple involved in the obvious answer to these questions be\nabandoned, it will follow that the objects of this Government are\nreversed, and that it has become a part of its duty to aid in\ndestroying the States which it was established to protect.Actuated by this view of the subject, I informed the Indians inhabiting\nparts of Georgia and Alabama that their attempt to establish an\nindependent government would not be countenanced by the Executive of\nthe United States, and advised them to emigrate beyond the Mississippi\nor submit to the laws of those States.Our conduct toward these people is deeply interesting to our national\ncharacter. Their present condition, contrasted with what they once\nwere, makes a most powerful appeal to our sympathies. Our ancestors\nfound them the uncontrolled possessors of these vast regions. By\npersuasion and force they have been made to retire from river to river\nand from mountain to mountain, until some of the tribes have become\nextinct and others have left but remnants to preserve for a while their\nonce terrible names. Surrounded by the whites with their arts of\ncivilization, which by destroying the resources of the savage doom him\nto weakness and decay, the fate of the Mohegan, the Narragansett, and\nthe Delaware is fast over-taking the Choctaw, the Cherokee, and the\nCreek. That this fate surely awaits them if they remain within the\nlimits of the States does not admit of a doubt. Humanity and national\nhonor demand that every effort should be made to avert so great a\ncalamity. It is too late to inquire whether it was just in the United\nStates to include them and their territory within the bounds of new\nStates, whose limits they could control. That step can not be retraced.\nA State can not be dismembered by Congress or restricted in the\nexercise of her constitutional power. But the people of those States\nand of every State, actuated by feelings of justice and a regard for\nour national honor, submit to you the interesting question whether\nsomething can not be done, consistently with the rights of the States,\nto preserve this much-injured race.  As a means of effecting this end I\nsuggest for your consideration the propriety of setting apart an ample\ndistrict west of the Mississippi, and without the limits of any State\nor Territory now formed, to be guaranteed to the Indian tribes as long\nas they shall occupy it, each tribe having a distinct control over the\nportion designated for its use. There they may be secured in the\nenjoyment of governments of their own choice, subject to no other\ncontrol from the United States than such as may be necessary to\npreserve peace on the frontier and between the several tribes. There\nthe benevolent may endeavor to teach them the arts of civilization,\nand, by promoting union and harmony among them, to raise up an\ninteresting commonwealth, destined to perpetuate the race and to attest\nthe humanity and justice of this Government.This emigration should be voluntary, for it would be as cruel as unjust\nto compel the aborigines to abandon the graves of their fathers and\nseek a home in a distant land. But they should be distinctly informed\nthat if they remain within the limits of the States they must be\nsubject to their laws. In return for their obedience as individuals\nthey will without doubt be protected in the enjoyment of those\npossessions which they have improved by their industry. But it seems to\nme visionary to suppose that in this state of things claims can be\nallowed on tracts of country on which they have neither dwelt nor made\nimprovements, merely because they have seen them from the mountain or\npassed them in the chase. Submitting to the laws of the States, and\nreceiving, like other citizens, protection in their persons and\nproperty, they will ere long become merged in the mass of our\npopulation.The accompanying report of the Secretary of the Navy will make you\nacquainted with the condition and useful employment of that branch of\nour service during the present year. Constituting as it does the best\nstanding security of this country against foreign aggression, it claims\nthe especial attention of Government. In this spirit the measures which\nsince the termination of the last war have been in operation for its\ngradual enlargement were adopted, and it should continue to be\ncherished as the off-spring of our national experience. It will be\nseen, however, that not withstanding the great solicitude which has\nbeen manifested for the perfect organization of this arm and the\nliberality of the appropriations which that solicitude has suggested,\nthis object has in many important respects not been secured.In time of peace we have need of no more ships of war than are\nrequisite to the protection of our commerce. Those not wanted for this\nobject must lay in the harbors, where without proper covering they\nrapidly decay, and even under the best precautions for their\npreservation must soon become useless. Such is already the case with\nmany of our finest vessels, which, though unfinished, will now require\nimmense sums of money to be restored to the condition in which they\nwere when committed to their proper element.On this subject there can be but little doubt that our best policy\nwould be to discontinue the building of ships of the first and second\nclass, and look rather to the possession of ample materials, prepared\nfor the emergencies of war, than to the number of vessels which we can\nfloat in a season of peace, as the index of our naval power. Judicious\ndeposits in navy yards of timber and other materials, fashioned under\nthe hands of skillful work-men and fitted for prompt application to\ntheir various purposes, would enable us at all times to construct\nvessels as fast as they can be manned, and save the heavy expense of\nrepairs, except to such vessels as must be employed in guarding our\ncommerce.The proper points for the establishment of these yards are indicated\nwith so much force in the report of the Navy Board that in recommending\nit to your attention I deem it unnecessary to do more than express my\nhearty concurrence in their views. The yard in this District, being\nalready furnished with most of the machinery necessary for ship\nbuilding, will be competent to the supply of the two selected by the\nBoard as the best for the concentration of materials, and, from the\nfacility and certainty of communication between them, it will be\nuseless to incur at those depots the expense of similar machinery,\nespecially that used in preparing the usual metallic and wooden\nfurniture of vessels.Another improvement would be effected by dispensing altogether with the\nNavy Board as now constituted, and substituting in its stead bureaux\nsimilar to those already existing in the War Department. Each member of\nthe Board, transferred to the head of a separate bureau charged with\nspecific duties, would feel in its highest degree that wholesome\nresponsibility which can not be divided without a far more than\nproportionate diminution of its force. Their valuable services would\nbecome still more so when separately appropriated to distinct portions\nof the great interests of the Navy, to the prosperity of which each\nwould be impelled to devote himself by the strongest motives. Under\nsuch an arrangement every branch of this important service would assume\na more simple and precise character, its efficiency would be increased,\nand scrupulous economy in the expenditure of public money promoted.I would also recommend that the Marine Corps be merged in the artillery\nor infantry, as the best mode of curing the many defects in its\norganization. But little exceeding in number any of the regiments of\ninfantry, that corps has, besides its lieutenant-colonel commandant,\nfive brevet lieutenant-colonels, who receive the full pay and\nemoluments of their brevet rank, without rendering proportionate\nservice. Details for marine service could as well be made from the\nartillery or infantry, there being no peculiar training requisite for\nit.With these improvements, and such others as zealous watchfulness and\nmature consideration may suggest, there can be little doubt that under\nan energetic administration of its affairs the Navy may soon be made\nevery thing that the nation wishes it to be. Its efficiency in the\nsuppression of piracy in the West India seas, and wherever its\nsquadrons have been employed in securing the interests of the country,\nwill appear from the report of the Secretary, to which I refer you for\nother interesting details. Among these I would bespeak the attention of\nCongress for the views presented in relation to the inequality between\nthe Army and Navy as to the pay of officers. No such inequality should\nprevail between these brave defenders of their country, and where it\ndoes exist it is submitted to Congress whether it ought not to be\nrectified.The report of the Post Master General is referred to as exhibiting a\nhighly satisfactory administration of that Department. Abuses have been\nreformed, increased expedition in the transportation of the mail\nsecured, and its revenue much improved. In a political point of view\nthis Department is chiefly important as affording the means of\ndiffusing knowledge. It is to the body politic what the veins and\narteries are to the natural--conveying rapidly and regularly to the\nremotest parts of the system correct information of the operations of\nthe Government, and bringing back to it the wishes and feelings of the\npeople. Through its agency we have secured to ourselves the full\nenjoyment of the blessings of a free press.In this general survey of our affairs a subject of high importance\npresents itself in the present organization of the judiciary. An\nuniform operation of the Federal Government in the different States is\ncertainly desirable, and existing as they do in the Union on the basis\nof perfect equality, each State has a right to expect that the benefits\nconferred on the citizens of others should be extended to hers. The\njudicial system of the United States exists in all its efficiency in\nonly fifteen members of the Union; to three others the circuit courts,\nwhich constitute an important part of that system, have been\nimperfectly extended, and to the remaining six altogether denied. The\neffect has been to withhold from the inhabitants of the latter the\nadvantages afforded (by the Supreme Court) to their fellow citizens in\nother States in the whole extent of the criminal and much of the civil\nauthority of the Federal judiciary. That this state of things ought to\nbe remedied, if it can be done consistently with the public welfare, is\nnot to be doubted. Neither is it to be disguised that the organization\nof our judicial system is at once a difficult and delicate task. To\nextend the circuit courts equally throughout the different parts of the\nUnion, and at the same time to avoid such a multiplication of members\nas would encumber the supreme appellate tribunal, is the object\ndesired. Perhaps it might be accomplished by dividing the circuit\njudges into two classes, and providing that the Supreme Court should be\nheld by these classes alternately, the Chief Justice always presiding.If an extension of the circuit court system to those States which do\nnot now enjoy its benefits should be determined upon, it would of\ncourse be necessary to revise the present arrangement of the circuits;\nand even if that system should not be enlarged, such a revision is\nrecommended.A provision for taking the census of the people of the United States\nwill, to insure the completion of that work within a convenient time,\nclaim the early attention of Congress.The great and constant increase of business in the Department of State\nforced itself at an early period upon the attention of the Executive.\nThirteen years ago it was, in Mr. Madison's last message to Congress,\nmade the subject of an earnest recommendation, which has been repeated\nby both of his successors; and my comparatively limited experience has\nsatisfied me of its justness. It has arisen from many causes, not the\nleast of which is the large addition that has been made to the family\nof independent nations and the proportionate extension of our foreign\nrelations. The remedy proposed was the establishment of a home\ndepartment--a measure which does not appear to have met the views of\nCongress on account of its supposed tendency to increase, gradually and\nimperceptibly, the already too strong bias of the federal system toward\nthe exercise of authority not delegated to it. I am not, therefore,\ndisposed to revive the recommendation, but am not the less impressed\nwith the importance of so organizing that Department that its Secretary\nmay devote more of his time to our foreign relations. Clearly satisfied\nthat the public good would be promoted by some suitable provision on\nthe subject, I respectfully invite your attention to it.The charter of the Bank of the United States expires in 1836, and its\nstock holders will most probably apply for a renewal of their\nprivileges. In order to avoid the evils resulting from precipitancy in\na measure involving such important principles and such deep pecuniary\ninterests, I feel that I can not, in justice to the parties interested,\ntoo soon present it to the deliberate consideration of the Legislature\nand the people. Both the constitutionality and the expediency of the\nlaw creating this bank are well questioned by a large portion of our\nfellow citizens, and it must be admitted by all that it has failed in\nthe great end of establishing an uniform and sound currency.Under these circumstances, if such an institution is deemed essential\nto the fiscal operations of the Government, I submit to the wisdom of\nthe Legislature whether a national one, founded upon the credit of the\nGovernment and its revenues, might not be devised which would avoid all\nconstitutional difficulties and at the same time secure all the\nadvantages to the Government and country that were expected to result\nfrom the present bank.I can not close this communication without bringing to your view the\njust claim of the representatives of Commodore Decatur, his officers\nand crew, arising from the recapture of the frigate Philadelphia under\nthe heavy batteries of Tripoli. Although sensible, as a general rule,\nof the impropriety of Executive interference under a Government like\nours, where every individual enjoys the right of directly petitioning\nCongress, yet, viewing this case as one of very peculiar character, I\ndeem it my duty to recommend it to your favorable consideration.\nBesides the justice of this claim, as corresponding to those which have\nbeen since recognized and satisfied, it is the fruit of a deed of\npatriotic and chivalrous daring which infused life and confidence into\nour infant Navy and contributed as much as any exploit in its history\nto elevate our national character. Public gratitude, therefore, stamps\nher seal upon it, and the meed should not be withheld which may here\nafter operate as a stimulus to our gallant tars.I now commend you, fellow citizens, to the guidance of Almighty God,\nwith a full reliance on His merciful providence for the maintenance of\nour free institutions, and with an earnest supplication that what ever\nerrors it may be my lot to commit in discharging the arduous duties\nwhich have devolved on me will find a remedy in the harmony and wisdom\nof your counsels.", 
    "name": "Andrew Jackson"
}