{
    "date": "December 7, 1835", 
    "speech": "Fellow Citizens of the Senate and of the House of Representatives:In the discharge of my official duty the again devolves upon me of\ncommunicating with a new Congress. The reflection that the\nrepresentation of the Union has been recently renewed, and that the\nconstitutional term of its service will expire with my own, heightens\nthe solicitude with which I shall attempt to lay before it the state of\nour national concerns and the devout hope which I cherish that its\nlabors to improve them may be crowned with success.You are assembled at a period of profound interest to the American\npatriot. The unexampled growth and prosperity of our country having\ngiven us a rank in the scale of nations which removes all apprehension\nof danger to our integrity and independence from external foes, the\ncareer of freedom is before us, with an earnest from the past that if\ntrue to ourselves there can be no formidable obstacle in the future to\nits peaceful and uninterrupted pursuit. Yet, in proportion to the\ndisappearance of those apprehensions which attended our weakness, as\nonce contrasted with the power of some of the States of the Old World,\nshould we now be solicitous as to those which belong to the conviction\nthat it is to our own conduct we must look for the preservation of\nthose causes on which depend the excellence and the duration of our\nhappy system of government.In the example of other systems founded on the will of the people we\ntrace to internal dissension the influences which have so often blasted\nthe hopes of the friends of freedom. The social elements, which were\nstrong and successful when united against external danger, failed in\nthe more difficult task of properly adjusting their own internal\norganization, and thus gave way the great principle of self-government.\nLet us trust that this admonition will never be forgotten by the\nGovernment or the people of the United States, and that the testimony\nwhich our experience thus far holds out to the great human family of\nthe practicability and the blessings of free government will be\nconfirmed in all time to come.We have but to look at the state of our agriculture, manufactures, and\ncommerce and the unexampled increase of our population to feel the\nmagnitude of the trust committed to us. Never in any former period of\nour history have we had greater reason than we now have to be thankful\nto Divine Providence for the blessings of health and general\nprosperity. Every branch of labor we see crowned with the most abundant\nrewards. In every element of national resources and wealth and of\nindividual comfort we witness the most rapid and solid improvements.\nWith no interruptions to this pleasing prospect at home which will not\nyield to the spirit of harmony and good will that so strikingly\npervades the mass of the people in every quarter, amidst all the\ndiversity of interest and pursuits to which they are attached, and with\nno cause of solicitude in regard to our external affairs which will\nnot, it is hoped, disappear before the principles of simple justice and\nthe forbearance that mark our intercourse with foreign powers, we have\nevery reason to feel proud of our beloved country.The general state of our foreign relations has not materially changed\nsince my last annual message.In the settlement of the question of the North Eastern boundary little\nprogress has been made. Great Britain has declined acceding to the\nproposition of the United States, presented in accordance with the\nresolution of the Senate, unless certain preliminary conditions were\nadmitted, which I deemed incompatible with a satisfactory and rightful\nadjustment of the controversy. Waiting for some distinct proposal from\nthe Government of Great Britain, which has been invited, I can only\nrepeat the expression of my confidence that, with the strong mutual\ndisposition which I believe exists to make a just arrangement, this\nperplexing question can be settled with a due regard to the\nwell-founded pretensions and pacific policy of all the parties to it.\nEvents are frequently occurring on the North Eastern frontier of a\ncharacter to impress upon all the necessity of a speedy and definitive\ntermination of the dispute. This consideration, added to the desire\ncommon to both to relieve the liberal and friendly relations so happily\nexisting between the two countries from all embarrassment, will no\ndoubt have its just influence upon both.Our diplomatic intercourse with Portugal has been renewed, and it is\nexpected that the claims of our citizens, partially paid, will be fully\nsatisfied as soon as the condition of the Queen's Government will\npermit the proper attention to the subject of them. That Government\nhas, I am happy to inform you, manifested a determination to act upon\nthe liberal principles which have marked our commercial policy. The\nhappiest effects upon the future trade between the United States and\nPortugal are anticipated from it, and the time is not thought to be\nremote when a system of perfect reciprocity will be established.The installments due under the convention with the King of the Two\nSicilies have been paid with that scrupulous fidelity by which his\nwhole conduct has been characterized, and the hope is indulged that the\nadjustment of the vexed question of our claims will be followed by a\nmore extended and mutually beneficial intercourse between the two\ncountries.The internal contest still continues in Spain. Distinguished as this\nstruggle has unhappily been by incidents of the most sanguinary\ncharacter, the obligations of the late treaty of indemnification with\nus have been, never the less, faithfully executed by the Spanish\nGovernment.No provision having been made at the last session of Congress for the\nascertainment of the claims to be paid and the apportionment of the\nfunds under the convention made with Spain, I invite your early\nattention to the subject. The public evidences of the debt have,\naccording to the terms of the convention and in the forms prescribed by\nit, been placed in the possession of the United States, and the\ninterest as it fell due has been regularly paid upon them. Our\ncommercial intercourse with Cuba stands as regulated by the act of\nCongress. No recent information has been received as to the disposition\nof the Government of Madrid, and the lamented death of our recently\nappointed minister on his way to Spain, with the pressure of their\naffairs at home, renders it scarcely probable that any change is to be\nlooked for during the coming year.Further portions of the Florida archives have been sent to the United\nStates, although the death of one of the commissioners at a critical\nmoment embarrassed the progress of the delivery of them. The higher\nofficers of the local government have recently shown an anxious desire,\nin compliance with the orders from the parent Government, to facilitate\nthe selection and delivery of all we have a right to claim.Negotiations have been opened at Madrid for the establishment of a\nlasting peace between Spain and such of the Spanish American\nGovernments of this hemisphere as have availed themselves of the\nintimation given to all of them of the disposition of Spain to treat\nupon the basis of their entire independence. It is to be regretted that\nsimultaneous appointments by all of ministers to negotiate with Spain\nhad not been made. The negotiation itself would have been simplified,\nand this long-standing dispute, spreading over a large portion of the\nworld, would have been brought to a more speedy conclusion.Our political and commercial relations with Austria, Prussia, Sweden,\nand Denmark stand on the usual favorable bases. One of the articles of\nour treaty with Russia in relation to the trade on the North-West coast\nof America having expired, instructions have been given to our minister\nat St. Petersburg to negotiate a renewal of it. The long and unbroken\namity between the two Governments gives every reason for supposing the\narticle will be renewed, if stronger motives do not exist to prevent it\nthan with our view of the subject can be anticipated here. I ask your\nattention to the message of my predecessor at the opening of the second\nsession of the 19th Congress, relative to our commercial intercourse\nwith Holland, and to the documents connected with that subject,\ncommunicated to the House of Representatives on the 10th of January,\n1825, and 18th of January, 1827.Coinciding in the opinion of my predecessor that Holland is not, under\nthe regulations of her present system, entitled to have her vessels and\ntheir cargoes received into the United States on the footing of\nAmerican vessels and cargoes as regards duties of tonnage and impost, a\nrespect for his reference of it to the Legislature has alone prevented\nme from acting on the subject. I should still have waited without\ncomment for the action of Congress, but recently a claim has been made\nby Belgian subjects to admission into our ports for their ships and\ncargoes on the same footing as American, with the allegation we could\nnot dispute that our vessels received in their ports the identical\ntreatment shewn to them in the ports of Holland, upon whose vessels no\ndiscrimination is made in the ports of the United States.Given the same privileges the Belgians expected the same benefits--\nbenefits that were, in fact, enjoyed when Belgium and Holland were\nunited under one Government. Satisfied with the justice of their\npretension to be placed on the same footing with Holland, I could not,\nnever the less, without disregard to the principle of our laws, admit\ntheir claim to be treated as Americans, and at the same time a respect\nfor Congress, to whom the subject had long since been referred, has\nprevented me from producing a just equality by taking from the vessels\nof Holland privileges conditionally granted by acts of Congress,\nalthough the condition upon which the grant was made has, in my\njudgment, failed since 1822. I recommend, therefore, a review of the\nact of 1824, and such modification of it as will produce an equality on\nsuch terms as Congress shall think best comports with our settled\npolicy and the obligations of justice to two friendly powers.With the Sublime Porte and all the Governments on the coast of Barbary\nour relations continue to be friendly. The proper steps have been taken\nto renew our treaty with Morocco.The Argentine Republic has again promised to send within the current\nyear a minister to the United States.A convention with Mexico for extending the time for the appointment of\ncommissioners to run the boundary line has been concluded and will be\nsubmitted to the Senate. Recent events in that country have awakened\nthe liveliest solicitude in the United States. Aware of the strong\ntemptations existing and powerful inducements held out to the citizens\nof the United States to mingle in the dissensions of our immediate\nneighbors, instructions have been given to the district attorneys of\nthe United States where indications warranted it to prosecute without\nrespect to persons all who might attempt to violate the obligations of\nour neutrality, while at the same time it has been thought necessary to\napprise the Government of Mexico that we should require the integrity\nof our territory to be scrupulously respected by both parties.From our diplomatic agents in Brazil, Chile, Peru, Central America,\nVenezuela, and New Granada constant assurances are received of the\ncontinued good understanding with the Governments to which they are\nseverally accredited. With those Governments upon which our citizens\nhave valid and accumulating claims, scarcely an advance toward a\nsettlement of them is made, owing mainly to their distracted state or\nto the pressure of imperative domestic questions. Our patience has been\nand will probably be still further severely tried, but our fellow\ncitizens whose interests are involved may confide in the determination\nof the Government to obtain for them eventually ample retribution.Unfortunately, many of the nations of this hemisphere are still\nself-tormented by domestic dissensions. Revolution succeeds revolution;\ninjuries are committed upon foreigners engaged in lawful pursuits; much\ntime elapses before a government sufficiently stable is erected to\njustify expectation of redress; ministers are sent and received, and\nbefore the discussions of past injuries are fairly begun fresh troubles\narise; but too frequently new injuries are added to the old, to be\ndiscussed together with the existing government after it has proved its\nability to sustain the assaults made upon it, or with its successor if\noverthrown. If this unhappy condition of things continues much longer,\nother nations will be under the painful necessity of deciding whether\njustice to their suffering citizens does not require a prompt redress\nof injuries by their own power, without waiting for the establishment\nof a government competent and enduring enough to discuss and to make\nsatisfaction for them.Since the last session of Congress the validity of our claims upon\nFrance, as liquidated by the treaty of 1831, has been acknowledged by\nboth branches of her legislature, and the money has been appropriated\nfor their discharge; but the payment is, I regret to inform you, still\nwithheld.A brief recapitulation of the most important incidents in this\nprotracted controversy will shew how utterly untenable are the grounds\nupon which this course is attempted to be justified.On entering upon the duties of my station I found the United States an\nunsuccessful applicant to the justice of France for the satisfaction of\nclaims the validity of which was never questionable, and has now been\nmost solemnly admitted by France herself. The antiquity of these\nclaims, their high justice, and the aggravating circumstances out of\nwhich they arose are too familiar to the American people to require\ndescription. It is sufficient to say that for a period of ten years and\nupward our commerce was, with but little interruption, the subject of\nconstant aggression on the part of France--aggressions the ordinary\nfeatures of which were condemnations of vessels and cargoes under\narbitrary decrees, adopted in contravention as well of the laws of\nnations as of treaty stipulations, burnings on the high seas, and\nseizures and confiscations under special imperial rescripts in the\nports of other nations occupied by the armies or under the control of\nFrance. Such it is now conceded is the character of the wrongs we\nsuffered--wrongs in many cases so flagrant that even their authors\nnever denied our right to reparation. Of the extent of these injuries\nsome conception may be formed from the fact that after the burning of a\nlarge amount at sea and the necessary deterioration in other cases by\nlong detention the American property so seized and sacrificed at forced\nsales, excluding what was adjudged to privateers before or without\ncondemnation, brought into the French treasury upward of 24,000,000\nfrancs, besides large custom house duties.The subject had already been an affair of 20 years' uninterrupted\nnegotiation, except for a short time when France was overwhelmed by the\nmilitary power of united Europe. During this period, whilst other\nnations were extorting from her payment of their claims at the point of\nthe bayonet, the United States intermitted their demand for justice out\nof respect to the oppressed condition of a gallant people to whom they\nfelt under obligations for fraternal assistance in their own days of\nsuffering and peril. The bad effects of these protracted and unavailing\ndiscussions, were obvious, and the line of duty was to my mind equally\nso.This was either to insist upon the adjustment of our claims within a\nreasonable period or to abandon them altogether. I could not doubt that\nby this course the interests and honor of both countries would be best\nconsulted. Instructions were therefore given in this spirit to the\nminister who was sent out once more to demand reparation.Upon the meeting of Congress in December, 1829, I felt it my duty to\nspeak of these claims and the delays of France in terms calculated to\ncall the serious attention of both countries to the subject. The then\nFrench ministry took exception to the message on the ground of its\ncontaining a menace, under it was not agreeable to the French\nGovernment to negotiate. The American minister of his own accord\nrefuted the construction which was attempted to be put upon the message\nand at the same time called to the recollection of the French ministry\nthat the President's message was a communication addressed, not to\nforeign governments, but to the Congress of the United States, in which\nit was enjoined upon him by the Constitution to lay before that body\ninformation of the state of the Union, comprehending its foreign as\nwell as its domestic relations, and that if in the discharge of this\nduty he felt it incumbent upon him to summon the attention of Congress\nin due time to what might be the possible consequences of existing\ndifficulties with any foreign government, he might fairly be supposed\nto do so under a sense of his own Government, and not from any\nintention of holding a menace over a foreign power.The views taken by him received my approbation, the French Government\nwas satisfied, and the negotiation was continued. It terminated in the\ntreaty of July 4th, recognizing the justice of our claims in part and\npromising payment to the amount of 25,000,000 francs in six annual\ninstallments.The ratifications of this treaty were exchanged at Washington on the\nsecond of February, 1832, and in five days thereafter it was laid\nbefore Congress, who immediately passed the acts necessary on our part\nto secure to France the commercial advantages conceded to her in the\ncompact. The treaty had previously been solemnly ratified by the King\nof the French in terms which are certainly not mere matters of form,\nand of which the translation is as follows: WE, approving the above\nconvention in all and each of the dispositions which are contained in\nit, do declare, by ourselves as well as by our heirs and successors,\nthat it is accepted, approved, ratified, and confirmed, and by these\npresents, signed by our hand, we do accept, approve, ratify, and\nconfirm it; promising, on the faith and word of a king, to observe it\nand to cause it to be observed inviolably, without ever contravening it\nor suffering it to be contravened, directly or indirectly, for any\ncause or under any pretense whatsoever. Official information of the\nexchange of ratifications in the United States reached Paris whilst the\nChambers were in session. The extraordinary and to us injurious delays\nof the French Government in their action upon the subject of its\nfulfillment have been heretofore stated to Congress, and I have no\ndisposition to enlarge upon them here. It is sufficient to observe that\nthe then pending session was allowed to expire without even an effort\nto obtain the necessary appropriations; that the two succeeding ones\nwere also suffered to pass away without anything like a serious attempt\nto obtain a decision upon the subject, and that it was not until the\nfourth session, almost three years after the conclusion of the treaty\nand more than two years after the exchange of ratifications, that the\nbill for the execution of the treaty was pressed to a vote and\nrejected.In the mean time the Government of the United States, having full\nconfidence that a treaty entered into and so solemnly ratified by the\nFrench King would be executed in good faith, and not doubting that\nprovision would be made for the payment of the first installment which\nwas to become due on the second day of February, 1833, negotiated a\ndraft for the amount through the Bank of the United States. When this\ndraft was presented by the holder with the credentials required by the\ntreaty to authorize him to receive the money, the Government of France\nallowed it to be protested. In addition to the injury in the nonpayment\nof the money by France, conformably to her engagement, the United\nStates were exposed to a heavy claim on the part of the bank under\npretense of damages, in satisfaction of which that institution seized\nupon and still retains an equal amount of the public money.Congress was in session when the decision of the Chambers reached\nWashington, and an immediate communication of this apparently final\ndecision of France not to fulfill the stipulation of the treaty was the\ncourse naturally to be expected from the President. The deep tone of\ndissatisfaction which pervaded the public mind and the correspondent\nexcitement produced in Congress by only a general knowledge of the\nresult rendered it more than probable that a resort to immediate\nmeasures of redress would be the consequence of calling the attention\nof that body to the subject. Sincerely desirous of preserving the\npacific relations which had so long existed between the two countries,\nI was anxious to avoid this course if I could be satisfied that by so\nneither the interests nor the honor of my country would be\ncompromitted. Without the fullest assurances on that point, I could not\nhope to acquit myself of the responsibility to be incurred in suffering\nCongress to adjourn without laying the subject before them. Those\nreceived by me were believed to be of that character.That the feelings produced in the United States by the news of the\nrejection of the appropriation would be such as I have described them\nto have been was foreseen by the French Government, and prompt measures\nwere taken by it to prevent the consequence. The King in person\nexpressed through our minister at Paris his profound regret at the\ndecision of the Chambers, and promised to send forthwith a ship with\ndispatches to his minister here authorizing him to give such assurances\nas would satisfy the Government and people of the United States that\nthe treaty would yet be faithfully executed by France.The national ship arrived, and the minister received his instructions.\nClaiming to act under the authority derived from them, he gave to this\ngovernment in the name of his the most solemn assurances that as soon\nafter the new elections as the charter would permit the French Chambers\nwould be convened and the attempt to procure the necessary\nappropriations renewed; that all the constitutional powers of the King\nand his ministers should be put in requisition to accomplish the\nobject, and he was understood, and so expressly informed by this\nGovernment at the time, to engage that the question should be pressed\nto a decision at a period sufficiently early to permit information of\nthe result to be communicated to Congress at the commencement of their\nnext session. Relying upon these assurances, I incurred the\nresponsibility, great as I regarded it to be, of suffering Congress to\nseparate without communicating with them upon the subject.The expectations justly founded upon the promises thus solemnly made to\nthis Government by that of France were not realized. The French\nChambers met on the thirty-first of July, 1834, soon after the\nelection, and although our minister in Paris urged the French ministry\nto bring the subject before them, they declined doing so. He next\ninsisted that the Chambers, of prorogued without acting on the subject,\nshould be reassembled at a period so early that their action on the\ntreaty might be known in Washington prior to the meeting of Congress.This reasonable request was not only declined, but the Chambers were\nprorogued to the 29th of December, a day so late that their decision,\nhowever urgently pressed, could not in all probability be obtained in\ntime to reach Washington before the necessary adjournment of Congress\nby the Constitution. The reasons given by the ministry for refusing to\nconvoke the Chambers at an earlier period were afterwards shewn not to\nbe insuperable by their actual convocation on the first of December\nunder a special call for domestic purposes, which fact, however, did\nnot become known to this Government until after the commencement of the\nlast session of Congress.Thus disappointed in our just expectations, it became my imperative\nduty to consult with Congress in regard to the expediency of a resort\nto retaliatory measures in case the stipulations of the treaty should\nnot be speedily complied with, and to recommend such as in my judgment\nthe occasion called for. To this end an unreserved communication of the\ncase in all its aspects became indispensable. To have shrunk in making\nit from saying all that was necessary to its correct understanding, and\nthat the truth would justify, for fear of giving offense to others,\nwould have been unworthy of us. To have gone, on the other hand, a\nsingle step further for the purpose of wounding the pride of a\nGovernment and people with whom we had so many motives for cultivating\nrelations of amity and reciprocal advantage would have been unwise and\nimproper.Admonished by the past of the difficulty of making even the simplest\nstatement of our wrongs without disturbing the sensibilities of those\nwho had by their position become responsible for their redress, and\nearnestly desirous of preventing further obstacles from that source, I\nwent out of my way to preclude a construction of the message by which\nthe recommendation that was made to Congress might be regarded as a\nmenace to France in not only disavowing such a design, but in declaring\nthat her pride and her power were too well known to expect anything\nfrom her fears. The message did not reach Paris until more than a month\nafter the Chambers had been in session, and such was the insensibility\nof the ministry to our rightful claims and just expectations that our\nminister had been informed that the matter when introduced would not be\npressed as a cabinet measure.Although the message was not officially communicated to the French\nGovernment, and not withstanding the declaration to the contrary which\nit contained, the French ministry decided to consider the conditional\nrecommendation of reprisals a menace and an insult which the honor of\nthe nation made it incumbent on them to resent. The measures resorted\nto by them to evince their sense of the supposed indignity were the\nimmediate recall of their minister at Washington, the offer of\npassports to the American minister at Paris, and a public notice to the\nlegislative Chambers that all diplomatic intercourse with the United\nStates had been suspended.Having in this manner vindicated the dignity of France, they next\nproceeded to illustrate her justice. To this end a bill was immediately\nintroduced into the Chamber of Deputies proposing to make the\nappropriations necessary to carry into effect the treaty. As this bill\nsubsequently passed into a law, the provisions of which now constitute\nthe main subject of difficulty between the two nations, it becomes my\nduty, in order to place the subject before you in a clear light, to\ntrace the history of its passage and to refer with some particularity\nto the proceedings and discussions in regard to it.The minister of finance in his opening speech alluded to the measures\nwhich had been adopted to resent the supposed indignity, and\nrecommended the execution of the treaty as a measure required by the\nhonor and justice of France. He as the organ of the ministry declared\nthe message, so long as it had not received the sanction of Congress, a\nmere expression of the personal opinion of the President, for which\nneither the Government nor people of the United States were\nresponsible, and that an engagement had been entered into for the\nfulfillment of which the honor of France was pledged. Entertaining\nthese views, the single condition which the French ministry proposed to\nannex to the payment of the money was that it should not be made until\nit was ascertained that the Government of the United States had done\nnothing to injure the interests of France, or, in other words, that no\nsteps had been authorized by Congress of a hostile character toward\nFrance.What the disposition of action of Congress might be was then unknown to\nthe French cabinet; but on the 14th day of January the Senate resolved\nthat it was at that time inexpedient to adopt any legislative measures\nin regard to the state of affairs between the United States and France,\nand no action on the subject had occurred in the House of\nRepresentatives. These facts were known in Paris prior to the 28th of\nMarch, 1835, when the committee to whom the bill of indemnification had\nbeen referred reported it to the Chamber of Deputies. That committee\nsubstantially re-echoed the sentiments of the ministry, declared that\nCongress had set aside the proposition of the President, and\nrecommended the passage of the bill without any other restriction than\nthat originally proposed. Thus was it known to the French ministry and\nChambers that if the position assumed by them, and which had been so\nfrequently and solemnly announced as the only one compatible with the\nhonor of France, was maintained and the bill passed as originally\nproposed, the money would be paid and there would be an end of this\nunfortunate controversy.But this cheering prospect was soon destroyed by an amendment\nintroduced into the bill at the moment of its passage, providing that\nthe money should not be paid until the French Government had received\nsatisfactory explanations of the President's message of the second\nDecember, 1834, and, what is still more extraordinary, the president of\nthe council of ministers adopted this amendment and consented to its\nincorporation in the bill. In regard to a supposed insult which had\nbeen formally resented by the recall of their minister and the offer of\npassports to ours, they now for the first time proposed to ask\nexplanations. Sentiments and propositions which they had declared could\nnot justly be imputed to the Government or people of the United States\nare set up as obstacles to the performance of an act of conceded\njustice to that Government and people. They had declared that the honor\nof France required the fulfillment of the engagement into which the\nKing had entered, unless Congress adopted the recommendations of the\nmessage. They ascertained that Congress did not adopt them, and yet\nthat fulfillment is refused unless they first obtain from the President\nexplanations of an opinion characterized by themselves as personal and\ninoperative.The conception that it was my intention to menace or insult the\nGovernment of France is as unfounded as the attempt to extort from the\nfears of that nation what her sense of justice may deny would be vain\nand ridiculous. But the Constitution of the United States imposes on\nthe President the duty of laying before Congress the condition of the\ncountry in its foreign and domestic relations, and of recommending such\nmeasures as may in his opinion be required by its interests. From the\nperformance of this duty he can not be deterred by the fear of wounding\nthe sensibilities of the people or government of whom it may become\nnecessary to speak; and the American people are incapable of submitting\nto an interference by any government on earth, however powerful, with\nthe free performance of the domestic duties which the Constitution has\nimposed on their public functionaries.The discussions which intervene between the several departments of our\nGovernment being to ourselves, and for anything said in them our public\nservants are only responsible to their own constituents and to each\nother. If in the course of their consultations facts are erroneously\nstated or unjust deductions are made, they require no other inducement\nto correct them, however informed of their error, than their love of\njustice and what is due to their own character; but they can never\nsubmit to be interrogated upon the subject as a matter of right by a\nforeign power. When our discussions terminate in acts, our\nresponsibility to foreign powers commences, not as individuals, but as\na nation. The principle which calls in question the President for the\nlanguage of his message would equally justify a foreign power in\ndemanding explanations of the language used in the report of a\ncommittee or by a member in debate.This is not the first time that the Government of France has taken\nexception to the messages of American Presidents. President Washington\nand the first President Adams in the performance of their duties to the\nAmerican people fell under the animadversions of the French Directory.\nThe objection taken by the ministry of Charles X, and removed by the\nexplanation made by our minister upon the spot, has already been\nadverted to. When it was understood that the ministry of the present\nKing took exception to my message of last year, putting a construction\nupon it which was disavowed on its face, our late minister at Paris, in\nanswer to the note which first announced a dissatisfaction with the\nlanguage used in the message, made a communication to the French\nGovernment under date of the 29th of January, 1835, calculated to\nremove all impressions which an unreasonable susceptibility had\ncreated. He repeated and called the attention of the French Government\nto the disavowal contained in the message itself of any intention to\nintimidate by menace; he truly declared that it contained and was\nintended to contain no charge of ill faith against the King of the\nFrench, and properly distinguished between the right to complain in\nunexceptionable terms of the omission to execute an agreement and an\naccusation of bad motives in withholding such execution, and\ndemonstrated that the necessary use of that right ought not to be\nconsidered as an offensive imputation.Although this communication was made without instructions and entirely\non the minister's own responsibility, yet it was afterwards made the\nact of this Government by my full approbation, and that approbation was\nofficially made known on the 25th of April, 1835, to the French\nGovernment. It, however, failed to have any effect. The law, after this\nfriendly explanation, passed with the obnoxious amendment, supported by\nthe King's ministers, and was finally approved by the King.The people of the United States are justly attached to a pacific system\nin their intercourse with foreign nations. It is proper, therefore,\nthat they should know whether their Government has adhered to it. In\nthe present instance it has been carried to the utmost extent that was\nconsistent with a becoming self-respect. The note of the 29th of\nJanuary, to which I have before alluded, was not the only one which our\nminister took upon himself the responsibility of presenting on the same\nsubject and in the same spirit.Finding that it was intended to make the payment of a just debt\ndependent on the performance of a condition which he knew could never\nbe complied with, he thought it a duty to make another attempt to\nconvince the French Government that whilst self-respect and regard to\nthe dignity of other nations would always prevent us from using any\nlanguage that ought to give offense, yet we could never admit a right\nin any foreign government to ask explanations of or to interfere in any\nmanner in the communications which one branch of our public councils\nmade with another; that in the present case no such language had been\nused, and that this had in a former note been fully and voluntarily\nstate, before it was contemplated to make the explanation a condition;\nand that there might be no misapprehension he stated the terms used in\nthat note, and he officially informed them that it had been approved by\nthe President, and that therefore every explanation which could\nreasonably be asked or honorably given had been already made; that the\ncontemplated measure had been anticipated by a voluntary and friendly\ndeclaration, and was therefore not only useless, but might be deemed\noffensive, and certainly would not be complied with if annexed as a\ncondition.When this latter communication, to which I especially invite the\nattention of Congress, was laid before me, I entertained the hope that\nthe means it was obviously intended to afford of an honorable and\nspeedy adjustment of the difficulties between the two nations would\nhave been accepted, and I therefore did not hesitate to give it my\nsanction and full approbation. This was due to the minister who had\nmade himself responsible for the act, and it was published to the\npeople of the United States and is now laid before their\nrepresentatives to shew how far their Executive has gone in its\nendeavors to restore a good understanding between the two countries. It\nwould have been at any time communicated to the Government of France\nhad it been officially requested.The French Government having received all the explanation which honor\nand principle permitted, and which could in reason be asked, it was\nhoped it would no longer hesitate to pay the installments now due. The\nagent authorized to receive the money was instructed to inform the\nFrench minister of his readiness to do so. In reply to this notice he\nwas told that the money could not then be paid, because the formalities\nrequired by the act of the Chambers had not been arranged.Not having received any official information of the intentions of the\nFrench Government, and anxious to bring, as far as practicable, this\nunpleasant affair to a close before the meeting of Congress, that you\nmight have the whole subject before you, I caused our charge d'affaires\nat Paris to be instructed to ask for the final determination of the\nFrench Government, and in the event of their refusal to pay the\ninstallments now due, without further explanations to return to the\nUnited States.The result of this last application has not yet reached us, but is\ndaily expected. That it may be favorable is my sincere wish. France\nhaving now, through all the branches of her Government, acknowledged\nthe validity of our claims and the obligation of the treaty of 1831,\nand there really existing no adequate cause for further delay, will at\nlength, it may be hoped, adopt the course which the interests of both\nnations, not less than the principles of justice, so imperiously\nrequire. The treaty being once executed on her part, little will remain\nto disturb the friendly relations of the two countries--nothing,\nindeed, which will not yield to the suggestions of a pacific and\nenlightened policy and to the influence of that mutual good will and of\nthose generous recollections which we may confidently expect will then\nbe revived in all their ancient force.In any event, however, the principle involved in the new aspect which\nhas been given to the controversy is so vitally important to the\nindependent administration of the Government that it can neither be\nsurrendered nor compromitted without national degradation. I hope it is\nunnecessary for me to say that such a sacrifice will not be made\nthrough any agency of mine. The honor of my country shall never be\nstained by an apology from me for the statement of truth and the\nperformance of duty; nor can I give any explanation of my official acts\nexcept such as is due to integrity and justice and consistent with the\nprinciples on which our institutions have been framed. This\ndetermination will, I am confident, be approved by my constituents. I\nhave, indeed, studied their character to but little purpose if the sum\nof 25,000,000 francs will have the weight of a feather in the\nestimation of what appertains to their national independence, and if,\nunhappily, a different impression should at any time obtain in any\nquarter, they will, I am sure, rally round the Government of their\nchoice with alacrity and unanimity, and silence for ever the degrading\nimputation.Having thus frankly presented to you the circumstances which since the\nlast session of Congress have occurred in this interesting and\nimportant matter, with the views of the Executive in regard to them, it\nis at this time only necessary to add that when ever the advices now\ndaily expected from our charge d'affaires shall have been received they\nwill be made the subject of a special communication.The condition of the public finances was never more flattering than at\nthe present period.Since my last annual communication all the remains of the public debt\nhave been redeemed, or money has been placed in deposit for this\npurpose when ever the creditors choose to receive it. All the other\npecuniary engagements of the Government have been honorably and\npromptly fulfilled, and there will be a balance in the Treasury at the\nclose of the year of about $19,000,000. It is believed that after\nmeeting all outstanding and unexpended appropriations there will remain\nnear $11,000,000 to be applied to any new objects which Congress may\ndesignate or to the more rapid execution of the works already in\nprogress. In aid of these objects, and to satisfy the current\nexpenditures of the ensuing year, it is estimated that there will be\nreceived from various sources $20,000,000 more in 1836.Should Congress make new appropriations in conformity with the\nestimates which will be submitted from the proper Departments,\namounting to about $24,000,000, still the available surplus at the\nclose of the next year, after deducting all unexpended appropriations,\nwill probably not be less than $6,000,000. This sum can, in my\njudgment, be now usefully applied to proposed improvements in our navy\nyards, and to new national works which are not enumerated in the\npresent estimates or to the more rapid completion of those already\nbegun. Either would be constitutional and useful, and would render\nunnecessary any attempt in our present peculiar condition to divide the\nsurplus revenue or to reduce it any faster than will be effected by the\nexisting laws.In any event, as the annual report from the Secretary of the Treasury\nwill enter into details, shewing the probability of some decrease in\nthe revenue during the next seven years and a very considerable\ndeduction in 1842, it is not recommended that Congress should undertake\nto modify the present tariff so as to disturb the principles on which\nthe compromise act was passed. Taxation on some of the articles of\ngeneral consumption which are not in competition with our own\nproductions may be no doubt so diminished as to lessen to some extent\nthe source of this revenue, and the same object can also be assisted by\nmore liberal provisions for the subjects of public defense, which in\nthe present state of our prosperity and wealth may be expected to\nengage your attention.If, however, after satisfying all the demands which can arise from\nthese sources the unexpended balance in the Treasury should still\ncontinue to increase, it would be better to bear with the evil until\nthe great changes contemplated in our tariff laws have occurred and\nshall enable us to revise the system with that care and circumspection\nwhich are due to so delicate and important a subject.It is certainly our duty to diminish as far as we can the burdens of\ntaxation and to regard all the restrictions which are imposed on the\ntrade and navigation of our citizens as evils which we shall mitigate\nwhen ever we are not prevented by the adverse legislation and policy of\nforeign nations or those primary duties which the defense and\nindependence of our country enjoin upon us. That we have accomplished\nmuch toward the relief of our citizens by the changes which have\naccompanied the payment of the public debt and the adoption of the\npresent revenue laws is manifest from the fact that compared to 1833\nthere is a diminution of near $25,000,000 in the last two years, and\nthat our expenditures, independently of those for the public debt, have\nbeen reduced near $9,000,000 during the same period. Let us trust that\nby the continued observance of economy and by harmonizing the great\ninterests of agriculture, manufactures, and commerce much more may be\naccomplished to diminish the burdens of government and to increase\nstill further the enterprise and the patriotic affection of all classes\nof our citizens and all the members of our happy Confederacy. As the\ndata which the Secretary of the Treasury will lay before you in regard\nto our financial resources are full and extended, and will afford a\nsafe guide in your future calculations, I think it unnecessary to offer\nany further observations on that subject here.Among the evidences of the increasing prosperity of the country, not\nthe least gratifying is that afforded by the receipts from the sales of\nthe public lands, which amount in the present year to the unexpected\nsum of $11,000,000. This circumstance attests the rapidity with which\nagriculture, the first and most important occupation of man, advances\nand contributes to the wealth and power of our extended territory.\nBeing still of the opinion that it is our best policy, as far as we can\nconsistently with the obligations under which those lands were ceded to\nthe United States, to promote their speedy settlement, I beg leave to\ncall the attention of the present Congress to the suggestions I have\noffered respecting it in my former messages.The extraordinary receipts from the sales of the public lands invite\nyou to consider what improvements the land system, and particularly the\ncondition of the General Land Office, may require. At the time this\ninstitution was organized, near a quarter century ago, it would\nprobably have been thought extravagant to anticipate for this period\nsuch an addition to its business as has been produced by the vast\nincrease of those sales during the past and present years. It may also\nbe observed that since the year 1812 the land offices and surveying\ndistricts have been greatly multiplied, and that numerous legislative\nenactments from year to year since that time have imposed a great\namount of new and additional duties upon that office, while the want of\na timely application of force commensurate with the care and labor\nrequired has caused the increasing embarrassment of accumulated arrears\nin the different branches of the establishment.These impediments to the expedition of much duty in the General Land\nOffice induce me to submit to your judgment whether some modification\nof the laws relating to its organization, or an organization of a new\ncharacter, be not called for at the present juncture, to enable the\noffice to accomplish all the ends of its institution with a greater\ndegree of facility and promptitude than experience has proved to be\npracticable under existing regulations. The variety of the concerns and\nthe magnitude and complexity of the details occupying and dividing the\nattention of the Commissioner appear to render it difficult, if not\nimpracticable, for that officer by any possible assiduity to bestow on\nall the multifarious subjects upon which he is called to act the ready\nand careful attention due to their respective importance, unless the\nLegislature shall assist him by a law providing, or enabling him to\nprovide, for a more regular and economical distribution of labor, with\nthe incident responsibility among those employed under his direction.\nThe mere manual operation of affixing his signature to the vast number\nof documents issuing from his office subtracts so largely from the time\nand attention claimed by the weighty and complicated subjects daily\naccumulating in that branch of the public service as to indicate the\nstrong necessity of revising the organic law of the establishment. It\nwill be easy for Congress hereafter to proportion the expenditure on\naccount of this branch of the service to its real wants by abolishing\nfrom time to time the offices which can be dispensed with.The extinction of the public debt having taken place, there is no\nlonger any use for the offices of Commissioners of Loans and of the\nSinking Fund. I recommend, therefore, that they be abolished, and that\nproper measures be taken for the transfer to the Treasury Department of\nany funds, books, and papers connected with the operations of those\noffices, and that the proper power be given to that Department for\nclosing finally any portion of their business which may remain to be\nsettled.It is also incumbent on Congress in guarding the pecuniary interests of\nthe country to discontinue by such a law as was passed in 1812 the\nreceipt of the bills of the Bank of the United States in payment of the\npublic revenue, and to provide for the designation of an agent whose\nduty it shall be to take charge of the books and stock of the United\nStates in that institution, and to close all connection with it after\nthe 3d of March, 1833, when its charter expires. In making provision in\nregard to the disposition of this stock it will be essential to define\nclearly and strictly the duties and powers of the officer charged with\nthat branch of the public service.It will be seen from the correspondence which the Secretary of the\nTreasury will lay before you that not withstanding the large amount of\nthe stock which the United States hold in that institution no\ninformation has yet been communicated which will enable the Government\nto anticipate when it can receive any dividends or derive any benefit\nfrom it.Connected with the condition of the finances and the flourishing state\nof the country in all its branches of industry, it is pleasing to\nwitness the advantages which have been already derived from the recent\nlaws regulating the value of the gold coinage. These advantages will be\nmore apparent in the course of the next year, when the branch mints\nauthorized to be established in North Carolina, Georgia, and Louisiana\nshall have gone into operation. Aided, as it is hoped they will be, by\nfurther reforms in the banking systems of the States and by judicious\nregulations on the part of Congress in relation to the custody of the\npublic moneys, it may be confidently anticipated that the use of gold\nand silver as circulating medium will become general in the ordinary\ntransactions connected with the labor of the country.The great desideratum in modern times is an efficient check upon the\npower of banks, preventing that excessive issue of paper whence arise\nthose fluctuations in the standard of value which render uncertain the\nrewards of labor. It was supposed by those who established the Bank of\nthe United States that from the credit given to it by the custody of\nthe public moneys and other privileges and the precautions taken to\nguard against the evils which the country had suffered in the\nbankruptcy of many of the State institutions of that period we should\nderive from that institution all the security and benefits of a sound\ncurrency and every good end that was attainable under the provision of\nthe Constitution which authorizes Congress alone to coin money and\nregulate the value thereof. But it is scarcely necessary now to say\nthat these anticipations have not been realized.After the extensive embarrassment and distress recently produced by the\nBank of the United States, from which the country is now recovering,\naggravated as they were by pretensions to power which defied the public\nauthority, and which if acquiesced in by the people would have changed\nthe whole character of our Government, every candid and intelligent\nindividual must admit that for the attainment of the great advantages\nof a sound currency we must look to a course of legislation radically\ndifferent from that which created such an institution.In considering the means of obtaining so important an end we must set\naside all calculations of temporary convenience, and be influenced by\nthose only which are in harmony with the true character and the\npermanent interests of the Republic. We must recur to first principles\nand see what it is that has prevented the legislation of Congress and\nthe States on the subject of currency from satisfying the public\nexpectation and realizing results corresponding to those which have\nattended the action of our system when truly consistent with the great\nprinciple of equality upon which it rests, and with that spirit of\nforbearance and mutual concession and generous patriotism which was\noriginally, and must ever continue to be, the vital element of our\nUnion.On this subject I am sure that I can not be mistaken in ascribing our\nwant of success to the undue countenance which has been afforded to the\nspirit of monopoly. All the serious dangers which our system has yet\nencountered may be traced to the resort to implied powers and the use\nof corporations clothed with privileges, the effect of which is to\nadvance the interests of the few at the expense of the many.We have felt but one class of these dangers exhibited in the contest\nwaged by the Bank of the United States against the Government for the\nlast four years. Happily they have been obviated for the present by the\nindignant resistance of the people, but we should recollect that the\nprinciple whence they sprung is an ever-active one, which will not fail\nto renew its efforts in the same and in other forms so long as there is\na hope of success, founded either on the inattention of the people or\nthe treachery of their representatives to the subtle progress of its\ninfluence.The bank is, in fact, but one of the fruits of a system at war with the\ngenius of all our institutions--a system founded upon a political creed\nthe fundamental principle of which is a distrust of the popular will as\na safe regulator of political power, and whose great ultimate object\nand inevitable result, should it prevail, is the consolidation of all\npower in our system in one central government. Lavish public\ndisbursements and corporations with exclusive privileges would be its\nsubstitutes for the original and as yet sound checks and balances of\nthe Constitution--the means by whose silent and secret operation a\ncontrol would be exercised by the few over the political conduct of the\nmany by first acquiring that control over the labor and earnings of the\ngreat body of the people. Wherever this spirit has effected an alliance\nwith political power, tyranny and despotism have been the fruit. If it\nis ever used for the ends of government, it has to be incessantly\nwatched, or it corrupts the sources of the public virtue and agitates\nthe country with questions unfavorable to the harmonious and steady\npursuit of its true interests.We are now to see whether, in the present favorable condition of the\ncountry, we can not take an effectual stand against the spirit of\nmonopoly, and practically prove in respect to the currency as well as\nother important interests that there is no necessity for so extensive a\nresort to it as that which has been heretofore practiced. The\nexperience of another year has confirmed the utter fallacy of the idea\nthat the Bank of the United States was necessary as a fiscal agent of\nthe Government. Without its aid as such, indeed, in despite of all the\nembarrassment it was in its power to create, the revenue has been paid\nwith punctuality by our citizens, the business of exchange, both\nforeign and domestic, has been conducted with convenience, and the\ncirculating medium has been greatly improved.By the use of the State banks, which do not derive their charters from\nthe General Government and are not controlled by its authority, it is\nascertained that the moneys of the United States can be collected and\ndisbursed without loss or inconvenience, and that all the wants of the\ncommunity in relation to exchange and currency are supplied as well as\nthey have ever been before. If under circumstances the most unfavorable\nto the steadiness of the money market it has been found that the\nconsiderations on which the Bank of the United States rested its claims\nto the public favor were imaginary and groundless, it can not be\ndoubted that the experience of the future will be more decisive against\nthem.It has been seen that without the agency of a great moneyed monopoly\nthe revenue can be collected and conveniently and safely applied to all\nthe purposes of the public expenditure. It is also ascertained that\ninstead of being necessarily made to promote the evils of an unchecked\npaper system, the management of the revenue can be made auxiliary to\nthe reform which the legislatures of several of the States have already\ncommenced in regard to the suppression of small bills, and which has\nonly to be fostered by proper regulations on the part of Congress to\nsecure a practical return to the extent required for the security of\nthe currency to the constitutional medium.Severed from the Government as political engines, and not susceptible\nof dangerous extension and combination, the State banks will not be\ntempted, nor will they have the power, which we have seen exercised, to\ndivert the public funds from the legitimate purposes of the Government.\nThe collection and custody of the revenue, being, on the contrary, a\nsource of credit to them, will increase the security which the States\nprovide for a faithful execution of their trusts by multiplying the\nscrutinies to which their operations and accounts will be subjected.\nThus disposed, as well from interest as the obligations of their\ncharters, it can not be doubted that such conditions as Congress may\nsee fit to adopt respecting the deposits in these institutions, with a\nview to the gradual disuse, of the small bills will be cheerfully\ncomplied with, and that we shall soon gain in place of the Bank of the\nUnited States a practical reform in the whole paper system of the\ncountry. If by this policy we can ultimately witness the suppression of\nall bank bills below $20, it is apparent that gold and silver will take\ntheir place and become the principal circulating medium in the common\nbusiness of the farmers and mechanics of the country. The attainment of\nsuch a result will form an era in the history of our country which will\nbe dwelt upon with delight by every true friend of its liberty and\nindependence. It will lighten the great tax which our paper system has\nso long collected from the earnings of labor, and do more to revive and\nperpetuate those habits of economy and simplicity which are so\ncongenial to the character of republicans than all the legislation\nwhich has yet been attempted.To this subject I feel that I can not too earnestly invite the special\nattention of Congress, without the exercise of whose authority the\nopportunity to accomplish so much public good must pass unimproved.\nDeeply impressed with its vital importance, the Executive has taken all\nthe steps within his constitutional power to guard the public revenue\nand defeat the expectation which the Bank of the United States indulged\nof renewing and perpetuating its monopoly on the ground of its\nnecessity as a fiscal agent and as affording a sounder currency than\ncould be obtained without such an institution.In the performance of this duty much responsibility was incurred which\nwould have been gladly avoided if the stake which the public had in the\nquestion could have been otherwise preserved. Although clothed with the\nlegal authority and supported by precedent, I was aware that there was\nin the act of the removal of the deposits a liability to excite that\nsensitiveness to Executive power which it is characteristic and the\nduty of free men to indulge; but I relied on this feeling also,\ndirected by patriotism and intelligence, to vindicate the conduct which\nin the end would appear to have been called for by the interests of my\ncountry. The apprehensions natural to this feeling that there may have\nbeen a desire, through the instrumentality of that measure, to extend\nthe Executive influence, or that it may have been prompted by motives\nnot sufficiently free from ambition, were not over-looked. Under the\noperation of our institutions the public servant who is called on to\ntake a step of high responsibility should feel in the freedom which\ngives rise to such apprehensions his highest security. When unfounded\nthe attention which they arouse and the discussions they excite deprive\nthose who indulge them of the power to do harm; when just they but\nhasten the certainty with which the great body of our citizens never\nfail to repel an attempt to procure the sanction to any exercise of\npower inconsistent with the jealous maintenance of their rights.Under such convictions, and entertaining no doubt that my\nconstitutional obligations demanded the steps which were taken in\nreference to the removal of the deposits, it was impossible for me to\nbe deterred from the path of duty by a fear that my motives could be\nmisjudged or that political prejudices could defeat the just\nconsideration of the merits of my conduct. The result has shewn how\nsafe is this reliance upon the patriotic temper and enlightened\ndiscernment of the people. That measure has now been before them and\nhas stood the test of all the severe analysis which its general\nimportance, the interests it affected, and the apprehensions it excited\nwere calculated to produce, and it now remains for Congress to consider\nwhat legislation has become necessary in consequence.I need only add to what I have on former occasions said on this subject\ngenerally that in the regulations which Congress may prescribe\nrespecting the custody of the public moneys it is desirable that as\nlittle discretion as may be deemed consistent with their safe-keeping\nshould be given to the executive agents. No one can be more deeply\nimpressed than I am with the soundness of the doctrine which restrains\nand limits, by specific provisions, executive discretion, as far as it\ncan be done consistently with the preservation of its constitutional\ncharacter. In respect to the control over the public money this\ndoctrine is peculiarly applicable, and is in harmony with the great\nprinciple which I felt I was sustaining in the controversy with the\nBank of the United States, which has resulted in severing to some\nextent a dangerous connection between a moneyed and political power.\nThe duty of the Legislature to define, by clear and positive\nenactments, the nature and extent of the action which it belongs to the\nExecutive to superintend springs out of a policy analogous to that\nwhich enjoins upon all branches of the Federal Government an abstinence\nfrom the exercise of powers not clearly granted.In such a Government, possessing only limited and specific powers, the\nspirit of its general administration can not be wise or just when it\nopposes the reference of all doubtful points to the great source of\nauthority, the States and the people, whose number and diversified\nrelations securing them against the influences and excitements which\nmay mislead their agents, make them the safest depository of power. In\nits application to the Executive, with reference to the legislative\nbranch of the Government, the same rule of action should make the\nPresident ever anxious to avoid the exercise of any discretionary\nauthority which can be regulated by Congress. The biases which may\noperate upon him will not be so likely to extend to the representatives\nof the people in that body.In my former messages to Congress I have repeatedly urged the propriety\nof lessening the discretionary authority lodged in the various\nDepartments, but it has produced no effect as yet, except the\ndiscontinuance of extra allowances in the Army and Navy and the\nsubstitution of fixed salaries in the latter. It is believed that the\nsame principles could be advantageously applied in all cases, and would\npromote the efficiency and economy of the public service, at the same\ntime that greater satisfaction and more equal justice would be secured\nto the public officers generally.The accompanying report of the Secretary of War will put you in\npossession of the operations of the Department confided to his care in\nall its diversified relations during the past year.I am gratified in being able to inform you that no occurrence has\nrequired any movement of the military force, except such as is common\nto a state of peace. The services of the Army have been limited to\ntheir usual duties at the various garrisons upon the Atlantic and\nin-land frontier, with the exceptions states by the Secretary of War.\nOur small military establishment appears to be adequate to the purposes\nfor which it is maintained, and it forms a nucleus around which any\nadditional force may be collected should the public exigencies\nunfortunately require any increase of our military means.", 
    "name": "Andrew Jackson"
}