{
    "date": "December 3, 1867", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:The continued disorganization of the Union, to which the President has\nso often called the attention of Congress, is yet a subject of profound\nand patriotic concern. We may, however, find some relief from that\nanxiety in the reflection that the painful political situation,\nalthough before untried by ourselves, is not new in the experience of\nnations. Political science, perhaps as highly perfected in our own time\nand country as in any other, has not yet disclosed any means by which\ncivil wars can be absolutely prevented. An enlightened nation, however,\nwith a wise and beneficent constitution of free government, may\ndiminish their frequency and mitigate their severity by directing all\nits proceedings in accordance with its fundamental law.When a civil war has been brought to a close, it is manifestly the\nfirst interest and duty of the state to repair the injuries which the\nwar has inflicted, and to secure the benefit of the lessons it teaches\nas fully and as speedily as possible. This duty was, upon the\ntermination of the rebellion, promptly accepted not only by the\nexecutive department, but by the insurrectionary States themselves, and\nrestoration in the first moment of peace was believed to be as easy and\ncertain as it was indispensable. The expectations, however, then so\nreasonably and confidently entertained were disappointed by legislation\nfrom which I felt constrained by my obligations to the Constitution to\nwithhold my assent.It is therefore a source of profound regret that in complying with the\nobligation imposed upon the President by the Constitution to give to\nCongress from time to time information of the state of the Union I am\nunable to communicate any definitive adjustment satisfactory to the\nAmerican people, of the questions which since the close of the\nrebellion have agitated the public mind. On the contrary, candor\ncompels me to declare that at this time there is no Union as our\nfathers understood the term, and as they meant it to be understood by\nus. The Union which they established can exist only where all the\nStates are represented in both Houses of Congress; where one State is\nas free as another to regulate its internal concerns according to its\nown will, and where the laws of the central Government, strictly\nconfined to matters of national jurisdiction, apply with equal force to\nall the people of every section. That such is not the present \"state of\nthe Union\" is a melancholy fact, and we must all acknowledge that the\nrestoration of the States to their proper legal relations with the\nFederal Government and with one another, according to the terms of the\noriginal compact, would be the greatest temporal blessing which God, in\nHis kindest providence, could bestow upon this nation. It becomes our\nimperative duty to consider whether or not it is impossible to effect\nthis most desirable consummation.  The Union and the Constitution are\ninseparable. As long as one is obeyed by all parties, the other will be\npreserved; and if one is destroyed, both must perish together. The\ndestruction of the Constitution will be followed by other and still\ngreater calamities. It was ordained not only to form a more perfect\nunion between the States, but to \"establish justice, insure domestic\ntranquillity, provide for the common defense, promote the general\nwelfare, and secure the blessings of liberty to ourselves and our\nposterity.\" Nothing but implicit obedience to its requirements in all\nparts of the country will accomplish these great ends. Without that\nobedience we can look forward only to continual outrages upon\nindividual rights, incessant breaches of the public peace, national\nweakness, financial dishonor, the total loss of our prosperity, the\ngeneral corruption of morals, and the final extinction of popular\nfreedom. To save our country from evils so appalling as these, we\nshould renew our efforts again and again.To me the process of restoration seems perfectly plain and simple. It\nconsists merely in a faithful application of the Constitution and laws.\nThe execution of the laws is not now obstructed or opposed by physical\nforce. There is no military or other necessity, real or pretended,\nwhich can prevent obedience to the Constitution, either North or South.\nAll the rights and all the obligations of States and individuals can be\nprotected and enforced by means perfectly consistent with the\nfundamental law. The courts may be everywhere open, and if open their\nprocess would be unimpeded. Crimes against the United States can be\nprevented or punished by the proper judicial authorities in a manner\nentirely practicable and legal. There is therefore no reason why the\nConstitution should not be obeyed, unless those who exercise its powers\nhave determined that it shall be disregarded and violated. The mere\nnaked will of this Government, or of some one or more of its branches,\nis the only obstacle that can exist to a perfect union of all the\nStates.On this momentous question and some of the measures growing out of it I\nhave had the misfortune to differ from Congress, and have expressed my\nconvictions without reserve, though with becoming deference to the\nopinion of the legislative department. Those convictions are not only\nunchanged, but strengthened by subsequent events and further reflection\nThe transcendent importance of the subject will be a sufficient excuse\nfor calling your attention to some of the reasons which have so\nstrongly influenced my own judgment. The hope that we may all finally\nconcur in a mode of settlement consistent at once with our true\ninterests and with our sworn duties to the Constitution is too natural\nand too just to be easily relinquished.It is clear to my apprehension that the States lately in rebellion are\nstill members of the National Union. When did they cease to be so? The\n\"ordinances of secession\" adopted by a portion (in most of them a very\nsmall portion) of their citizens were mere nullities. If we admit now\nthat they were valid and effectual for the purpose intended by their\nauthors, we sweep from under our feet the whole ground upon which we\njustified the war. Were those States afterwards expelled from the Union\nby the war? The direct contrary was averred by this Government to be\nits purpose, and was so understood by all those who gave their blood\nand treasure to aid in its prosecution. It can not be that a successful\nwar, waged for the preservation of the Union, had the legal effect of\ndissolving it. The victory of the nation's arms was not the disgrace of\nher policy; the defeat of secession on the battlefield was not the\ntriumph of its lawless principle. Nor could Congress, with or without\nthe consent of the Executive, do anything which would have the effect,\ndirectly or indirectly, of separating the States from each other. To\ndissolve the Union is to repeal the Constitution which holds it\ntogether, and that is a power which does not belong to any department\nof this Government, or to all of them united.This is so plain that it has been acknowledged by all branches of the\nFederal Government. The Executive (my predecessor as well as myself)\nand the heads of all the Departments have uniformly acted upon the\nprinciple that the Union is not only undissolved, but indissoluble.\nCongress submitted an amendment of the Constitution to be ratified by\nthe Southern States, and accepted their acts of ratification as a\nnecessary and lawful exercise of their highest function. If they were\nnot States, or were States out of the Union, their consent to a change\nin the fundamental law of the Union would have been nugatory, and\nCongress in asking it committed a political absurdity. The judiciary\nhas also given the solemn sanction of its authority to the same view of\nthe case. The judges of the Supreme Court have included the Southern\nStates in their circuits, and they are constantly, in banc and\nelsewhere, exercising jurisdiction which does not belong to them unless\nthose States are States of the Union.If the Southern States are component parts of the Union, the\nConstitution is the supreme law for them, as it is for all the other\nStates. They are bound to obey it, and so are we. The right of the\nFederal Government, which is clear and unquestionable, to enforce the\nConstitution upon them implies the correlative obligation on our part\nto observe its limitations and execute its guaranties. Without the\nConstitution we are nothing; by, through, and under the Constitution we\nare what it makes us. We may doubt the wisdom of the law, we may not\napprove of its provisions, but we can not violate it merely because it\nseems to confine our powers within limits narrower than we could wish.\nIt is not a question of individual or class or sectional interest, much\nless of party predominance, but of duty--of high and sacred duty--which\nwe are all sworn to perform. If we can not support the Constitution\nwith the cheerful alacrity of those who love and believe in it, we must\ngive to it at least the fidelity of public servants who act under\nsolemn obligations and commands which they dare not disregard.The constitutional duty is not the only one which requires the States\nto be restored. There is another consideration which, though of minor\nimportance, is yet of great weight. On the 22d day of July, 1861,\nCongress declared by an almost unanimous vote of both Houses that the\nwar should be conducted solely for the purpose of preserving the Union\nand maintaining the supremacy of the Federal Constitution and laws,\nwithout impairing the dignity, equality, and rights of the States or of\nindividuals, and that when this was done the war should cease. I do not\nsay that this declaration is personally binding on those who joined in\nmaking it, any more than individual members of Congress are personally\nbound to pay a public debt created under a law for which they voted.\nBut it was a solemn public, official pledge of the national honor, and\nI can not imagine upon what grounds the repudiation of it is to be\njustified. If it be said that we are not bound to keep faith with\nrebels, let it be remembered that this promise was not made to rebels\nonly. Thousands of true men in the South were drawn to our standard by\nit, and hundreds of thousands in the North gave their lives in the\nbelief that it would be carried out. It was made on the day after the\nfirst great battle of the war had been fought and lost. All patriotic\nand intelligent men then saw the necessity of giving such an assurance,\nand believed that without it the war would end in disaster to our\ncause. Having given that assurance in the extremity of our peril, the\nviolation of it now, in the day of our power, would be a rude rending\nof that good faith which holds the moral world together; our country\nwould cease to have any claim upon the confidence of men; it would make\nthe war not only a failure, but a fraud.Being sincerely convinced that these views are correct, I would be\nunfaithful to my duty if I did not recommend the repeal of the acts of\nCongress which place ten of the Southern States under the domination of\nmilitary masters. If calm reflection shall satisfy a majority of your\nhonorable bodies that the acts referred to are not only a violation of\nthe national faith, but in direct conflict with the Constitution, I\ndare not permit myself to doubt that you will immediately strike them\nfrom the statute book.To demonstrate the unconstitutional character of those acts I need do\nno more than refer to their general provisions. It must be seen at once\nthat they are not authorized. To dictate what alterations shall be made\nin the constitutions of the several States; to control the elections of\nState legislators and State officers, members of Congress and electors\nof President and Vice-President, by arbitrarily declaring who shall\nvote and who shall be excluded from that privilege; to dissolve State\nlegislatures or prevent them from assembling; to dismiss judges and\nother civil functionaries of the State and appoint others without\nregard to State law; to organize and operate all the political\nmachinery of the States; to regulate the whole administration of their\ndomestic and local affairs according to the mere will of strange and\nirresponsible agents, sent among them for that purpose--these are\npowers not granted to the Federal Government or to any one of its\nbranches. Not being granted, we violate our trust by assuming them as\npalpably as we would by acting in the face of a positive interdict; for\nthe Constitution forbids us to do whatever it does not affirmatively\nauthorize, either by express words or by clear implication. If the\nauthority we desire to use does not come to us through the\nConstitution, we can exercise it only by usurpation, and usurpation is\nthe most dangerous of political crimes. By that crime the enemies of\nfree government in all ages have worked out their designs against\npublic liberty and private right. It leads directly and immediately to\nthe establishment of absolute rule, for undelegated power is always\nunlimited and unrestrained.The acts of Congress in question are not only objectionable for their\nassumption of ungranted power, but many of their provisions are in\nconflict with the direct prohibitions of the Constitution. The\nConstitution commands that a republican form of government shall be\nguaranteed to all the States; that no person shall be deprived of life,\nliberty, or property without due process of law, arrested without a\njudicial warrant, or punished without a fair trial before an impartial\njury; that the privilege of habeas corpus shall not be denied in time\nof peace, and that no bill of attainder shall be passed even against a\nsingle individual. Yet the system of measures established by these acts\nof Congress does totally subvert and destroy the form as well as the\nsubstance of republican government in the ten States to which they\napply. It binds them hand and foot in absolute slavery, and subjects\nthem to a strange and hostile power, more unlimited and more likely to\nbe abused than any other now known among civilized men. It tramples\ndown all those rights in which the essence of liberty consists, and\nwhich a free government is always most careful to protect. It denies\nthe habeas corpus and the trial by jury. Personal freedom, property,\nand life, if assailed by the passion, the prejudice, or the rapacity of\nthe ruler, have no security whatever. It has the effect of a bill of\nattainder or bill of pains and penalties, not upon a few individuals,\nbut upon whole masses, including the millions who inhabit the subject\nStates, and even their unborn children. These wrongs, being expressly\nforbidden, can not be constitutionally inflicted upon any portion of\nour people, no matter how they may have come within our jurisdiction,\nand no matter whether they live in States, Territories, or districts.I have no desire to save from the proper and just consequences of their\ngreat crime those who engaged in rebellion against the Government, but\nas a mode of punishment the measures under consideration are the most\nunreasonable that could be invented. Many of those people are perfectly\ninnocent; many kept their fidelity to the Union untainted to the last;\nmany were incapable of any legal offense; a large proportion even of\nthe persons able to bear arms were forced into rebellion against their\nwill, and of those who are guilty with their own consent the degrees of\nguilt are as various as the shades of their character and temper. But\nthese acts of Congress confound them all together in one common doom.\nIndiscriminate vengeance upon classes, sects, and parties, or upon\nwhole communities, for offenses committed by a portion of them against\nthe governments to which they owed obedience was common in the\nbarbarous ages of the world; but Christianity and civilization have\nmade such progress that recourse to a punishment so cruel and unjust\nwould meet with the condemnation of all unprejudiced and right-minded\nmen. The punitive justice of this age, and especially of this country,\ndoes not consist in stripping whole States of their liberties and\nreducing all their people, without distinction, to the condition of\nslavery. It deals separately with each individual, confines itself to\nthe forms of law, and vindicates its own purity by an impartial\nexamination of every case before a competent judicial tribunal. If this\ndoes not satisfy all our desires with regard to Southern rebels, let us\nconsole ourselves by reflecting that a free Constitution, triumphant in\nwar and unbroken in peace, is worth far more to us and our children\nthan the gratification of any present feeling.I am aware it is assumed that this system of government for the\nSouthern States is not to be perpetual. It is true this military\ngovernment is to be only provisional, but it is through this temporary\nevil that a greater evil is to be made perpetual. If the guaranties of\nthe Constitution can be broken provisionally to serve a temporary\npurpose, and in a part only of the country, we can destroy them\neverywhere and for all time. Arbitrary measures often change, but they\ngenerally change for the worse. It is the curse of despotism that it\nhas no halting place. The intermitted exercise of its power brings no\nsense of security to its subjects, for they can never know what more\nthey will be called to endure when its red right hand is armed to\nplague them again. Nor is it possible to conjecture how or where power,\nunrestrained by law, may seek its next victims. The States that are\nstill free may be enslaved at any moment; for if the Constitution does\nnot protect all, it protects none.It is manifestly and avowedly the object of these laws to confer upon\nNegroes the privilege of voting and to disfranchise such a number of\nwhite citizens as will give the former a clear majority at all\nelections in the Southern States. This, to the minds of some persons,\nis so important that a violation of the Constitution is justified as a\nmeans of bringing it about. The morality is always false which excuses\na wrong because it proposes to accomplish a desirable end. We are not\npermitted to do evil that good may come. But in this case the end\nitself is evil, as well as the means. The subjugation of the States to\nNegro domination would be worse than the military despotism under which\nthey are now suffering. It was believed beforehand that the people\nwould endure any amount of military oppression for any length of time\nrather than degrade themselves by subjection to the Negro race.\nTherefore they have been left without a choice. Negro suffrage was\nestablished by act of Congress, and the military officers were\ncommanded to superintend the process of clothing the Negro race with\nthe political privileges torn from white men.The blacks in the South are entitled to be well and humanely governed,\nand to have the protection of just laws for all their rights of person\nand property. If it were practicable at this time to give them a\nGovernment exclusively their own, under which they might manage their\nown affairs in their own way, it would become a grave question whether\nwe ought to do so, or whether common humanity would not require us to\nsave them from themselves. But under the circumstances this is only a\nspeculative point. It is not proposed merely that they shall govern\nthemselves, but that they shall rule the white race, make and\nadminister State laws, elect Presidents and members of Congress, and\nshape to a greater or less extent the future destiny of the whole\ncountry. Would such a trust and power be safe in such hands?The peculiar qualities which should characterize any people who are fit\nto decide upon the management of public affairs for a great state have\nseldom been combined. It is the glory of white men to know that they\nhave had these qualities in sufficient measure to build upon this\ncontinent a great political fabric and to preserve its stability for\nmore than ninety years, while in every other part of the world all\nsimilar experiments have failed. But if anything can be proved by known\nfacts, if all reasoning upon evidence is not abandoned, it must be\nacknowledged that in the progress of nations Negroes have shown less\ncapacity for government than any other race of people. No independent\ngovernment of any form has ever been successful in their hands. On the\ncontrary, wherever they have been left to their own devices they have\nshown a constant tendency to relapse into barbarism. In the Southern\nStates, however, Congress has undertaken to confer upon them the\nprivilege of the ballot. Just released from slavery, it may be doubted\nwhether as a class they know more than their ancestors how to organize\nand regulate civil society. Indeed, it is admitted that the blacks of\nthe South are not only regardless of the rights of property, but so\nutterly ignorant of public affairs that their voting can consist in\nnothing more than carrying a ballot to the place where they are\ndirected to deposit it. I need not remind you that the exercise of the\nelective franchise is the highest attribute of an American citizen, and\nthat when guided by virtue, intelligence, patriotism, and a proper\nappreciation of our free institutions it constitutes the true basis of\na democratic form of government, in which the sovereign power is lodged\nin the body of the people. A trust artificially created, not for its\nown sake, but solely as a means of promoting the general welfare, its\ninfluence for good must necessarily depend upon the elevated character\nand true allegiance of the elector. It ought, therefore, to be reposed\nin none except those who are fitted morally and mentally to administer\nit well; for if conferred upon persons who do not justly estimate its\nvalue and who are indifferent as to its results, it will only serve as\na means of placing power in the hands of the unprincipled and\nambitious, and must eventuate in the complete destruction of that\nliberty of which it should be the most powerful conservator. I have\ntherefore heretofore urged upon your attention the great danger--to be\napprehended from an untimely extension of the elective franchise to any\nnew class in our country, especially when the large majority of that\nclass, in wielding the power thus placed in their hands, can not be\nexpected correctly to comprehend the duties and responsibilities which\npertain to suffrage. Yesterday, as it were, 4,000,000 persons were held\nin a condition of slavery that had existed for generations; to-day they\nare freemen and are assumed by law to be citizens. It can not be\npresumed, from their previous condition of servitude, that as a class\nthey are as well informed as to the nature of our Government as the\nintelligent foreigner who makes our land the home of his choice. In the\ncase of the latter neither a residence of five years and the knowledge\nof our institutions which it gives nor attachment to the principles of\nthe Constitution are the only conditions upon which he can be admitted\nto citizenship; he must prove in addition a good moral character, and\nthus give reasonable ground for the belief that he will be faithful to\nthe obligations which he assumes as a citizen of the Republic. Where a\npeople--the source of all political power--speak by their suffrages\nthrough the instrumentality of the ballot box, it must be carefully\nguarded against the control of those who are corrupt in principle and\nenemies of free institutions, for it can only become to our political\nand social system a safe conductor of healthy popular sentiment when\nkept free from demoralizing influences. Controlled through fraud and\nusurpation by the designing, anarchy and despotism must inevitably\nfollow. In the hands of the patriotic and worthy our Government will be\npreserved upon the principles of the Constitution inherited from our\nfathers. It follows, therefore, that in admitting to the ballot box a\nnew class of voters not qualified for the exercise of the elective\nfranchise we weaken our system of government instead of adding to its\nstrength and durability.I yield to no one in attachment to that rule of general suffrage which\ndistinguishes our policy as a nation. But there is a limit, wisely\nobserved hitherto, which makes the ballot a privilege and a trust, and\nwhich requires of some classes a time suitable for probation and\npreparation. To give it indiscriminately to a new class, wholly\nunprepared by previous habits and opportunities to perform the trust\nwhich it demands, is to degrade it, and finally to destroy its power,\nfor it may be safely assumed that no political truth is better\nestablished than that such indiscriminate and all-embracing extension\nof popular suffrage must end at last in its destruction. I repeat the\nexpression of my willingness to join in any plan within the scope of\nour constitutional authority which promises to better the condition of\nthe Negroes in the South, by encouraging them in industry, enlightening\ntheir minds, improving their morals, and giving protection to all their\njust rights as freedmen. But the transfer of our political inheritance\nto them would, in my opinion, be an abandonment of a duty which we owe\nalike to the memory of our fathers and the rights of our children.The plan of putting the Southern States wholly and the General\nGovernment partially into the hands of Negroes is proposed at a time\npeculiarly unpropitious. The foundations of society have been broken up\nby civil war. Industry must be reorganized, justice reestablished,\npublic credit maintained, and order brought out of confusion. To\naccomplish these ends would require all the wisdom and virtue of the\ngreat men who formed our institutions originally. I confidently believe\nthat their descendants will be equal to the arduous task before them,\nbut it is worse than madness to expect that Negroes will perform it for\nus. Certainly we ought not to ask their assistance till we despair of\nour own competency.The great difference between the two races in physical, mental, and\nmoral characteristics will prevent an amalgamation or fusion of them\ntogether in one homogeneous mass. If the inferior obtains the\nascendency over the other, it will govern with reference only to its\nown interests for it will recognize no common interest--and create such\na tyranny as this continent has never yet witnessed. Already the\nNegroes are influenced by promises of confiscation and plunder. They\nare taught to regard as an enemy every white man who has any respect\nfor the rights of his own race. If this continues it must become worse\nand worse, until all order will be subverted, all industry cease, and\nthe fertile fields of the South grow up into a wilderness. Of all the\ndangers which our nation has yet encountered, none are equal to those\nwhich must result from the success of the effort now making to\nAfricanize the half of our country.I would not put considerations of money in competition with justice and\nright; but the expenses incident to \"reconstruction\" under the system\nadopted by Congress aggravate what I regard as the intrinsic wrong of\nthe measure itself. It has cost uncounted millions already, and if\npersisted in will add largely to the weight of taxation, already too\noppressive to be borne without just complaint, and may finally reduce\nthe Treasury of the nation to a condition of bankruptcy. We must not\ndelude ourselves. It will require a strong standing army and probably\nmore than $200,000,000 per annum to maintain the supremacy of Negro\ngovernments after they are established. The sum thus thrown away would,\nif properly used, form a sinking fund large enough to pay the whole\nnational debt in less than fifteen years. It is vain to hope that\nNegroes will maintain their ascendency themselves. Without military\npower they are wholly incapable of holding in subjection the white\npeople of the South.I submit to the judgment of Congress whether the public credit may not\nbe injuriously affected by a system of measures like this. With our\ndebt and the vast private interests which are complicated with it, we\ncan not be too cautious of a policy which might by possibility impair\nthe confidence of the world in our Government. That confidence can only\nbe retained by carefully inculcating the principles of justice and\nhonor on the popular mind and by the most scrupulous fidelity to all\nour engagements of every sort. Any serious breach of the organic law,\npersisted in for a considerable time, can not but create fears for the\nstability of our institutions. Habitual violation of prescribed rules,\nwhich we bind ourselves to observe, must demoralize the people. Our\nonly standard of civil duty being set at naught, the sheet anchor of\nour political morality is lost, the public conscience swings from its\nmoorings and yields to every impulse of passion and interest. If we\nrepudiate the Constitution, we will not be expected to care much for\nmere pecuniary obligations. The violation of such a pledge as we made\non the 22d day of July, 1861, will assuredly diminish the market value\nof our other promises. Besides, if we acknowledge that the national\ndebt was created, not to hold the States in the Union, as the taxpayers\nwere led to suppose, but to expel them from it and hand them over to be\ngoverned by Negroes, the moral duty to pay it may seem much less clear.\nI say it may seem so, for I do not admit that this or any other\nargument in favor of repudiation can be entertained as sound; but its\ninfluence on some classes of minds may well be apprehended. The\nfinancial honor of a great commercial nation, largely indebted and with\na republican form of government administered by agents of the popular\nchoice, is a thing of such delicate texture and the destruction of it\nwould be followed by such unspeakable calamity that every true patriot\nmust desire to avoid whatever might expose it to the slightest danger.The great interests of the country require immediate relief from these\nenactments. Business in the South is paralyzed by a sense of general\ninsecurity, by the terror of confiscation, and the dread of Negro\nsupremacy. The Southern trade, from which the North would have derived\nso great a profit under a government of law, still languishes, and can\nnever be revived until it ceases to be fettered by the arbitrary power\nwhich makes all its operations unsafe. That rich country--the richest\nin natural resources the world ever saw--is worse than lost if it be\nnot soon placed under the protection of a free constitution. Instead of\nbeing, as it ought to be, a source of wealth and power, it will become\nan intolerable burden upon the rest of the nation.Another reason for retracing our steps will doubtless be seen by\nCongress in the late manifestations of public opinion upon this\nsubject. We live in a country where the popular will always enforces\nobedience to itself, sooner or later. It is vain to think of opposing\nit with anything short of legal authority backed by overwhelming force.\nIt can not have escaped your attention that from the day on which\nCongress fairly and formally presented the proposition to govern the\nSouthern States by military force, with a view to the ultimate\nestablishment of Negro supremacy, every expression of the general\nsentiment has been more or less adverse to it. The affections of this\ngeneration can not be detached from the institutions of their\nancestors. Their determination to preserve the inheritance of free\ngovernment in their own hands and transmit it undivided and unimpaired\nto their own posterity is too strong to be successfully opposed. Every\nweaker passion will disappear before that love of liberty and law for\nwhich the American people are distinguished above all others in the\nworld.How far the duty of the President \"to preserve, protect, and defend the\nConstitution\" requires him to go in opposing an unconstitutional act of\nCongress is a very serious and important question, on which I have\ndeliberated much and felt extremely anxious to reach a proper\nconclusion. Where an act has been passed according to the forms of the\nConstitution by the supreme legislative authority, and is regularly\nenrolled among the public statutes of the country, Executive resistance\nto it, especially in times of high party excitement, would be likely to\nproduce violent collision between the respective adherents of the two\nbranches of the Government. This would be simply civil war, and civil\nwar must be resorted to only as the last remedy for the worst of evils.\nWhatever might tend to provoke it should be most carefully avoided. A\nfaithful and conscientious magistrate will concede very much to honest\nerror, and something even to perverse malice, before he will endanger\nthe public peace; and he will not adopt forcible measures, or such as\nmight lead to force, as long as those which are peaceable remain open\nto him or to his constituents. It is true that cases may occur in which\nthe Executive would be compelled to stand on its rights, and maintain\nthem regardless of all consequences. If Congress should pass an act\nwhich is not only in palpable conflict with the Constitution, but will\ncertainly, if carried out, produce immediate and irreparable injury to\nthe organic structure of the Government, and if there be neither\njudicial remedy for the wrongs it inflicts nor power in the people to\nprotect themselves without the official aid of their elected\ndefender--if, for instance, the legislative department should pass an\nact even through all the forms of law to abolish a coordinate\ndepartment of the Government--in such a case the President must take\nthe high responsibilities of his office and save the life of the nation\nat all hazards. The so-called reconstruction acts, though as plainly\nunconstitutional as any that can be imagined, were not believed to be\nwithin the class last mentioned. The people were not wholly disarmed of\nthe power of self-defense. In all the Northern States they still held\nin their hands the sacred right of the ballot, and it was safe to\nbelieve that in due time they would come to the rescue of their own\ninstitutions. It gives me pleasure to add that the appeal to our common\nconstituents was not taken in vain, and that my confidence in their\nwisdom and virtue seems not to have been misplaced.It is well and publicly known that enormous frauds have been\nperpetrated on the Treasury and that colossal fortunes have been made\nat the public expense. This species of corruption has increased, is\nincreasing, and if not diminished will soon bring us into total ruin\nand disgrace. The public creditors and the taxpayers are alike\ninterested in an honest administration of the finances, and neither\nclass will long endure the large-handed robberies of the recent past.\nFor this discreditable state of things there are several causes. Some\nof the taxes are so laid as to present an irresistible temptation to\nevade payment. The great sums which officers may win by connivance at\nfraud create a pressure which is more than the virtue of many can\nwithstand, and there can be no doubt that the open disregard of\nconstitutional obligations avowed by some of the highest and most\ninfluential men in the country has greatly weakened the moral sense of\nthose who serve in subordinate places. The expenses of the United\nStates, including interest on the public debt, are more than six times\nas much as they were seven years ago. To collect and disburse this vast\namount requires careful supervision as well as systematic vigilance.\nThe system, never perfected, was much disorganized by the\n\"tenure-of-office bill,\" which has almost destroyed official\naccountability. The President may be thoroughly convinced that an\nofficer is incapable, dishonest, or unfaithful to the Constitution, but\nunder the law which I have named the utmost he can do is to complain to\nthe Senate and ask the privilege of supplying his place with a better\nman. If the Senate be regarded as personally or politically hostile to\nthe President, it is natural, and not altogether unreasonable, for the\nofficer to expect that it will take his part as far as possible,\nrestore him to his place, and give him a triumph over his Executive\nsuperior. The officer has other chances of impunity arising from\naccidental defects of evidence, the mode of investigating it, and the\nsecrecy of the hearing. It is not wonderful that official malfeasance\nshould become bold in proportion as the delinquents learn to think\nthemselves safe. I am entirely persuaded that under such a rule the\nPresident can not perform the great duty assigned to him of seeing the\nlaws faithfully executed, and that it disables him most especially from\nenforcing that rigid accountability which is necessary to the due\nexecution of the revenue laws.The Constitution invests the President with authority to decide whether\na removal should be made in any given case; the act of Congress\ndeclares in substance that he shall only accuse such as he supposes to\nbe unworthy of their trust. The Constitution makes him sole judge in\nthe premises, but the statute takes away his jurisdiction, transfers it\nto the Senate, and leaves him nothing but the odious and sometimes\nimpracticable duty of becoming a prosecutor. The prosecution is to be\nconducted before a tribunal whose members are not, like him,\nresponsible to the whole people, but to separate constituent bodies,\nand who may hear his accusation with great disfavor. The Senate is\nabsolutely without any known standard of decision applicable to such a\ncase. Its judgment can not be anticipated, for it is not governed by\nany rule. The law does not define what shall be deemed good cause for\nremoval. It is impossible even to conjecture what may or may not be so\nconsidered by the Senate. The nature of the subject forbids clear\nproof. If the charge be incapacity, what evidence will support it?\nFidelity to the Constitution may be understood or misunderstood in a\nthousand different ways, and by violent party men, in violent party\ntimes, unfaithfulness to the Constitution may even come to be\nconsidered meritorious. If the officer be accused of dishonesty, how\nshall it be made out? Will it be inferred from acts unconnected with\npublic duty, from private history, or from general reputation, or must\nthe President await the commission of an actual misdemeanor in office?\nShall he in the meantime risk the character and interest of the nation\nin the hands of men to whom he can not give his confidence? Must he\nforbear his complaint until the mischief is done and can not be\nprevented? If his zeal in the public service should impel him to\nanticipate the overt act, must he move at the peril of being tried\nhimself for the offense of slandering his subordinate? In the present\ncircumstances of the country someone must be held responsible for\nofficial delinquency of every kind. It is extremely difficult to say\nwhere that responsibility should be thrown if it be not left where it\nhas been placed by the Constitution. But all just men will admit that\nthe President ought to be entirely relieved from such responsibility if\nhe can not meet it by reason of restrictions placed by law upon his\naction.The unrestricted power of removal from office is a very great one to be\ntrusted even to a magistrate chosen by the general suffrage of the\nwhole people and accountable directly to them for his acts. It is\nundoubtedly liable to abuse, and at some periods of our history perhaps\nhas been abused. If it be thought desirable and constitutional that it\nshould be so limited as to make the President merely a common informer\nagainst other public agents, he should at least be permitted to act in\nthat capacity before some open tribunal, independent of party politics,\nready to investigate the merits of every case, furnished with the means\nof taking evidence, and bound to decide according to established rules.\nThis would guarantee the safety of the accuser when he acts in good\nfaith, and at the same time secure the rights of the other party. I\nspeak, of course, with all proper respect for the present Senate, but\nit does not seem to me that any legislative body can be so constituted\nas to insure its fitness for these functions.It is not the theory of this Government that public offices are the\nproperty of those who hold them. They are given merely as a trust for\nthe public benefit, sometimes for a fixed period, sometimes during good\nbehavior, but generally they are liable to be terminated at the\npleasure of the appointing power, which represents the collective\nmajesty and speaks the will of the people. The forced retention in\noffice of a single dishonest person may work great injury to the public\ninterests. The danger to the public service comes not from the power to\nremove, but from the power to appoint. Therefore it was that the\nframers of the Constitution left the power of removal unrestricted,\nwhile they gave the Senate a fight to reject all appointments which in\nits opinion were not fit to be made. A little reflection on this\nsubject will probably satisfy all who have the good of the country at\nheart that our best course is to take the Constitution for our guide,\nwalk in the path marked out by the founders of the Republic, and obey\nthe rules made sacred by the observance of our great predecessors.The present condition of our finances and circulating medium is one to\nwhich your early consideration is invited.The proportion which the currency of any country should bear to the\nwhole value of the annual produce circulated by its means is a question\nupon which political economists have not agreed. Nor can it be\ncontrolled by legislation, but must be left to the irrevocable laws\nwhich everywhere regulate commerce and trade. The circulating medium\nwill ever irresistibly flow to those points where it is in greatest\ndemand. The law of demand and supply is as unerring as that which\nregulates the tides of the ocean; and, indeed, currency, like the\ntides, has its ebbs and flows throughout the commercial world.At the beginning of the rebellion the bank-note circulation of the\ncountry amounted to not much more than $200,000,000; now the\ncirculation of national-bank notes and those known as \"legal-tenders\"\nis nearly seven hundred millions. While it is urged by some that this\namount should be increased, others contend that a decided reduction is\nabsolutely essential to the best interests of the country. In view of\nthese diverse opinions, it may be well to ascertain the real value of\nour paper issues when compared with a metallic or convertible currency.\nFor this purpose let us inquire how much gold and silver could be\npurchased by the seven hundred millions of paper money now in\ncirculation. Probably not more than half the amount of the latter,\nshowing that when our paper currency is compared with gold and silver\nits commercial value is compressed into three hundred and fifty\nmillions. This striking fact makes it the obvious duty of the\nGovernment, as early as may be consistent with the principles of sound\npolitical economy, to take such measures as will enable the holder of\nits notes and those of the national banks to convert them without loss\ninto specie or its equivalent. A reduction of our paper circulating\nmedium need not necessarily follow. This, however, would depend upon\nthe law of demand and supply, though it should be borne in mind that by\nmaking legal-tender and bank notes convertible into coin or its\nequivalent their present specie value in the hands of their holders\nwould be enhanced 100 per cent.Legislation for the accomplishment of a result so desirable is demanded\nby the highest public considerations. The Constitution contemplates\nthat the circulating medium of the country shall be uniform in quality\nand value. At the time of the formation of that instrument the country\nhad just emerged from the War of the Revolution, and was suffering from\nthe effects of a redundant and worthless paper currency. The sages of\nthat period were anxious to protect their posterity from the evils that\nthey themselves had experienced. Hence in providing a circulating\nmedium they conferred upon Congress the power to coin money and\nregulate the value thereof, at the same time prohibiting the States\nfrom making anything but gold and silver a tender in payment of debts.The anomalous condition of our currency is in striking contrast with\nthat which was originally designed. Our circulation now embraces,\nfirst, notes of the national banks, which are made receivable for all\ndues to the Government, excluding imposts, and by all its creditors,\nexcepting in payment of interest upon its bonds and the securities\nthemselves; second, legal-tender notes, issued by the United States,\nand which the law requires shall be received as well in payment of all\ndebts between citizens as of all Government dues, excepting imposts;\nand, third, gold and silver coin. By the operation of our present\nsystem of finance, however, the metallic currency, when collected, is\nreserved only for one class of Government creditors, who, holding its\nbonds, semiannually receive their interest in coin from the National\nTreasury. They are thus made to occupy an invidious position, which may\nbe used to strengthen the arguments of those who would bring into\ndisrepute the obligations of the nation. In the payment of all its\ndebts the plighted faith of the Government should be inviolably\nmaintained. But while it acts with fidelity toward the bondholder who\nloaned his money that the integrity of the Union might be preserved, it\nshould at the same time observe good faith with the great masses of the\npeople, who, having rescued the Union from the perils of rebellion, now\nbear the burdens of taxation, that the Government may be able to\nfulfill its engagements. There is no reason which will be accepted as\nsatisfactory by the people why those who defend us on the land and\nprotect us on the sea; the pensioner upon the gratitude of the nation,\nbearing the scars and wounds received while in its service; the public\nservants in the various Departments of the Government; the farmer who\nsupplies the soldiers of the Army and the sailors of the Navy; the\nartisan who toils in the nation's workshops, or the mechanics and\nlaborers who build its edifices and construct its forts and vessels of\nwar, should, in payment of their just and hard-earned dues, receive\ndepreciated paper, while another class of their countrymen, no more\ndeserving, are paid in coin of gold and silver. Equal and exact justice\nrequires that all the creditors of the Government should be paid in a\ncurrency possessing a uniform value. This can only be accomplished by\nthe restoration of the currency to the standard established by the\nConstitution; and by this means we would remove a discrimination which\nmay, if it has not already done so, create a prejudice that may become\ndeep rooted and widespread and imperil the national credit.The feasibility of making our currency correspond with the\nconstitutional standard may be seen by reference to a few facts derived\nfrom our commercial statistics.The production of precious metals in the United States from 1849 to\n1857, inclusive, amounted to $579,000,000; from 1858 to 1860,\ninclusive, to $137,500,000, and from 1861 to 1867, inclusive, to\n$457,500,000--making the grand aggregate of products since 1849\n$1,174,000,000. The amount of specie coined from 1849 to 1857\ninclusive, was $439,000,000; from 1858 to 1860, inclusive,\n$125,000,000, and from 1861 to 1867, inclusive, $310,000,000--making\nthe total coinage since 1849 $874,000,000. From 1849 to 1857,\ninclusive, the net exports of specie amounted to $271,000,000; from\n1858 to 1860, inclusive, to $148,000,000, and from 1861 to 1867,\ninclusive, $322,000,000--making the aggregate of net exports since 1849\n$741,000,000. These figures show an excess of product over net exports\nof $433,000,000. There are in the Treasury $111,000,000 in coin,\nsomething more than $40,000,000 in circulation on the Pacific Coast,\nand a few millions in the national and other banks--in all about\n$160,000,000. This, however, taking into account the specie in the\ncountry prior to 1849 leaves more than $300,000,000 which have not been\naccounted for by exportation, and therefore may yet remain in the\ncountry.These are important facts and show how completely the inferior currency\nwill supersede the better, forcing it from circulation among the masses\nand causing it to be exported as a mere article of trade, to add to the\nmoney capital of foreign lands. They show the necessity of retiring our\npaper money, that the return of gold and silver to the avenues of trade\nmay be invited and a demand created which will cause the retention at\nhome of at least so much of the productions of our rich and\ninexhaustible gold-bearing fields as may be sufficient for purposes of\ncirculation. It is unreasonable to expect a return to a sound currency\nso long as the Government by continuing to issue irredeemable notes\nfills the channels of circulation with depreciated paper.\nNotwithstanding a coinage by our mints, since 1849, of $874,000,000,\nthe people are now strangers to the currency which was designed for\ntheir use and benefit, and specimens of the precious metals bearing the\nnational device are seldom seen, except when produced to gratify the\ninterest excited by their novelty. If depreciated paper is to be\ncontinued as the permanent currency of the country, and all our coin is\nto become a mere article of traffic and speculation, to the enhancement\nin price of all that is indispensable to the comfort of the people, it\nwould be wise economy to abolish our mints thus saving the nation the\ncare and expense incident to such establishments, and let all our\nprecious metals be exported in bullion. The time has come, however,\nwhen the Government and national banks should be required to take the\nmost efficient steps and make all necessary arrangements for a\nresumption of specie payments at the earliest practicable period.\nSpecie payments having been once resumed by the Government and banks,\nall notes or bills of paper issued by either of a less denomination\nthan $20 should by law be excluded from circulation, so that the people\nmay have the benefit and convenience of a gold and silver currency\nwhich in all their business transactions will be uniform in value at\nhome and abroad. Every man of property or industry, every man who\ndesires to preserve what he honestly possesses or to obtain what he can\nhonestly earn, has a direct interest in maintaining a safe circulating\nmedium--such a medium as shall be real and substantial, not liable to\nvibrate with opinions, not subject to be blown up or blown down by the\nbreath of speculation, but to be made stable and secure. A disordered\ncurrency is one of the greatest political evils. It undermines the\nvirtues necessary for the support of the social system and encourages\npropensities destructive of its happiness; it wars against industry,\nfrugality, and economy, and it fosters the evil spirits of extravagance\nand speculation. It has been asserted by one of our profound and most\ngifted statesmen that--Of all the contrivances for cheating the\nlaboring classes of mankind, none has been more effectual than that\nwhich deludes them with paper money. This is the most effectual of\ninventions to fertilize the rich man's fields by the sweat of the poor\nman's brow. Ordinary tyranny, oppression, excessive taxation--these\nbear lightly on the happiness of the mass of the community compared\nwith a fraudulent currency and the robberies committed by depreciated\npaper. Our own history has recorded for our instruction enough, and\nmore than enough, of the demoralizing tendency, the injustice, and the\nintolerable oppression on the virtuous and well disposed of a degraded\npaper currency authorized by law or in any way countenanced by\ngovernment. It is one of the most successful devices, in times of peace\nor war, expansions or revulsions, to accomplish the transfer of all the\nprecious metals from the great mass of the people into the hands of the\nfew, where they are hoarded in secret places or deposited in strong\nboxes under bolts and bars, while the people are left to endure all the\ninconvenience, sacrifice, and demoralization resulting from the use of\na depreciated and worthless paper money.The condition of our finances and the operations of our revenue system\nare set forth and fully explained in the able and instructive report of\nthe Secretary of the Treasury. On the 30th of June, 1866, the public\ndebt amounted to $2,783,425,879; on the 30th of June last it was\n$2,692,199,215, showing a reduction during the fiscal year of\n$91,226,664. During the fiscal year ending June 30, 1867, the receipts\nwere $490,634,010 and the expenditures $346,729,129, leaving an\navailable surplus of $143,904,880. It is estimated that the receipts\nfor the fiscal year ending June 30, 1868, will be $417,161,928 and that\nthe expenditures will reach the sum of $393,269,226, leaving in the\nTreasury a surplus of $23,892,702. For the fiscal year ending June 30,\n1869, it is estimated that the receipts will amount to $381,000,000 and\nthat the expenditures will be $372,000,000, showing an excess of\n$9,000,000 in favor of the Government.The attention of Congress is earnestly invited to the necessity of a\nthorough revision of our revenue system. Our internal-revenue laws and\nimpost system should be so adjusted as to bear most heavily on articles\nof luxury, leaving the necessaries of life as free from taxation as may\nbe consistent with the real wants of the Government, economically\nadministered. Taxation would not then fall unduly on the man of\nmoderate means; and while none would be entirely exempt from\nassessment, all, in proportion to their pecuniary abilities, would\ncontribute toward the support of the State. A modification of the\ninternal-revenue system, by a large reduction in the number of articles\nnow subject to tax, would be followed by results equally advantageous\nto the citizen and the Government. It would render the execution of the\nlaw less expensive and more certain, remove obstructions to industry,\nlessen the temptations to evade the law, diminish the violations and\nfrauds perpetrated upon its provisions, make its operations less\ninquisitorial, and greatly reduce in numbers the army of taxgatherers\ncreated by the system, who \"take from the mouth of honest labor the\nbread it has earned.\" Retrenchment, reform, and economy should be\ncarried into every branch of the public service, that the expenditures\nof the Government may be reduced and the people relieved from\noppressive taxation; a sound currency should be restored, and the\npublic faith in regard to the national debt sacredly observed. The\naccomplishment of these important results, together with the\nrestoration of the Union of the States upon the principles of the\nConstitution, would inspire confidence at home and abroad in the\nstability of our institutions and bring to the nation prosperity,\npeace, and good will.The report of the Secretary of War ad interim exhibits the operations\nof the Army and of the several bureaus of the War Department. The\naggregate strength of our military force on the 30th of September last\nwas 56,315. The total estimate for military appropriations is\n$77,124,707, including a deficiency in last year's appropriation of\n$13,600,000. The payments at the Treasury on account of the service of\nthe War Department from January 1 to October 29, 1867--a period of ten\nmonths--amounted to $109,807,000. The expenses of the military\nestablishment, as well as the numbers of the Army, are now three times\nas great as they have ever been in time of peace, while the\ndiscretionary, power is vested in the Executive to add millions to this\nexpenditure by an increase of the Army to the maximum strength allowed\nby the law.The comprehensive report of the Secretary of the Interior furnishes\ninteresting information in reference to the important branches of the\npublic service connected with his Department. The menacing attitude of\nsome of the warlike bands of Indians inhabiting the district of country\nbetween the Arkansas and Platte rivers and portions of Dakota Territory\nrequired the presence of a large military force in that region.\nInstigated by real or imaginary grievances, the Indians occasionally\ncommitted acts of barbarous violence upon emigrants and our frontier\nsettlements; but a general Indian war has been providentially averted.\nThe commissioners under the act of 20th July, 1867, were invested with\nfull power to adjust existing difficulties, negotiate treaties with the\ndisaffected bands, and select for them reservations remote from the\ntraveled routes between the Mississippi and the Pacific. They entered\nwithout delay upon the execution of their trust, but have not yet made\nany official report of their proceedings. It is of vital importance\nthat our distant Territories should be exempt from Indian outbreaks,\nand that the construction of the Pacific Railroad, an object of\nnational importance, should not be interrupted by hostile tribes. These\nobjects, as well as the material interests and the moral and\nintellectual improvement of the Indians, can be most effectually\nsecured by concentrating them upon portions of country set apart for\ntheir exclusive use and located at points remote from our highways and\nencroaching white settlements.Since the commencement of the second session of the Thirty-ninth\nCongress 510 miles of road have been constructed on the main line and\nbranches of the Pacific Railway. The line from Omaha is rapidly\napproaching the eastern base of the Rocky Mountains, while the terminus\nof the last section of constructed road in California, accepted by the\nGovernment on the 24th day of October last, was but 11 miles distant\nfrom the summit of the Sierra Nevada. The remarkable energy evinced by\nthe companies offers the strongest assurance that the completion of the\nroad from Sacramento to Omaha will not be long deferred.During the last fiscal year 7,041,114 acres of public land were\ndisposed of, and the cash receipts from sales and fees exceeded by\none-half million dollars the sum realized from those sources during the\npreceding year. The amount paid to pensioners, including expenses of\ndisbursements, was $18,619,956, and 36,482 names were added to the\nrolls. The entire number of pensioners on the 30th of June last was\n155,474. Eleven thousand six hundred and fifty-five patents and designs\nwere issued during the year ending September 30, 1867, and at that date\nthe balance in the Treasury to the credit of the patent fund was\n$286,607.The report of the Secretary of the Navy states that we have seven\nsquadrons actively and judiciously employed, under efficient and able\ncommanders, in protecting the persons and property of American\ncitizens, maintaining the dignity and power of the Government, and\npromoting the commerce and business interests of our countrymen in\nevery part of the world. Of the 238 vessels composing the present Navy\nof the United States, 56, carrying 507 guns, are in squadron service.\nDuring the year the number of vessels in commission has been reduced\n12, and there are 13 less on squadron duty than there were at the date\nof the last report. A large number of vessels were commenced and in the\ncourse of construction when the war terminated, and although Congress\nhad made the necessary appropriations for their completion, the\nDepartment has either suspended work upon them or limited the slow\ncompletion of the steam vessels, so as to meet the contracts for\nmachinery made with private establishments. The total expenditures of\nthe Navy Department for the fiscal year ending June 30, 1867, were\n$31,034,011. No appropriations have been made or required since the\nclose of the war for the construction and repair of vessels, for steam\nmachinery, ordnance, provisions and clothing, fuel, hemp, etc., the\nbalances under these several heads having been more than sufficient for\ncurrent expenditures. It should also be stated to the credit of the\nDepartment that, besides asking no appropriations for the above objects\nfor the last two years, the Secretary of the Navy, on the 30th of\nSeptember last, in accordance with the act of May 1, 1820, requested\nthe Secretary of the Treasury to carry to the surplus fund the sum of\n$65,000.000, being the amount received from the sales of vessels and\nother war property and the remnants of former appropriations.The report of the Postmaster-General shows the business of the\nPost-Office Department and the condition of the postal service in a\nvery favorable light, and the attention of Congress is called to its\npractical recommendations. The receipts of the Department for the year\nending June 30, 1867, including all special appropriations for sea and\nland service and for free mail matter, were $19,978,693. The\nexpenditures for all purposes were $19,235,483, leaving an unexpended\nbalance in favor of the Department of $743,210, which can be applied\ntoward the expenses of the Department for the current year. The\nincrease of postal revenue, independent of specific appropriations, for\nthe year 1867 over that of 1866 was $850,040. The increase of revenue\nfrom the sale of stamps and stamped envelopes was $783,404. The\nincrease of expenditures for 1867 over those of the previous year was\nowing chiefly to the extension of the land and ocean mail service.\nDuring the past year new postal conventions have been ratified and\nexchanged with the United Kingdom of Great Britain and Ireland,\nBelgium, the Netherlands, Switzerland, the North German Union, Italy,\nand the colonial government at Hong Kong, reducing very largely the\nrates of ocean and land postages to and from and within those\ncountries.The report of the Acting Commissioner of Agriculture concisely presents\nthe condition, wants, and progress of an interest eminently worthy the\nfostering care of Congress, and exhibits a large measure of useful\nresults achieved during the year to which it refers.The reestablishment of peace at home and the resumption of extended\ntrade, travel, and commerce abroad have served to increase the number\nand variety of questions in the Department for Foreign Affairs. None of\nthese questions, however, have seriously disturbed our relations with\nother states.The Republic of Mexico, having been relieved from foreign intervention,\nis earnestly engaged in efforts to reestablish her constitutional\nsystem of government. A good understanding continues to exist between\nour Government and the Republics of Hayti and San Domingo, and our\ncordial relations with the Central and South American States remain\nunchanged. The tender, made in conformity with a resolution of\nCongress, of the good offices of the Government with a view to an\namicable adjustment of peace between Brazil and her allies on one side\nand Paraguay on the other, and between Chile and her allies on the one\nside and Spain on the other, though kindly received, has in neither\ncase been fully accepted by the belligerents. The war in the valley of\nthe Parana is still vigorously maintained. On the other hand, actual\nhostilities between the Pacific States and Spain have been more than a\nyear suspended. I shall, on any proper occasion that may occur, renew\nthe conciliatory recommendations which have been already made. Brazil,\nwith enlightened sagacity and comprehensive statesmanship, has opened\nthe great channels of the Amazon and its tributaries to universal\ncommerce. One thing more seems needful to assure a rapid and cheering\nprogress in South America. I refer to those peaceful habits without\nwhich states and nations can not in this age well expect material\nprosperity or social advancement.The Exposition of Universal Industry at Paris has passed, and seems to\nhave fully realized the high expectations of the French Government. If\ndue allowance be made for the recent political derangement of industry\nhere, the part which the United States has borne in this exhibition of\ninvention and art may be regarded with very high satisfaction. During\nthe exposition a conference was held of delegates from several nations,\nthe United States being one, in which the inconveniences of commerce\nand social intercourse resulting from the diverse standards of money\nvalue were very fully discussed, and plans were developed for\nestablishing by universal consent a common principle for the coinage of\ngold. These conferences are expected to be renewed, with the attendance\nof many foreign states not hitherto represented. A report of these\ninteresting proceedings will be submitted to Congress, which will, no\ndoubt, justly appreciate the great object and be ready to adopt any\nmeasure which may tend to facilitate its ultimate accomplishment.On the 25th of February, 1862, Congress declared by law that Treasury\nnotes, without interest, authorized by that act should be legal tender\nin payment of all debts, public and private, within the United States.\nAn annual remittance of $30,000, less stipulated expenses, accrues to\nclaimants under the convention made with Spain in 1834. These\nremittances, since the passage of that act, have been paid in such\nnotes. The claimants insist that the Government ought to require\npayment in coin. The subject may be deemed worthy of your attention.No arrangement has yet been reached for the settlement of our claims\nfor British depredations upon the commerce of the United States. I have\nfelt it my duty to decline the proposition of arbitration made by Her\nMajesty's Government, because it has hitherto been accompanied by\nreservations and limitations incompatible with the rights, interest,\nand honor of our country. It is not to be apprehended that Great\nBritain will persist in her refusal to satisfy these just and\nreasonable claims, which involve the sacred principle of\nnonintervention--a principle henceforth not more important to the\nUnited States than to all other commercial nations.The West India islands were settled and colonized by European States\nsimultaneously with the settlement and colonization of the American\ncontinent. Most of the colonies planted here became independent nations\nin the close of the last and the beginning of the present century. Our\nown country embraces communities which at one period were colonies of\nGreat Britain, France, Spain, Holland, Sweden, and Russia. The people\nin the West Indies, with the exception of those of the island of Hayti,\nhave neither attained nor aspired to independence, nor have they become\nprepared for self-defense. Although possessing considerable commercial\nvalue, they have been held by the several European States which\ncolonized or at some time conquered them, chiefly for purposes of\nmilitary and naval strategy in carrying out European policy and designs\nin regard to this continent. In our Revolutionary War ports and harbors\nin the West India islands were used by our enemy, to the great injury\nand embarrassment of the United States. We had the same experience in\nour second war with Great Britain. The same European policy for a long\ntime excluded us even from trade with the West Indies, while we were at\npeace with all nations. In our recent civil war the rebels and their\npiratical and blockade-breaking allies found facilities in the same\nports for the work, which they too successfully accomplished, of\ninjuring and devastating the commerce which we are now engaged in\nrebuilding. We labored especially under this disadvantage, that\nEuropean steam vessels employed by our enemies found friendly shelter,\nprotection, and supplies in West Indian ports, while our naval\noperations were necessarily carried on from our own distant shores.\nThere was then a universal feeling of the want of an advanced naval\noutpost between the Atlantic coast and Europe. The duty of obtaining\nsuch an outpost peacefully and lawfully, while neither doing nor\nmenacing injury to other states, earnestly engaged the attention of the\nexecutive department before the close of the war, and it has not been\nlost sight of since that time. A not entirely dissimilar naval want\nrevealed itself during the same period on the Pacific coast. The\nrequired foothold there was fortunately secured by our late treaty with\nthe Emperor of Russia, and it now seems imperative that the more\nobvious necessities of the Atlantic coast should not be less carefully\nprovided for. A good and convenient port and harbor, capable of easy\ndefense, will supply that want. With the possession of such a station\nby the United States, neither we nor any other American nation need\nlonger apprehend injury or offense from any transatlantic enemy. I\nagree with our early statesmen that the West Indies naturally gravitate\nto, and may be expected ultimately to be absorbed by, the continental\nStates, including our own. I agree with them also that it is wise to\nleave the question of such absorption to this process of natural\npolitical gravitation. The islands of St. Thomas and St. John, which\nconstitute a part of the group called the Virgin Islands, seemed to\noffer us advantages immediately desirable, while their acquisition\ncould be secured in harmony with the principles to which I have\nalluded. A treaty has therefore been concluded with the King of Denmark\nfor the cession of those islands, and will be submitted to the Senate\nfor consideration.It will hardly be necessary to call the attention of Congress to the\nsubject of providing for the payment to Russia of the sum stipulated in\nthe treaty for the cession of Alaska. Possession having been formally\ndelivered to our commissioner, the territory remains for the present in\ncare of a military force, awaiting such civil organization as shall be\ndirected by Congress.The annexation of many small German States to Prussia and the\nreorganization of that country under a new and liberal constitution\nhave induced me to renew the effort to obtain a just and prompt\nsettlement of the long-vexed question concerning the claims of foreign\nstates for military service from their subjects naturalized in the\nUnited States.In connection with this subject the attention of Congress is\nrespectfully called to a singular and embarrassing conflict of laws.\nThe executive department of this Government has hitherto uniformly\nheld, as it now holds, that naturalization in conformity with the\nConstitution and laws of the United States absolves the recipient from\nhis native allegiance. The courts of Great Britain hold that allegiance\nto the British Crown is indefensible, and is not absolved by our laws\nof naturalization. British judges cite courts and law authorities of\nthe United States in support of that theory against the position held\nby the executive authority of the United States. This conflict\nperplexes the public mind concerning the rights of naturalized citizens\nand impairs the national authority abroad. I called attention to this\nsubject in my last annual message, and now again respectfully appeal to\nCongress to declare the national will unmistakably upon this important\nquestion.The abuse of our laws by the clandestine prosecution of the African\nslave trade from American ports or by American citizens has altogether\nceased, and under existing circumstances no apprehensions of its\nrenewal in this part of the world are entertained. Under these\ncircumstances it becomes a question whether we shall not propose to Her\nMajesty's Government a suspension or discontinuance of the stipulations\nfor maintaining a naval force for the suppression of that trade.", 
    "name": "Andrew Johnson"
}