{
    "date": "January 24, 2012", 
    "speech": "Mr. Speaker, Mr. Vice President, members of Congress, distinguished guests,\nand fellow Americans:Last month, I went to Andrews Air Force Base and welcomed home some of our\nlast troops to serve in Iraq. Together, we offered a final, proud salute to\nthe colors under which more than a million of our fellow citizens fought -- and\nseveral thousand gave their lives.We gather tonight knowing that this generation of heroes has made the United\nStates safer and more respected around the world. For the first time in nine\nyears, there are no Americans fighting in Iraq. For the first time in two\ndecades, Osama bin Laden is not a threat to this country. Most of al-Qaeda's\ntop lieutenants have been defeated. The Taliban's momentum has been broken,\nand some troops in Afghanistan have begun to come home.These achievements are a testament to the courage, selflessness, and teamwork\nof America's Armed Forces. At a time when too many of our institutions have\nlet us down, they exceed all expectations. They're not consumed with personal\nambition. They don't obsess over their differences. They focus on the mission\nat hand. They work together.Imagine what we could accomplish if we followed their example. Think about the\nAmerica within our reach: A country that leads the world in educating its\npeople. An America that attracts a new generation of high-tech manufacturing\nand high-paying jobs. A future where we're in control of our own energy, and\nour security and prosperity aren't so tied to unstable parts of the world. An\neconomy built to last, where hard work pays off, and responsibility is\nrewarded.We can do this. I know we can, because we've done it before. At the end of\nWorld War II, when another generation of heroes returned home from combat,\nthey built the strongest economy and middle class the world has ever known. My\ngrandfather, a veteran of Patton's Army, got the chance to go to college on\nthe GI Bill. My grandmother, who worked on a bomber assembly line, was part of\na workforce that turned out the best products on Earth.The two of them shared the optimism of a Nation that had triumphed over a\ndepression and fascism. They understood they were part of something larger;\nthat they were contributing to a story of success that every American had a\nchance to share -- the basic American promise that if you worked hard, you\ncould do well enough to raise a family, own a home, send your kids to college,\nand put a little away for retirement.The defining issue of our time is how to keep that promise alive. No challenge\nis more urgent. No debate is more important. We can either settle for a\ncountry where a shrinking number of people do really well, while a growing\nnumber of Americans barely get by. Or we can restore an economy where everyone\ngets a fair shot, everyone does their fair share, and everyone plays by the\nsame set of rules. What's at stake are not Democratic values or Republican\nvalues, but American values. We have to reclaim them.Let's remember how we got here. Long before the recession, jobs and\nmanufacturing began leaving our shores. Technology made businesses more\nefficient, but also made some jobs obsolete. Folks at the top saw their\nincomes rise like never before, but most hardworking Americans struggled with\ncosts that were growing, paychecks that weren't, and personal debt that kept\npiling up.In 2008, the house of cards collapsed. We learned that mortgages had been sold\nto people who couldn't afford or understand them. Banks had made huge bets and\nbonuses with other people's money. Regulators had looked the other way, or\ndidn't have the authority to stop the bad behavior.It was wrong. It was irresponsible. And it plunged our economy into a crisis\nthat put millions out of work, saddled us with more debt, and left innocent,\nhard-working Americans holding the bag. In the six months before I took\noffice, we lost nearly four million jobs. And we lost another four million\nbefore our policies were in full effect.Those are the facts. But so are these. In the last 22 months, businesses have\ncreated more than three million jobs. Last year, they created the most jobs\nsince 2005. American manufacturers are hiring again, creating jobs for the\nfirst time since the late 1990s. Together, we've agreed to cut the deficit by\nmore than $2 trillion. And we've put in place new rules to hold Wall Street\naccountable, so a crisis like that never happens again.The state of our Union is getting stronger. And we've come too far to turn\nback now. As long as I'm President, I will work with anyone in this chamber to\nbuild on this momentum. But I intend to fight obstruction with action, and I\nwill oppose any effort to return to the very same policies that brought on\nthis economic crisis in the first place.No, we will not go back to an economy weakened by outsourcing, bad debt, and\nphony financial profits. Tonight, I want to speak about how we move forward,\nand lay out a blueprint for an economy that's built to last -- an economy built\non American manufacturing, American energy, skills for American workers, and a\nrenewal of American values.This blueprint begins with American manufacturing.On the day I took office, our auto industry was on the verge of collapse. Some\neven said we should let it die. With a million jobs at stake, I refused to let\nthat happen. In exchange for help, we demanded responsibility. We got workers\nand automakers to settle their differences. We got the industry to retool and\nrestructure. Today, General Motors is back on top as the world's number one\nautomaker. Chrysler has grown faster in the U.S. than any major car company.\nFord is investing billions in U.S. plants and factories. And together, the\nentire industry added nearly 160,000 jobs.We bet on American workers. We bet on American ingenuity. And tonight, the\nAmerican auto industry is back.What's happening in Detroit can happen in other industries. It can happen in\nCleveland and Pittsburgh and Raleigh. We can't bring back every job that's\nleft our shores. But right now, it's getting more expensive to do business in\nplaces like China. Meanwhile, America is more productive. A few weeks ago, the\nCEO of Master Lock told me that it now makes business sense for him to bring\njobs back home. Today, for the first time in fifteen years, Master Lock's\nunionized plant in Milwaukee is running at full capacity.So we have a huge opportunity, at this moment, to bring manufacturing back.\nBut we have to seize it. Tonight, my message to business leaders is simple:\nAsk yourselves what you can do to bring jobs back to your country, and your\ncountry will do everything we can to help you succeed.We should start with our tax code. Right now, companies get tax breaks for\nmoving jobs and profits overseas. Meanwhile, companies that choose to stay in\nAmerica get hit with one of the highest tax rates in the world. It makes no\nsense, and everyone knows it.So let's change it. First, if you're a business that wants to outsource jobs,\nyou shouldn't get a tax deduction for doing it. That money should be used to\ncover moving expenses for companies like Master Lock that decide to bring jobs\nhome.Second, no American company should be able to avoid paying its fair share of\ntaxes by moving jobs and profits overseas. From now on, every multinational\ncompany should have to pay a basic minimum tax. And every penny should go\ntowards lowering taxes for companies that choose to stay here and hire here.Third, if you're an American manufacturer, you should get a bigger tax cut. If\nyou're a high-tech manufacturer, we should double the tax deduction you get\nfor making products here. And if you want to relocate in a community that was\nhit hard when a factory left town, you should get help financing a new plant,\nequipment, or training for new workers.My message is simple. It's time to stop rewarding businesses that ship jobs\noverseas, and start rewarding companies that create jobs right here in\nAmerica. Send me these tax reforms, and I'll sign them right away.We're also making it easier for American businesses to sell products all over\nthe world. Two years ago, I set a goal of doubling U.S. exports over five\nyears. With the bipartisan trade agreements I signed into law, we are on track\nto meet that goal -- ahead of schedule. Soon, there will be millions of new\ncustomers for American goods in Panama, Colombia, and South Korea. Soon, there\nwill be new cars on the streets of Seoul imported from Detroit, and Toledo,\nand Chicago.I will go anywhere in the world to open new markets for American products. And\nI will not stand by when our competitors don't play by the rules. We've\nbrought trade cases against China at nearly twice the rate as the last\nadministration -- and it's made a difference. Over a thousand Americans are\nworking today because we stopped a surge in Chinese tires. But we need to do\nmore. It's not right when another country lets our movies, music, and software\nbe pirated. It's not fair when foreign manufacturers have a leg up on ours\nonly because they're heavily subsidized.Tonight, I'm announcing the creation of a Trade Enforcement Unit that will be\ncharged with investigating unfair trade practices in countries like China.\nThere will be more inspections to prevent counterfeit or unsafe goods from\ncrossing our borders. And this Congress should make sure that no foreign\ncompany has an advantage over American manufacturing when it comes to\naccessing finance or new markets like Russia. Our workers are the most\nproductive on Earth, and if the playing field is level, I promise you --\nAmerica will always win.I also hear from many business leaders who want to hire in the United States\nbut can't find workers with the right skills. Growing industries in science\nand technology have twice as many openings as we have workers who can do the\njob. Think about that -- openings at a time when millions of Americans are\nlooking for work.That's inexcusable. And we know how to fix it.Jackie Bray is a single mom from North Carolina who was laid off from her job\nas a mechanic. Then Siemens opened a gas turbine factory in Charlotte, and\nformed a partnership with Central Piedmont Community College. The company\nhelped the college design courses in laser and robotics training. It paid\nJackie's tuition, then hired her to help operate their plant.I want every American looking for work to have the same opportunity as Jackie\ndid. Join me in a national commitment to train two million Americans with\nskills that will lead directly to a job. My Administration has already lined\nup more companies that want to help. Model partnerships between businesses\nlike Siemens and community colleges in places like Charlotte, Orlando, and\nLouisville are up and running. Now you need to give more community colleges\nthe resources they need to become community career centers -- places that teach\npeople skills that local businesses are looking for right now, from data\nmanagement to high-tech manufacturing.And I want to cut through the maze of confusing training programs, so that\nfrom now on, people like Jackie have one program, one website, and one place\nto go for all the information and help they need. It's time to turn our\nunemployment system into a reemployment system that puts people to work.These reforms will help people get jobs that are open today. But to prepare\nfor the jobs of tomorrow, our commitment to skills and education has to start\nearlier.For less than one percent of what our Nation spends on education each year,\nwe've convinced nearly every State in the country to raise their standards for\nteaching and learning -- the first time that's happened in a generation.But challenges remain. And we know how to solve them.At a time when other countries are doubling down on education, tight budgets\nhave forced States to lay off thousands of teachers. We know a good teacher\ncan increase the lifetime income of a classroom by over $250,000. A great\nteacher can offer an escape from poverty to the child who dreams beyond his\ncircumstance. Every person in this chamber can point to a teacher who changed\nthe trajectory of their lives. Most teachers work tirelessly, with modest pay,\nsometimes digging into their own pocket for school supplies -- just to make a\ndifference.Teachers matter. So instead of bashing them, or defending the status quo,\nlet's offer schools a deal. Give them the resources to keep good teachers on\nthe job, and reward the best ones. In return, grant schools flexibility: To\nteach with creativity and passion; to stop teaching to the test; and to\nreplace teachers who just aren't helping kids learn.We also know that when students aren't allowed to walk away from their\neducation, more of them walk the stage to get their diploma. So tonight, I\ncall on every State to require that all students stay in high school until\nthey graduate or turn eighteen.When kids do graduate, the most daunting challenge can be the cost of college.\nAt a time when Americans owe more in tuition debt than credit card debt, this\nCongress needs to stop the interest rates on student loans from doubling in\nJuly. Extend the tuition tax credit we started that saves middle-class\nfamilies thousands of dollars. And give more young people the chance to earn\ntheir way through college by doubling the number of work-study jobs in the\nnext five years.Of course, it's not enough for us to increase student aid. We can't just keep\nsubsidizing skyrocketing tuition; we'll run out of money. States also need to\ndo their part, by making higher education a higher priority in their budgets.\nAnd colleges and universities have to do their part by working to keep costs\ndown. Recently, I spoke with a group of college presidents who've done just\nthat. Some schools re-design courses to help students finish more quickly.\nSome use better technology. The point is, it's possible. So let me put\ncolleges and universities on notice: If you can't stop tuition from going up,\nthe funding you get from taxpayers will go down. Higher education can't be a\nluxury -- it's an economic imperative that every family in America should be\nable to afford.Let's also remember that hundreds of thousands of talented, hardworking\nstudents in this country face another challenge: The fact that they aren't yet\nAmerican citizens. Many were brought here as small children, are American\nthrough and through, yet they live every day with the threat of deportation.\nOthers came more recently, to study business and science and engineering, but\nas soon as they get their degree, we send them home to invent new products and\ncreate new jobs somewhere else.That doesn't make sense.I believe as strongly as ever that we should take on illegal immigration.\nThat's why my Administration has put more boots on the border than ever\nbefore. That's why there are fewer illegal crossings than when I took office.The opponents of action are out of excuses. We should be working on\ncomprehensive immigration reform right now. But if election-year politics\nkeeps Congress from acting on a comprehensive plan, let's at least agree to\nstop expelling responsible young people who want to staff our labs, start new\nbusinesses, and defend this country. Send me a law that gives them the chance\nto earn their citizenship. I will sign it right away.You see, an economy built to last is one where we encourage the talent and\ningenuity of every person in this country. That means women should earn equal\npay for equal work. It means we should support everyone who's willing to work;\nand every risk-taker and entrepreneur who aspires to become the next Steve\nJobs.After all, innovation is what America has always been about. Most new jobs are\ncreated in start-ups and small businesses. So let's pass an agenda that helps\nthem succeed. Tear down regulations that prevent aspiring entrepreneurs from\ngetting the financing to grow. Expand tax relief to small businesses that are\nraising wages and creating good jobs. Both parties agree on these ideas. So\nput them in a bill, and get it on my desk this year.Innovation also demands basic research. Today, the discoveries taking place in\nour federally-financed labs and universities could lead to new treatments that\nkill cancer cells but leave healthy ones untouched. New lightweight vests for\ncops and soldiers that can stop any bullet. Don't gut these investments in our\nbudget. Don't let other countries win the race for the future. Support the\nsame kind of research and innovation that led to the computer chip and the\nInternet; to new American jobs and new American industries.Nowhere is the promise of innovation greater than in American-made energy.\nOver the last three years, we've opened millions of new acres for oil and gas\nexploration, and tonight, I'm directing my Administration to open more than 75\npercent of our potential offshore oil and gas resources. Right now, American\noil production is the highest that it's been in eight years. That's right --\neight years. Not only that -- last year, we relied less on foreign oil than in\nany of the past sixteen years.But with only 2 percent of the world's oil reserves, oil isn't enough. This\ncountry needs an all-out, all-of-the-above strategy that develops every\navailable source of American energy -- a strategy that's cleaner, cheaper, and\nfull of new jobs.We have a supply of natural gas that can last America nearly one hundred\nyears, and my Administration will take every possible action to safely develop\nthis energy. Experts believe this will support more than 600,000 jobs by the\nend of the decade. And I'm requiring all companies that drill for gas on\npublic lands to disclose the chemicals they use. America will develop this\nresource without putting the health and safety of our citizens at risk.The development of natural gas will create jobs and power trucks and factories\nthat are cleaner and cheaper, proving that we don't have to choose between our\nenvironment and our economy. And by the way, it was public research dollars,\nover the course of thirty years, that helped develop the technologies to\nextract all this natural gas out of shale rock -- reminding us that Government\nsupport is critical in helping businesses get new energy ideas off the ground.What's true for natural gas is true for clean energy. In three years, our\npartnership with the private sector has already positioned America to be the\nworld's leading manufacturer of high-tech batteries. Because of federal\ninvestments, renewable energy use has nearly doubled. And thousands of\nAmericans have jobs because of it.When Bryan Ritterby was laid off from his job making furniture, he said he\nworried that at 55, no one would give him a second chance. But he found work\nat Energetx, a wind turbine manufacturer in Michigan. Before the recession,\nthe factory only made luxury yachts. Today, it's hiring workers like Bryan,\nwho said, \"I'm proud to be working in the industry of the future.\"Our experience with shale gas shows us that the payoffs on these public\ninvestments don't always come right away. Some technologies don't pan out;\nsome companies fail. But I will not walk away from the promise of clean\nenergy. I will not walk away from workers like Bryan. I will not cede the wind\nor solar or battery industry to China or Germany because we refuse to make the\nsame commitment here. We have subsidized oil companies for a century. That's\nlong enough. It's time to end the taxpayer giveaways to an industry that's\nrarely been more profitable, and double-down on a clean energy industry that's\nnever been more promising. Pass clean energy tax credits and create these\njobs.We can also spur energy innovation with new incentives. The differences in\nthis chamber may be too deep right now to pass a comprehensive plan to fight\nclimate change. But there's no reason why Congress shouldn't at least set a\nclean energy standard that creates a market for innovation. So far, you\nhaven't acted. Well tonight, I will. I'm directing my Administration to allow\nthe development of clean energy on enough public land to power three million\nhomes. And I'm proud to announce that the Department of Defense, the world's\nlargest consumer of energy, will make one of the largest commitments to clean\nenergy in history -- with the Navy purchasing enough capacity to power a\nquarter of a million homes a year.Of course, the easiest way to save money is to waste less energy. So here's\nanother proposal: Help manufacturers eliminate energy waste in their factories\nand give businesses incentives to upgrade their buildings. Their energy bills\nwill be $100 billion lower over the next decade, and America will have less\npollution, more manufacturing, and more jobs for construction workers who need\nthem. Send me a bill that creates these jobs.Building this new energy future should be just one part of a broader agenda to\nrepair America's infrastructure. So much of America needs to be rebuilt. We've\ngot crumbling roads and bridges. A power grid that wastes too much energy. An\nincomplete high-speed broadband network that prevents a small business owner\nin rural America from selling her products all over the world.During the Great Depression, America built the Hoover Dam and the Golden Gate\nBridge. After World War II, we connected our States with a system of highways.\nDemocratic and Republican administrations invested in great projects that\nbenefited everybody, from the workers who built them to the businesses that\nstill use them today.In the next few weeks, I will sign an Executive Order clearing away the red\ntape that slows down too many construction projects. But you need to fund\nthese projects. Take the money we're no longer spending at war, use half of it\nto pay down our debt, and use the rest to do some nation-building right here\nat home.There's never been a better time to build, especially since the construction\nindustry was one of the hardest-hit when the housing bubble burst. Of course,\nconstruction workers weren't the only ones hurt. So were millions of innocent\nAmericans who've seen their home values decline. And while Government can't\nfix the problem on its own, responsible homeowners shouldn't have to sit and\nwait for the housing market to hit bottom to get some relief.That's why I'm sending this Congress a plan that gives every responsible\nhomeowner the chance to save about $3,000 a year on their mortgage, by\nrefinancing at historically low interest rates. No more red tape. No more\nrunaround from the banks. A small fee on the largest financial institutions\nwill ensure that it won't add to the deficit, and will give banks that were\nrescued by taxpayers a chance to repay a deficit of trust.Let's never forget: Millions of Americans who work hard and play by the rules\nevery day deserve a Government and a financial system that do the same. It's\ntime to apply the same rules from top to bottom: No bailouts, no handouts, and\nno copouts. An America built to last insists on responsibility from everybody.We've all paid the price for lenders who sold mortgages to people who couldn't\nafford them, and buyers who knew they couldn't afford them. That's why we need\nsmart regulations to prevent irresponsible behavior. Rules to prevent\nfinancial fraud, or toxic dumping, or faulty medical devices, don't destroy\nthe free market. They make the free market work better.There is no question that some regulations are outdated, unnecessary, or too\ncostly. In fact, I've approved fewer regulations in the first three years of\nmy presidency than my Republican predecessor did in his. I've ordered every\nfederal agency to eliminate rules that don't make sense. We've already\nannounced over 500 reforms, and just a fraction of them will save business and\ncitizens more than $10 billion over the next five years. We got rid of one\nrule from 40 years ago that could have forced some dairy farmers to spend\n$10,000 a year proving that they could contain a spill -- because milk was\nsomehow classified as an oil. With a rule like that, I guess it was worth\ncrying over spilled milk.I'm confident a farmer can contain a milk spill without a federal agency\nlooking over his shoulder. But I will not back down from making sure an oil\ncompany can contain the kind of oil spill we saw in the Gulf two years ago. I\nwill not back down from protecting our kids from mercury pollution, or making\nsure that our food is safe and our water is clean. I will not go back to the\ndays when health insurance companies had unchecked power to cancel your\npolicy, deny you coverage, or charge women differently from men.And I will not go back to the days when Wall Street was allowed to play by its\nown set of rules. The new rules we passed restore what should be any financial\nsystem's core purpose: Getting funding to entrepreneurs with the best ideas,\nand getting loans to responsible families who want to buy a home, start a\nbusiness, or send a kid to college.So if you're a big bank or financial institution, you are no longer allowed to\nmake risky bets with your customers' deposits. You're required to write out a\n\"living will\" that details exactly how you'll pay the bills if you fail --\nbecause the rest of us aren't bailing you out ever again. And if you're a\nmortgage lender or a payday lender or a credit card company, the days of\nsigning people up for products they can't afford with confusing forms and\ndeceptive practices are over. Today, American consumers finally have a\nwatchdog in Richard Cordray with one job: To look out for them.We will also establish a Financial Crimes Unit of highly trained investigators\nto crack down on large-scale fraud and protect people's investments. Some\nfinancial firms violate major anti-fraud laws because there's no real penalty\nfor being a repeat offender. That's bad for consumers, and it's bad for the\nvast majority of bankers and financial service professionals who do the right\nthing. So pass legislation that makes the penalties for fraud count.And tonight, I am asking my Attorney General to create a special unit of\nfederal prosecutors and leading state attorneys general to expand our\ninvestigations into the abusive lending and packaging of risky mortgages that\nled to the housing crisis. This new unit will hold accountable those who broke\nthe law, speed assistance to homeowners, and help turn the page on an era of\nrecklessness that hurt so many Americans.A return to the American values of fair play and shared responsibility will\nhelp us protect our people and our economy. But it should also guide us as we\nlook to pay down our debt and invest in our future.Right now, our most immediate priority is stopping a tax hike on 160 million\nworking Americans while the recovery is still fragile. People cannot afford\nlosing $40 out of each paycheck this year. There are plenty of ways to get\nthis done. So let's agree right here, right now: No side issues. No drama.\nPass the payroll tax cut without delay.When it comes to the deficit, we've already agreed to more than $2 trillion in\ncuts and savings. But we need to do more, and that means making choices. Right\nnow, we're poised to spend nearly $1 trillion more on what was supposed to be\na temporary tax break for the wealthiest 2 percent of Americans. Right now,\nbecause of loopholes and shelters in the tax code, a quarter of all\nmillionaires pay lower tax rates than millions of middle-class households.\nRight now, Warren Buffett pays a lower tax rate than his secretary.Do we want to keep these tax cuts for the wealthiest Americans? Or do we want\nto keep our investments in everything else -- like education and medical\nresearch; a strong military and care for our veterans? Because if we're\nserious about paying down our debt, we can't do both.The American people know what the right choice is. So do I. As I told the\nSpeaker this summer, I'm prepared to make more reforms that rein in the long\nterm costs of Medicare and Medicaid, and strengthen Social Security, so long\nas those programs remain a guarantee of security for seniors.But in return, we need to change our tax code so that people like me, and an\nawful lot of Members of Congress, pay our fair share of taxes. Tax reform\nshould follow the Buffett rule: If you make more than $1 million a year, you\nshould not pay less than 30 percent in taxes. And my Republican friend Tom\nCoburn is right: Washington should stop subsidizing millionaires. In fact, if\nyou're earning a million dollars a year, you shouldn't get special tax\nsubsidies or deductions. On the other hand, if you make under $250,000 a year,\nlike 98 percent of American families, your taxes shouldn't go up. You're the\nones struggling with rising costs and stagnant wages. You're the ones who need\nrelief.Now, you can call this class warfare all you want. But asking a billionaire to\npay at least as much as his secretary in taxes? Most Americans would call that\ncommon sense.We don't begrudge financial success in this country. We admire it. When\nAmericans talk about folks like me paying my fair share of taxes, it's not\nbecause they envy the rich. It's because they understand that when I get tax\nbreaks I don't need and the country can't afford, it either adds to the\ndeficit, or somebody else has to make up the difference -- like a senior on a\nfixed income; or a student trying to get through school; or a family trying to\nmake ends meet. That's not right. Americans know it's not right. They know\nthat this generation's success is only possible because past generations felt\na responsibility to each other, and to their country's future, and they know\nour way of life will only endure if we feel that same sense of shared\nresponsibility. That's how we'll reduce our deficit. That's an America built\nto last.I recognize that people watching tonight have differing views about taxes and\ndebt; energy and health care. But no matter what party they belong to, I bet\nmost Americans are thinking the same thing right now: Nothing will get done\nthis year, or next year, or maybe even the year after that, because Washington\nis broken.Can you blame them for feeling a little cynical?The greatest blow to confidence in our economy last year didn't come from\nevents beyond our control. It came from a debate in Washington over whether\nthe United States would pay its bills or not. Who benefited from that fiasco?I've talked tonight about the deficit of trust between Main Street and Wall\nStreet. But the divide between this city and the rest of the country is at\nleast as bad -- and it seems to get worse every year.Some of this has to do with the corrosive influence of money in politics. So\ntogether, let's take some steps to fix that. Send me a bill that bans insider\ntrading by Members of Congress, and I will sign it tomorrow. Let's limit any\nelected official from owning stocks in industries they impact. Let's make sure\npeople who bundle campaign contributions for Congress can't lobby Congress,\nand vice versa -- an idea that has bipartisan support, at least outside of\nWashington.Some of what's broken has to do with the way Congress does its business these\ndays. A simple majority is no longer enough to get anything -- even routine\nbusiness -- passed through the Senate. Neither party has been blameless in\nthese tactics. Now both parties should put an end to it. For starters, I ask\nthe Senate to pass a rule that all judicial and public service nominations\nreceive a simple up or down vote within 90 days.The executive branch also needs to change. Too often, it's inefficient,\noutdated and remote. That's why I've asked this Congress to grant me the\nauthority to consolidate the federal bureaucracy so that our Government is\nleaner, quicker, and more responsive to the needs of the American people.Finally, none of these reforms can happen unless we also lower the temperature\nin this town. We need to end the notion that the two parties must be locked in\na perpetual campaign of mutual destruction; that politics is about clinging to\nrigid ideologies instead of building consensus around common sense ideas.I'm a Democrat. But I believe what Republican Abraham Lincoln believed: That\nGovernment should do for people only what they cannot do better by themselves,\nand no more. That's why my education reform offers more competition, and more\ncontrol for schools and States. That's why we're getting rid of regulations\nthat don't work. That's why our health care law relies on a reformed private\nmarket, not a Government program.On the other hand, even my Republican friends who complain the most about\nGovernment spending have supported federally-financed roads, and clean energy\nprojects, and federal offices for the folks back home.The point is, we should all want a smarter, more effective Government. And\nwhile we may not be able to bridge our biggest philosophical differences this\nyear, we can make real progress. With or without this Congress, I will keep\ntaking actions that help the economy grow. But I can do a whole lot more with\nyour help. Because when we act together, there is nothing the United States of\nAmerica can't achieve.That is the lesson we've learned from our actions abroad over the last few\nyears.Ending the Iraq war has allowed us to strike decisive blows against our\nenemies. From Pakistan to Yemen, the al Qaeda operatives who remain are\nscrambling, knowing that they can't escape the reach of the United States of\nAmerica.From this position of strength, we've begun to wind down the war in\nAfghanistan. Ten thousand of our troops have come home. Twenty-three thousand\nmore will leave by the end of this summer. This transition to Afghan lead will\ncontinue, and we will build an enduring partnership with Afghanistan, so that\nit is never again a source of attacks against America.As the tide of war recedes, a wave of change has washed across the Middle East\nand North Africa, from Tunis to Cairo; from Sana'a to Tripoli. A year ago,\nQadhafi was one of the world's longest-serving dictators -- a murderer with\nAmerican blood on his hands. Today, he is gone. And in Syria, I have no doubt\nthat the Assad regime will soon discover that the forces of change can't be\nreversed, and that human dignity can't be denied.How this incredible transformation will end remains uncertain. But we have a\nhuge stake in the outcome. And while it is ultimately up to the people of the\nregion to decide their fate, we will advocate for those values that have\nserved our own country so well. We will stand against violence and\nintimidation. We will stand for the rights and dignity of all human beings --\nmen and women; Christians, Muslims, and Jews. We will support policies that\nlead to strong and stable democracies and open markets, because tyranny is no\nmatch for liberty.And we will safeguard America's own security against those who threaten our\ncitizens, our friends, and our interests. Look at Iran. Through the power of\nour diplomacy, a world that was once divided about how to deal with Iran's\nnuclear program now stands as one. The regime is more isolated than ever\nbefore; its leaders are faced with crippling sanctions, and as long as they\nshirk their responsibilities, this pressure will not relent. Let there be no\ndoubt: America is determined to prevent Iran from getting a nuclear weapon,\nand I will take no options off the table to achieve that goal. But a peaceful\nresolution of this issue is still possible, and far better, and if Iran\nchanges course and meets its obligations, it can rejoin the community of\nnations.The renewal of American leadership can be felt across the globe. Our oldest\nalliances in Europe and Asia are stronger than ever. Our ties to the Americas\nare deeper. Our iron-clad commitment to Israel's security has meant the\nclosest military cooperation between our two countries in history. We've made\nit clear that America is a Pacific power, and a new beginning in Burma has lit\na new hope. From the coalitions we've built to secure nuclear materials, to\nthe missions we've led against hunger and disease; from the blows we've dealt\nto our enemies; to the enduring power of our moral example, America is back.Anyone who tells you otherwise, anyone who tells you that America is in\ndecline or that our influence has waned, doesn't know what they're talking\nabout. That's not the message we get from leaders around the world, all of\nwhom are eager to work with us. That's not how people feel from Tokyo to\nBerlin; from Cape Town to Rio; where opinions of America are higher than\nthey've been in years. Yes, the world is changing; no, we can't control every\nevent. But America remains the one indispensable nation in world affairs --\nand as long as I'm President, I intend to keep it that way.That's why, working with our military leaders, I have proposed a new defense\nstrategy that ensures we maintain the finest military in the world, while\nsaving nearly half a trillion dollars in our budget. To stay one step ahead of\nour adversaries, I have already sent this Congress legislation that will\nsecure our country from the growing danger of cyber-threats.Above all, our freedom endures because of the men and women in uniform who\ndefend it. As they come home, we must serve them as well as they served us.\nThat includes giving them the care and benefits they have earned -- which is\nwhy we've increased annual VA spending every year I've been President. And it\nmeans enlisting our veterans in the work of rebuilding our Nation.With the bipartisan support of this Congress, we are providing new tax credits\nto companies that hire vets. Michelle and Jill Biden have worked with American\nbusinesses to secure a pledge of 135,000 jobs for veterans and their families.\nAnd tonight, I'm proposing a Veterans Job Corps that will help our communities\nhire veterans as cops and firefighters, so that America is as strong as those\nwho defend her.Which brings me back to where I began. Those of us who've been sent here to\nserve can learn from the service of our troops. When you put on that uniform,\nit doesn't matter if you're black or white; Asian or Latino; conservative or\nliberal; rich or poor; gay or straight. When you're marching into battle, you\nlook out for the person next to you, or the mission fails. When you're in the\nthick of the fight, you rise or fall as one unit, serving one Nation, leaving\nno one behind.One of my proudest possessions is the flag that the SEAL Team took with them\non the mission to get bin Laden. On it are each of their names. Some may be\nDemocrats. Some may be Republicans. But that doesn't matter. Just like it\ndidn't matter that day in the Situation Room, when I sat next to Bob Gates -- a\nman who was George Bush's defense secretary; and Hillary Clinton, a woman who\nran against me for president.All that mattered that day was the mission. No one thought about politics. No\none thought about themselves. One of the young men involved in the raid later\ntold me that he didn't deserve credit for the mission. It only succeeded, he\nsaid, because every single member of that unit did their job -- the pilot who\nlanded the helicopter that spun out of control; the translator who kept others\nfrom entering the compound; the troops who separated the women and children\nfrom the fight; the SEALs who charged up the stairs. More than that, the\nmission only succeeded because every member of that unit trusted each other --\nbecause you can't charge up those stairs, into darkness and danger, unless you\nknow that there's someone behind you, watching your back.So it is with America. Each time I look at that flag, I'm reminded that our\ndestiny is stitched together like those fifty stars and those thirteen\nstripes. No one built this country on their own. This Nation is great because\nwe built it together. This Nation is great because we worked as a team. This\nNation is great because we get each other's backs. And if we hold fast to that\ntruth, in this moment of trial, there is no challenge too great; no mission\ntoo hard. As long as we're joined in common purpose, as long as we maintain\nour common resolve, our journey moves forward, our future is hopeful, and the\nstate of our Union will always be strong.Thank you, God bless you, and may God bless the United States of America.", 
    "name": "Barack Obama"
}