{
    "date": "January 25, 2011", 
    "speech": "Mr. Speaker, Mr. Vice President, members of Congress, distinguished guests,\nand fellow Americans:Tonight I want to begin by congratulating the men and women of the 112th\nCongress, as well as your new Speaker, John Boehner. And as we mark this\noccasion, we're also mindful of the empty chair in this chamber, and we pray\nfor the health of our colleague -- and our friend -- Gabby Giffords.It's no secret that those of us here tonight have had our differences over the\nlast two years. The debates have been contentious; we have fought fiercely for\nour beliefs. And that's a good thing. That's what a robust democracy demands.\nThat's what helps set us apart as a nation.But there's a reason the tragedy in Tucson gave us pause. Amid all the noise\nand passion and rancor of our public debate, Tucson reminded us that no matter\nwho we are or where we come from, each of us is a part of something greater --\nsomething more consequential than party or political preference.We are part of the American family. We believe that in a country where every\nrace and faith and point of view can be found, we are still bound together as\none people; that we share common hopes and a common creed; that the dreams of\na little girl in Tucson are not so different than those of our own children,\nand that they all deserve the chance to be fulfilled.That, too, is what sets us apart as a nation.Now, by itself, this simple recognition won't usher in a new era of\ncooperation. What comes of this moment is up to us. What comes of this moment\nwill be determined not by whether we can sit together tonight, but whether we\ncan work together tomorrow.I believe we can. And I believe we must. That's what the people who sent us\nhere expect of us. With their votes, they've determined that governing will\nnow be a shared responsibility between parties. New laws will only pass with\nsupport from Democrats and Republicans. We will move forward together, or not\nat all -- for the challenges we face are bigger than party, and bigger than\npolitics.At stake right now is not who wins the next election -- after all, we just had\nan election. At stake is whether new jobs and industries take root in this\ncountry, or somewhere else. It's whether the hard work and industry of our\npeople is rewarded. It's whether we sustain the leadership that has made\nAmerica not just a place on a map, but the light to the world.We are poised for progress. Two years after the worst recession most of us\nhave ever known, the stock market has come roaring back. Corporate profits are\nup. The economy is growing again.But we have never measured progress by these yardsticks alone. We measure\nprogress by the success of our people. By the jobs they can find and the\nquality of life those jobs offer. By the prospects of a small business owner\nwho dreams of turning a good idea into a thriving enterprise. By the\nopportunities for a better life that we pass on to our children.That's the project the American people want us to work on. Together.We did that in December. Thanks to the tax cuts we passed, Americans'\npaychecks are a little bigger today. Every business can write off the full\ncost of new investments that they make this year. And these steps, taken by\nDemocrats and Republicans, will grow the economy and add to the more than one\nmillion private sector jobs created last year.But we have to do more. These steps we've taken over the last two years may\nhave broken the back of this recession, but to win the future, we'll need to\ntake on challenges that have been decades in the making.Many people watching tonight can probably remember a time when finding a good\njob meant showing up at a nearby factory or a business downtown. You didn't\nalways need a degree, and your competition was pretty much limited to your\nneighbors. If you worked hard, chances are you'd have a job for life, with a\ndecent paycheck and good benefits and the occasional promotion. Maybe you'd\neven have the pride of seeing your kids work at the same company.That world has changed. And for many, the change has been painful. I've seen\nit in the shuttered windows of once booming factories, and the vacant\nstorefronts on once busy Main Streets. I've heard it in the frustrations of\nAmericans who've seen their paychecks dwindle or their jobs disappear -- proud\nmen and women who feel like the rules have been changed in the middle of the\ngame.They're right. The rules have changed. In a single generation, revolutions in\ntechnology have transformed the way we live, work and do business. Steel mills\nthat once needed 1,000 workers can now do the same work with 100. Today, just\nabout any company can set up shop, hire workers, and sell their products\nwherever there's an Internet connection.Meanwhile, nations like China and India realized that with some changes of\ntheir own, they could compete in this new world. And so they started educating\ntheir children earlier and longer, with greater emphasis on math and science.\nThey're investing in research and new technologies. Just recently, China\nbecame the home to the world's largest private solar research facility, and\nthe world's fastest computer.So, yes, the world has changed. The competition for jobs is real. But this\nshouldn't discourage us. It should challenge us. Remember -- for all the hits\nwe've taken these last few years, for all the naysayers predicting our\ndecline, America still has the largest, most prosperous economy in the world.\nNo workers -- no workers are more productive than ours. No country has more\nsuccessful companies, or grants more patents to inventors and entrepreneurs.\nWe're the home to the world's best colleges and universities, where more\nstudents come to study than any place on Earth.What's more, we are the first nation to be founded for the sake of an idea --\nthe idea that each of us deserves the chance to shape our own destiny. That's\nwhy centuries of pioneers and immigrants have risked everything to come here.\nIt's why our students don't just memorize equations, but answer questions like\n\"What do you think of that idea? What would you change about the world? What\ndo you want to be when you grow up?\"The future is ours to win. But to get there, we can't just stand still. As\nRobert Kennedy told us, \"The future is not a gift. It is an achievement.\"\nSustaining the American Dream has never been about standing pat. It has\nrequired each generation to sacrifice, and struggle, and meet the demands of a\nnew age.And now it's our turn. We know what it takes to compete for the jobs and\nindustries of our time. We need to out-innovate, out-educate, and out-build\nthe rest of the world. We have to make America the best place on Earth to do\nbusiness. We need to take responsibility for our deficit and reform our\ngovernment. That's how our people will prosper. That's how we'll win the\nfuture. And tonight, I'd like to talk about how we get there.The first step in winning the future is encouraging American innovation. None\nof us can predict with certainty what the next big industry will be or where\nthe new jobs will come from. Thirty years ago, we couldn't know that something\ncalled the Internet would lead to an economic revolution. What we can do --\nwhat America does better than anyone else -- is spark the creativity and\nimagination of our people. We're the nation that put cars in driveways and\ncomputers in offices; the nation of Edison and the Wright brothers; of Google\nand Facebook. In America, innovation doesn't just change our lives. It is how\nwe make our living.Our free enterprise system is what drives innovation. But because it's not\nalways profitable for companies to invest in basic research, throughout our\nhistory, our government has provided cutting-edge scientists and inventors\nwith the support that they need. That's what planted the seeds for the\nInternet. That's what helped make possible things like computer chips and GPS.\nJust think of all the good jobs -- from manufacturing to retail -- that have\ncome from these breakthroughs.Half a century ago, when the Soviets beat us into space with the launch of a\nsatellite called Sputnik, we had no idea how we would beat them to the moon.\nThe science wasn't even there yet. NASA didn't exist. But after investing in\nbetter research and education, we didn't just surpass the Soviets; we\nunleashed a wave of innovation that created new industries and millions of new\njobs.This is our generation's Sputnik moment. Two years ago, I said that we needed\nto reach a level of research and development we haven't seen since the height\nof the Space Race. And in a few weeks, I will be sending a budget to Congress\nthat helps us meet that goal. We'll invest in biomedical research, information\ntechnology, and especially clean energy technology -- -- an investment that\nwill strengthen our security, protect our planet, and create countless new\njobs for our people.Already, we're seeing the promise of renewable energy. Robert and Gary Allen\nare brothers who run a small Michigan roofing company. After September 11th,\nthey volunteered their best roofers to help repair the Pentagon. But half of\ntheir factory went unused, and the recession hit them hard. Today, with the\nhelp of a government loan, that empty space is being used to manufacture solar\nshingles that are being sold all across the country. In Robert's words, \"We\nreinvented ourselves.\"That's what Americans have done for over 200 years: reinvented ourselves. And\nto spur on more success stories like the Allen Brothers, we've begun to\nreinvent our energy policy. We're not just handing out money. We're issuing a\nchallenge. We're telling America's scientists and engineers that if they\nassemble teams of the best minds in their fields, and focus on the hardest\nproblems in clean energy, we'll fund the Apollo projects of our time.At the California Institute of Technology, they're developing a way to turn\nsunlight and water into fuel for our cars. At Oak Ridge National Laboratory,\nthey're using supercomputers to get a lot more power out of our nuclear\nfacilities. With more research and incentives, we can break our dependence on\noil with biofuels, and become the first country to have a million electric\nvehicles on the road by 2015.We need to get behind this innovation. And to help pay for it, I'm asking\nCongress to eliminate the billions in taxpayer dollars we currently give to\noil companies. I don't know if -- I don't know if you've noticed, but they're\ndoing just fine on their own. So instead of subsidizing yesterday's energy,\nlet's invest in tomorrow's.Now, clean energy breakthroughs will only translate into clean energy jobs if\nbusinesses know there will be a market for what they're selling. So tonight, I\nchallenge you to join me in setting a new goal: By 2035, 80 percent of\nAmerica's electricity will come from clean energy sources.Some folks want wind and solar. Others want nuclear, clean coal and natural\ngas. To meet this goal, we will need them all -- and I urge Democrats and\nRepublicans to work together to make it happen.Maintaining our leadership in research and technology is crucial to America's\nsuccess. But if we want to win the future -- if we want innovation to produce\njobs in America and not overseas -- then we also have to win the race to\neducate our kids.Think about it. Over the next 10 years, nearly half of all new jobs will\nrequire education that goes beyond a high school education. And yet, as many\nas a quarter of our students aren't even finishing high school. The quality of\nour math and science education lags behind many other nations. America has\nfallen to ninth in the proportion of young people with a college degree. And\nso the question is whether all of us - as citizens, and as parents - are\nwilling to do what's necessary to give every child a chance to succeed.That responsibility begins not in our classrooms, but in our homes and\ncommunities. It's family that first instills the love of learning in a child.\nOnly parents can make sure the TV is turned off and homework gets done. We\nneed to teach our kids that it's not just the winner of the Super Bowl who\ndeserves to be celebrated, but the winner of the science fair. We need to\nteach them that success is not a function of fame or PR, but of hard work and\ndiscipline.Our schools share this responsibility. When a child walks into a classroom, it\nshould be a place of high expectations and high performance. But too many\nschools don't meet this test. That's why instead of just pouring money into a\nsystem that's not working, we launched a competition called Race to the Top.\nTo all 50 states, we said, \"If you show us the most innovative plans to\nimprove teacher quality and student achievement, we'll show you the money.\"Race to the Top is the most meaningful reform of our public schools in a\ngeneration. For less than 1 percent of what we spend on education each year,\nit has led over 40 states to raise their standards for teaching and learning.\nAnd these standards were developed, by the way, not by Washington, but by\nRepublican and Democratic governors throughout the country. And Race to the\nTop should be the approach we follow this year as we replace No Child Left\nBehind with a law that's more flexible and focused on what's best for our\nkids.You see, we know what's possible from our children when reform isn't just a\ntop-down mandate, but the work of local teachers and principals, school boards\nand communities. Take a school like Bruce Randolph in Denver. Three years ago,\nit was rated one of the worst schools in Colorado -- located on turf between\ntwo rival gangs. But last May, 97 percent of the seniors received their\ndiploma. Most will be the first in their families to go to college. And after\nthe first year of the school's transformation, the principal who made it\npossible wiped away tears when a student said, \"Thank you, Ms. Waters, for\nshowing that we are smart and we can make it.\" That's what good schools can\ndo, and we want good schools all across the country.Let's also remember that after parents, the biggest impact on a child's\nsuccess comes from the man or woman at the front of the classroom. In South\nKorea, teachers are known as \"nation builders.\" Here in America, it's time we\ntreated the people who educate our children with the same level of respect. We\nwant to reward good teachers and stop making excuses for bad ones. And over\nthe next 10 years, with so many baby boomers retiring from our classrooms, we\nwant to prepare 100,000 new teachers in the fields of science and technology\nand engineering and math.In fact, to every young person listening tonight who's contemplating their\ncareer choice: If you want to make a difference in the life of our nation; if\nyou want to make a difference in the life of a child -- become a teacher. Your\ncountry needs you.Of course, the education race doesn't end with a high school diploma. To\ncompete, higher education must be within the reach of every American. That's\nwhy we've ended the unwarranted taxpayer subsidies that went to banks, and\nused the savings to make college affordable for millions of students. And this\nyear, I ask Congress to go further, and make permanent our tuition tax credit\n- worth $10,000 for four years of college. It's the right thing to do.Because people need to be able to train for new jobs and careers in today's\nfast-changing economy, we're also revitalizing America's community colleges.\nLast month, I saw the promise of these schools at Forsyth Tech in North\nCarolina. Many of the students there used to work in the surrounding factories\nthat have since left town. One mother of two, a woman named Kathy Proctor, had\nworked in the furniture industry since she was 18 years old. And she told me\nshe's earning her degree in biotechnology now, at 55 years old, not just\nbecause the furniture jobs are gone, but because she wants to inspire her\nchildren to pursue their dreams, too. As Kathy said, \"I hope it tells them to\nnever give up.\"If we take these steps -- if we raise expectations for every child, and give\nthem the best possible chance at an education, from the day they are born\nuntil the last job they take - we will reach the goal that I set two years\nago: By the end of the decade, America will once again have the highest\nproportion of college graduates in the world.One last point about education. Today, there are hundreds of thousands of\nstudents excelling in our schools who are not American citizens. Some are the\nchildren of undocumented workers, who had nothing to do with the actions of\ntheir parents. They grew up as Americans and pledge allegiance to our flag,\nand yet they live every day with the threat of deportation. Others come here\nfrom abroad to study in our colleges and universities. But as soon as they\nobtain advanced degrees, we send them back home to compete against us. It\nmakes no sense.Now, I strongly believe that we should take on, once and for all, the issue of\nillegal immigration. And I am prepared to work with Republicans and Democrats\nto protect our borders, enforce our laws and address the millions of\nundocumented workers who are now living in the shadows. I know that debate\nwill be difficult. I know it will take time. But tonight, let's agree to make\nthat effort. And let's stop expelling talented, responsible young people who\ncould be staffing our research labs or starting a new business, who could be\nfurther enriching this nation.The third step in winning the future is rebuilding America. To attract new\nbusinesses to our shores, we need the fastest, most reliable ways to move\npeople, goods, and information -- from high-speed rail to high-speed Internet.Our infrastructure used to be the best, but our lead has slipped. South Korean\nhomes now have greater Internet access than we do. Countries in Europe and\nRussia invest more in their roads and railways than we do. China is building\nfaster trains and newer airports. Meanwhile, when our own engineers graded our\nnation's infrastructure, they gave us a \"D.\"We have to do better. America is the nation that built the transcontinental\nrailroad, brought electricity to rural communities, constructed the Interstate\nHighway System. The jobs created by these projects didn't just come from\nlaying down track or pavement. They came from businesses that opened near a\ntown's new train station or the new off-ramp.So over the last two years, we've begun rebuilding for the 21st century, a\nproject that has meant thousands of good jobs for the hard-hit construction\nindustry. And tonight, I'm proposing that we redouble those efforts.We'll put more Americans to work repairing crumbling roads and bridges. We'll\nmake sure this is fully paid for, attract private investment, and pick\nprojects based [on] what's best for the economy, not politicians.Within 25 years, our goal is to give 80 percent of Americans access to\nhigh-speed rail. This could allow you to go places in half the time it takes\nto travel by car. For some trips, it will be faster than flying - without the\npat-down. As we speak, routes in California and the Midwest are already\nunderway.Within the next five years, we'll make it possible for businesses to deploy\nthe next generation of high-speed wireless coverage to 98 percent of all\nAmericans. This isn't just about -- -- this isn't about faster Internet or\nfewer dropped calls. It's about connecting every part of America to the\ndigital age. It's about a rural community in Iowa or Alabama where farmers and\nsmall business owners will be able to sell their products all over the world.\nIt's about a firefighter who can download the design of a burning building\nonto a handheld device; a student who can take classes with a digital\ntextbook; or a patient who can have face-to-face video chats with her doctor.All these investments -- in innovation, education, and infrastructure - will\nmake America a better place to do business and create jobs. But to help our\ncompanies compete, we also have to knock down barriers that stand in the way\nof their success.For example, over the years, a parade of lobbyists has rigged the tax code to\nbenefit particular companies and industries. Those with accountants or lawyers\nto work the system can end up paying no taxes at all. But all the rest are hit\nwith one of the highest corporate tax rates in the world. It makes no sense,\nand it has to change.So tonight, I'm asking Democrats and Republicans to simplify the system. Get\nrid of the loopholes. Level the playing field. And use the savings to lower\nthe corporate tax rate for the first time in 25 years - without adding to our\ndeficit. It can be done.To help businesses sell more products abroad, we set a goal of doubling our\nexports by 2014 -- because the more we export, the more jobs we create here at\nhome. Already, our exports are up. Recently, we signed agreements with India\nand China that will support more than 250,000 jobs here in the United States.\nAnd last month, we finalized a trade agreement with South Korea that will\nsupport at least 70,000 American jobs. This agreement has unprecedented\nsupport from business and labor, Democrats and Republicans -- and I ask this\nCongress to pass it as soon as possible.Now, before I took office, I made it clear that we would enforce our trade\nagreements, and that I would only sign deals that keep faith with American\nworkers and promote American jobs. That's what we did with Korea, and that's\nwhat I intend to do as we pursue agreements with Panama and Colombia and\ncontinue our Asia Pacific and global trade talks.To reduce barriers to growth and investment, I've ordered a review of\ngovernment regulations. When we find rules that put an unnecessary burden on\nbusinesses, we will fix them. But I will not hesitate to create or enforce\ncommon-sense safeguards to protect the American people. That's what we've done\nin this country for more than a century. It's why our food is safe to eat, our\nwater is safe to drink, and our air is safe to breathe. It's why we have speed\nlimits and child labor laws. It's why last year, we put in place consumer\nprotections against hidden fees and penalties by credit card companies and new\nrules to prevent another financial crisis. And it's why we passed reform that\nfinally prevents the health insurance industry from exploiting patients.Now, I have heard rumors that a few of you still have concerns about our new\nhealth care law. So let me be the first to say that anything can be improved.\nIf you have ideas about how to improve this law by making care better or more\naffordable, I am eager to work with you. We can start right now by correcting\na flaw in the legislation that has placed an unnecessary bookkeeping burden on\nsmall businesses.What I'm not willing to do -- what I'm not willing to do is go back to the\ndays when insurance companies could deny someone coverage because of a\npreexisting condition.I'm not willing to tell James Howard, a brain cancer patient from Texas, that\nhis treatment might not be covered. I'm not willing to tell Jim Houser, a\nsmall business man from Oregon, that he has to go back to paying $5,000 more\nto cover his employees. As we speak, this law is making prescription drugs\ncheaper for seniors and giving uninsured students a chance to stay on their\npatients' -- parents' coverage.So I say to this chamber tonight, instead of re-fighting the battles of the\nlast two years, let's fix what needs fixing and let's move forward.Now, the final critical step in winning the future is to make sure we aren't\nburied under a mountain of debt.We are living with a legacy of deficit spending that began almost a decade\nago. And in the wake of the financial crisis, some of that was necessary to\nkeep credit flowing, save jobs, and put money in people's pockets.But now that the worst of the recession is over, we have to confront the fact\nthat our government spends more than it takes in. That is not sustainable.\nEvery day, families sacrifice to live within their means. They deserve a\ngovernment that does the same.So tonight, I am proposing that starting this year, we freeze annual domestic\nspending for the next five years. Now, this would reduce the deficit by more\nthan $400 billion over the next decade, and will bring discretionary spending\nto the lowest share of our economy since Dwight Eisenhower was President.This freeze will require painful cuts. Already, we've frozen the salaries of\nhardworking federal employees for the next two years. I've proposed cuts to\nthings I care deeply about, like community action programs. The Secretary of\nDefense has also agreed to cut tens of billions of dollars in spending that he\nand his generals believe our military can do without.I recognize that some in this chamber have already proposed deeper cuts, and\nI'm willing to eliminate whatever we can honestly afford to do without. But\nlet's make sure that we're not doing it on the backs of our most vulnerable\ncitizens. And let's make sure that what we're cutting is really excess weight.\nCutting the deficit by gutting our investments in innovation and education is\nlike lightening an overloaded airplane by removing its engine. It may make you\nfeel like you're flying high at first, but it won't take long before you feel\nthe impact.Now, most of the cuts and savings I've proposed only address annual domestic\nspending, which represents a little more than 12 percent of our budget. To\nmake further progress, we have to stop pretending that cutting this kind of\nspending alone will be enough. It won't.The bipartisan fiscal commission I created last year made this crystal clear.\nI don't agree with all their proposals, but they made important progress. And\ntheir conclusion is that the only way to tackle our deficit is to cut\nexcessive spending wherever we find it - in domestic spending, defense\nspending, health care spending, and spending through tax breaks and loopholes.This means further reducing health care costs, including programs like\nMedicare and Medicaid, which are the single biggest contributor to our\nlong-term deficit. The health insurance law we passed last year will slow\nthese rising costs, which is part of the reason that nonpartisan economists\nhave said that repealing the health care law would add a quarter of a trillion\ndollars to our deficit. Still, I'm willing to look at other ideas to bring\ndown costs, including one that Republicans suggested last year -- medical\nmalpractice reform to rein in frivolous lawsuits.To put us on solid ground, we should also find a bipartisan solution to\nstrengthen Social Security for future generations. We must do it without\nputting at risk current retirees, the most vulnerable, or people with\ndisabilities; without slashing benefits for future generations; and without\nsubjecting Americans' guaranteed retirement income to the whims of the stock\nmarket.And if we truly care about our deficit, we simply can't afford a permanent\nextension of the tax cuts for the wealthiest 2 percent of Americans. Before we\ntake money away from our schools or scholarships away from our students, we\nshould ask millionaires to give up their tax break. It's not a matter of\npunishing their success. It's about promoting America's success.In fact, the best thing we could do on taxes for all Americans is to simplify\nthe individual tax code. This will be a tough job, but members of both parties\nhave expressed an interest in doing this, and I am prepared to join them.So now is the time to act. Now is the time for both sides and both houses of\nCongress - Democrats and Republicans -- to forge a principled compromise that\ngets the job done. If we make the hard choices now to rein in our deficits, we\ncan make the investments we need to win the future.Let me take this one step further. We shouldn't just give our people a\ngovernment that's more affordable. We should give them a government that's\nmore competent and more efficient. We can't win the future with a government\nof the past.We live and do business in the Information Age, but the last major\nreorganization of the government happened in the age of black-and-white TV.\nThere are 12 different agencies that deal with exports. There are at least\nfive different agencies that deal with housing policy. Then there's my\nfavorite example: The Interior Department is in charge of salmon while they're\nin fresh water, but the Commerce Department handles them when they're in\nsaltwater. I hear it gets even more complicated once they're smoked.Now, we've made great strides over the last two years in using technology and\ngetting rid of waste. Veterans can now download their electronic medical\nrecords with a click of the mouse. We're selling acres of federal office space\nthat hasn't been used in years, and we'll cut through red tape to get rid of\nmore. But we need to think bigger. In the coming months, my administration\nwill develop a proposal to merge, consolidate, and reorganize the federal\ngovernment in a way that best serves the goal of a more competitive America. I\nwill submit that proposal to Congress for a vote - and we will push to get it\npassed.In the coming year, we'll also work to rebuild people's faith in the\ninstitution of government. Because you deserve to know exactly how and where\nyour tax dollars are being spent, you'll be able to go to a website and get\nthat information for the very first time in history. Because you deserve to\nknow when your elected officials are meeting with lobbyists, I ask Congress to\ndo what the White House has already done -- put that information online. And\nbecause the American people deserve to know that special interests aren't\nlarding up legislation with pet projects, both parties in Congress should know\nthis: If a bill comes to my desk with earmarks inside, I will veto it. I will\nveto it.The 21st century government that's open and competent. A government that lives\nwithin its means. An economy that's driven by new skills and new ideas. Our\nsuccess in this new and changing world will require reform, responsibility,\nand innovation. It will also require us to approach that world with a new\nlevel of engagement in our foreign affairs.Just as jobs and businesses can now race across borders, so can new threats\nand new challenges. No single wall separates East and West. No one rival\nsuperpower is aligned against us.And so we must defeat determined enemies, wherever they are, and build\ncoalitions that cut across lines of region and race and religion. And\nAmerica's moral example must always shine for all who yearn for freedom and\njustice and dignity. And because we've begun this work, tonight we can say\nthat American leadership has been renewed and America's standing has been\nrestored.Look to Iraq, where nearly 100,000 of our brave men and women have left with\ntheir heads held high. American combat patrols have ended, violence is down,\nand a new government has been formed. This year, our civilians will forge a\nlasting partnership with the Iraqi people, while we finish the job of bringing\nour troops out of Iraq. America's commitment has been kept. The Iraq war is\ncoming to an end.Of course, as we speak, al Qaeda and their affiliates continue to plan attacks\nagainst us. Thanks to our intelligence and law enforcement professionals,\nwe're disrupting plots and securing our cities and skies. And as extremists\ntry to inspire acts of violence within our borders, we are responding with the\nstrength of our communities, with respect for the rule of law, and with the\nconviction that American Muslims are a part of our American family.We've also taken the fight to al Qaeda and their allies abroad. In\nAfghanistan, our troops have taken Taliban strongholds and trained Afghan\nsecurity forces. Our purpose is clear: By preventing the Taliban from\nreestablishing a stranglehold over the Afghan people, we will deny al Qaeda\nthe safe haven that served as a launching pad for 9/11.Thanks to our heroic troops and civilians, fewer Afghans are under the control\nof the insurgency. There will be tough fighting ahead, and the Afghan\ngovernment will need to deliver better governance. But we are strengthening\nthe capacity of the Afghan people and building an enduring partnership with\nthem. This year, we will work with nearly 50 countries to begin a transition\nto an Afghan lead. And this July, we will begin to bring our troops home.In Pakistan, al Qaeda's leadership is under more pressure than at any point\nsince 2001. Their leaders and operatives are being removed from the\nbattlefield. Their safe havens are shrinking. And we've sent a message from\nthe Afghan border to the Arabian Peninsula to all parts of the globe: We will\nnot relent, we will not waver, and we will defeat you.American leadership can also be seen in the effort to secure the worst weapons\nof war. Because Republicans and Democrats approved the New START treaty, far\nfewer nuclear weapons and launchers will be deployed. Because we rallied the\nworld, nuclear materials are being locked down on every continent so they\nnever fall into the hands of terrorists.Because of a diplomatic effort to insist that Iran meet its obligations, the\nIranian government now faces tougher sanctions, tighter sanctions than ever\nbefore. And on the Korean Peninsula, we stand with our ally South Korea, and\ninsist that North Korea keeps its commitment to abandon nuclear weapons.This is just a part of how we're shaping a world that favors peace and\nprosperity. With our European allies, we revitalized NATO and increased our\ncooperation on everything from counterterrorism to missile defense. We've\nreset our relationship with Russia, strengthened Asian alliances, built new\npartnerships with nations like India.This March, I will travel to Brazil, Chile, and El Salvador to forge new\nalliances across the Americas. Around the globe, we're standing with those who\ntake responsibility -- helping farmers grow more food, supporting doctors who\ncare for the sick, and combating the corruption that can rot a society and rob\npeople of opportunity.Recent events have shown us that what sets us apart must not just be our power\n-- it must also be the purpose behind it. In south Sudan -- with our\nassistance -- the people were finally able to vote for independence after\nyears of war. Thousands lined up before dawn. People danced in the streets.\nOne man who lost four of his brothers at war summed up the scene around him:\n\"This was a battlefield for most of my life,\" he said. \"Now we want to be\nfree.\"And we saw that same desire to be free in Tunisia, where the will of the\npeople proved more powerful than the writ of a dictator. And tonight, let us\nbe clear: The United States of America stands with the people of Tunisia, and\nsupports the democratic aspirations of all people.We must never forget that the things we've struggled for, and fought for, live\nin the hearts of people everywhere. And we must always remember that the\nAmericans who have borne the greatest burden in this struggle are the men and\nwomen who serve our country.Tonight, let us speak with one voice in reaffirming that our nation is united\nin support of our troops and their families. Let us serve them as well as\nthey've served us -- by giving them the equipment they need, by providing them\nwith the care and benefits that they have earned, and by enlisting our\nveterans in the great task of building our own nation.Our troops come from every corner of this country -- they're black, white,\nLatino, Asian, Native American. They are Christian and Hindu, Jewish and\nMuslim. And, yes, we know that some of them are gay. Starting this year, no\nAmerican will be forbidden from serving the country they love because of who\nthey love. And with that change, I call on all our college campuses to open\ntheir doors to our military recruiters and ROTC. It is time to leave behind\nthe divisive battles of the past. It is time to move forward as one nation.We should have no illusions about the work ahead of us. Reforming our schools,\nchanging the way we use energy, reducing our deficit - none of this will be\neasy. All of it will take time. And it will be harder because we will argue\nabout everything. The costs. The details. The letter of every law.Of course, some countries don't have this problem. If the central government\nwants a railroad, they build a railroad, no matter how many homes get\nbulldozed. If they don't want a bad story in the newspaper, it doesn't get\nwritten.And yet, as contentious and frustrating and messy as our democracy can\nsometimes be, I know there isn't a person here who would trade places with any\nother nation on Earth.We may have differences in policy, but we all believe in the rights enshrined\nin our Constitution. We may have different opinions, but we believe in the\nsame promise that says this is a place where you can make it if you try. We\nmay have different backgrounds, but we believe in the same dream that says\nthis is a country where anything is possible. No matter who you are. No matter\nwhere you come from.That dream is why I can stand here before you tonight. That dream is why a\nworking-class kid from Scranton can sit behind me. That dream is why someone\nwho began by sweeping the floors of his father's Cincinnati bar can preside as\nSpeaker of the House in the greatest nation on Earth.That dream -- that American Dream -- is what drove the Allen Brothers to\nreinvent their roofing company for a new era. It's what drove those students\nat Forsyth Tech to learn a new skill and work towards the future. And that\ndream is the story of a small business owner named Brandon Fisher.Brandon started a company in Berlin, Pennsylvania, that specializes in a new\nkind of drilling technology. And one day last summer, he saw the news that\nhalfway across the world, 33 men were trapped in a Chilean mine, and no one\nknew how to save them.But Brandon thought his company could help. And so he designed a rescue that\nwould come to be known as Plan B. His employees worked around the clock to\nmanufacture the necessary drilling equipment. And Brandon left for Chile.Along with others, he began drilling a 2,000-foot hole into the ground,\nworking three- or four-hour -- three or four days at a time without any sleep.\nThirty-seven days later, Plan B succeeded, and the miners were rescued. But\nbecause he didn't want all of the attention, Brandon wasn't there when the\nminers emerged. He'd already gone back home, back to work on his next project.And later, one of his employees said of the rescue, \"We proved that Center\nRock is a little company, but we do big things.\"We do big things.From the earliest days of our founding, America has been the story of ordinary\npeople who dare to dream. That's how we win the future.We're a nation that says, \"I might not have a lot of money, but I have this\ngreat idea for a new company.\" \"I might not come from a family of college\ngraduates, but I will be the first to get my degree.\" \"I might not know those\npeople in trouble, but I think I can help them, and I need to try.\" \"I'm not\nsure how we'll reach that better place beyond the horizon, but I know we'll\nget there. I know we will.\"We do big things.The idea of America endures. Our destiny remains our choice. And tonight, more\nthan two centuries later, it's because of our people that our future is\nhopeful, our journey goes forward, and the state of our union is strong.Thank you. God bless you, and may God bless the United States of America.", 
    "name": "Barack Obama"
}