{
    "date": "December 9, 1891", 
    "speech": "To the Senate and House of Representatives:The reports of the heads of the several Executive Departments required by\nlaw to be submitted to me, which are herewith transmitted, and the reports\nof the Secretary of the Treasury and the Attorney-General, made directly to\nCongress, furnish a comprehensive view of the administrative work of the\nlast fiscal year relating to internal affair. It would be of great\nadvantage if these reports could have an alternative perusal by every\nmember of Congress and by all who take an interest in public affairs. Such\na perusal could not fail to excite a higher appreciation of the vast labor\nand conscientious effort which are given to the conduct of our civil\nadministration.The reports will, I believe, show that every question has been approached,\nconsidered, and decided from the standpoint of public duty upon\nconsiderations affecting the public interests alone. Again I invite to\nevery branch of the service the attention and scrutiny of Congress.The work of the State Department during the last year has been\ncharacterized by an unusual number of important negotiations and by\ndiplomatic results of a notable and highly beneficial character. Among\nthese are the reciprocal trade arrangements which have been concluded, in\nthe exercise of the powers conferred by section 3 of the tariff law, with\nthe Republic of Brazil, with Spain for its West India possessions, and with\nSanto Domingo. Like negotiations with other countries have been much\nadvanced, and it is hoped that before the close of the year further\ndefinitive trade arrangements of great value will be concluded.In view of the reports which had been received as to the diminution of the\nseal herds in the Bering Sea, I deemed it wise to propose to Her Majesty's\nGovernment in February last that an agreement for a closed season should be\nmade pending the negotiations for arbitration, which then seemed to be\napproaching a favorable conclusion. After much correspondence and delays,\nfor which this Government was not responsible, an agreement was reached and\nsigned on the 15th of June, by which Great Britain undertook from that date\nand until May 1, 1892, to prohibit the killing by her subjects of seals in\nthe Bering Sea, and the Government of the United States during the same\nperiod to enforce its existing prohibition against pelagic sealing and to\nlimit the catch by the fur-seal company upon the islands to 7,500 skins. If\nthis agreement could have been reached earlier in response to the strenuous\nendeavors of this Government, it would have been more effective; but coming\neven as late as it did it unquestionably resulted in greatly diminishing\nthe destruction of the seals by the Canadian sealers.In my last annual message I stated that the basis of arbitration proposed\nby Her Majesty's Government for the adjustment of the long-pending\ncontroversy as to the seal fisheries was not acceptable. I am glad now to\nbe able to announce that terms satisfactory to this Government have been\nagreed upon and that an agreement as to the arbitrators is all that is\nnecessary to the completion of the convention. In view of the advanced\nposition which this Government has taken upon the subject of international\narbitration, this renewed expression of our adherence to this method for\nthe settlement of disputes such as have arisen in the Bering Sea will, I\ndoubt not, meet with the concurrence of Congress.Provision should be made for a joint demarcation of the frontier line\nbetween Canada and the United States wherever required by the increasing\nborder settlements, and especially for the exact location of the water\nboundary in the straits and rivers.I should have been glad to announce some favorable disposition of the\nboundary dispute between Great Britain and Venezuela touching the western\nfrontier of British Guiana, but the friendly efforts of the United States\nin that direction have thus far been unavailing. This Government will\ncontinue to express its concern at any appearance of foreign encroachment\non territories long under the administrative control of American States.\nThe determination of a disputed boundary is easily attainable by amicable\narbitration where the rights of the respective parties rest, as here, on\nhistoric facts readily ascertainable.The law of the last Congress providing a system of inspection for our meats\nintended for export, and clothing the President with power to exclude\nforeign products from our market in case the country sending them should\nperpetuate unjust discriminations against any product of the United States,\nplaced this Government in a position to effectively urge the removal of\nsuch discriminations against our meats. It is gratifying to be able to\nstate that Germany, Denmark, Italy, Austria, and France, in the order\nnamed, have opened their ports to inspected American pork products. The\nremoval of these restrictions in every instance was asked for and given\nsolely upon the ground that we have now provided a meat inspection that\nshould be accepted as adequate to the complete removal of the dangers, real\nor fancied, which had been previously urged. The State Department, our\nministers abroad, and the Secretary of Agriculture have cooperated with\nunflagging and intelligent zeal for the accomplishment of this great\nresult. The outlines of an agreement have been reached with Germany looking\nto equitable trade concessions in consideration of the continued free\nimportation of her sugars, but the time has not yet arrived when this\ncorrespondence can be submitted to Congress.The recent political disturbances in the Republic of Brazil have excited\nregret and solicitude. The information we possessed was too meager to\nenable us to form a satisfactory judgment of the causes leading to the\ntemporary assumption of supreme power by President Fonseca; but this\nGovernment did not fail to express to him its anxious solicitude for the\npeace of Brazil and for the maintenance of the free political institutions\nwhich had recently been established there, nor to offer our advice that\ngreat moderation should be observed in the clash of parties and the contest\nfor leadership. These counsels were received in the most friendly spirit,\nand the latest information is that constitutional government has been\nreestablished without bloodshed.The lynching at New Orleans in March last of eleven men of Italian nativity\nby a mob of citizens was a most deplorable and discreditable incident. It\ndid not, however, have its origin in any general animosity to the Italian\npeople, nor in any disrespect to the Government of Italy, with which our\nrelations were of the most friendly character. The fury of the mob was\ndirected against these men as the supposed participants or accessories in\nthe murder of a city officer. I do not allude to this as mitigating in any\ndegree this offense against law and humanity, but only as affecting the\ninternational questions which grew out of it. It was at once represented by\nthe Italian minister that several of those whose lives had been taken by\nthe mob were Italian subjects, and a demand was made for the punishment of\nthe participants and for an indemnity to the families of those who were\nkilled. It is to be regretted that the manner in which these claims were\npresented was not such as to promote a calm discussion of the questions\ninvolved; but this may well be attributed to the excitement and indignation\nwhich the crime naturally evoked. The views of this Government as to its\nobligations to foreigners domiciled here were fully stated in the\ncorrespondence, as well as its purpose to make an investigation of the\naffair with a view to determine whether there were present any\ncircumstances that could under such rules of duty as we had indicated\ncreate an obligation upon the United States. The temporary absence of a\nminister plenipotentiary of Italy at this capital has retarded the further\ncorrespondence, but it is not doubted that a friendly conclusion is\nattainable.Some suggestions growing out of this unhappy incident are worthy the\nattention of Congress. It would, I believe, be entirely competent for\nCongress to make offenses against the treaty rights of foreigners domiciled\nin the United States cognizable in the Federal courts. This has not,\nhowever, been done, and the Federal officers and courts have no power in\nsuch cases to intervene, either for the protection of a foreign citizen or\nfor the punishment of his slayers. It seems to me to follow, in this state\nof the law, that the officers of the State charged with police and judicial\npowers in such cases must in the consideration of international questions\ngrowing out of such incidents be regarded in such sense as Federal agents\nas to make this Government answerable for their acts in cases where it\nwould be answerable if the United States had used its constitutional power\nto define and punish crime against treaty rights.The civil war in Chile, which began in January last, was continued, but\nfortunately with infrequent and not important armed collisions, until\nAugust 28, when the Congressional forces landed near Valparaiso and after a\nbloody engagement captured that city. President Balmaceda at once\nrecognized that his cause was lost, and a Provisional Government was\nspeedily established by the victorious party. Our minister was promptly\ndirected to recognize and put himself in communication with this Government\nso soon as it should have established its de facto character, which was\ndone. During the pendency of this civil contest frequent indirect appeals\nwere made to this Government to extend belligerent rights to the insurgents\nand to give audience to their representatives. This was declined, and that\npolicy was pursued throughout which this Government when wrenched by civil\nwar so strenuously insisted upon on the part of European nations. The\nItata, an armed vessel commanded by a naval officer of the insurgent fleet,\nmanned by its sailors and with soldiers on board, was seized under process\nof the United States court at San Diego, Cal., for a violation of our\nneutrality laws. While in the custody of an officer of the court the vessel\nwas forcibly wrested from his control and put to sea. It would have been\ninconsistent with the dignity and self-respect of this Government not to\nhave insisted that the Itala should be returned to San Diego to abide the\njudgment of the court. This was so clear to the junta of the Congressional\nparty, established at Iquique, that before the arrival of the Itata at that\nport the secretary of foreign relations of the Provisional Government\naddressed to Rear-Admiral Brown, commanding the United States naval forces,\na communication, from which the following is an extract: The Provisional\nGovernment has learned by the cablegrams of the Associated Press that the\ntransport Itata, detained in San Diego by order of the United States for\ntaking on board munitions of war, and in possession of the marshal, left\nthe port, carrying on board this official, who was landed at a point near\nthe coast, and then continued her voyage. If this news be correct this\nGovernment would deplore the conduct of the Itata, and as an evidence that\nit is not disposed to support or agree to the infraction of the laws of the\nUnited States the undersigned takes advantage of the personal relations you\nhave been good enough to maintain with him since your arrival in this port\nto declare to you that as soon as she is within reach of our orders his\nGovernment will put the Itata, with the arms and munitions she took on\nboard in Sail Diego, at the disposition of the United States. A trial in\nthe district court of the United States for the southern district of\nCalifornia has recently resulted in a decision holding, among other things,\nthat inasmuch as the Congressional party had not been recognized as a\nbelligerent the acts done in its interest could not be a violation of our\nneutrality laws. From this judgment the United States has appealed, not\nthat the condemnation of the vessel is a matter of importance, but that we\nmay know what the present state of our law is; for if this construction of\nthe statute is correct there is obvious necessity for revision and\namendment.During the progress of the war in Chile this Government tendered its good\noffices to bring about a peaceful adjustment, and it was at one time hoped\nthat a good result might be reached; but in this we were disappointed.The instructions to our naval officers and to our minister at Santiago from\nthe first to the last of this struggle enjoined upon them the most\nimpartial treatment and absolute noninterference. I am satisfied that these\ninstructions were observed and that our representatives were always\nwatchful to use their influence impartially in the interest of humanity,\nand on more than one occasion did so effectively. We could not forget,\nhowever, that this Government was in diplomatic relations with the then\nestablished Government of Chile, as it is now in such relations with the\nsuccessor of that Government. I am quite sure that President Montt, who\nhas, under circumstances of promise for the peace of Chile, been installed\nas President of that Republic, will not desire that in the unfortunate\nevent of any revolt against his authority the policy of this Government\nshould be other than that which we have recently observed. No official\ncomplaint of the conduct of our minister or of our naval officers during\nthe struggle has been presented to this Government, and it is a matter of\nregret that so many of our own people should have given ear to unofficial\ncharges and complaints that manifestly had their origin in rival interests\nand in a wish to pervert the relations of the United States with Chile.The collapse of the Government of Balmaceda brought about a condition which\nis unfortunately too familiar in the history of the Central and South\nAmerican States. With the overthrow of the Balmaceda Government he and many\nof his councilors and officers became at once fugitives for their lives and\nappealed to the commanding officers of the foreign naval vessels in the\nharbor of Valparaiso and to the resident foreign ministers at Santiago for\nasylum. This asylum was freely given, according to my information, by the\nnaval vessels of several foreign powers and by several of the legations at\nSantiago. The American minister as well as his colleagues, acting upon the\nimpulse of humanity, extended asylum to political refugees whose lives were\nin peril. I have not been willing to direct the surrender of such of these\npersons as are still in the American legation without suitable conditions.It is believed that the Government of Chile is not in a position, in view\nof the precedents with which it has been connected, to broadly deny the\nright of asylum, and the correspondence has not thus far presented any such\ndenial. The treatment of our minister for a time was such as to call for a\ndecided protest, and it was very gratifying to observe that unfriendly\nmeasures, which were undoubtedly the result of the prevailing excitement,\nwere at once rescinded or suitably relaxed.On the 16th of October an event occurred in Valparaiso so serious and\ntragic in its circumstances and results as to very justly excite the\nindignation of our people and to call for prompt and decided action on the\npart of this Government. A considerable number of the sailors of the United\nStates steamship Baltimore, then in the harbor at Valparaiso, being upon\nshore leave and unarmed, were assaulted by armed men nearly simultaneously\nin different localities in the city. One petty officer was killed outright\nand seven or eight seamen were seriously wounded, one of whom has since\ndied. So savage and brutal was the assault that several of our sailors\nreceived more than two and one as many as eighteen stab wounds. An\ninvestigation of the affair was promptly made by a board of officers of the\nBaltimore, and their report shows that these assaults were unprovoked, that\nour men were conducting themselves in a peaceable and orderly manner, and\nthat some of the police of the city took part in the assault and used their\nweapons with fatal effect, while a few others, with some well-disposed\ncitizens, endeavored to protect our men. Thirty-six of our sailors were\narrested, and some of them while being taken to prison were cruelly beaten\nand maltreated. The fact that they were all discharged, no criminal charge\nbeing lodged against any one of them, shows very clearly that they were\ninnocent of any breach of the peace.So far as I have yet been able to learn no other explanation of this bloody\nwork has been suggested than that it had its origin in hostility to those\nmen as sailors of the United States, wearing the uniform of their\nGovernment, and not in any individual act or personal animosity. The\nattention of the Chilean Government was at once called to this affair, and\na statement of the facts obtained by the investigation we had conducted was\nsubmitted, accompanied by a request to be advised of any other or\nqualifying facts in the possession of the Chilean Government that might\ntend to relieve this affair of the appearance of an insult to this\nGovernment. The Chilean Government was also advised that if such qualifying\nfacts did not exist this Government would confidently expect full and\nprompt reparation.It is to be regretted that the reply of the secretary for foreign affairs\nof the Provisional Government was couched in an offensive tone. To this no\nresponse has been made. This Government is now awaiting the result of an\ninvestigation which has been conducted by the criminal court at Valparaiso.\nIt is reported unofficially that the investigation is about completed, and\nit is expected that the result will soon be communicated to this\nGovernment, together with some adequate and satisfactory response to the\nnote by which the attention of Chile was called to this incident. If these\njust expectations should be disappointed or further needless delay\nintervene, I will by a special message bring this matter again to the\nattention of Congress for such action as may be necessary. The entire\ncorrespondence with the Government of Chile will at an early day be\nsubmitted to Congress.I renew the recommendation of my special message dated January 16, 1890,\nfor the adoption of the necessary legislation to enable this Government to\napply in the case of Sweden and Norway the same rule in respect to the\nlevying of tonnage dues as was claimed and secured to the shipping of the\nUnited States in 1828 under Article VIII of the treaty of 1827.The adjournment of the Senate without action on the pending acts for the\nsuppression of the slave traffic in Africa and for the reform of the\nrevenue tariff of the Independent State of the Kongo left this Government\nunable to exchange those acts on the date fixed, July 2, 1891. A modus\nvivendi has been concluded by which the power of the Kongo State to levy\nduties on imports is left unimpaired, and by agreement of all the\nsignatories to the general slave-trade act the time for the exchange of\nratifications on the part of the United States has been extended to\nFebruary 2, 1892.The late outbreak against foreigners in various parts of the Chinese Empire\nhas been a cause of deep concern in view of the numerous establishments of\nour citizens in the interior of that country. This Government can do no\nless than insist upon a continuance of the protective and punitory measures\nwhich the Chinese Government has heretofore applied. No effort will be\nomitted to protect our citizens peaceably sojourning in China, but recent\nunofficial information indicates that what was at first regarded as an\noutbreak of mob violence against foreigners has assumed the larger form of\nan insurrection against public order.The Chinese Government has declined to receive Mr. Blair as the minister of\nthe United States on the ground that as a participant while a Senator in\nthe enactment of the existing legislation against the introduction of\nChinese laborers he has become unfriendly and objectionable to China. I\nhave felt constrained to point out to the Chinese Government the\nuntenableness of this position, which seems to rest as much on the\nunacceptability of our legislation as on that of the person chosen, and\nwhich if admitted would practically debar the selection of any\nrepresentative so long as the existing laws remain in force.You will be called upon to consider the expediency of making special\nprovision by law for the temporary admission of some Chinese artisans and\nlaborers in connection with the exhibit of Chinese industries at the\napproaching Columbian Exposition. I regard it as desirable that the Chinese\nexhibit be facilitated in every proper way.A question has arisen with the Government of Spain touching the rights of\nAmerican citizens in the Caroline Islands. Our citizens there long prior to\nthe confirmation of Spain's claim to the islands had secured by settlement\nand purchase certain rights to the recognition and maintenance of which the\nfaith of Spain was pledged. I have had reason within the past year very\nstrongly to protest against the failure to carry out this pledge on the\npart of His Majesty's ministers, which has resulted in great injustice and\ninjury to the American residents.The Government and people of Spain propose to celebrate the four hundredth\nanniversary of the discovery of America by holding an exposition at Madrid,\nwhich will open on the 12th of September and continue until the 31st of\nDecember, 1892. A cordial invitation has been extended to the United States\nto take part in this commemoration, and as Spain was one of the first\nnations to express the intention to participate in the World's Columbian\nExposition at Chicago, it would be very appropriate for this Government to\ngive this invitation its friendly promotion.Surveys for the connecting links of the projected intercontinental railway\nare in progress, not only in Mexico, but at various points along the course\nmapped out. Three surveying parties are now in the field under the\ndirection of the commission. Nearly 1,000 miles of the proposed road have\nbeen surveyed, including the most difficult part, that through Ecuador and\nthe southern part of Colombia. The reports of the engineers are very\nsatisfactory, and show that no insurmountable obstacles have been met\nwith.On November 12, 1884, a treaty was concluded with Mexico reaffirming the\nboundary between the two countries as described in the treaties of February\n2, 1848, and December 30, 1853. March 1, 1889, a further treaty was\nnegotiated to facilitate the carrying out of the principles of the treaty\nof 1884 and to avoid the difficulties occasioned by reason of the changes\nand alterations that take place from natural causes in the Rio Grande and\nColorado rivers in the portions thereof constituting the boundary line\nbetween the two Republics. The International Boundary Commission provided\nfor by the treaty of 1889 to have exclusive jurisdiction of any question\nthat may arise has been named by the Mexican Government. An appropriation\nis necessary to enable the United States to fulfill its treaty obligations\nin this respect.The death of King Kalakaua in the United States afforded occasion to\ntestify our friendship for Hawaii by conveying the King's body to his own\nland in a naval vessel with all due honors. The Government of his\nsuccessor, Queen Liliuokolani is seeking to promote closer commercial\nrelations with the United States. Surveys for the much-needed submarine\ncable from our Pacific coast to Honolulu are in progress, and this\nenterprise should have the suitable promotion of the two Governments. I\nstrongly recommend that provision be made for improving the harbor of Pearl\nRiver and equipping it as a naval station.The arbitration treaty formulated by the International American Conference\nlapsed by reason of the failure to exchange ratifications fully within the\nlimit of time provided; but several of the Governments concerned have\nexpressed a desire to save this important result of the conference by an\nextension of the period. It is, in my judgment, incumbent upon the United\nStates to conserve the influential initiative it has taken in this measure\nby ratifying the instrument and by advocating the proposed extension of the\ntime for exchange. These views have been made known to the other\nsignatories.This Government has found occasion to express in a friendly spirit, but\nwith much earnestness, to the Government of the Czar its serious concern\nbecause of the harsh measures now being enforced against the Hebrews in\nRussia. By the revival of antisemitic laws, long in abeyance, great numbers\nof those unfortunate people have been constrained to abandon their homes\nand leave the Empire by reason of the impossibility of finding subsistence\nwithin the pale to which it is sought to confine them. The immigration of\nthese people to the United States--many other countries being closed to\nthem--is largely increasing and is likely to assume proportions which may\nmake it difficult to find homes and employment for them here and to\nseriously affect the labor market. It is estimated that over 1,000,000 will\nbe forced from Russia within a few years. The Hebrew is never a beggar; he\nhas always kept the law--life by toil--often under severe and oppressive\ncivil restrictions. It is also true that no race, sect, or class has more\nfully cared for its own than the Hebrew race. But the sudden transfer of\nsuch a multitude under conditions that tend to strip them of their small\naccumulations and to depress their energies and courage is neither good for\nthem nor for us.The banishment, whether by direct decree or by not less certain indirect\nmethods, of so large a number of men and women is not a local question. A\ndecree to leave one country is in the nature of things an order to enter\nanother--some other. This consideration, as well as the suggestion of\nhumanity, furnishes ample ground for the remonstrances which we have\npresented to Russia, while our historic friendship for that Government can\nnot fail to give the assurance that our representations are those of a\nsincere wellwisher.The annual report of the Maritime Canal Company of Nicaragua shows that\nmuch costly and necessary preparatory work has been done during the year in\nthe construction of shops, railroad tracks, and harbor piers and\nbreakwaters, and that the work of canal construction has made some\nprogress.I deem it to be a matter of the highest concern to the United States that\nthis canal, connecting the waters of the Atlantic and Pacific oceans and\ngiving to us a short water communication between our ports upon those two\ngreat seas, should be speedily constructed and at the smallest practicable\nlimit of cost. The gain in freights to the people and the direct saving to\nthe Government of the United States in the use of its naval vessels would\npay the entire cost of this work within a short series of years. The report\nof the Secretary of the Navy shows the saving in our naval expenditures\nwhich would result.The Senator from Alabama (Mr. Morgan) in his argument upon this subject\nbefore the Senate at the last session did not overestimate the importance\nof this work when he said that \"the canal is the most important subject now\nconnected with the commercial growth and progress of the United States.\"If this work is to be promoted by the usual financial methods and without\nthe aid of this Government, the expenditures in its interest-bearing\nsecurities and stock will probably be twice the actual cost. This will\nnecessitate higher tolls and constitute a heavy and altogether needless\nburden upon our commerce and that of the world. Every dollar of the bonds\nand stock of the company should represent a dollar expended in the\nlegitimate and economical prosecution of the work. This is only possible by\ngiving to the bonds the guaranty of the United States Government. Such a\nguaranty would secure the ready sale at par of a 3 per cent bond from time\nto time as the money was needed. I do not doubt that built upon these\nbusiness methods the canal would when fully inaugurated earn its fixed\ncharges and operating expenses. But if its bonds are to be marketed at\nheavy discounts and every bond sold is to be accompanied by a gift of\nstock, as has come to be expected by investors in such enterprises, the\ntraffic will be seriously burdened to pay interest and dividends. I am\nquite willing to recommend Government promotion in the prosecution of a\nwork which, if no other means offered for securing its completion, is of\nsuch transcendent interest that the Government should, in my opinion,\nsecure it by direct appropriations from its Treasury.A guaranty of the bonds of the canal company to an amount necessary to the\ncompletion of the canal could, I think, be so given as not to involve any\nserious risk of ultimate loss. The things to be carefully guarded are the\ncompletion of the work within the limits of the guaranty, the subrogation\nof the United States to the rights of the first-mortgage bondholders for\nany amounts it may have to pay, and in the meantime a control of the stock\nof the company as a security against mismanagement and loss. I most\nsincerely hope that neither party nor sectional lines will be drawn upon\nthis great American project, so full of interest to the people of all our\nStates and so influential in its effects upon the prestige and prosperity\nof our common country.The island of Navassa, in the West Indian group, has, under the provisions\nof Title VII of the Revised Statutes, been recognized by the President as\nappertaining to the United States. It contains guano deposits, is owned by\nthe Navassa Phosphate Company, and is occupied solely its employees. In\nSeptember, 1889, a revolt took place among these laborers, resulting in the\nkilling of some of the agents of the company, caused, as the laborers\nclaimed, by cruel treatment. These men were arrested and tried in the\nUnited States court at Baltimore, under section 5576 of the statute\nreferred to, as if the offenses had been committed on board a merchant\nvessel of the United States on the high seas. There appeared on the trial\nand otherwise came to me such evidences of the bad treatment of the men\nthat in consideration of this and of the fact that the men had no access to\nany public officer or tribunal for protection or the redress of their\nwrongs I commuted the death sentences that had been passed by the court\nupon three of them. In April last my attention was again called to this\nisland and to the unregulated condition of things there by a letter from a\ncolored laborer, who complained that he was wrongfully detained upon the\nisland by the phosphate company after the expiration of his contract of\nservice. A naval vessel was sent to examine into the case of this man and\ngenerally into the condition of things on the island. It was found that the\nlaborer referred to had been detained beyond the contract limit and that a\ncondition of revolt again existed among the laborers. A board of naval\nofficers reported, among other things, as follows: We would desire to state\nfurther that the discipline maintained on the island seems to be that of a\nconvict establishment without its comforts and cleanliness, and that until\nmore attention is paid to the shipping of laborers by placing it under\nGovernment supervision to prevent misunderstanding and misrepresentation,\nand until some amelioration is shown in the treatment of the laborers,\nthese disorders will be of constant occurrence. I recommend legislation\nthat shall place labor contracts upon this and other islands having the\nrelation that Navassa has to the United States under the supervision of a\ncourt commissioner, and that shall provide at the expense of the owners an\nofficer to reside upon the island, with power to judge and adjust disputes\nand to enforce a just and humane treatment of the employees. It is\ninexcusable that American laborers should be left within our own\njurisdiction without access to any Government officer or tribunal for their\nprotection and the redress of their wrongs.International copyright has been secured, in accordance with the conditions\nof the act of March 3, 1891, with Belgium, France, Great Britain and the\nBritish possessions, and Switzerland, the laws of those countries\npermitting to our citizens the benefit of copyright on substantially the\nsame basis as to their own citizens or subjects.With Germany a special convention has been negotiated upon this subject\nwhich will bring that country within the reciprocal benefits of our\nlegislation.The general interest in the operations of the Treasury Department has been\nmuch augmented during the last year by reason of the conflicting\npredictions, which accompanied and followed the tariff and other\nlegislation of the last Congress affecting the revenues, as to the results\nof this legislation upon the Treasury and upon the country. On the one hand\nit was contended that imports would so fall off as to leave the Treasury\nbankrupt and that the prices of articles entering into the living of the\npeople would be so enhanced as to disastrously affect their comfort and\nhappiness, while on the other it was argued that the loss to the revenue,\nlargely the result of placing sugar on the free list, would be a direct\ngain to the people; that the prices of the necessaries of life, including\nthose most highly protected, would not be enhanced; that labor would have a\nlarger market and the products of the farm advanced prices, while the\nTreasury surplus and receipts would be adequate to meet the appropriations,\nincluding the large exceptional expenditures for the refunding to the\nStates of the direct tax and the redemption of the 4 1/2 per cent bonds.It is not my purpose to enter at any length into a discussion of the\neffects of the legislation to which I have referred; but a brief\nexamination of the statistics of the Treasury and a general glance at the\nstate of business throughout the country will, I think, satisfy any\nimpartial inquirer that its results have disappointed the evil prophecies\nof its opponents and in a large measure realized the hopeful predictions of\nits friends. Rarely, if ever before, in the history of the country has\nthere been a time when the proceeds of one day's labor or the product of\none farmed acre would purchase so large an amount of those things that\nenter into the living of the masses of the people. I believe that a full\ntest will develop the fact that the tariff act of the Fifty-first Congress\nis very favorable in its average effect upon the prices of articles\nentering into common use.During the twelve months from October 1, 1890, to September 30, 1891, the\ntotal value of our foreign commerce (imports and exports combined) was\n$1,747,806,406, which was the largest of any year in the history of the\nUnited States. The largest in any previous year was in 1890, when our\ncommerce amounted to $1,647,139,093, and the last year exceeds this\nenormous aggregate by over one hundred millions. It is interesting, and to\nsome will be surprising, to know that during the year ending September 30,\n1891, our imports of merchandise amounted to $824,715,270, which was an\nincrease of more than $11,000,000 over the value of the imports of the\ncorresponding months of the preceding year, when the imports of merchandise\nwere unusually large in anticipation of the tariff legislation then\npending. The average annual value of the imports of merchandise for the ten\nyears from 1881 to 1890 was $692,186,522, and during the year ending\nSeptember 30, 1891, this annual average was exceeded by $132,528,469.The value of free imports during the twelve months ending September 30,\n1891, was $118,092,387 more than the value of free imports during the\ncorresponding twelve months of the preceding year, and there was during the\nsame period a decrease of $106,846,508 in the value of imports of dutiable\nmerchandise. The percentage of merchandise admitted free of duty during the\nyear to which I have referred, the first under the new tariff, was 48.18,\nwhile during the preceding twelve months, under the old tariff, the\npercentage was 34.27, an increase of 13.91 per cent. If we take the six\nmonths ending September 30 last, which covers the time during which sugars\nhave been admitted free of duty, the per cent of value of merchandise\nimported free of duty is found to be 55.37, which is a larger percentage of\nfree imports than during any prior fiscal year in the history of the\nGovernment.If we turn to exports of merchandise, the statistics are full of\ngratification. The value of such exports of merchandise for the twelve\nmonths ending September 30, 1891, was $923,091,136, while for the\ncorresponding previous twelve months it was $860,177,115, an increase of\n$62,914,021, which is nearly three times the average annual increase of\nexports of merchandise for the preceding twenty years. This exceeds in\namount and value the exports of merchandise during any year in the history\nof the Government. The increase in the value of exports of agricultural\nproducts during the year referred to over the corresponding twelve months\nof the prior year was $45,846,197, while the increase in the value of\nexports of manufactured products was $16,838,240.There is certainly nothing in the condition of trade, foreign or domestic,\nthere is certainly nothing in the condition of our people of any class, to\nsuggest that the existing tariff and revenue legislation bears oppressively\nupon the people or retards the commercial development of the nation. It may\nbe argued that our condition would be better if tariff legislation were\nupon a free-trade basis; but it can not be denied that all the conditions\nof prosperity and of general contentment are present in a larger degree\nthan ever before in our history, and that, too, just when it was prophesied\nthey would be in the worst state. Agitation for radical changes in tariff\nand financial legislation can not help but may seriously impede business,\nto the prosperity of which some degree of stability in legislation is\nessential.I think there are conclusive evidences that the new tariff has created\nseveral great industries, which will within a few years give employment to\nseveral hundred thousand American working men and women. In view of the\nsomewhat overcrowded condition of the labor market of the United States,\nevery patriotic citizen should rejoice at such a result.The report of the Secretary of the Treasury shows that the total receipts\nof the Government from all sources for the fiscal year ending June 30,\n1891, were $458,544,233.03, while the expenditures for the same period were\n$421,304,470.46, leaving a surplus of $37,239,762.57.The receipts of the fiscal year ending June 30, 1892, actual and estimated,\nare $433,000,000 and the expenditures $409,000,000. For the fiscal year\nending June 30, 1893, the estimated receipts are $455,336,350 and the\nexpenditures $441,300,093.Under the law of July 14, 1890, the Secretary of the Treasury has purchased\n(since August 13) during the fiscal year 48,393,113 ounces of silver\nbullion at an average cost of $1.045 per ounce. The highest price paid\nduring the year was $1.2025 and the lowest $0.9636. In exchange for this\nsilver bullion there have been issued $50,577,498 of the Treasury notes\nauthorized by the act. The lowest price of silver reached during the fiscal\nyear was $0.9636 on April 22, 1891; but on November 1 the market price was\nonly $0.96, which would give to the silver dollar a bullion value of 74 1/4\ncents.Before the influence of the prospective silver legislation was felt in the\nmarket silver was worth in New York about $0.955 per ounce. The ablest\nadvocates of free coinage in the last Congress were most confident in their\npredictions that the purchases by the Government required by the law would\nat once bring the price of silver to $1.2929 per ounce, which would make\nthe bullion value of a dollar 100 cents and hold it there. The prophecies\nof the antisilver men of disasters to result from the coinage of $2,000,000\nper month were not wider of the mark. The friends of free silver are not\nagreed, I think, as to the causes that brought their hopeful predictions to\nnaught. Some facts are known. The exports of silver from London to India\nduring the first nine months of this calendar year fell off over 50 per\ncent, or $17,202,730, compared with the same months of the preceding year.\nThe exports of domestic silver bullion from this country, which had\naveraged for the last ten years over $17,000,000, fell in the last fiscal\nyear to $13,797,391, while for the first time in recent years the imports\nof silver into this country exceeded the exports by the sum of $2,745,365.\nIn the previous year the net exports of silver from the United States\namounted to $8,545,455. The production of the United States increased from\n50,000,000 ounces in 1889 to 54,500,000 in 1890. The Government is now\nbuying and putting aside annually 54,000,000 ounces, which, allowing for\n7,140,000 ounces of new bullion used in the arts, is 6,640,000 more than\nour domestic products available for coinage.I hope the depression in the price of silver is temporary and that a\nfurther trial of this legislation will more favorably affect it. That the\nincreased volume of currency thus supplied for the use of the people was\nneeded and that beneficial results upon trade and prices have followed this\nlegislation I think must be very clear to everyone. Nor should it be\nforgotten that for every dollar of these notes issued a full dollar's worth\nof silver bullion is at the time deposited in the Treasury as a security\nfor its redemption. Upon this subject, as upon the tariff, my\nrecommendation is that the existing laws be given a full trial and that our\nbusiness interests be spared the distressing influence which threats of\nradical changes always impart. Under existing legislation it is in the\npower of the Treasury Department to maintain that essential condition of\nnational finance as well as of commercial prosperity--the parity in use of\nthe coined dollars and their paper representatives. The assurance that\nthese powers would be freely and unhesitatingly used has done much to\nproduce and sustain the present favorable business conditions.I am still of the opinion that the free coinage of silver under existing\nconditions would disastrously affect our business interests at home and\nabroad. We could not hope to maintain an equality in the purchasing power\nof the gold and silver dollar in our own markets, and in foreign trade the\nstamp gives no added value to the bullion contained in coins. The producers\nof the country, its farmers and laborers, have the highest interest that\nevery dollar, paper or coin, issued by the Government shall be as good as\nany other. If there is one less valuable than another, its sure and\nconstant errand will be to pay them for their toil and for their crops. The\nmoney lender will protect himself by stipulating for payment in gold, but\nthe laborer has never been able to do that. To place business upon a silver\nbasis would mean a sudden and severe contraction of the currency by the\nwithdrawal of gold and gold notes and such an unsettling of all values as\nwould produce a commercial panic. I can not believe that a people so strong\nand prosperous as ours will promote such a policy.The producers of silver are entitled to just consideration, but they should\nnot forget that the Government is now buying and putting out of the market\nwhat is the equivalent of the entire product of our silver mines. This is\nmore than they themselves thought of asking two years ago. I believe it is\nthe earnest desire of a great majority of the people, as it is mine, that a\nfull coin use shall be made of silver just as soon as the cooperation of\nother nations can be secured and a ratio fixed that will give circulation\nequally to gold and silver. The business of the world requires the use of\nboth metals; but I do not see any prospect of gain, but much of loss, by\ngiving up the present system, in which a full use is made of gold and a\nlarge use of silver, for one in which silver alone will circulate. Such an\nevent would be at once fatal to the further progress of the silver\nmovement. Bimetallism is the desired end, and the true friends of silver\nwill be careful not to overrun the goal and bring in silver monometallism\nwith its necessary attendants--the loss of our gold to Europe and the\nrelief of the pressure there for a larger currency. I have endeavored by\nthe use of official and unofficial agencies to keep a close observation of\nthe state of public sentiment in Europe upon this question and have not\nfound it to be such as to justify me in proposing an international\nconference. There is, however, I am sure, a growing sentiment in Europe in\nfavor of a larger use of silver, and I know of no more effectual way of\npromoting this sentiment than by accumulating gold here. A scarcity of gold\nin the European reserves will be the most persuasive argument for the use\nof silver.The exports of gold to Europe, which began in February last and continued\nuntil the close of July, aggregated over $70,000,000. The net loss of gold\nduring the fiscal year was nearly $68,000,000. That no serious monetary\ndisturbance resulted was most gratifying and gave to Europe fresh evidence\nof the strength and stability of our financial institutions. With the\nmovement of crops the outflow of gold was speedily stopped and a return set\nin. Up to December 1 we had recovered of our gold lost at the port of New\nYork $27,854,000, and it is confidently believed that during the winter and\nspring this aggregate will be steadily and largely increased.The presence of a large cash surplus in the Treasury has for many years\nbeen the subject of much unfavorable criticism, and has furnished an\nargument to those who have desired to place the tariff upon a purely\nrevenue basis. It was agreed by all that the withdrawal from circulation of\nso large an amount of money was an embarrassment to the business of the\ncountry and made necessary the intervention of the Department at frequent\nintervals to relieve threatened monetary panics. The surplus on March 1,\n1889, was $183,827,190.29. The policy of applying this surplus to the\nredemption of the interest-bearing securities of the United States was\nthought to be preferable to that of depositing it without interest in\nselected national banks. There have been redeemed since the date last\nmentioned of interest-bearing securities $259,079,350, resulting in a\nreduction of the annual interest charge of $11,684,675. The money which had\nbeen deposited in banks without interest has been gradually withdrawn and\nused in the redemption of bonds.The result of this policy, of the silver legislation, and of the refunding\nof the 4 1/2 per cent bonds has been a large increase of the money in\ncirculation. At the date last named the circulation was $1,404,205,896, or\n$23.03 per capita, while on the 1st day of December, 1891, it had increased\nto $1,577,262,070, or $24.38 per capita. The offer of the Secretary of the\nTreasury to the holders of the 4 1/2 per cent bonds to extend the time of\nredemption, at the option of the Government, at an interest of 2 per cent,\nwas accepted by the holders of about one-half the amount, and the\nunextended bonds are being redeemed on presentation.The report of the Secretary of War exhibits the results of an intelligent,\nprogressive, and businesslike administration of a Department which has been\ntoo much regarded as one of mere routine. The separation of Secretary\nProctor from the Department by reason of his appointment as a Senator from\nthe State of Vermont is a source of great regret to me and to his\ncolleagues in the Cabinet, as I am sure it will be to all those who have\nhad business with the Department while under his charge.In the administration of army affairs some especially good work has been\naccomplished. The efforts of the Secretary to reduce the percentage of\ndesertions by removing the causes that promoted it have been so successful\nas to enable him to report for the last year a lower percentage of\ndesertion than has been before reached in the history of the Army. The\nresulting money saving is considerable, but the improvement in the morale\nof the enlisted men is the most valuable incident of the reforms which have\nbrought about this result.The work of securing sites for shore batteries for harbor defense and the\nmanufacture of mortars and guns of high power to equip them have made good\nprogress during the year. The preliminary work of tests and plans which so\nlong delayed a start is now out of the way. Some guns have been completed,\nand with an enlarged shop and a more complete equipment at Watervliet the\nArmy will soon be abreast of the Navy in gun construction. Whatever\nunavoidable causes of delay may arise, there should be none from delayed or\ninsufficient appropriations. We shall be greatly embarrassed in the proper\ndistribution and use of naval vessels until adequate shore defenses are\nprovided for our harbors.I concur in the recommendation of the Secretary that the three-battalion\norganization be adopted for the infantry. The adoption of a smokeless\npowder and of a modern rifle equal in range, precision, and rapidity of\nfire to the best now in use will, I hope, not be longer delayed.The project of enlisting Indians and organizing them into separate\ncompanies upon the same basis as other soldiers was made the subject of\nvery careful study by the Secretary and received my approval. Seven\ncompanies have been completely organized and seven more are in process of\norganization. The results of six months' training have more than realized\nthe highest anticipations. The men are readily brought under discipline,\nacquire the drill with facility, and show great pride in the right\ndischarge of their duty and perfect loyalty to their officers, who declare\nthat they would take them into action with confidence. The discipline,\norder, and cleanliness of the military posts will have a wholesome and\nelevating influence upon the men enlisted, and through them upon their\ntribes, while a friendly feeling for the whites and a greater respect for\nthe Government will certainly be promoted.The great work done in the Record and Pension Division of the War\nDepartment by Major Ainsworth, of the Medical Corps, and the clerks under\nhim is entitled to honorable mention. Taking up the work with nearly 41,000\ncases behind, he closed the last fiscal year without a single case left\nover, though the new cases had increased 52 per cent in number over the\nprevious year by reason of the pension legislation of the last Congress.I concur in the recommendation of the Attorney-General that the right in\nfelony cases to a review by the Supreme court be limited. It would seem\nthat personal liberty would have a safe guaranty if the right of review in\ncases involving only fine and imprisonment were limited to the circuit\ncourt of appeals, unless a constitutional question should in some way be\ninvolved.The judges of the Court of Private Land Claims, provided for by the act of\nMarch 3, 1891, have been appointed and the court organized. It is now\npossible to give early relief to communities long repressed in their\ndevelopment by unsettled land titles and to establish the possession and\nright of settlers whose lands have been rendered valueless by adverse and\nunfounded claims.The act of July 9, 1888, provided for the incorporation and management of a\nreform school for girls in the District of Columbia; but it has remained\ninoperative for the reason that no appropriation has been made for\nconstruction or maintenance. The need of such an institution is very\nurgent. Many girls could be saved from depraved lives by the wholesome\ninfluences and restraints of such a school. I recommend that the necessary\nappropriation be made for a site and for construction.The enforcement by the Treasury Department of the law prohibiting the\ncoming of Chinese to the United States has been effective as to such as\nseek to land from vessels entering our ports. The result has been to divert\nthe travel to vessels entering the ports of British Columbia, whence\npassage into the United States at obscure points along the Dominion\nboundary is easy. A very considerable number of Chinese laborers have\nduring the past year entered the United States from Canada and Mexico.The officers of the Treasury Department and of the Department of Justice\nhave used every means at their command to intercept this immigration; but\nthe impossibility of perfectly guarding our extended frontier is apparent.\nThe Dominion government collects a head tax of $50 from every Chinaman\nentering Canada, and thus derives a considerable revenue from those who\nonly use its ports to reach a position of advantage to evade our exclusion\nlaws. There seems to be satisfactory evidence that the business of passing\nChinamen through Canada to the United States is organized and quite active.\nThe Department of Justice has construed the laws to require the return of\nany Chinaman found to be unlawfully in this country to China as the country\nfrom which he came, notwithstanding the fact that he came by way of Canada;\nbut several of the district courts have in cases brought before them\noverruled this view of the law and decided that such persons must be\nreturned to Canada. This construction robs the law of all effectiveness,\neven if the decrees could be executed, for the men returned can the next\nday recross our border. But the only appropriation made is for sending them\nback to China, and the Canadian officials refuse to allow them to reenter\nCanada without the payment of the fifty-dollar head tax. I recommend such\nlegislation as will remedy these defects in the law.In previous messages I have called the attention of Congress to the\nnecessity of so extending the jurisdiction of the United States courts as\nto make triable therein any felony committed while in the act of violating\na law of the United States. These courts can not have that independence and\neffectiveness which the Constitution contemplates so long as the felonious\nkilling of court officers, jurors, and witnesses in the discharge of their\nduties or by reason of their acts as such is only cognizable in the State\ncourts. The work done by the Attorney-General and the officers of his\nDepartment, even under the present inadequate legislation, has produced\nsome notable results in the interest of law and order.The Attorney-General and also the Commissioners of the District of Columbia\ncall attention to the defectiveness and inadequacy of the laws relating to\ncrimes against chastity in the District of Columbia. A stringent code upon\nthis subject has been provided by Congress for Utah, and it is a matter of\nsurprise that the needs of this District should have been so long\noverlooked.In the report of the Postmaster-General some very gratifying results are\nexhibited and many betterments of the service suggested. A perusal of the\nreport gives abundant evidence that the supervision and direction of the\npostal system have been characterized by an intelligent and conscientious\ndesire to improve the service. The revenues of the Department show an\nincrease of over $5,000,000, with a deficiency for the year 1892 of less\nthan $4,000,000, while the estimate for the year 1893 shows a surplus of\nreceipts over expenditures.Ocean mail post-offices have been established upon the steamers of the\nNorth German Lloyd and Hamburg lines, saving by the distribution on\nshipboard from two to fourteen hours' time in the delivery of mail at the\nport of entry and often much more than this in the delivery at interior\nplaces. So thoroughly has this system, initiated by Germany and the United\nStates, evidenced its usefulness that it can not be long before it is\ninstalled upon all the great ocean mail-carrying steamships.Eight thousand miles of new postal service has been established upon\nrailroads, the car distribution to substations in the great cities has been\nincreased about 12 per cent, while the percentage of errors in distribution\nhas during the past year been reduced over one-half. An appropriation was\ngiven by the last Congress for the purpose of making some experiments in\nfree delivery in the smaller cities and towns. The results of these\nexperiments have been so satisfactory that the Postmaster-General\nrecommends, and I concur in the recommendation, that the free-delivery\nsystem be at once extended to towns of 5,000 population. His discussion of\nthe inadequate facilities extended under our present system to rural\ncommunities and his suggestions with a view to give these communities a\nfuller participation in the benefits of the postal service are worthy of\nyour careful consideration. It is not just that the farmer, who receives\nhis mail at a neighboring town, should not only be compelled to send to the\npost-office for it, but to pay a considerable rent for a box in which to\nplace it or to wait his turn at a general-delivery window, while the city\nresident has his mail brought to his door. It is stated that over 54,000\nneighborhoods are under the present system receiving mail at post-offices\nwhere money orders and postal notes are not issued. The extension of this\nsystem to these communities is especially desirable, as the patrons of such\noffices are not possessed of the other facilities offered in more populous\ncommunities for the transmission of small sums of money.I have in a message to the preceding Congress expressed my views as to a\nmodified use of the telegraph in connection with the postal service. In\npursuance of the ocean mail law of March 3, 1891, and after a most careful\nstudy of the whole subject and frequent conferences with ship-owners,\nboards of trade, and others, advertisements were issued by the\npostmaster-General for 53 lines of ocean mail service--10 to Great Britain\nand the Continent, 27 to South America, 3 to China and Japan, 4 to\nAustralia and the Pacific islands, 7 to the West Indies, and 2 to Mexico.\nIt was not, of course, expected that bids for all these lines would be\nreceived or that service upon them all would be contracted for. It was\nintended, in furtherance of the act, to secure as many new lines as\npossible, while including in the list most or all of the foreign lines now\noccupied by American ships. It was hoped that a line to England and perhaps\none to the Continent would be secured; but the outlay required to equip\nsuch lines wholly with new ships of the first class and the difficulty of\nestablishing new lines in competition with those already established\ndeterred bidders whose interest had been enlisted. It is hoped that a way\nmay yet be found of overcoming these difficulties.The Brazil Steamship Company, by reason of a miscalculation as to the speed\nof its vessels, was not able to bid under the terms of the advertisement.\nThe policy of the Department was to secure from the established lines an\nimproved service as a condition of giving to them the benefits of the law.\nThis in all instances has been attained. The Postmaster-General estimates\nthat an expenditure in American shipyards of about $10,000,000 will be\nnecessary to enable the bidders to construct the ships called for by the\nservice which they have accepted. I do not think there is any reason for\ndiscouragement or for any turning back from the policy of this legislation.\nIndeed, a good beginning has been made, and as the subject is further\nconsidered and understood by capitalists and shipping people new lines will\nbe ready to meet future proposals, and we may date from the passage of this\nlaw the revival of American shipping interests and the recovery of a fair\nshare of the carrying trade of the world. We were receiving for foreign\npostage nearly $2,000,000 under the old system, and the outlay for ocean\nmail service did not exceed $600,000 per annum. It is estimated by the\nPostmaster-General that if all the contracts proposed are completed it will\nrequire $247,354 for this year in addition to the appropriation for sea and\ninland postage already in the estimates, and that for the next fiscal year,\nending June 30, 1893, there would probably be needed about $560,000.The report of the Secretary of the Navy shows a gratifying increase of new\nnaval vessels in commission. The Newark, Concord, Bennington, and\nMiantonomoh have been added during the year, with an aggregate of something\nmore than 11,000 tons. Twenty-four warships of all classes are now under\nconstruction in the navy-yards and private shops; but while the work upon\nthem is going forward satisfactorily, the completion of the more important\nvessels will yet require about a year's time. Some of the vessels now\nunder construction, it is believed, will be triumphs of naval engineering.\nWhen it is recollected that the work of building a modern navy was only\ninitiated in the year 1883, that our naval constructors and shipbuilders\nwere practically without experience in the construction of large iron or\nsteel ships, that our engine shops were unfamiliar with great marine\nengines, and that the manufacture of steel forgings for guns and plates was\nalmost wholly a foreign industry, the progress that has been made is not\nonly highly satisfactory, but furnishes the assurance that the United\nStates will before long attain in the construction of such vessels, with\ntheir engines and armaments, the same preeminence which it attained when\nthe best instrument of ocean commerce was the clipper ship and the most\nimpressive exhibit of naval power the old wooden three-decker man-of-war.\nThe officers of the Navy and the proprietors and engineers of our great\nprivate shops have responded with wonderful intelligence and professional\nzeal to the confidence expressed by Congress in its liberal legislation. We\nhave now at Washington a gun shop, organized and conducted by naval\nofficers, that in its system, economy, and product is unexcelled.\nExperiments with armor plate have been conducted during the year with most\nimportant results. It is now believed that a plate of higher resisting\npower than any in use has been found and that the tests have demonstrated\nthat cheaper methods of manufacture than those heretofore thought necessary\ncan be used.I commend to your favorable consideration the recommendations of the\nSecretary, who has, I am sure, given to them the most conscientious study.\nThere should be no hesitation in promptly completing a navy of the best\nmodern type large enough to enable this country to display its flag in all\nseas for the protection of its citizens and of its extending commerce. The\nworld needs no assurance of the peaceful purposes of the United States, but\nwe shall probably be in the future more largely a competitor in the\ncommerce of the world, and it is essential to the dignity of this nation\nand to that peaceful influence which it should exercise on this hemisphere\nthat its Navy should be adequate both upon the shores of the Atlantic and\nof the Pacific.The report of the Secretary of the Interior shows that a very gratifying\nprogress has been made in all of the bureaus which make up that complex and\ndifficult Department.The work in the Bureau of Indian Affairs was perhaps never so large as now,\nby reason of the numerous negotiations which have been proceeding with the\ntribes for a reduction of the reservations, with the incident labor of\nmaking allotments, and was never more carefully conducted. The provision of\nadequate school facilities for Indian children and the locating of adult\nIndians upon farms involve the solution of the \"Indian question.\"\nEverything else--rations, annuities, and tribal negotiations, with the\nagents, inspectors, and commissioners who distribute and conduct them--must\npass away when the Indian has become a citizen, secure in the individual\nownership of a farm from which he derives his subsistence by his own labor,\nprotected by and subordinate to the laws which govern the white man, and\nprovided by the General Government or by the local communities in which he\nlives with the means of educating his children. When an Indian becomes a\ncitizen in an organized State or Territory, his relation to the General\nGovernment ceases in great measure to be that of a ward; but the General\nGovernment ought not at once to put upon the State or Territory the burden\nof the education of his children.It has been my thought that the Government schools and school buildings\nupon the reservations would be absorbed by the school systems of the States\nand Territories; but as it has been found necessary to protect the Indian\nagainst the compulsory alienation of his land by exempting him from\ntaxation for a period of twenty-five years, it would seem to be right that\nthe General Government, certainly where there are tribal funds in its\npossession, should pay to the school fund of the State what would be\nequivalent to the local school tax upon the property of the Indian. It will\nbe noticed from the report of the Commissioner of Indian Affairs that\nalready some contracts have been made with district schools for the\neducation of Indian children. There is great advantage, I think, in\nbringing the Indian children into mixed schools. This process will be\ngradual, and in the meantime the present educational provisions and\narrangements, the result of the best experience of those who have been\ncharged with this work, should be continued. This will enable those\nreligious bodies that have undertaken the work of Indian education with so\nmuch zeal and with results so restraining and beneficent to place their\ninstitutions in new and useful relations to the Indian and to his white\nneighbors.The outbreak among the Sioux which occurred in December last is as to its\ncauses and incidents fully reported upon by the War Department and the\nDepartment of the Interior. That these Indians had some just complaints,\nespecially in the matter of the reduction of the appropriation for rations\nand in the delays attending the enactment of laws to enable the Department\nto perform the engagements entered into with them, is probably true; but\nthe Sioux tribes are naturally warlike and turbulent, and their warriors\nwere excited by their medicine men and chiefs, who preached the coming of\nan Indian messiah who was to give them power to destroy their enemies. In\nview of the alarm that prevailed among the white settlers near the\nreservation and of the fatal consequences that would have resulted from an\nIndian incursion, I placed at the disposal of General Miles, commanding the\nDivision of the Missouri, all such forces as were thought by him to be\nrequired. He is entitled to the credit of having given thorough protection\nto the settlers and of bringing the hostiles into subjection with the least\npossible loss of life.The appropriation of $2,991,450 for the Choctaws and Chickasaws contained\nin the general Indian appropriation bill of March 3, 1891, has not been\nexpended, for the reason that I have not yet approved a release (to the\nGovernment) of the Indian claim to the lands mentioned. This matter will be\nmade the subject of a special message, placing before Congress all the\nfacts which have come to my knowledge.The relation of the Five Civilized Tribes now occupying the Indian\nTerritory to the United States is not, I believe, that best calculated to\npromote the highest advancement of these Indians. That there should be\nwithin our borders five independent states having no relations, except\nthose growing out of treaties, with the Government of the United States, no\nrepresentation in the National Legislature, its people not citizens, is a\nstartling anomaly.It seems to me to be inevitable that there shall be before long some\norganic changes in the relation of these people to the United States. What\nform these changes should take I do not think it desirable now to suggest,\neven if they were well defined in my own mind. They should certainly\ninvolve the acceptance of citizenship by the Indians and a representation\nin Congress. These Indians should have opportunity to present their claims\nand grievances upon the floor rather than, as now, in the lobby. If a\ncommission could be appointed to visit these tribes to confer with them in\na friendly spirit upon this whole subject, even if no agreement were\npresently reached the feeling of the tribes upon this question would be\ndeveloped, and discussion would prepare the way for changes which must come\nsooner or later.The good work of reducing the larger Indian reservations by allotments in\nseveralty to the Indians and the cession of the remaining lands to the\nUnited States for disposition under the homestead law has been prosecuted\nduring the year with energy and success. In September last I was enabled to\nopen to settlement in the Territory of Oklahoma 900,000 acres of land, all\nof which was taken up by settlers in a single day. The rush for these lands\nwas accompanied by a great deal of excitement, but was happily free from\nincidents of violence.It was a source of great regret that I was not able to open at the same\ntime the surplus lands of the Cheyenne and Arapahoe Reservation, amounting\nto about 3,000,000 acres, by reason of the insufficiency of the\nappropriation for making the allotments. Deserving and impatient settlers\nare waiting to occupy these lands, and I urgently recommend that a special\ndeficiency appropriation be promptly made of the small amount needed, so\nthat the allotments may be completed and the surplus lands opened in time\nto permit the settlers to get upon their homesteads in the early spring.During the past summer the Cherokee Commission have completed arrangements\nwith the Wichita, Kickapoo, and Tonkawa tribes whereby, if the agreements\nare ratified by Congress, over 800,000 additional acres will be opened to\nsettlement in Oklahoma.The negotiations for the release by the Cherokees of their claim to the\nCherokee Strip have made no substantial progress so far as the Department\nis officially advised, but it is still hoped that the cession of this large\nand valuable tract may be secured. The price which the commission was\nauthorized to offer--$1.25 per acre--is, in my judgment, when all the\ncircumstances as to title and the character of the lands are considered, a\nfair and adequate one, and should have been accepted by the Indians.Since March 4, 1889, about 23,000,000 acres have been separated from Indian\nreservations and added to the public domain for the use of those who\ndesired to secure free homes under our beneficent laws. It is difficult to\nestimate the increase of wealth which will result from the conversion of\nthese waste lands into farms, but it is more difficult to estimate the\nbetterment which will result to the families that have found renewed hope\nand courage in the ownership of a home and the assurance of a comfortable\nsubsistence under free and healthful conditions. It is also gratifying to\nbe able to feel, as we may, that this work has proceeded upon lines of\njustice toward the Indian, and that he may now, if he will, secure to\nhimself the good influences of a settled habitation, the fruits of\nindustry, and the security of citizenship.Early in this Administration a special effort was begun to bring up the\nwork of the General Land Office. By faithful work the arrearages have been\nrapidly reduced. At the end of the last fiscal year only 84,172 final\nagricultural entries remained undisposed of, and the Commissioner reports\nthat with the present force the work can be fully brought up by the end of\nthe next fiscal year.Your attention is called to the difficulty presented by the Secretary of\nthe Interior as to the administration of the law of March 3, 1891,\nestablishing a Court of Private Land Claims. The small holdings intended to\nbe protected by the law are estimated to be more than 15,000 in number. The\nclaimants are a most deserving class and their titles are supported by the\nstrongest equities. The difficulty grows out of the fact that the lands\nhave largely been surveyed according to our methods, while the holdings,\nmany of which have been in the same family for generations, are laid out in\nnarrow strips a few rods wide upon a stream and running back to the hills\nfor pasturage and timber.. Provision should be made for numbering these\ntracts as lots and for patenting them by such numbers and without reference\nto section lines.The administration of the Pension Bureau has been characterized during the\nyear by great diligence. The total number of pensioners upon the roll on\nthe 30th day of June, 1891, was 676,160. There were allowed during the\nfiscal year ending at that time 250,565 cases. Of this number 102,387 were\nallowed under the law of June 27, 1890. The issuing of certificates has\nbeen proceeding at the rate of about 30,000 per month, about 75 per cent of\nthese being cases under the new law. The Commissioner expresses the opinion\nthat he will be able to carefully adjudicate and allow 350,000 claims\nduring the present fiscal year. The appropriation for the payment of\npensions for the fiscal year 1890-91 was $127,685,793.89 and the amount\nexpended $118,530,649.25, leaving an unexpended surplus of $9,155,144.64.The Commissioner is quite confident that there will be no call this year\nfor a deficiency appropriation, notwithstanding the rapidity with which the\nwork is being pushed. The mistake which has been made by many in their\nexaggerated estimates of the cost of pensions is in not taking account of\nthe diminished value of first payments under the recent legislation. These\npayments under the general law have been for many years very large, as the\npensions when allowed dated from the time of filing the claim, and most of\nthese claims had been pending for years. The first payments under the law\nof June, 1890, are relatively small, and as the per cent of these cases\nincreases and that of the old cases diminishes the annual aggregate of\nfirst payments is largely reduced. The Commissioner, under date of November\n13, furnishes me with the statement that during the last four months\n113,175 certificates were issued, 27,893 under the general law and 85,282\nunder the act of June 27, 1890. The average first payment during these four\nmonths was $131.85, while the average first payment upon cases allowed\nduring the year ending June 30, 1891, was $239.33, being a reduction in the\naverage first payments during these four months of $107.48.The estimate for pension expenditures for the fiscal year ending June 30,\n1893, is $144,956,000, which, after a careful examination of the subject,\nthe Commissioner is of the opinion will be sufficient. While these\ndisbursements to the disabled soldiers of the great Civil War are large,\nthey do not realize the exaggerated estimates of those who oppose this\nbeneficent legislation. The Secretary of the Interior shows with great\nfullness the care that is taken to exclude fraudulent claims, and also the\ngratifying fact that the persons to whom these pensions are going are men\nwho rendered not slight but substantial war service.The report of the Commissioner of Railroads shows that the total debt of\nthe subsidized railroads to the United States was on December 31, 1890,\n$112,512,613.06. A large part of this debt is now fast approaching\nmaturity, with no adequate provision for its payment. Some policy for\ndealing with this debt with a view to its ultimate collection should be at\nonce adopted. It is very difficult, well-nigh impossible, for so large a\nbody as the Congress to conduct the necessary negotiations and\ninvestigations. I therefore recommend that provision be made for the\nappointment of a commission to agree upon and report a plan for dealing\nwith this debt.The work of the Census Bureau is now far in advance and the great bulk of\nthe enormous labor involved completed. It will be more strictly a\nstatistical exhibit and less encumbered by essays than its immediate\npredecessors. The methods pursued have been fair, careful, and intelligent,\nand have secured the approval of the statisticians who have followed them\nwith a scientific and nonpartisan interest. The appropriations necessary to\nthe early completion and publication of the authorized volumes should be\ngiven in time to secure against delays, which increase the cost and at the\nsame time diminish the value of the work.The report of the Secretary exhibits with interesting fullness the\ncondition of the Territories. They have shared with the States the great\nincrease in farm products, and are bringing yearly large areas into\ncultivation by extending their irrigating canals. This work is being done\nby individuals or local corporations and without that system which a full\npreliminary survey of the water supply and of the irrigable lands would\nenable them to adopt. The future of the Territories of New Mexico, Arizona,\nand Utah in their material growth and in the increase, independence, and\nhappiness of their people is very largely dependent upon wise and timely\nlegislation, either by Congress or their own legislatures, regulating the\ndistribution of the water supply furnished by their streams. If this matter\nis much longer neglected, private corporations will have unrestricted\ncontrol of one of the elements of life and the patentees of the arid lands\nwill be tenants at will of the water companies.The United States should part with its ownership of the water sources and\nthe sites for reservoirs, whether to the States and Territories or to\nindividuals or corporations, only upon conditions that will insure to the\nsettlers their proper water supply upon equal and reasonable terms. In the\nTerritories this whole subject is under the full control of Congress, and\nin the States it is practically so as long as the Government holds the\ntitle to the reservoir sites and water sources and can grant them upon such\nconditions as it chooses to impose. The improvident granting of franchises\nof enormous value without recompense to the State or municipality from\nwhich they proceed and without proper protection of the public interests is\nthe most noticeable and flagrant evil of modern legislation. This fault\nshould not be committed in dealing with a subject that will before many\nyears affect so vitally thousands of our people.The legislation of Congress for the repression of polygamy has, after years\nof resistance on the part of the Mormons, at last brought them to the\nconclusion that resistance is unprofitable and unavailing. The power of\nCongress over this subject should not be surrendered until we have\nsatisfactory evidence that the people of the State to be created would\nexercise the exclusive power of the State over this subject in the same\nway. The question is not whether these people now obey the laws of Congress\nagainst polygamy, but rather would they make, enforce, and maintain such\nlaws themselves if absolutely free to regulate the subject? We can not\nafford to experiment with this subject, for when a State is once\nconstituted the act is final and any mistake irretrievable. No compact in\nthe enabling act could, in my opinion, be binding or effective.I recommend that provision be made for the organization of a simple form of\ntown government in Alaska, with power to regulate such matters as are\nusually in the States under municipal control. These local civil\norganizations will give better protection in some matters than the present\nskeleton Territorial organization. Proper restrictions as to the power to\nlevy taxes and to create debt should be imposed.If the establishment of the Department of Agriculture was regarded by\nanyone as a mere concession to the unenlightened demand of a worthy class\nof people, that impression has been most effectually removed by the great\nresults already attained. Its home influence has been very great in\ndisseminating agricultural and horticultural information, in stimulating\nand directing a further diversification of crops, in detecting and\neradicating diseases of domestic animals, and, more than all, in the close\nand informal contact which it has established and maintains with the\nfarmers and stock raisers of the whole country. Every request for\ninformation has had prompt attention and every suggestion merited\nconsideration. The scientific corps of the Department is of a high order\nand is pushing its investigations with method and enthusiasm.The inspection by this Department of cattle and pork products intended for\nshipment abroad has been the basis of the success which has attended our\nefforts to secure the removal of the restrictions maintained by the\nEuropean Governments.For ten years protests and petitions upon this subject from the packers and\nstock raisers of the United States have been directed against these\nrestrictions, which so seriously limited our markets and curtailed the\nprofits of the farm. It is a source of general congratulation that success\nhas at last been attained, for the effects of an enlarged foreign market\nfor these meats will be felt not only by the farmer, but in our public\nfinances and in every branch of trade. It is particularly fortunate that\nthe increased demand for food products resulting from the removal of the\nrestrictions upon our meats and from the reciprocal trade arrangements to\nwhich I have referred should have come at a time when the agricultural\nsurplus is so large. Without the help thus derived lower prices would have\nprevailed. The Secretary of Agriculture estimates that the restrictions\nupon the importation of our pork products into Europe lost us a market for\n$20,000,000 worth of these products annually.The grain crop of this year was the largest in our history--50 per cent\ngreater than that of last year--and yet the new markets that have been\nopened and the larger demand resulting from short crops in Europe have\nsustained prices to such an extent that the enormous surplus of meats and\nbreadstuffs will be marketed at good prices, bringing relief and prosperity\nto an industry that was much depressed. The value of the grain crop of the\nUnited States is estimated by the Secretary to be this year $500,000,000\nmore than last; of meats $150,000,000 more, and of all products of the farm\n$700,000,000 more. It is not inappropriate, I think, here to suggest that\nour satisfaction in the contemplation of this marvelous addition to the\nnational wealth is unclouded by any suspicion of the currency by which it\nis measured and in which the farmer is paid for the products of his\nfields.The report of the Civil Service Commission should receive the careful\nattention of the opponents as well as the friends of this reform. The\nCommission invites a personal inspection by Senators and Representatives of\nits records and methods, and every fair critic will feel that such an\nexamination should precede a judgment of condemnation either of the system\nor its administration. It is not claimed that either is perfect, but I\nbelieve that the law is being executed with impartiality and that the\nsystem is incomparably better and fairer than that of appointments upon\nfavor. I have during the year extended the classified service to include\nsuperintendents, teachers, matrons, and physicians in the Indian service.\nThis branch of the service is largely related to educational and\nphilanthropic work and will obviously be the better for the change.The heads of the several Executive Departments have been directed to\nestablish at once an efficiency record as the basis of a comparative rating\nof the clerks within the classified service, with a view to placing\npromotions therein upon the basis of merit. I am confident that such a\nrecord, fairly kept and open to the inspection of those interested, will\npowerfully stimulate the work of the Departments and will be accepted by\nall as placing the troublesome matter of promotions upon a just basis.I recommend that the appropriation for the Civil Service Commission be made\nadequate to the increased work of the next fiscal year.I have twice before urgently called the attention of Congress to the\nnecessity of legislation for the protection of the lives of railroad\nemployees, but nothing has yet been done. During the year ending June 30,\n1890, 369 brakemen were killed and 7,841 maimed while engaged in coupling\ncars. The total number of railroad employees killed during the year was\n2,451 and the number injured 22,390. This is a cruel and largely needless\nsacrifice. The Government is spending nearly $1,000,000 annually to save\nthe lives of shipwrecked seamen; every steam vessel is rigidly inspected\nand required to adopt the most approved safety appliances. All this is\ngood. But how shall we excuse the lack of interest and effort in behalf of\nthis army of brave young men who in our land commerce are being sacrificed\nevery year by the continued use of antiquated and dangerous appliances? A\nlaw requiring of every railroad engaged in interstate commerce the\nequipment each year of a given per cent of its freight cars with automatic\ncouplers and air brakes would compel an agreement between the roads as to\nthe kind of brakes and couplers to be used, and would very soon and very\ngreatly reduce the present fearful death rate among railroad employees.The method of appointment by the States of electors of President and\nVice-President has recently attracted renewed interest by reason of a\ndeparture by the State of Michigan from the method which had become uniform\nin all the States. Prior to 1832 various methods had been used by the\ndifferent States, and even by the same State. In some the choice was made\nby the legislature; in others electors were chosen by districts, but more\ngenerally by the voters of the whole State upon a general ticket. The\nmovement toward the adoption of the last-named method had an early\nbeginning and went steadily forward among the States until in 1832 there\nremained but a single State (South Carolina) that had not adopted it. That\nState until the Civil War continued to choose its electors by a vote of the\nlegislature, but after the war changed its method and conformed to the\npractice of the other States. For nearly sixty years all the States save\none have appointed their electors by a popular vote upon a general ticket,\nand for nearly thirty years this method was universal.After a full test of other methods, without important division or dissent\nin any State and without any purpose of party advantage, as we must\nbelieve, but solely upon the considerations that uniformity was desirable\nand that a general election in territorial divisions not subject to change\nwas most consistent with the popular character of our institutions, best\npreserved the equality of the voters, and perfectly removed the choice of\nPresident from the baneful influence of the \"gerrymander,\" the practice of\nall the States was brought into harmony. That this concurrence should now\nbe broken is, I think, an unfortunate and even a threatening episode, and\none that may well suggest whether the States that still give their approval\nto the old and prevailing method ought not to secure by a constitutional\namendment a practice which has had the approval of all. The recent Michigan\nlegislation provides for choosing what are popularly known as the\nCongressional electors for President by Congressional districts and the two\nSenatorial electors by districts created for that purpose. This legislation\nwas, of course, accompanied by a new Congressional apportionment, and the\ntwo statutes bring the electoral vote of the State under the influence of\nthe \"gerrymander.\"These gerrymanders for Congressional purposes are in most cases buttressed\nby a gerrymander of the legislative districts, thus making it impossible\nfor a majority of the legal voters of the State to correct the\napportionment and equalize the Congressional districts. A minority rule is\nestablished that only a political convulsion can overthrow. I have recently\nbeen advised that in one county of a certain State three districts for the\nelection of members of the legislature are constituted as follows: One has\n65,000 population, one 15,000, and one 10,000, while in another county\ndetached, noncontiguous sections have been united to make a legislative\ndistrict. These methods have already found effective application to the\nchoice of Senators and Representatives in Congress, and now an evil start\nhas been made in the direction of applying them to the choice by the States\nof electors of President and Vice-President. If this is accomplished, we\nshall then have the three great departments of the Government in the grasp\nof the \"gerrymander,\" the legislative and executive directly and the\njudiciary indirectly through the power of appointment.An election implies a body of electors having prescribed qualifications,\neach one of whom has an equal value and influence in determining the\nresult. So when the Constitution provides that \"each State shall appoint\"\n(elect), \"in such manner as the legislature thereof may direct, a number of\nelectors,\" etc., an unrestricted power was not given to the legislatures in\nthe selection of the methods to be used. \"A republican form of government\"\nis guaranteed by the Constitution to each State, and the power given by the\nsame instrument to the legislatures of the States to prescribe methods for\nthe choice by the State of electors must be exercised under that\nlimitation. The essential features of such a government are the right of\nthe people to choose their own officers and the nearest practicable\nequality of value in the suffrages given in determining that choice.It will not be claimed that the power given to the legislature would\nsupport a law providing that the persons receiving the smallest vote should\nbe the electors or a law that all the electors should be chosen by the\nvoters of a single Congressional district. The State is to choose, and\nfinder the pretense of regulating methods the legislature can neither vest\nthe right of choice elsewhere nor adopt methods not conformable to\nrepublican institutions. It is not my purpose here to discuss the question\nwhether a choice by the legislature or by the voters of equal single\ndistricts is a choice by the State, but only to recommend such regulation\nof this matter by constitutional amendment as will secure uniformity and\nprevent that disgraceful partisan jugglery to which such a liberty of\nchoice, if it exists, offers a temptation.Nothing just now is more important than to provide every guaranty for the\nabsolutely fair and free choice by an equal suffrage within the respective\nStates of all the officers of the National Government, whether that\nsuffrage is applied directly, as in the choice of members of the House of\nRepresentatives, or indirectly, as in the choice of Senators and electors\nof President. Respect for public officers and obedience to law will not\ncease to be the characteristics of our people until our elections cease to\ndeclare the will of majorities fairly ascertained without fraud,\nsuppression, or gerrymander. If I were called upon to declare wherein our\nchief national danger lies, I should say without hesitation in the\noverthrow of majority control by the suppression or perversion of the\npopular suffrage. That there is a real danger here all must agree; but the\nenergies of those who see it have been chiefly expended in trying to fix\nresponsibility upon the opposite party rather than in efforts to make such\npractices impossible by either party.Is it not possible now to adjourn that interminable and inconclusive debate\nwhile we take by consent one step in the direction of reform by eliminating\nthe gerrymander, which has been denounced by all parties as an influence in\nthe selection of electors of President and members of Congress? All the\nStates have, acting freely and separately, determined that the choice of\nelectors by a general ticket is the wisest and safest method, and it would\nseem there could be no objection to a constitutional amendment making that\nmethod permanent. If a legislature chosen in one year upon purely local\nquestions should, pending a Presidential contest, meet, rescind the law for\na choice upon a general ticket, and provide for the choice of electors by\nthe legislature, and this trick should determine the result, it is not too\nmuch to say that the public peace might be seriously and widely\nendangered.I have alluded to the \"gerrymander\" as affecting the method of selecting\nelectors of President by Congressional districts, but the primary intent\nand effect of this form of political robbery have relation to the selection\nof members of the House of Representatives. The power of Congress is ample\nto deal with this threatening and intolerable abuse. The unfailing test of\nsincerity in election reform will be found in a willingness to confer as to\nremedies and to put into force such measures as will most effectually\npreserve the right of the people to free and equal representation.An attempt was made in the last Congress to bring to bear the\nconstitutional powers of the General Government for the correction of fraud\nagainst the suffrage. It is important to know whether the opposition to\nsuch measures is really rested in particular features supposed to be\nobjectionable or includes any proposition to give to the election laws of\nthe United States adequacy to the correction of grave and acknowledged\nevils. I must yet entertain the hope that it is possible to secure a calm,\npatriotic consideration of such constitutional or statutory changes as may\nbe necessary to secure the choice of the officers of the Government to the\npeople by fair apportionments and free elections.I believe it would be possible to constitute a commission, nonpartisan in\nits membership and composed of patriotic, wise, and impartial men, to whom\na consideration of the question of the evils connected with our election\nsystem and methods might be committed with a good prospect of securing\nunanimity in some plan for removing or mitigating those evils. The\nConstitution would permit the selection of the commission to be vested in\nthe Supreme Court if that method would give the best guaranty of\nimpartiality. This commission should be charged with the duty of inquiring\ninto the whole subject of the law of elections as related to the choice of\nofficers of the National Government, with a view to securing to every\nelector a free and unmolested exercise of the suffrage and as near an\napproach to an equality of value in each ballot cast as is attainable.While the policies of the General Government upon the tariff, upon the\nrestoration of our merchant marine, upon river and harbor improvements, and\nother such matters of grave and general concern are liable to be turned\nthis way or that by the results of Congressional elections and\nadministrative policies, sometimes involving issues that tend to peace or\nwar, to be turned this way or that by the results of a Presidential\nelection, there is a rightful interest in all the States and in every\nCongressional district that will not be deceived or silenced by the\naudacious pretense that the question of the right of any body of legal\nvoters in any State or in any Congressional district to give their\nsuffrages freely upon these general questions is a matter only of local\nconcern or control. The demand that the limitations of suffrage shall be\nfound in the law, and only there, is a just demand, and no just man should\nresent or resist it. My appeal is and must continue to be for a\nconsultation that shall \"proceed with candor, calmness, and patience upon\nthe lines of justice and humanity, not of prejudice and cruelty.\"To the consideration of these very grave questions I invite not only the\nattention of Congress, but that of all patriotic citizens. We must not\nentertain the delusion that our people have ceased to regard a free ballot\nand equal representation as the price of their allegiance to laws and to\ncivil magistrates.I have been greatly rejoiced to notice many evidences of the increased\nunification of our people and of a revived national spirit. The vista that\nnow opens to us is wider and more glorious than ever before. Gratification\nand amazement struggle for supremacy as we contemplate the population,\nwealth, and moral strength of our country. A trust momentous in its\ninfluence upon our people and upon the world is for a brief time committed\nto us, and we must not be faithless to its first condition--the defense of\nthe free and equal influence of the people in the choice of public officers\nand in the control of public affairs.BENJ. HARRISON", 
    "name": "Benjamin Harrison"
}