{
    "date": "December 3, 1889", 
    "speech": "To the Senate and House of Representatives:There are few transactions in the administration of the Government that are\neven temporarily held in the confidence of those charged with the conduct\nof the public business. Every step taken is under the observation of an\nintelligent and watchful people. The state of the Union is known from day\nto day, and suggestions as to needed legislation find an earlier voice than\nthat which speaks in these annual communications of the President to\nCongress.Good will and cordiality have characterized our relations and\ncorrespondence with other governments, and the year just closed leaves few\ninternational questions of importance remaining unadjusted. No obstacle is\nbelieved to exist that can long postpone the consideration and adjustment\nof the still pending questions upon satisfactory and honorable terms. The\ndealings of this Government with other states have been and should always\nbe marked by frankness and sincerity, our purposes avowed, and our methods\nfree from intrigue. This course has borne rich fruit in the past, and it is\nour duty as a nation to preserve the heritage of good repute which a\ncentury of right dealing with foreign governments has secured to us.It is a matter of high significance and no less of congratulation that the\nfirst year of the second century of our constitutional existence finds as\nhonored guests within our borders the representatives of all the\nindependent States of North and South America met together in earnest\nconference touching the best methods of perpetuating and expanding the\nrelations of mutual interest and friendliness existing among them. That the\nopportunity thus afforded for promoting closer international relations and\nthe increased prosperity of the States represented will be used for the\nmutual good of all I can not permit myself to doubt. Our people will await\nwith interest and confidence the results to flow from so auspicious a\nmeeting of allied and in large part identical interests.The recommendations of this international conference of enlightened\nstatesmen will doubtless have the considerate attention of Congress and its\ncooperation in the removal of unnecessary barriers to beneficial\nintercourse between the nations of America. But while the commercial\nresults which it is hoped will follow this conference are worthy of pursuit\nand of the great interests they have excited, it is believed that the\ncrowning benefit will be found in the better securities which may be\ndevised for the maintenance of peace among all American nations and the\nsettlement of all contentions by methods that a Christian civilization can\napprove. While viewing with interest our national resources and products,\nthe delegates will, I am sure, find a higher satisfaction in the evidences\nof unselfish friendship which everywhere attend their intercourse with our\npeople.Another international conference having great possibilities for good has\nlately assembled and is now in session in this capital. An invitation was\nextended by the Government, under the act of Congress of July 9, 1888, to\nall maritime nations to send delegates to confer touching the revision and\namendment of the rules and regulations governing vessels at sea and to\nadopt a uniform system of marine signals. The response to this invitation\nhas been very general and very cordial. Delegates from twenty-six nations\nare present in the conference, and they have entered upon their useful work\nwith great zeal and with an evident appreciation of its importance. So far\nas the agreement to be reached may require legislation to give it effect,\nthe cooperation of Congress is confidently relied upon.It is an interesting, if not, indeed, an unprecedented, fact that the two\ninternational conferences have brought together here the accredited\nrepresentatives of thirty-three nations.Bolivia, Ecuador, and Honduras are now represented by resident envoys of\nthe plenipotentiary grade. All the States of the American system now\nmaintain diplomatic representation at this capital.In this connection it may be noted that all the nations of the Western\nHemisphere, with one exception, send to Washington envoys extraordinary and\nministers plenipotentiary, being the highest grade accredited to this\nGovernment. The United States, on the contrary, sends envoys of lower\ngrades to some of our sister Republics. Our representative in Paraguay and\nUruguay is a minister resident, while to Bolivia we send a minister\nresident and consul-general. In view of the importance of our relations\nwith the States of the American system, our diplomatic agents in those\ncountries should be of the uniform rank of envoy extraordinary and minister\nplenipotentiary. Certain missions were so elevated by the last Congress\nwith happy effect, and I recommend the completion of the reform thus begun,\nwith the inclusion also of Hawaii and Hayti, in view of their relations to\nthe American system of states.I also recommend that timely provision be made for extending to Hawaii an\ninvitation to be represented in the international conference now sitting at\nthis capital.Our relations with China have the attentive consideration which their\nmagnitude and interest demand. The failure of the treaty negotiated under\nthe Administration of my predecessor for the further and more complete\nrestriction of Chinese labor immigration, and with it the legislation of\nthe last session of Congress dependent thereon, leaves some questions open\nwhich Congress should now approach in that wise and just spirit which\nshould characterize the relations of two great and friendly powers. While\nour supreme interests demand the exclusion of a laboring element which\nexperience has shown to be incompatible with our social life, all steps to\ncompass this imperative need should be accompanied with a recognition of\nthe claim of those strangers now lawfully among us to humane and just\ntreatment.The accession of the young Emperor of China marks, we may hope, an era of\nprogress and prosperity for the great country over which he is called to\nrule.The present state of affairs in respect to the Samoan Islands is\nencouraging. The conference which was held in this city in the summer of\n1887 between the representatives of the United States, Germany, and Great\nBritain having been adjourned because of the persistent divergence of views\nwhich was developed in its deliberations, the subsequent course of events\nin the islands gave rise to questions of a serious character. On the 4th of\nFebruary last the German minister at this capital, in behalf of his\nGovernment, proposed a resumption of the conference at Berlin. This\nproposition was accepted, as Congress in February last was informed.Pursuant to the understanding thus reached, commissioners were appointed by\nme, by and with the advice and consent of the Senate, who proceeded to\nBerlin, where the conference was renewed. The deliberations extended\nthrough several weeks, and resulted in the conclusion of a treaty which\nwill be submitted to the Senate for its approval. I trust that the efforts\nwhich have been made to effect an adjustment of this question will be\nproductive of the permanent establishment of law and order in Samoa upon\nthe basis of the maintenance of the rights and interests of the natives as\nwell as of the treaty powers.The questions which have arisen during the past few years between Great\nBritain and the United States are in abeyance or in course of amicable\nadjustment.On the part of the government of the Dominion of Canada an effort has been\napparent during the season just ended to administer the laws and\nregulations applicable to the fisheries with as little occasion for\nfriction as was possible, and the temperate representations of this\nGovernment in respect of cases of undue hardship or of harsh\ninterpretations have been in most cases met with measures of transitory\nrelief. It is trusted that the attainment of our just rights under existing\ntreaties and in virtue of the concurrent legislation of the two contiguous\ncountries will not be long deferred and that all existing causes of\ndifference may be equitably adjusted.I recommend that provision be made by an international agreement for\nvisibly marking the water boundary between the United States and Canada in\nthe narrow channels that join the Great Lakes. The conventional line\ntherein traced by the northwestern boundary survey years ago is not in all\ncases readily ascertainable for the settlement of jurisdictional\nquestions.A just and acceptable enlargement of the list of offenses for which\nextradition may be claimed and granted is most desirable between this\ncountry and Great Britain. The territory of neither should become a secure\nharbor for the evil doers of the other through any avoidable shortcoming in\nthis regard. A new treaty on this subject between the two powers has been\nrecently negotiated and will soon be laid before the Senate.The importance of the commerce of Cuba and Puerto Rico with the United\nStates, their nearest and principal market, justifies the expectation that\nthe existing relations may be beneficially expanded. The impediments\nresulting from varying dues on navigation and from the vexatious treatment\nof our vessels on merely technical grounds of complaint in West India ports\nshould be removed.The progress toward an adjustment of pending claims between the United\nStates and Spain is not as rapid as could be desired.Questions affecting American interests in connection with railways\nconstructed and operated by our citizens in Peru have claimed the attention\nof this Government. It is urged that other governments in pressing Peru to\nthe payment of their claims have disregarded the property rights of\nAmerican citizens. The matter will be carefully investigated with a view to\nsecuring a proper and equitable adjustment.A similar issue is now pending with Portugal. The Delagoa Bay Railway, in\nAfrica, was constructed under a concession by Portugal to an American\ncitizen. When nearly completed the road was seized by the agents of the\nPortuguese Government. Formal protest has been made through our minister at\nLisbon against this act, and no proper effort will be spared to secure\nproper relief.In pursuance of the charter granted by Congress and under the terms of its\ncontract with the Government of Nicaragua the Interoceanic Canal Company\nhas begun the construction of the important waterway between the two oceans\nwhich its organization contemplates. Grave complications for a time seemed\nimminent, in view of a supposed conflict of jurisdiction between Nicaragua\nand Costa Rica in regard to the accessory privileges to be conceded by the\nlatter Republic toward the construction of works on the San Juan River, of\nwhich the right bank is Costa Rican territory. I am happy to learn that a\nfriendly arrangement has been effected between the two nations. This\nGovernment has held itself ready to promote in every proper way the\nadjustment of all questions that might present obstacles to the completion\nof a work of such transcendent importance to the commerce of this country,\nand, indeed, to the commercial interests of the world.The traditional good feeling between this country and the French Republic\nhas received additional testimony in the participation of our Government\nand people in the international exposition held at Paris during the past\nsummer. The success of our exhibitors has been gratifying. The report of\nthe commission will be laid before Congress in due season.This Government has accepted, under proper reserve as to its policy in\nforeign territories, the invitation of the Government of Belgium to take\npart in an international congress, which opened at Brussels on the 16th of\nNovember, for the purpose of devising measures to promote the abolition of\nthe slave trade in Africa and to prevent the shipment of slaves by sea. Our\ninterest in the extinction of this crime against humanity in the regions\nwhere it yet survives has been increased by the results of emancipation\nwithin our own borders.With Germany the most cordial relations continue. The questions arising\nfrom the return to the Empire of Germans naturalized in this country are\nconsidered and disposed of in a temperate spirit to the entire satisfaction\nof both Governments.It is a source of great satisfaction that the internal disturbances of the\nRepublic of Hayti are at last happily ended, and that an apparently stable\ngovernment has been constituted. It has been duly recognized by the United\nStates.A mixed commission is now in session in this capital for the settlement of\nlong-standing claims against the Republic of Venezuela, and it is hoped\nthat a satisfactory conclusion will be speedily reached. This Government\nhas not hesitated to express its earnest desire that the boundary dispute\nnow pending between Great Britain and Venezuela may be adjusted amicably\nand in strict accordance with the historic title of the parties.The advancement of the Empire of Japan has been evidenced by the recent\npromulgation of a new constitution, containing valuable guaranties of\nliberty and providing for a responsible ministry to conduct the\nGovernment.It is earnestly recommended that our judicial rights and processes in Korea\nbe established on a firm basis by providing the machinery necessary to\ncarry out treaty stipulations in that regard.The friendliness of the Persian Government continues to be shown by its\ngenerous treatment of Americans engaged in missionary labors and by the\ncordial disposition of the Shah to encourage the enterprise of our citizens\nin the development of Persian resources.A discussion is in progress touching the jurisdictional treaty rights of\nthe United States in Turkey. An earnest effort will be made to define those\nrights to the satisfaction of both Governments.Questions continue to arise in our relations with several countries in\nrespect to the rights of naturalized citizens. Especially is this the case\nwith France, Italy, Russia, and Turkey, and to a less extent with\nSwitzerland. From time to time earnest efforts have been made to regulate\nthis subject by conventions with those countries. An improper use of\nnaturalization should not be permitted, but it is most important that those\nwho have been duly naturalized should everywhere be accorded recognition of\nthe rights pertaining to the citizenship of the country of their adoption.\nThe appropriateness of special conventions for that purpose is recognized\nin treaties which this Government has concluded with a number of European\nStates, and it is advisable that the difficulties which now arise in our\nrelations with other countries on the same subject should be similarly\nadjusted.The recent revolution in Brazil in favor of the establishment of a\nrepublican form of government is an event of great interest to the United\nStates. Our minister at Rio de Janeiro was at once instructed to maintain\nfriendly diplomatic relations with the Provisional Government, and the\nBrazilian representatives at this capital were instructed by the\nProvisional Government to continue their functions. Our friendly\nintercourse with Brazil has therefore suffered no interruption.Our minister has been further instructed to extend on the part of this\nGovernment a formal and cordial recognition of the new Republic so soon as\nthe majority of the people of Brazil shall have signified their assent to\nits establishment and maintenance.Within our own borders a general condition of prosperity prevails. The\nharvests of the last summer were exceptionally abundant, and the trade\nconditions now prevailing seem to promise a successful season to the\nmerchant and the manufacturer and general employment to our working\npeople.The report of the Secretary of the Treasury for the fiscal year ending June\n30, 1889, has been prepared and will be presented to Congress. It presents\nwith clearness the fiscal operations of the Government, and I avail myself\nof it to obtain some facts for use here.The aggregate receipts from all sources for the year were $387,050,058.84,\nderived as follows:From customs - $223, 832, 741.69From internal revenue - 130,881,513.92From miscellaneous sources - 32,335,803.23The ordinary expenditures for the same period were $281,996,615.60, and the\ntotal expenditures, including the sinking fund, were $329,579,929.25. The\nexcess of receipts over expenditures was, after providing for the sinking\nfund, $57,470,129.59.For the current fiscal year the total revenues, actual and estimated are\n$385,000,000, and the ordinary expenditures, actual and estimated, are\n$293,000,000, making with the sinking fund a total expenditure of\n$341,321,116.99, leaving an estimated surplus of $43,678,883.01.During the fiscal year there was applied to the purchase of bonds, in\naddition to those for the sinking fund, $90,456,172.35, and during the\nfirst quarter of the current year the sum of $37,838,937.77, all of which\nwere credited to the sinking fund. The revenues for the fiscal year ending\nJune 30, 1891, are estimated by the Treasury Department at $385,000,000,\nand the expenditures for the same period, including the sinking fund, at\n$341,430,477.70. This shows an estimated surplus for that year of\n$43,569,522.30, which is more likely to be increased than reduced when the\nactual transactions are written up.The existence of so large an actual and anticipated surplus should have the\nimmediate attention of Congress, with a view to reducing the receipts of\nthe Treasury to the needs of the Government as closely as may be. The\ncollection of moneys not needed for public uses imposes an unnecessary\nburden upon our people, and the presence of so large a surplus in the\npublic vaults is a disturbing element in the conduct of private business.\nIt has called into use expedients for putting it into circulation of very\nquestionable propriety. We should not collect revenue for the purpose of\nanticipating our bonds beyond the requirements of the sinking fund, but any\nunappropriated surplus in the Treasury should be so used, as there is no\nother lawful way of returning the money to circulation, and the profit\nrealized by the Government offers a substantial advantage.The loaning of public funds to the banks without interest Upon the security\nof Government bonds I regard as an unauthorized and dangerous expedient. It\nresults in a temporary and unnatural increase of the banking capital of\nfavored localities and compels a cautious and gradual recall of the\ndeposits to avoid injury to the commercial interests. It is not to be\nexpected that the banks having these deposits will sell their bonds to the\nTreasury so long as the present highly beneficial arrangement is continued.\nThey now practically get interest both upon the bonds and their proceeds.\nNo further use should be made of this method of getting the surplus into\ncirculation, and the deposits now outstanding should be gradually withdrawn\nand applied to the purchase of bonds. It is fortunate that such a use can\nbe made of the existing surplus, and for some time to come of any casual\nsurplus that may exist after Congress has taken the necessary steps for a\nreduction of the revenue. Such legislation should be promptly but very\nconsiderately enacted.I recommend a revision of our tariff law both in its administrative\nfeatures and in the schedules. The need of the former is generally\nconceded, and an agreement upon the evils and inconveniences to be remedied\nand the best methods for their correction will probably not be difficult.\nUniformity of valuation at all our ports is essential, and effective\nmeasures should be taken to secure it. It is equally desirable that\nquestions affecting rates and classifications should be promptly decided.The preparation of a new schedule of customs duties is a matter of great\ndelicacy because of its direct effect upon the business of the country, and\nof great difficulty by reason of the wide divergence of opinion as to the\nobjects that may properly be promoted by such legislation. Some disturbance\nof business may perhaps result from the consideration of this subject by\nCongress, but this temporary ill effect will be reduced to the minimum by\nprompt action and by the assurance which the country already enjoys that\nany necessary changes will be so made as not to impair the just and\nreasonable protection of our home industries. The inequalities of the law\nshould be adjusted, but the protective principle should be maintained and\nfairly applied to the products of our farms as well as of our shops. These\nduties necessarily have relation to other things besides the public\nrevenues. We can not limit their effects by fixing our eyes on the public\nTreasury alone. They have a direct relation to home production, to work, to\nwages, and to the commercial independence of our country, and the wise and\npatriotic legislator should enlarge the field of his vision to include all\nof these. The necessary reduction in our public revenues can, I am sure, be\nmade without making the smaller burden more onerous than the larger by\nreason of the disabilities and limitations which the process of reduction\nputs upon both capital and labor. The free list can very safely be extended\nby placing thereon articles that do not offer injurious competition to such\ndomestic products as our home labor can supply. The removal of the internal\ntax upon tobacco would relieve an important agricultural product from a\nburden which was imposed only because our revenue from customs duties was\ninsufficient for the public needs. If safe provision against fraud can be\ndevised, the removal of the tax upon spirits used in the arts and in\nmanufactures would also offer an unobjectionable method of reducing the\nsurplus.A table presented by the Secretary of the Treasury showing the amount of\nmoney of all kinds in circulation each year from 1878 to the present time\nis of interest. It appears that the amount of national-bank notes in\ncirculation has decreased during that period $114,109,729, of which\n$37,799,229 is chargeable to the last year. The withdrawal of bank\ncirculation will necessarily continue under existing conditions. It is\nprobable that the adoption of the suggestions made by the Comptroller of\nthe Currency, namely, that the minimum deposit of bonds for the\nestablishment of banks be reduced and that an issue of notes to the par\nvalue of the bonds be allowed, would help to maintain the bank circulation.\nBut while this withdrawal of bank notes has been going on there has been a\nlarge increase in the amount of gold and silver coin in circulation and in\nthe issues of gold and silver certificates.The total amount of money of all kinds in circulation on March 1, 1878, was\n$805,793,807, while on October 1, 1889, the total was $1,405,018,000. There\nwas an increase of $293,417,552 in gold coin, of $57,554,100 in standard\nsilver dollars, of $72,311,249 in gold certificates, of $276,619,715 in\nsilver certificates, and of $14,073,787 in United States notes, making a\ntotal of $713,976,403. There was during the same period a decrease of\n$114,109,729 in bank circulation and of $642,481 in subsidiary silver. The\nnet increase was $599,224,193. The circulation per capita has increased\nabout $5 during the time covered by the table referred to.The total coinage of silver dollars was on November 1, 1889, $343,638,001,\nof which $283,539,521 were in the Treasury vaults and $60,098,480 were in\ncirculation. Of the amount in the vaults $277,319,944 were represented by\noutstanding silver certificates, leaving $6,219,577 not in circulation and\nnot represented by certificates.The law requiring the purchase by the Treasury of $2,000,000 worth of\nsilver bullion each month, to be coined into silver dollars of 412 1/2\ngrains, has been observed by the Department, but neither the present\nSecretary nor any of his predecessors has deemed it safe to exercise the\ndiscretion given by law to increase the monthly purchases to $4,000,000.\nWhen the law was enacted (February 28, 1878) the price of silver in the\nmarket was $1.204 per ounce, making the bullion value of the dollar 93\ncents. Since that time the price has fallen as low as 91.2 cents per ounce,\nreducing the bullion value of the dollar to 70.6 cents. Within the last few\nmonths the market price has somewhat advanced, and on the 1st day of\nNovember last the bullion value of the silver dollar was 72 cents.The evil anticipations which have accompanied the coinage and use of the\nsilver dollar have not been realized. As a coin it has not had general use,\nand the public Treasury has been compelled to store it. But this is\nmanifestly owing to the fact that its paper representative is more\nconvenient. The general acceptance and the use of the silver certificate\nshow that silver has not been otherwise discredited. Some favorable\nconditions have contributed to maintain this practical equality in their\ncommercial use between the gold and silver dollars; but some of these are\ntrade conditions that statutory enactments do not control and of the\ncontinuance of which we can not be certain.I think it is clear that if we should make the coinage of silver at the\npresent ratio free we must expect that the difference in the bullion values\nof the gold and silver dollars will be taken account of in commercial\ntransactions; and I fear the same result would follow any considerable\nincrease of the present rate of coinage. Such a result would be\ndiscreditable to our financial management and disastrous to all business\ninterests. We should not tread the dangerous edge of such a peril. And,\nindeed, nothing more harmful could happen to the silver interests. Any safe\nlegislation upon this subject must secure the equality of the two coins in\ntheir commercial uses.I have always been an advocate of the use of silver in our currency. We are\nlarge producers of that metal, and should not discredit it. To the plan\nwhich will be presented by the Secretary of the Treasury for the issuance\nof notes or certificates upon the deposit of silver bullion at its market\nvalue I have been able to give only a hasty examination, owing to the press\nof other matters and to the fact that it has been so recently formulated.\nThe details of such a law require careful consideration, but the general\nplan suggested by him seems to satisfy the purpose--to continue the use of\nsilver in connection with our currency and at the same time to obviate the\ndanger of which I have spoken. At a later day I may communicate further\nwith Congress upon this subject.The enforcement of the Chinese exclusion act has been found to be very\ndifficult on the northwestern frontier. Chinamen landing at Victoria find\nit easy to pass our border, owing to the impossibility with the force at\nthe command of the customs officers of guarding so long an inland line. The\nSecretary of the Treasury has authorized the employment of additional\nofficers, who will be assigned to this duty, and every effort will be made\nto enforce the law. The Dominion exacts a head tax of $50 for each Chinaman\nlanded, and when these persons, in fraud of our law, cross into our\nterritory and are apprehended our officers do not know what to do with\nthem, as the Dominion authorities will not suffer them to be sent back\nwithout a second payment of the tax. An effort will be made to reach an\nunderstanding that will remove this difficulty.The proclamation required by section 3 of the act of March 2, 1889,\nrelating to the killing of seals and other fur-bearing animals, was issued\nby me on the 21st day of March, and a revenue vessel was dispatched to\nenforce the laws and protect the interests of the United States. The\nestablishment of a refuge station at Point Barrow, as directed by Congress,\nwas successfully accomplished.Judged by modern standards, we are practically without coast defenses. Many\nof the structures we have would enhance rather than diminish the perils of\ntheir garrisons if subjected to the fire of improved guns, and very few are\nso located as to give full effect to the greater range of such guns as we\nare now making for coast-defense uses. This general subject has had\nconsideration in Congress for some years, and the appropriation for the\nconstruction of large rifled guns made one year ago was, I am sure, the\nexpression of a purpose to provide suitable works in which these guns might\nbe mounted. An appropriation now made for that purpose would not advance\nthe completion of the works beyond our ability to supply them with fairly\neffective guns.The security of our coast cities against foreign attacks should not rest\naltogether in the friendly disposition of other nations. There should be a\nsecond line wholly in our own keeping. I very urgently recommend an\nappropriation at this session for the construction of such works in our\nmost exposed harbors.I approve the suggestion of the Secretary of War that provision be made for\nencamping companies of the National Guard in our coast works for a\nspecified time each year and for their training in the use of heavy guns.\nHis suggestion that an increase of the artillery force of the Army is\ndesirable is also, in this connection, commended to the consideration of\nCongress.The improvement of our important rivers and harbors should be promoted by\nthe necessary appropriations. Care should be taken that the Government is\nnot committed to the prosecution of works not of public and general\nadvantage and that the relative usefulness of works of that class is not\noverlooked. So far as this work can ever be said to be completed, I do not\ndoubt that the end would be sooner and more economically reached if fewer\nseparate works were undertaken at the same time, and those selected for\ntheir greater general interest were more rapidly pushed to completion. A\nwork once considerably begun should not be subjected to the risks and\ndeterioration which interrupted or insufficient appropriations necessarily\noccasion.The assault made by David S. Terry upon the person of Justice Field, of the\nSupreme Court of the United States, at Lathtop, Cal., in August last, and\nthe killing of the assailant by a deputy United States marshal who had been\ndeputed to accompany Justice Field and to protect him from anticipated\nviolence at the hands of Terry, in connection with the legal proceedings\nwhich have followed, suggest questions which, in my judgment, are worthy of\nthe attention of Congress.I recommend that more definite provision be made by law not only for the\nprotection of Federal officers, but for a full trial of such cases in the\nUnited States courts. In recommending such legislation I do not at all\nimpeach either the general adequacy of the provision made by the State laws\nfor the protection of all citizens or the general good disposition of those\ncharged with the execution of such laws to give protection to the officers\nof the United States. The duty of protecting its officers, as such, and of\npunishing those who assault them on account of their official acts should\nnot be devolved expressly or by acquiescence upon the local authorities.Events which have been brought to my attention happening in other parts of\nthe country have also suggested the propriety of extending by legislation\nfuller protection to those who may be called as witnesses in the courts of\nthe United States. The law compels those who are supposed to have knowledge\nof public offenses to attend upon our courts and grand juries and to give\nevidence. There is a manifest resulting duty that these witnesses shall be\nprotected from injury on account of their testimony. The investigations of\ncriminal offenses are often rendered futile and the punishment of crime\nimpossible by the intimidation of witnesses.The necessity of providing some more speedy method for disposing of the\ncases which now come for final adjudication to the Supreme Court becomes\nevery year more apparent and urgent. The plan of providing some\nintermediate courts having final appellate jurisdiction of certain classes\nof questions and cases has, I think, received a more general approval from\nthe bench and bar of the country than any other. Without attempting to\ndiscuss details, I recommend that provision be made for the establishment\nof such courts.The salaries of the judges of the district courts in many of the districts\nare, in my judgment, inadequate. I recommend that all such salaries now\nbelow $5,000 per annum be increased to that amount. It is quite true that\nthe amount of labor performed by these judges is very unequal, but as they\ncan not properly engage in other pursuits to supplement their incomes the\nsalary should be such in all cases as to provide an independent and\ncomfortable support.Earnest attention should be given by Congress to a consideration of the\nquestion how far the restraint of those combinations of capital commonly\ncalled \"trusts\" is matter of Federal jurisdiction. When organized, as they\noften are, to crush out all healthy competition and to monopolize the\nproduction or sale of an article of commerce and general necessity, they\nare dangerous conspiracies against the public good, and should be made the\nsubject of prohibitory and even penal legislation.The subject of an international copyright has been frequently commended to\nthe attention of Congress by my predecessors. The enactment of such a law\nwould be eminently wise and just.Our naturalization laws should be so revised as to make the inquiry into\nthe moral character and good disposition toward our Government of the\npersons applying for citizenship more thorough. This can only be done by\ntaking fuller control of the examination, by fixing the times for hearing\nsuch applications, and by requiring the presence of some one who shall\nrepresent the Government in the inquiry. Those who are the avowed enemies\nof social order or who come to our shores to swell the injurious influence\nand to extend the evil practices of any association that defies our laws\nshould not only be denied citizenship, but a domicile.The enactment of a national bankrupt law of a character to be a permanent\npart of our general legislation is desirable. It should be simple in its\nmethods and inexpensive in its administration.The report of the Postmaster-General not only exhibits the operations of\nthe Department for the last fiscal year, but contains many valuable\nsuggestions for the improvement and extension of the service, which are\ncommended to your attention. No other branch of the Government has so close\na contact with the daily life of the people. Almost everyone uses the\nservice it offers, and every hour gained in the transmission of the great\ncommercial mails has an actual and possible value that only those engaged\nin trade can understand.The saving of one day in the transmission of the mails between New York and\nSan Francisco, which has recently been accomplished, is an incident worthy\nof mention.The plan suggested of a supervision of the post-offices in separate\ndistricts that shall involve instruction and suggestion and a rating of the\nefficiency of the postmasters would, I have no doubt, greatly improve the\nservice.A pressing necessity exists for the erection of a building for the joint\nuse of the Department and of the city post-office. The Department was\npartially relieved by renting .outside quarters for a part of its force,\nbut it is again overcrowded. The building used by the city office never was\nfit for the purpose, and is now inadequate and unwholesome.The unsatisfactory condition of the law relating to the transmission\nthrough the mails of lottery advertisements and remittances is clearly\nstated by the Postmaster-General, and his suggestion as to amendments\nshould have your favorable consideration.The report of the Secretary of the Navy shows a reorganization of the\nbureaus of the Department that will, I do not doubt, promote the efficiency\nof each.In general, satisfactory progress has been made in the construction of the\nnew ships of war authorized by Congress. The first vessel of the new Navy,\nthe Dolphin, was subjected to very severe trial tests and to very much\nadverse criticism; but it is gratifying to be able to state that a cruise\naround the world, from which she has recently returned, has demonstrated\nthat she is a first-class vessel of her rate.The report of the Secretary shows that while the effective force of the\nNavy is rapidly increasing by reason of the improved build and armament of\nthe new ships, the number of our ships fit for sea duty grows very slowly.\nWe had on the 4th of March last 37 serviceable ships, and though 4 have\nsince been added to the list, the total has not been increased, because in\nthe meantime 4 have been lost or condemned. Twenty-six additional vessels\nhave been authorized and appropriated for; but it is probable that when\nthey are completed our list will only be increased to 42--a gain of 5. The\nold wooden ships are disappearing almost as fast as the new vessels are\nadded. These facts carry their own argument. One of the new ships may in\nfighting strength be equal to two of the old, but it can not do the\ncruising duty of two. It is important, therefore, that we should have a\nmore rapid increase in the number of serviceable ships. I concur in the\nrecommendation of the Secretary that the construction of 8 armored ships, 3\ngunboats, and 5 torpedo boats be authorized.An appalling calamity befell three of our naval vessels on duty at the\nSamoan Islands, in the harbor of Apia, in March last, involving the loss of\n4 officers and 47 seamen, of two vessels, the Trenton and the Vandalia, and\nthe disabling of a third, the Nipsic. Three vessels of the German navy,\nalso in the harbor, shared with our ships the force of the hurricane and\nsuffered even more heavily. While mourning the brave officers and men who\ndied facing with high resolve perils greater than those of battle, it is\nmost gratifying to state that the credit of the American Navy for\nseamanship, courage, and generosity was magnificently sustained in the\nstorm-beaten harbor of Apia.The report of the Secretary of the Interior exhibits the transactions of\nthe Government with the Indian tribes. Substantial progress has been made\nin the education of the children of school age and in the allotment of\nlands to adult Indians. It is to be regretted that the policy of breaking\nup the tribal relation and of dealing with the Indian as an individual did\nnot appear earlier in our legislation. Large reservations held in common\nand the maintenance of the authority of the chiefs and headmen have\ndeprived the individual of every incentive to the exercise of thrift, and\nthe annuity has contributed an affirmative impulse toward a state of\nconfirmed pauperism.Our treaty stipulations should be observed with fidelity and our\nlegislation should be highly considerate of the best interests of an\nignorant and helpless people. The reservations are now generally surrounded\nby white settlements. We can no longer push the Indian back into the\nwilderness, and it remains only by every suitable agency to push him upward\ninto the estate of a self-supporting and responsible citizen. For the adult\nthe first step is to locate him upon a farm, and for the child to place him\nin a school.School attendance should be promoted by every moral agency, and those\nfailing should be compelled. The national schools for Indians have been\nvery successful and should be multiplied, and as far as possible should be\nso organized and conducted as to facilitate the transfer of the schools to\nthe States or Territories in which they are located when the Indians in a\nneighborhood have accepted citizenship and have become otherwise fitted for\nsuch a transfer. This condition of things will be attained slowly, but it\nwill be hastened by keeping it in mind; and in the meantime that\ncooperation between the Government and the mission schools which has\nwrought much good should be cordially and impartially maintained.The last Congress enacted two distinct laws relating to negotiations with\nthe Sioux Indians of Dakota for a relinquishment of a portion of their\nlands to the United States and for dividing the remainder into separate\nreservations. Both were approved on the same day--March 2. The one\nsubmitted to the Indians a specific proposition; the other (section 3 of\nthe Indian appropriation act) authorized the President to appoint three\ncommissioners to negotiate with these Indians for the accomplishment of the\nsame general purpose, and required that any agreements made should be\nsubmitted to Congress for ratification.On the 16th day of April last I appointed Hon. Charles Foster, of Ohio,\nHon. William Warner, of Missouri, and Major-General George Crook, of the\nUnited States Army, commissioners under the last-named law. They were,\nhowever, authorized and directed first to submit to the Indians the\ndefinite proposition made to them by the act first mentioned, and only in\nthe event of a failure to secure the assent of the requisite number to that\nproposition to open negotiations for modified terms under the other act.\nThe work of the commission was prolonged and arduous, but the assent of the\nrequisite number was, it is understood, finally obtained to the proposition\nmade by Congress, though the report of the commission has not yet been\nsubmitted. In view of these facts, I shall not, as at present advised, deem\nit necessary to submit the agreement to Congress for ratification, but it\nwill in due course be submitted for information. This agreement releases to\nthe United States about 9,000,000 acres of land.The commission provided for by section 14 of the Indian appropriation bill\nto negotiate with the Cherokee Indians and all other Indians owning or\nclaiming lands lying west of the ninety-sixth degree of longitude for the\ncession to the United States of all such lands was constituted by the\nappointment of Hon. Lucius Fairchild, of Wisconsin, Hon. John F. Hartranft,\nof Pennsylvania, and Hon. Alfred M. Wilson, of Arkansas, and organized on\nJune 29 last. Their first conference with the representatives of the\nCherokees was held at Tahlequah July 29, with no definite results. General\nJohn F. Hartranft, of Pennsylvania, was prevented by ill health from taking\npart in the conference. His death, which occurred recently, is justly and\ngenerally lamented by a people he had served with conspicuous gallantry in\nwar and with great fidelity in peace. The vacancy thus created was filled\nby the appointment of Hon. Warren G. Sayre, of Indiana.A second conference between the commission and the Cherokees was begun\nNovember 6, but no results have yet been obtained, nor is it believed that\na conclusion can be immediately expected. The cattle syndicate now\noccupying the lands for grazing purposes is clearly one of the agencies\nresponsible for the obstruction of our negotiations with the Cherokees. The\nlarge body of agricultural lands constituting what is known as the\n\"Cherokee Outlet\" ought not to be, and, indeed, can not long be, held for\ngrazing and for the advantage of a few against the public interests and the\nbest advantage of the Indians themselves. The United States has now under\nthe treaties certain rights in these lands. These will not be used\noppressively, but it can not be allowed that those who by sufferance occupy\nthese lands shall interpose to defeat the wise and beneficent purposes of\nthe Government. I can not but believe that the advantageous character of\nthe offer made by the United States to the Cherokee Nation for a full\nrelease of these lands as compared with other suggestions now made to them\nwill yet obtain for it a favorable consideration.Under the agreement made between the United States and the Muscogee (or\nCreek) Nation of Indians on the 19th day of January, 1889, an absolute\ntitle was secured by the United States to about 3,500,000 acres of land.\nSection 12 of the general Indian appropriation act approved March 2, 1889,\nmade provision for the purchase by the United States from the Seminole\ntribe of a certain portion of their lands. The delegates of the Seminole\nNation, having first duly evidenced to me their power to act in that\nbehalf, delivered a proper release or conveyance to the United States of\nall the lands mentioned in the act, which was accepted by me and certified\nto be in compliance with the statute.By the terms of both the acts referred to all the lands so purchased were\ndeclared to be a part of the public domain and open to settlement under the\nhomestead law. But of the lands embraced in these purchases, being in the\naggregate about 5,500,000 acres, 3,500,000 acres had already, under the\nterms of the treaty of 1866, been acquired by the United States for the\npurpose of settling other Indian tribes thereon and had been appropriated\nto that purpose. The land remaining and available for settlement consisted\nof 1,887,796 acres, surrounded on all sides by lands in the occupancy of\nIndian tribes. Congress had provided no civil government for the people who\nwere to be invited by my proclamation to settle upon these lands, except as\nthe new court which had been established at Muscogee or the United States\ncourts in some of the adjoining States had power to enforce the general\nlaws of the United States.In this condition of things I was quite reluctant to open the lands to\nsettlement; but in view of the fact that several thousand persons, many of\nthem with their families, had gathered upon the borders of the Indian\nTerritory with a view to securing homesteads on the ceded lands, and that\ndelay would involve them in much loss and suffering, I did on the 23d day\nof March last issue a proclamation declaring that the lands therein\ndescribed would be open to settlement under the provisions of the law on\nthe 22d day of April following at 12 o'clock noon. Two land districts had\nbeen established and the offices were opened for the transaction of\nbusiness when the appointed time arrived.It is much to the credit of the settlers that they very generally observed\nthe limitation as to the time when they might enter the Territory. Care\nwill be taken that those who entered in violation of the law do not secure\nthe advantage they unfairly sought. There was a good deal of apprehension\nthat the strife for locations would result in much violence and bloodshed,\nbut happily these anticipations were not realized. It is estimated that\nthere are now in the Territory about 60,000 people, and several\nconsiderable towns have sprung up, for which temporary municipal\ngovernments have been organized. Guthrie is said to have now a population\nof almost 8,000. Eleven schools and nine churches have been established,\nand three daily and five weekly newspapers are published in this city,\nwhose charter and ordinances have only the sanction of the voluntary\nacquiescence of the people from day to day.Oklahoma City has a population of about 5,000, and is proportionately as\nwell provided as Guthrie with churches, schools, and newspapers. Other\ntowns and villages having populations of from 100 to 1,000 are scattered\nover the Territory.In order to secure the peace of this new community in the absence of civil\ngovernment, I directed General Merritt, commanding the Department of the\nMissouri, to act in conjunction with the marshals of the United States to\npreserve the peace, and upon their requisition to use the troops to aid\nthem in executing warrants and in quieting any riots or breaches of the\npeace that might occur. He was further directed to use his influence to\npromote good order and to avoid any conflicts between or with the settlers.\nBelieving that the introduction and sale of liquors where no legal\nrestraints or regulations existed would endanger the public peace, and in\nview of the fact that such liquors must first be introduced into the Indian\nreservations before reaching the white settlements, I further directed the\ngeneral commanding to enforce the laws relating to the introduction of\nardent spirits into the Indian country.The presence of the troops has given a sense of security to the\nwell-disposed citizens and has tended to restrain the lawless. In one\ninstance the officer in immediate command of the troops went further than I\ndeemed justifiable in supporting the de facto municipal government of\nGuthrie, and he was so informed, and directed to limit the interference of\nthe military to the support of the marshals on the lines indicated in the\noriginal order. I very urgently recommend that Congress at once provide a\nTerritorial government for these people. Serious questions, which may at\nany time lead to violent outbreaks, are awaiting the institution of courts\nfor their peaceful adjustment. The American genius for self-government has\nbeen well illustrated in Oklahoma; but it is neither safe nor wise to leave\nthese people longer to the expedients which have temporarily served them.Provision should be made for the acquisition of title to town lots in the\ntowns now established in Alaska, for locating town sites, and for the\nestablishment of municipal governments. Only the mining laws have been\nextended to that Territory, and no other form of title to lands can now be\nobtained. The general land laws were framed with reference to the\ndisposition of agricultural lands, and it is doubtful if their operation in\nAlaska would be beneficial.We have fortunately not extended to Alaska the mistaken policy of\nestablishing reservations for the Indian tribes, and can deal with them\nfrom the beginning as individuals with, I am sure, better results; but any\ndisposition of the public lands and any regulations relating to timber and\nto the fisheries should have a kindly regard to their interests. Having no\npower to levy taxes, the people of Alaska are wholly dependent upon the\nGeneral Government, to whose revenues the seal fisheries make a large\nannual contribution. An appropriation for education should neither be\noverlooked nor stinted.The smallness of the population and the great distances between the\nsettlements offer serious obstacles to the establishment of the usual\nTerritorial form of government. Perhaps the organization of several\nsub-districts with a small municipal council of limited powers for each\nwould be safe and useful.Attention is called in this connection to the suggestions of the Secretary\nof the Treasury relating to the establishment of another port of entry in\nAlaska and of other needed customs facilities and regulations.In the administration of the land laws the policy of facilitating in every\nproper way the adjustment of the honest claims of individual settlers upon\nthe public lands has been pursued. The number of pending cases had during\nthe preceding Administration been greatly increased under the operation of\norders for a time suspending final action in a large part of the cases\noriginating in the West and Northwest, and by the subsequent use of unusual\nmethods of examination. Only those who are familiar with the conditions\nunder which our agricultural lands have been settled can appreciate the\nserious and often fatal consequences to the settler of a policy that puts\nhis title under suspicion or delays the issuance of his patent. While care\nis taken to prevent and to expose fraud, it should not be imputed without\nreason.The manifest purpose of the homestead and preemption laws was to promote\nthe settlement of the public domain by persons having a bona fide intent to\nmake a home upon the selected lands. Where this intent is well established\nand the requirements of the law have been substantially complied with, the\nclaimant is entitled to a prompt and friendly consideration of his case;\nbut where there is reason to believe that the claimant is the mere agent of\nanother who is seeking to evade a law intended to promote small holdings\nand to secure by fraudulent methods large tracts of timber and other lands,\nboth principal and agent should not only be thwarted in their fraudulent\npurpose, but should be made to feel the full penalties of our criminal\nstatutes. The laws should be so administered as not to confound these two\nclasses and to visit penalties only upon the latter.The unsettled state of the titles to large bodies of lands in the\nTerritories of New Mexico and Arizona has greatly retarded the development\nof those Territories. Provision should be made by law for the prompt trial\nand final adjustment before a judicial tribunal or commission of all claims\nbased upon Mexican grants. It is not just to an intelligent and\nenterprising people that their peace should be disturbed and their\nprosperity retarded by these old contentions. I express the hope that\ndifferences of opinion as to methods may yield to the urgency of the case.The law now provides a pension for every soldier and sailor who was\nmustered into the service of the United States during the Civil War and is\nnow suffering from wounds or disease having an origin in the service and in\nthe line of duty. Two of the three necessary facts, viz, muster and\ndisability, are usually susceptible of easy proof; but the third, origin in\nthe service, is often difficult and in many deserving cases impossible to\nestablish. That very many of those who endured the hardships of our most\nbloody and arduous campaigns are now disabled from diseases that had a real\nbut not traceable origin in the service I do not doubt. Besides these there\nis another class composed of men many of whom served an enlistment of three\nfull years and of reenlisted veterans who added a fourth year of service,\nwho escaped the casualties of battle and the assaults of disease, who were\nalways ready for any detail, who were in every battle line of their\ncommand, and were mustered out in sound health, and have since the close of\nthe war, while fighting with the same indomitable and independent spirit\nthe contests of civil life, been overcome by disease or casualty.I am not unaware that the pension roll already involves a very large annual\nexpenditure; neither am I deterred by that fact from recommending that\nCongress grant a pension to such honorably discharged soldiers and sailors\nof the Civil War as, having rendered substantial service during the war,\nare now dependent upon their own labor for a maintenance and by disease or\ncasualty are incapacitated from earning it. Many of the men who would be\nincluded in this form of relief are now dependent upon public aid, and it\ndoes not, in my judgment, consist with the national honor that they shall\ncontinue to subsist upon the local relief given indiscriminately to paupers\ninstead of upon the special and generous provision of the nation they\nserved so gallantly and unselfishly. Our people will, I am sure, very\ngenerally approve such legislation. And I am equally sure that the\nsurvivors of the Union Army and Navy will feel a grateful sense of relief\nwhen this worthy and suffering class of their comrades is fairly cared\nfor.There are some manifest inequalities in the existing law that should be\nremedied. To some of these the Secretary of the Interior has called\nattention.It is gratifying to be able to state that by the adoption of new and better\nmethods in the War Department the calls of the Pension Office for\ninformation as to the military and hospital records of pension claimants\nare now promptly answered and the injurious and vexatious delays that have\nheretofore occurred are entirely avoided. This will greatly facilitate the\nadjustment of all pending claims.The advent of four new States--South Dakota, North Dakota, Montana, and\nWashington--into the Union under the Constitution in the same month, and\nthe admission of their duly chosen representatives to our National Congress\nat the same session, is an event as unexampled as it is interesting.The certification of the votes cast and of the constitutions adopted in\neach of the States was filed with me, as required by the eighth section of\nthe act of February 22, 1889, by the governors of said Territories,\nrespectively. Having after a careful examination found that the several\nconstitutions and governments were republican in form and not repugnant to\nthe Constitution of the United States, that all the provisions of the act\nof Congress had been complied with, and that a majority of the votes cast\nin each of said proposed States was in favor of the adoption of the\nconstitution submitted therein, I did so declare by a separate proclamation\nas to each--as to North Dakota and South Dakota on Saturday, November 2; as\nto Montana on Friday, November 8, and as to Washington on Monday, November\n11.Each of these States has within it resources the development of which will\nemploy the energies of and yield a comfortable subsistence to a great\npopulation. The smallest of these new States, Washington, stands twelfth,\nand the largest, Montana, third, among the forty-two in area. The people of\nthese States are already well-trained, intelligent, and patriotic American\ncitizens, having common interests and sympathies with those of the older\nStates and a common purpose to defend the integrity and uphold the honor of\nthe nation.The attention of the Interstate Commerce Commission has been called to the\nurgent need of Congressional legislation for the better protection of the\nlives and limbs of those engaged in operating the great interstate freight\nlines of the country, and especially of the yardmen and brakemen. A\npetition signed by nearly 10,000 railway brakemen was presented to the\nCommission asking that steps might be taken to bring about the use of\nautomatic brakes and couplers on freight cars.At a meeting of State railroad commissioners and their accredited\nrepresentatives held at Washington in March last upon the invitation of the\nInterstate Commerce Commission a resolution was unanimously adopted urging\nthe Commission \"to consider what can be done to prevent the loss of life\nand limb in coupling and uncoupling freight cars and in handling the brakes\nof such cars.\" During the year ending June 30, 1888, over 2,000 railroad\nemployees were killed in service and more than 20,000 injured. It is\ncompetent, I think, for Congress to require uniformity in the construction\nof cars used in interstate commerce and the use of improved safety\nappliances upon such trains. Time will be necessary to make the needed\nchanges, but an earnest and intelligent beginning should be made at once.\nIt is a reproach to our civilization that any class of American workmen\nshould in the pursuit of a necessary and useful vocation be subjected to a\nperil of life and limb as great as that of a soldier in time of war.The creation of an Executive Department to be known as the Department of\nAgriculture by the act of February 9 last was a wise and timely response to\na request which had long been respectfully urged by the farmers of the\ncountry; but much remains to be done to perfect the organization of the\nDepartment so that it may fairly realize the expectations which its\ncreation excited. In this connection attention is called to the suggestions\ncontained in the report of the Secretary, which is herewith submitted. The\nneed of a law officer for the Department such as is provided for the other\nExecutive Departments is manifest. The failure of the last Congress to make\nthe usual provision for the publication of the annual report should be\npromptly remedied. The public interest in the report and its value to the\nfarming community, I am sure, will not be diminished under the new\norganization of the Department.I recommend that the weather service be separated from the War Department\nand established as a bureau in the Department of Agriculture. This will\ninvolve an entire reorganization both of the Weather Bureau and of the\nSignal Corps, making of the first a purely civil organization and of the\nother a purely military staff corps. The report of the Chief Signal Officer\nshows that the work of the corps on its military side has been\ndeteriorating.The interests of the people of the District of Columbia should not be lost\nsight of in the pressure for consideration of measures affecting the whole\ncountry. Having no legislature of its own, either municipal or general, its\npeople must look to Congress for the regulation of all those concerns that\nin the States are the subject of local control. Our whole people have an\ninterest that the national capital should be made attractive and beautiful,\nand, above all, that its repute for social order should be well maintained.\nThe laws regulating the sale of intoxicating drinks in the District should\nbe revised with a view to bringing the traffic under stringent limitations\nand control.In execution of the power conferred upon me by the act making\nappropriations for the expenses of the District of Columbia for the year\nending June 30, 1890, I did on the 17th day of August last appoint Rudolph\nHering, of New York, Samuel M. Gray, of Rhode Island, and Frederick P.\nStearns, of Massachusetts, three eminent sanitary engineers, to examine and\nreport upon the system of sewerage existing in the District of Columbia.\nTheir report, which is not yet completed, will be in due course submitted\nto Congress.The report of the Commissioners of the District is herewith transmitted,\nand the attention of Congress is called to the suggestions contained\ntherein.The proposition to observe the four hundredth anniversary of the discovery\nof America by the opening of a world's fair or exposition in some one of\nour great cities will be presented for the consideration of Congress. The\nvalue and interest of such an exposition may well claim the promotion of\nthe General Government.On the 4th of March last the Civil Service Commission had but a single\nmember. The vacancies were filled on the 7th day of May, and since then the\nCommissioners have been industriously, though with an inadequate force,\nengaged in executing the law. They were assured by me that a cordial\nsupport would be given them in the faithful and impartial enforcement of\nthe statute and of the rules and regulations adopted in aid of it.Heretofore the book of eligibles has been closed to everyone, except as\ncertifications were made upon the requisition of the appointing officers.\nThis secrecy was the source of much suspicion and of many charges of\nfavoritism in the administration of the law. What is secret is always\nsuspected; what is open can be judged. The Commission, with the full\napproval of all its members, has now opened the list of eligibles to the\npublic. The eligible lists for the classified post-offices and\ncustom-houses are now publicly posted in the respective offices, as are\nalso the certifications for appointments. The purpose of the civil-service\nlaw was absolutely to exclude any other consideration in connection with\nappointments under it than that of merit as tested by the examinations. The\nbusiness proceeds upon the theory that both the examining boards and the\nappointing officers are absolutely ignorant as to the political views and\nassociations of all persons on the civil-service lists. It is not too much\nto say, however, that some recent Congressional investigations have\nsomewhat shaken public confidence in the impartiality of the selections for\nappointment.The reform of the civil service will make no safe or satisfactory advance\nuntil the present law and its equal administration are well established in\nthe confidence of the people. It will be my pleasure, as it is my duty, to\nsee that the law is executed with firmness and impartiality. If some of its\nprovisions have been fraudulently evaded by appointing officers, our\nresentment should not suggest the repeal of the law, but reform in its\nadministration. We should have one view of the matter, and hold it with a\nsincerity that is not affected by the consideration that the party to which\nwe belong is for the time in power.My predecessor, on the 4th day of January, 1889, by an Executive order to\ntake effect March 15, brought the Railway Mail Service under the operation\nof the civil-service law. Provision was made that the order should take\neffect sooner in any State where an eligible list was sooner obtained. On\nthe 11th day of March Mr. Lyman, then the only member of the Commission,\nreported to me in writing that it would not be possible to have the list of\neligibles ready before May 1, and requested that the taking effect of the\norder be postponed until that time, which was done, subject to the same\nprovision contained in the original order as to States in which an eligible\nlist was sooner obtained.As a result of the revision of the rules, of the new classification, and of\nthe inclusion of the Railway Mail Service, the work of the Commission has\nbeen greatly increased, and the present clerical force is found to be\ninadequate. I recommend that the additional clerks asked by the Commission\nbe appropriated for.The duty of appointment is devolved by the Constitution or by the law, and\nthe appointing officers are properly held to a high responsibility in its\nexercise. The growth of the country and the consequent increase of the\ncivil list have magnified this function of the Executive disproportionally.\nIt can not be denied, however, that the labor connected with this necessary\nwork is increased, often to the point of actual distress, by the sudden and\nexcessive demands that are made upon an incoming Administration for\nremovals and appointments. But, on the other hand, it is not true that\nincumbency is a conclusive argument for continuance in office.\nImpartiality, moderation, fidelity to public duty, and a good attainment in\nthe discharge of it must be added before the argument is complete. When\nthose holding administrative offices so conduct themselves as to convince\njust political opponents that no party consideration or bias affects in any\nway the discharge of their public duties, we can more easily stay the\ndemand for removals.I am satisfied that both in and out of the classified service great benefit\nwould accrue from the adoption of some system by which the officer would\nreceive the distinction and benefit that in all private employments comes\nfrom exceptional faithfulness and efficiency in the performance of duty.I have suggested to the heads of the Executive Departments that they\nconsider whether a record might not be kept in each bureau of all those\nelements that are covered by the terms \"faithfulness\" and \"efficiency,\" and\na rating made showing the relative merits of the clerks of each class, this\nrating to be regarded as a test of merit in making promotions.I have also suggested to the Postmaster-General that he adopt some plan by\nwhich he can, upon the basis of the reports to the Department and of\nfrequent inspections, indicate the relative merit of postmasters of each\nclass. They will be appropriately indicated in the Official Register and in\nthe report of the Department. That a great stimulus would thus be given to\nthe whole service I do not doubt, and such a record would be the best\ndefense against inconsiderate removals from office.The interest of the General Government in the education of the people found\nan early expression, not only in the thoughtful and sometimes warning\nutterances of our ablest statesmen, but in liberal appropriations from the\ncommon resources for the support of education in the new States. No one\nwill deny that it is of the gravest national concern that those who hold\nthe ultimate control of all public affairs should have the necessary\nintelligence wisely to direct and determine them. National aid to education\nhas heretofore taken the form of land grants, and in that form the\nconstitutional power of Congress to promote the education of the people is\nnot seriously questioned. I do not think it can be successfully questioned\nwhen the form is changed to that of a direct grant of money from the public\nTreasury.Such aid should be, as it always has been, suggested by some exceptional\nconditions. The sudden emancipation of the slaves of the South, the\nbestowal of the suffrage which soon followed, and the impairment of the\nability of the States where these new citizens were chiefly found to\nadequately provide educational facilities presented not only exceptional\nbut unexampled conditions. That the situation has been much ameliorated\nthere is no doubt. The ability and interest of the States have happily\nincreased.But a great work remains to be done, and I think the General Government\nshould lend its aid. As the suggestion of a national grant in aid of\neducation grows chiefly out of the condition and needs of the emancipated\nslave and his descendants, the relief should as far as possible, while\nnecessarily proceeding upon some general lines, be applied to the need that\nsuggested it. It is essential, if much good is to be accomplished, that the\nsympathy and active interest of the people of the States should be\nenlisted, and that the methods adopted should be such as to stimulate and\nnot to supplant local taxation for school purposes.As one Congress can not bind a succeeding one in such a case and as the\neffort must in some degree be experimental, I recommend that any\nappropriation made for this purpose be so limited in annual amount and as\nto the time over which it is to extend as will on the one hand give the\nlocal school authorities opportunity to make the best use of the first\nyear's allowance, and on the other deliver them from the temptation to\nunduly postpone the assumption of the whole burden themselves.The colored people did not intrude themselves upon us. They were brought\nhere in chains and held in the communities where they are now chiefly found\nby a cruel slave code. Happily for both races, they are now free. They have\nfrom a standpoint of ignorance and poverty--which was our shame, not\ntheirs--made remarkable advances in education and in the acquisition of\nproperty. They have as a people shown themselves to be friendly and\nfaithful toward the white race under temptations of tremendous strength.\nThey have their representatives in the national cemeteries, where a\ngrateful Government has gathered the ashes of those who died in its\ndefense. They have furnished to our Regular Army regiments that have won\nhigh praise from their commanding officers for courage and soldierly\nqualities and for fidelity to the enlistment oath. In civil life they are\nnow the toilers of their communities, making their full contribution to the\nwidening streams of prosperity which these communities are receiving. Their\nsudden withdrawal would stop production and bring disorder into the\nhousehold as well as the shop. Generally they do not desire to quit their\nhomes, and their employers resent the interference of the emigration agents\nwho seek to stimulate such a desire.But notwithstanding all this, in many parts of our country where the\ncolored population is large the people of that race are by various devices\ndeprived of any effective exercise of their political rights and of many of\ntheir civil rights. The wrong does not expend itself upon those whose votes\nare suppressed. Every constituency in the Union is wronged.It has been the hope of every patriot that a sense of justice and of\nrespect for the law would work a gradual cure of these flagrant evils.\nSurely no one supposes that the present can be accepted as a permanent\ncondition. If it is said that these communities must work out this problem\nfor themselves, we have a right to ask whether they are at work upon it. Do\nthey suggest any solution? When and under what conditions is the black man\nto have a free ballot? When is he in fact to have those full civil rights\nwhich have so long been his in law? When is that equality of influence\nwhich our form of government was intended to secure to the electors to be\nrestored? This generation should courageously face these grave questions,\nand not leave them as a heritage of woe to the next. The consultation\nshould proceed with candor, calmness, and great patience, upon the lines of\njustice and humanity, not of prejudice and cruelty. No question in our\ncountry can be at rest except upon the firm base of justice and of the\nlaw.I earnestly invoke the attention of Congress to the consideration of such\nmeasures within its well-defined constitutional powers as will secure to\nall our people a free exercise of the right of suffrage and every other\ncivil right under the Constitution and laws of the United States. No evil,\nhowever deplorable, can justify the assumption either on the part of the\nExecutive or of Congress of powers not granted, but both will be highly\nblamable if all the powers granted are not wisely but firmly used to\ncorrect these evils. The power to take the whole direction and control of\nthe election of members of the House of Representatives is clearly given to\nthe General Government. A partial and qualified supervision of these\nelections is now provided for by law, and in my opinion this law may be so\nstrengthened and extended as to secure on the whole better results than can\nbe attained by a law taking all the processes of such election into Federal\ncontrol. The colored man should be protected in all of his relations to the\nFederal Government, whether as litigant, juror, or witness in our courts,\nas an elector for members of Congress, or as a peaceful traveler upon our\ninterstate railways.There is nothing more justly humiliating to the national pride and nothing\nmore hurtful to the national prosperity than the inferiority of our\nmerchant marine compared with that of other nations whose general\nresources, wealth, and seacoast lines do not suggest any reason for their\nsupremacy on the sea. It was not always so, and our people are agreed, I\nthink, that it shall not continue to be so. It is not possible in this\ncommunication to discuss the causes of the decay of our shipping interests\nor the differing methods by which it is proposed to restore them. The\nstatement of a few well-authenticated facts and some general suggestions as\nto legislation is all that is practicable. That the great steamship lines\nsailing under the flags of England, France, Germany, Spain, and Italy, and\nengaged in foreign commerce, were .promoted and have since been and now are\nliberally aided by grants of public money in one form or another is\ngenerally known. That the American lines of steamships have been abandoned\nby us to an unequal contest with the aided lines of other nations until\nthey have been withdrawn, or in the few cases where they are still\nmaintained are subject to serious disadvantages, is matter of common\nknowledge.The present situation is such that travelers and merchandise find Liverpool\noften a necessary intermediate port between New York and some of the South\nAmerican capitals. The fact that some of the delegates from South American\nStates to the conference of American nations now in session at Washington\nreached our shores by reversing that line of travel is very conclusive of\nthe need of such a conference and very suggestive as to the first and most\nnecessary step in the direction of fuller and more beneficial intercourse\nwith nations that are now our neighbors upon the lines of latitude, but not\nupon the lines of established commercial intercourse.I recommend that such appropriations be made for ocean mail service in\nAmerican steamships between our ports and those of Central and South\nAmerica, China, Japan, and the important islands in both of the great\noceans as will be liberally remunerative for the service rendered and as\nwill encourage the establishment and in some fair degree equalize the\nchances of American steamship lines in the competitions which they must\nmeet. That the American States lying south of us will cordially cooperate\nin establishing and maintaining such lines of steamships to their principal\nports I do not doubt.We should also make provision for a naval reserve to consist of such\nmerchant ships of American construction and of a specified tonnage and\nspeed as the owners will consent to place at the use of the Government in\ncase of need as armed cruisers. England has adopted this policy, and as a\nresult can now upon necessity at once place upon her naval list some of the\nfastest steamships in the world. A proper supervision of the construction\nof such vessels would make their conversion into effective ships of war\nvery easy.I am an advocate of economy in our national expenditures, but it is a\nmisuse of terms to make this word describe a policy that withholds an\nexpenditure for the purpose of extending our foreign commerce. The\nenlargement and improvement of our merchant marine, the development of a\nsufficient body of trained American seamen, the promotion of rapid and\nregular mail communication between the ports of other countries and our\nown, and the adaptation of large and swift American merchant steamships to\nnaval uses in time of war are public purposes of the highest concern. The\nenlarged participation of our people in the carrying trade, the new and\nincreased markets that will be opened for the products of our farms and\nfactories, and the fuller and better employment of our mechanics which will\nresult from a liberal promotion of our foreign commerce insure the widest\npossible diffusion of benefit to all the States and to all our people.\nEverything is most propitious for the present inauguration of a liberal and\nprogressive policy upon this subject, and we should enter upon it with\npromptness and decision.The legislation which I have suggested, it is sincerely believed, will\npromote the peace and honor of our country and the prosperity and security\nof the people. I invoke the diligent and serious attention of Congress to\nthe consideration of these and such other measures as may be presented\nhaving the same great end in view.BENJ. HARRISON", 
    "name": "Benjamin Harrison"
}