{
    "date": "December 6, 1923", 
    "speech": "Since the close of the last Congress the Nation has lost President Harding.\nThe world knew his kindness and his humanity, his greatness and his\ncharacter. He has left his mark upon history. He has made justice more\ncertain and peace more secure. The surpassing tribute paid to his memory as\nhe was borne across the continent to rest at last at home revealed the\nplace he held in the hearts of the American people. But this is not the\noccasion for extended reference to the man or his work. In this presence,\namong these who knew and loved him, that is unnecessary. But we who were\nassociated with him could not resume together the functions of our office\nwithout pausing for a moment, and in his memory reconsecrating ourselves to\nthe service of our country. He is gone. We remain. It is our duty, under\nthe inspiration of his example, to take up the burdens which he was\npermitted to lay down, and to develop and support the wise principles of\ngovernment which he represented.FOREIGN AFFAIRSFor us peace reigns everywhere. We desire to perpetuate it always by\ngranting full justice to others and requiring of others full justice to\nourselves.Our country has one cardinal principle to maintain in its foreign policy.\nIt is an American principle. It must be an American policy. We attend to\nour own affairs, conserve our own strength, and protect the interests of\nour own citizens; but we recognize thoroughly our obligation to help\nothers, reserving to the decision of our own Judgment the time, the place,\nand the method. We realize the common bond of humanity. We know the\ninescapable law of service.Our country has definitely refused to adopt and ratify the covenant of the\nLeague of Nations. We have not felt warranted in assuming the\nresponsibilities which its members have assumed. I am not proposing any\nchange in this policy; neither is the Senate. The incident, so far as we\nare concerned, is closed. The League exists as a foreign agency. We hope it\nwill be helpful. But the United States sees no reason to limit its own\nfreedom and independence of action by joining it. We shall do well to\nrecognize this basic fact in all national affairs and govern ourselves\naccordingly.WORLD COURTOur foreign policy has always been guided by two principles. The one is the\navoidance of permanent political alliances which would sacrifice our proper\nindependence. The other is the peaceful settlement of controversies between\nnations. By example and by treaty we have advocated arbitration. For nearly\n25 years we have been a member of The Hague Tribunal, and have long sought\nthe creation of a permanent World Court of Justice. I am in full accord\nwith both of these policies. I favor the establishment of such a court\nintended to include the whole world. That is, and has long been, an\nAmerican policy.Pending before the Senate is a proposal that this Government give its\nsupport to the Permanent Court of International Justice, which is a new and\nsomewhat different plan. This is not a partisan question. It should not\nassume an artificial importance. The court is merely a convenient\ninstrument of adjustment to which we could go, but to which we could not\nbe brought. It should be discussed with entire candor, not by a political\nbut by a judicial method, without pressure and without prejudice.\nPartisanship has no place in our foreign relations. As I wish to see a\ncourt established, and as the proposal presents the only practical plan on\nwhich many nations have ever agreed, though it may not meet every desire, I\ntherefore commend it to the favorable consideration of the Senate, with the\nproposed reservations clearly indicating our refusal to adhere to the\nLeague of Nations.RUSSIAOur diplomatic relations, lately so largely interrupted, are now being\nresumed, but Russia presents notable difficulties. We have every desire to\nsee that great people, who are our traditional friends, restored to their\nposition among the nations of the earth. We have relieved their pitiable\ndestitution with an enormous charity. Our Government offers no objection\nto the carrying on of commerce by our citizens with the people of Russia.\nOur Government does not propose, however, to enter into relations with\nanother regime which refuses to recognize the sanctity of international\nobligations. I do not propose to barter away for the privilege of trade any\nof the cherished rights of humanity. I do not propose to make merchandise\nof any American principles. These rights and principles must go wherever\nthe sanctions of our Government go.But while the favor of America is not for sale, I am willing to make very\nlarge concessions for the purpose of rescuing the people of Russia. Already\nencouraging evidences of returning to the ancient ways of society can be\ndetected. But more are needed. Whenever there appears any disposition to\ncompensate our citizens who were despoiled, and to recognize that debt\ncontracted with our Government, not by the Czar, but by the newly formed\nRepublic of Russia; whenever the active spirit of enmity to our\ninstitutions is abated; whenever there appear works mete for repentance;\nour country ought to be the first to go to the economic and moral rescue of\nRussia. We have every desire to help and no desire to injure. We hope the\ntime is near at hand when we can act.DEBTSThe current debt and interest due from foreign Governments, exclusive of\nthe British debt of $4,600,000,000, is about $7,200,000,000. I do not favor\nthe cancellation of this debt, but I see no objection to adjusting it in\naccordance with the principle adopted for the British debt. Our country\nwould not wish to assume the role of an oppressive creditor, but would\nmaintain the principle that financial obligations between nations are\nlikewise moral obligations which international faith and honor require\nshould be discharged.Our Government has a liquidated claim against Germany for the expense of\nthe army of occupation of over $255,000,000. Besides this, the Mixed Claims\nCommission have before them about 12,500 claims of American citizens,\naggregating about $1,225,000,000. These claims have already been reduced by\na recent decision, but there are valid claims reaching well toward\n$500,000,000. Our thousands of citizens with credits due them of hundreds\nof millions of dollars have no redress save in the action of our\nGovernment. These are very substantial interests, which it is the duty of\nour Government to protect as best it can. That course I propose to pursue.It is for these reasons that we have a direct interest in the economic\nrecovery of Europe. They are enlarged by our desire for the stability of\ncivilization and the welfare of humanity. That we are making sacrifices to\nthat end none can deny. Our deferred interest alone amounts to a million\ndollars every day. But recently we offered to aid with our advice and\ncounsel. We have reiterated our desire to see France paid and Germany\nrevived. We have proposed disarmament. We have earnestly sought to compose\ndifferences and restore peace. We shall persevere in well-doing, not by\nforce, but by reason.FOREIGN PAPERSUnder the law the papers pertaining to foreign relations to be printed are\ntransmitted as a part of this message. Other volumes of these papers will\nfollow.FOREIGN SERVICEThe foreign service of our Government needs to be reorganized and\nimproved.FISCAL CONDITIONOur main problems are domestic problems. Financial stability is the first\nrequisite of sound government. We can not escape the effect of world\nconditions. We can not avoid the inevitable results of the economic\ndisorders which have reached all nations. But we shall diminish their harm\nto us in proportion as we continue to restore our Government finances to a\nsecure and endurable position. This we can and must do. Upon that firm\nfoundation rests the only hope of progress and prosperity. From that source\nmust come relief for the people.This is being, accomplished by a drastic but orderly retrenchment, which is\nbringing our expenses within our means. The origin of this has been the\ndetermination of the American people, the main support has been the courage\nof those in authority, and the effective method has been the Budget System.\nThe result has involved real sacrifice by department heads, but it has been\nmade without flinching. This system is a law of the Congress. It represents\nyour will. It must be maintained, and ought to be strengthened by the\nexample of your observance. Without a Budget System there can be no fixed\nresponsibility and no constructive scientific economy.This great concentration of effort by the administration and Congress has\nbrought the expenditures, exclusive of the self-supporting Post. Office\nDepartment, down to three billion dollars. It is possible, in consequence,\nto make a large reduction in the taxes of the people, which is the sole\nobject of all curtailment. This is treated at greater length in the Budget\nmessage, and a proposed plan has been presented in detail in a statement by\nthe Secretary of the Treasury which has my unqualified approval. I\nespecially commend a decrease on earned incomes, and further abolition of\nadmission, message, and nuisance taxes. The amusement and educational\nvalue of moving pictures ought not to be taxed. Diminishing charges against\nmoderate incomes from investment will afford immense relief, while a\nrevision of the surtaxes will not only provide additional money for capital\ninvestment, thus stimulating industry and employing more but will not\ngreatly reduce the revenue from that source, and may in the future actually\nincrease it.Being opposed to war taxes in time of peace, I am not in favor of\nexcess-profits taxes. A very great service could be rendered through\nimmediate enactment of legislation relieving the people of some of the\nburden of taxation. To reduce war taxes is to give every home a better\nchance.For seven years the people have borne with uncomplaining courage the\ntremendous burden of national and local taxation. These must both be\nreduced. The taxes of the Nation must be reduced now as much as prudence\nwill permit, and expenditures must be reduced accordingly. High taxes reach\neverywhere and burden everybody. They gear most heavily upon the poor. They\ndiminish industry and commerce. They make agriculture unprofitable. They\nincrease the rates on transportation. They are a charge on every necessary\nof life. Of all services which the Congress can render to the country, I\nhave no hesitation in declaring t neglect it, to postpone it, to obstruct\nit by unsound proposals, is to become unworthy of public confidence and\nuntrue to public trust. The country wants this measure to have the right of\nway over an others.Another reform which is urgent in our fiscal system is the abolition of the\nright to issue tax-exempt securities. The existing system not only permits\na large amount of the wealth of the Notion to escape its just burden but\nacts as a continual stimulant to municipal extravagance. This should be\nprohibited by constitutional amendment. All the wealth of the Nation ought\nto contribute its fair share to the expenses of the Nation.TARIFF TAWThe present tariff law has accomplished its two main objects. It has\nsecured an abundant revenue and been productive of an abounding prosperity.\nUnder it the country has had a very large export and import trade. A\nconstant revision of the tariff by the Congress is disturbing and harmful.\nThe present law contains an elastic provision authorizing the President to\nincrease or decrease present schedules not in excess of 50 per centum to\nmeet the difference in cost of production at home and abroad. This does\nnot, to my mind, warrant a rewriting g of the whole law, but does mean, and\nwill be so administered, that whenever the required investigation shows\nthat inequalities of sufficient importance exist in any schedule, the power\nto change them should and will be applied.SHIPPINGThe entire well being of our country is dependent upon transportation by\nsea and land. Our Government during the war acquired a large merchant fleet\nwhich should be transferred, as soon as possible, to private ownership and\noperation under conditions which would secure two results: First, and of\nprime importance, adequate means for national defense; second, adequate\nservice to American commerce. Until shipping conditions are such that our\nfleet can be disposed of advantageously under these conditions, it will be\noperated as economically as possible under such plans as may be devised\nfrom time to time by the Shipping Board. We must have a merchant marine\nwhich meets these requirements, and we shall have to pay the cost of its\nservice.PUBLIC IMPROVEMENTSThe time has come to resume in a moderate way the opening of our\nintracoastal waterways; the control of flood waters of the Mississippi and\nof the Colorado Rivers; the improvement of the waterways from the Great\nLakes toward the Gulf of Mexico; and the development of the great power and\nnavigation project of the St. Lawrence River, for which efforts are now\nbeing made to secure the necessary treaty with Canada. These projects can\nnot all be undertaken at once, but all should have the immediate\nconsideration of the Congress and be adopted as fast as plans can be\nmatured and the necessary funds become available. This is not incompatible\nwith economy, for their nature does not require so much a public\nexpenditure as a capital investment which will be reproductive, as\nevidenced by the marked increase in revenue from the Panama Canal. Upon\nthese projects depend much future industrial and agricultural progress.\nThey represent the protection of large areas from flood and the addition of\na great amount of cheap power and cheap freight by use of navigation, chief\nof which is the bringing of ocean-going ships to the Great Lakes.Another problem of allied character is the superpower development of the\nNortheastern States, consideration of which is growing under the direction\nof the Department of Commerce by joint conference with the local\nauthorities.RAILROADSCriticism of the railroad law has been directed, first, to the section\nlaying down the rule by which rates are fixed, and providing for payment to\nthe Government and use of excess earnings; second, to the method for the\nadjustment of wage scales; and third, to the authority permitting\nconsolidations.It has been erroneously assumed that the act undertakes to guarantee\nrailroad earnings. The law requires that rates should be just and\nreasonable. That has always been the rule under which rates have been\nfixed. To make a rate that does not yield a fair return results in\nconfiscation, and confiscatory rates are of course unconstitutional. Unless\nthe Government adheres to the rule of making a rate that will yield a fair\nreturn, it must abandon rate making altogether. The new and important\nfeature of that part of the law is the recapture and redistribution of\nexcess rates. The constitutionality of this method is now before the\nSupreme Court for adjudication. Their decision should be awaited before\nattempting further legislation on this subject. Furthermore, the importance\nof this feature will not be great if consolidation goes into effect.The settlement of railroad labor disputes is a matter of grave public\nconcern. The Labor Board was established to protect the public in the\nenjoyment of continuous service by attempting to insure justice between the\ncompanies and their employees. It has been a great help, but is not\naltogether satisfactory to the public, the employees, or the companies. If\na substantial agreement can be reached among the groups interested, there\nshould be no hesitation in enacting such agreement into law. If it is not\nreached, the Labor Board may very well be left for the present to protect\nthe public welfare.The law for consolidations is not sufficiently effective to be expeditious.\nAdditional legislation is needed giving authority for voluntary\nconsolidations, both regional and route, and providing Government machinery\nto aid and stimulate such action, always subject to the approval of the\nInterstate Commerce Commission. This should authorize the commission to\nappoint committees for each proposed group, representing the public and the\ncomponent roads, with power to negotiate with individual security holders\nfor an exchange of their securities for those of the, consolidation on such\nterms and conditions as the commission may prescribe for avoiding any\nconfiscation and preserving fair values. Should this permissive\nconsolidation prove ineffective after a limited period, the authority of\nthe Government will have to be directly invoked.Consolidation appears to be the only feasible method for the maintenance of\nan adequate system of transportation with an opportunity so to adjust\nfreight rates as to meet such temporary conditions as now prevail in some\nagricultural sections. Competent authorities agree that an entire\nreorganization of the rate structure for freight is necessary. This should\nbe ordered at once by the Congress.DEPARTMENT OF JUSTICEAs no revision of the laws of the United States has been made since 1878, a\ncommission or committee should be created to undertake this work. The\nJudicial Council reports that two more district judges are needed in the\nsouthern district of New York, one in the northern district of Georgia, and\ntwo more circuit judges in the Circuit Court of Appeals of the Eighth\nCircuit. Legislation should be considered for this purpose.It is desirable to expedite the hearing and disposal of cases. A\ncommission of Federal judges and lawyers should be created to recommend\nlegislation by which the procedure in the Federal trial courts may be\nsimplified and regulated by rules of court, rather than by statute; such\nrules to be submitted to the Congress and to be in force until annulled or\nmodified by the Congress. The Supreme Court needs legislation revising and\nsimplifying the laws governing review by that court, and enlarging the\nclasses of cases of too little public importance to be subject to review.\nSuch reforms would expedite the transaction of the business of the courts.\nThe administration of justice is likely to fail if it be long delayed.The National Government has never given adequate attention to its prison\nproblems. It ought to provide employment in such forms of production as can\nbe used by the Government, though not sold to the public in competition\nwith private business, for all prisoners who can be placed at work, and for\nwhich they should receive a reasonable compensation, available for their\ndependents.Two independent reformatories are needed; one for the segregation of women,\nand another for the segregation of young men serving their first sentence.The administration of justice would be facilitated greatly by including in\nthe Bureau of Investigation of the Department of Justice a Division of\nCriminal Identification, where there would be collected this information\nwhich is now indispensable in the suppression of crime.PROHIBITIONThe prohibition amendment to the Constitution requires the Congress. and\nthe President to provide adequate laws to prevent its violation. It is my\nduty to enforce such laws. For that purpose a treaty is being negotiated\nwith Great Britain with respect to the right of search of hovering\nvessels. To prevent smuggling, the Coast Card should be greatly\nstrengthened, and a supply of swift power boats should be provided. The\nmajor sources of production should be rigidly regulated, and every effort\nshould be made to suppress interstate traffic. With this action on the part\nof the National Government, and the cooperation which is usually rendered\nby municipal and State authorities, prohibition should be made effective.\nFree government has no greater menace than disrespect for authority and\ncontinual violation of law. It is the duty of a citizen not only to observe\nthe law but to let it be known that he is opposed to its violation.THE NEGRONumbered among our population are some 12,000,000 colored people. Under our\nConstitution their rights are just as sacred as those of any other citizen.\nIt is both a public and a private duty to protect those rights. The\nCongress ought to exercise all its powers of prevention and punishment\nagainst the hideous crime of lynching, of which the negroes are by no means\nthe sole sufferers, but for which they furnish a majority of the victims.Already a considerable sum is appropriated to give the negroes vocational\ntraining in agriculture. About half a million dollars is recommended for\nmedical courses at Howard University to help contribute to the education of\n500 colored doctors needed each year. On account of the integration of\nlarge numbers into industrial centers, it has been proposed that a\ncommission be created, composed of members from both races, to formulate a\nbetter policy for mutual understanding and confidence. Such an effort is to\nbe commended. Everyone would rejoice in the accomplishment of the results\nwhich it seeks. But it is well to recognize that these difficulties are to\na large extent local problems which must be worked out by the mutual\nforbearance and human kindness of each community. Such a method gives much\nmore promise of a real remedy than outside interference.CIVIL SERVICEThe maintenance and extension of the classified civil service is\nexceedingly important. There are nearly 550,000 persons in the executive\ncivil service drawing about $700,000,000 of yearly compensation.\nFour-fifths of these are in the classified service. This method of\nselection of the employees of the United States is especially desirable for\nthe Post Office Department. The Civil Service Commission has recommended\nthat postmasters at first, second, and third class offices be classified.\nSuch action, accompanied by a repeal of the four-year term of office, would\nundoubtedly be an improvement. I also recommend that the field force for\nprohibition enforcement be brought within the classified civil service\nwithout covering in the present membership. The best method for selecting\npublic servants is the merit system.PUBLIC BUILDINGSMany of the departments in Washington need better housing facilities. Some\nare so crowded that their work is impeded, others are so scattered that\nthey lose their identity. While I do not favor at this time a general\npublic building law, I believe it is now necessary, in accordance with\nplans already sanctioned for a unified and orderly system for the\ndevelopment of this city, to begin the carrying out of those plans by\nauthorizing the erection of three or four buildings most urgently needed by\nan annual appropriation of $5,000,000.REGULATORY LEGISLATIONCooperation with other maritime powers is necessary for complete protection\nof our coast waters from pollution. Plans for this are under way, but\nawait certain experiments for refuse disposal. Meantime laws prohibiting\nspreading oil and oil refuse from vessels in our own territorial waters\nwould be most helpful against this menace and should be speedily enacted.Laws should be passed regulating aviation.Revision is needed of the laws regulating radio interference.Legislation and regulations establishing load liner, to provide safe\nloading of vessels leaving our ports are necessary and recodification of\nour navigation laws is vital.Revision of procedure of the Federal Trade Commission will give more\nconstructive purpose to this department.If our Alaskan fisheries are to be saved from destruction, there must be\nfurther legislation declaring a general policy and delegating the authority\nto make rules and regulations to an administrative body.ARMY AND NAVYFor several years we have been decreasing the personnel of the Army and\nNavy, and reducing their power to the danger point. Further reductions\nshould not be made. The Army is a guarantee of the security of our citizens\nat home; the Navy is a guarantee of the security of our citizens abroad.\nBoth of these services should be strengthened rather than weakened.\nAdditional planes are needed for the Army, and additional submarines for\nthe Navy. The defenses of Panama must be perfected. We want no more\ncompetitive armaments. We want no more war. But we want no weakness that\ninvites imposition. A people who neglect their national defense are putting\nin jeopardy their national honor.INSULAR POSSESSIONSConditions in the insular possessions on the whole have been good. Their\nbusiness has been reviving. They are being administered according to law.\nThat effort has the full support of the administration. Such\nrecommendations as may conic from their people or their governments should\nhave the most considerate attention.EDUCATION AND WELFAREOur National Government is not doing as much as it legitimately can do to\npromote the welfare of the people. Our enormous material wealth, our\ninstitutions, our whole form of society, can not be considered fully\nsuccessful until their benefits reach the merit of every individual. This\nis not a suggestion that the Government should, or could, assume for the\npeople the inevitable burdens of existence. There is no method by which we\ncan either be relieved of the results of our own folly or be guaranteed a\nsuccessful life. There is an inescapable personal responsibility for the\ndevelopment of character, of industry, of thrift, and of self-control.\nThese do not come from the Government, but from the people themselves. But\nthe Government can and should always be expressive of steadfast\ndetermination, always vigilant, to maintain conditions under which these\nvirtues are most likely to develop and secure recognition and reward. This\nis the American policy.It is in accordance with this principle that we have enacted laws for the\nprotection of the public health and have adopted prohibition in narcotic\ndrugs and intoxicating liquors. For purposes of national uniformity we\nought to provide, by constitutional amendment and appropriate legislation,\nfor a limitation of child labor, and in all cases under the exclusive\njurisdiction of the Federal Government a minimum wage law for women, which\nwould undoubtedly find sufficient power of enforcement in the influence of\npublic opinion.Having in mind that education is peculiarly a local problem, and that it\nshould always be pursued with the largest freedom of choice by students and\nparents, nevertheless, the Federal Government might well give the benefit\nof its counsel and encouragement more freely in this direction. If anyone\ndoubts the need of concerted action by the States of the Nation for this\npurpose, it is only necessary to consider the appalling figures of\nilliteracy representing a condition which does not vary much in all parts\nof the Union. I do not favor the making of appropriations from the National\nTreasury to be expended directly on local education, but I do consider it a\nfundamental requirement of national activity which, accompanied by allied\nsubjects of welfare, is worthy of a separate department and a place in the\nCabinet. The humanitarian side of government should not be repressed, but\nshould be cultivated.Mere intelligence, however, is not enough. Enlightenment must be\naccompanied by that moral power which is the product of the home and of\nrebellion. Real education and true welfare for the people rest inevitably\non this foundation, which the Government can approve and commend, but which\nthe people themselves must create.IMMIGRATIONAmerican institutions rest solely on good citizenship. They were created by\npeople who had a background of self-government. New arrivals should be\nlimited to our capacity to absorb them into the ranks of good citizenship.\nAmerica must be kept American. For this purpose, it is necessary to\ncontinue a policy of restricted immigration. It would be well to make such\nimmigration of a selective nature with some inspection at the source, and\nbased either on a prior census or upon the record of naturalization. Either\nmethod would insure the admission of those with the largest capacity and\nbest intention of becoming citizens. I am convinced that our present\neconomic and social conditions warrant a limitation of those to be\nadmitted. We should find additional safety in a law requiring the immediate\nregistration of all aliens. Those who do not want to be partakers of the\nAmerican spirit ought not to settle in America.VETERANSNo more important duty falls on the Government of the United States than\nthe adequate care of its veterans. Those suffering disabilities incurred in\nthe service must have sufficient hospital relief and compensation. Their\ndependents must be supported. Rehabilitation and vocational training must\nbe completed. All of this service must be clean, must be prompt and\neffective, and it must be administered in a spirit of the broadest and\ndeepest human sympathy. If investigation reveals any present defects of\nadministration or need Of legislation, orders will be given for the\nimmediate correction of administration, and recommendations for legislation\nshould be given the highest preference.At present there are 9,500 vacant beds in Government hospitals, I recommend\nthat all hospitals be authorized at once to receive and care for, without\nhospital pay, the veterans of all wars needing such care, whenever there\nare vacant beds, and that immediate steps be taken to enlarge and build new\nhospitals to serve all such cases.The American Legion will present to the Congress a legislative program\ntoo extensive for detailed discussion here. It is a carefully matured plan.\nWhile some of it I do not favor, with much of it I am in hearty accord, and\nI recommend that a most painstaking effort be made to provide remedies for\nany defects in the administration of the present laws which their\nexperience has revealed. The attitude of the Government toward these\nproposals should be one of generosity. But I do not favor the granting of a\nbonus.COALThe cost of coal has become unbearably high. It places a great burden on\nour industrial and domestic life. The public welfare requires a reduction\nin the price of fuel. With the enormous deposits in existence, failure of\nsupply ought not to be tolerated. Those responsible for the conditions in\nthis industry should undertake its reform and free it from any charge of\nprofiteering.The report of the Coal Commission will be before the Congress. It comprises\nall the facts. It represents the mature deliberations and conclusions of\nthe best talent and experience that ever made a national survey of the\nproduction and distribution of fuel. I do not favor Government ownership or\noperation of coal mines. The need is for action under private ownership\nthat will secure greater continuity of production and greater public\nprotection. The Federal Government probably has no peacetime authority to\nregulate wages, prices, or profits in coal at the mines or among dealers,\nbut by ascertaining and publishing facts it can exercise great influence.The source of the difficulty in the bituminous coal fields is the\nintermittence of operation which causes great waste of both capital and\nlabor. That part of the report dealing with this problem has much\nsignificance, and is suggestive of necessary remedies. By amending, the car\nrules, by encouraging greater unity of ownership, and possibly by\npermitting common selling agents for limited districts on condition that\nthey accept adequate regulations and guarantee that competition between\ndistricts be unlimited, distribution, storage, and continuity ought to be\nimproved.The supply of coal must be constant. In case of its prospective\ninterruption, the President should have authority to appoint a commission\nempowered to deal with whatever emergency situation might arise, to aid\nconciliation and voluntary arbitration, to adjust any existing or\nthreatened controversy between the employer and the employee when\ncollective bargaining fails, and by controlling distribution to prevent\nprofiteering in this vital necessity. This legislation is exceedingly\nurgent, and essential to the exercise of national authority for the\nprotection of the people. Those who undertake the responsibility of\nmanagement or employment in this industry do so with the full knowledge\nthat the public interest is paramount, and that to fail through any motive\nof selfishness in its service is such a betrayal of duty as warrants\nuncompromising action by the Government.REORGANIZATIONA special joint committee has been appointed to work out a plan for a\nreorganization of the different departments and bureaus of the Government\nmore scientific and economical than the present system. With the exception\nof the consolidation of the War and Navy Departments and some minor\ndetails, the plan has the general sanction of the President and the\nCabinet. It is important that reorganization be enacted into law at the\npresent session.AGRICULTUREAided by the sound principles adopted by the Government, the business of\nthe country has had an extraordinary revival. Looked at as a whole, the\nNation is in the enjoyment of remarkable prosperity. Industry and commerce\nare thriving. For the most tart agriculture is successful, eleven staples\nhaving risen in value from about $5,300,000,000 two years ago to about.\n$7,000,000,000 for the current year. But range cattle are still low in\nprice, and some sections of the wheat area, notably Minnesota, North\nDakota, and on west, have many cases of actual distress. With his products\nnot selling on a parity with the products of industry, every sound remedy\nthat can be devised should be applied for the relief of the farmer. He\nrepresents a character, a type of citizenship, and a public necessity that\nmust be preserved and afforded every facility for regaining prosperity.The distress is most acute among those wholly dependent upon one crop..\nWheat acreage was greatly expanded and has not yet been sufficiently\nreduced. A large amount is raised for export, which has to meet the\ncompetition in the world market of large amounts raised on land much\ncheaper and much more productive.No complicated scheme of relief, no plan for Government fixing of prices,\nno resort to the public Treasury will be of any permanent value in\nestablishing agriculture. Simple and direct methods put into operation by\nthe farmer himself are the only real sources for restoration.Indirectly the farmer must be relieved by a reduction of national and local\ntaxation. He must be assisted by the reorganization of the freight-rate\nstructure which could reduce charges on his production. To make this fully\neffective there ought to be railroad consolidations. Cheaper fertilizers\nmust be provided.He must have organization. His customer with whom he exchanges products o\nhe farm for those of industry is organized, labor is organized, business is\norganized, and there is no way for agriculture to meet this unless it, too,\nis organized. The acreage of wheat is too large. Unless we can meet the\nworld market at a profit, we must stop raising for export. Organization\nwould help to reduce acreage. Systems of cooperative marketing created by\nthe farmers themselves, supervised by competent management, without doubt\nwould be of assistance, but, the can not wholly solve the problem. Our\nagricultural schools ought to have thorough courses in the theory of\norganization and cooperative marketing.Diversification is necessary. Those farmers who raise their living on their\nland are not greatly in distress. Such loans as are wisely needed to assist\nbuying stock and other materials to start in this direction should be\nfinanced through a Government agency as a temporary and emergency\nexpedient.The remaining difficulty is the disposition of exportable wheat. I do not\nfavor the permanent interference of the Government in this problem. That\nprobably would increase the trouble by increasing production. But it seems\nfeasible to provide Government assistance to exports, and authority should\nbe given the War Finance Corporation to grant, in its discretion, the most\nliberal terms of payment for fats and grains exported for the direct\nbenefit of the farm.MUSCLE SHOALSThe Government is undertaking to develop a great water-power project known\nas Muscle Shoals, on which it has expended many million dollars. The work\nis still going on. Subject to the right to retake in time of war, I\nrecommend that this property with a location for auxiliary steam plant and\nrights of way be sold. This would end the present burden of expense and\nshould return to the Treasury the largest price possible to secure.While the price is an important element, there is another consideration\neven more compelling. The agriculture of the Nation needs a greater supply\nand lower cost of fertilizer. This is now imported in large quantities. The\nbest information I can secure indicates that present methods of power\nproduction would not be able profitably to meet the price at which these\nimports can be sold. To obtain a supply from this water power would require\nlong and costly experimentation to perfect a process for cheap production.\nOtherwise our purpose would fail completely. It seems desirable, therefore,\nin order to protect and promote the public welfare, to have adequate\ncovenants that such experimentation be made and carried on to success. The\ngreat advantage of low-priced nitrates must be secured for the direct\nbenefit of the farmers and the indirect benefit of the public in time of\npeace, and of the Government in time of war. If this main object be\naccomplished, the amount of money received for the property is not a\nprimary or major consideration.Such a solution will involve complicated negotiations, and there is no\nauthority for that purpose. I therefore recommend that the Congress\nappoint a small joint committee to consider offers, conduct negotiations,\nand report definite recommendations.RECLAMATIONBy reason of many contributing causes, occupants of our reclamation\nprojects are in financial difficulties, which in some cases are acute.\nRelief should be granted by definite authority of law empowering the\nSecretary of the Interior in his discretion to suspend, readjust, and\nreassess all charges against water users. This whole question is being\nconsidered by experts. You will have the advantage of the facts and\nconclusions which they may develop. This situation, involving a Government\ninvestment of more than $135,000,000, and affecting more than 30,000 water\nusers, is serious. While relief which is necessary should be granted, yet\ncontracts with the Government which can be met should be met. The\nestablished general policy of these projects should not be abandoned for\nany private control.HIGHWAYS AND FORESTSHighways and reforestation should continue to have the interest and support\nof the Government. Everyone is anxious for good highways. I have made a\nliberal proposal in the Budget for the continuing payment to the States by\nthe Federal Government of its share for this necessary public improvement.\nNo expenditure of public money contributes so much to the national wealth\nas for building good roads.Reforestation has an importance far above the attention it usually secures.\nA special committee of the Senate is investigating this need, and I shall\nwelcome a constructive policy based on their report.It is 100 years since our country announced the Monroe doctrine. This\nprinciple has been ever since, and is now, one of the main foundations of\nour foreign relations. It must be maintained. But in maintaining it we must\nnot be forgetful that a great change has taken place. We are no longer a\nweak Nation, thinking mainly of defense, dreading foreign imposition. We\nare great and powerful. New powers bring new responsibilities. Our ditty\nthen was to protect ourselves. Added to that, our duty now is to help give\nstability to the world. We want idealism. We want that vision which lifts\nmen and nations above themselves. These are virtues by reason of their own\nmerit. But they must not be cloistered; they must not be impractical; they\nmust not be ineffective.The world has had enough of the curse of hatred and selfishness, of\ndestruction and war. It has had enough of the wrongful use of material\npower. For the healing of the nations there must be good will and charity,\nconfidence and peace. The time has come for a more practical use of moral\npower, and more reliance upon the principle that right makes its own might.\nOur authority among the nations must be represented by justice and mercy.\nIt is necessary not only to have faith, but to make sacrifices for our\nfaith. The spiritual forces of the world make all its final determinations.\nIt is with these voices that America should speak. Whenever they declare a\nrighteous purpose there need be no doubt that they will be heard. America\nhas taken her place in the world as a Republic--free, independent,\npowerful. The best service that can be rendered to humanity is the\nassurance that this place will be maintained.", 
    "name": "Calvin Coolidge"
}