{
    "date": "December 6, 1927", 
    "speech": "Members of the Congress:It is gratifying to report that for the fourth consecutive year the state\nof the Union in general is good. We are at peace. The country as a whole\nhas had a prosperity never exceeded. Wages are at their highest range,\nemployment is plentiful. Some parts of agriculture and industry have\nlagged; some localities have suffered from storm and flood. But such losses\nhave been absorbed without serious detriment to our great economic\nstructure. Stocks of goods are moderate and a wholesome caution is\nprevalent. Rates of interest for industry, agriculture, and government have\nbeen reduced. Savers and investors are providing capital for new\nconstruction in industry and public works. The purchasing power of\nagriculture has increased. If the people maintain that confidence which\nthey are entitled to have in themselves, in each other, and in America, a\ncomfortable prosperity will continue.CONSTRUCTIVE ECONOMYWithout constructive economy in Government expenditures we should not now\nbe enjoying these results or these prospects. Because we are not now\nphysically at war, some people are disposed to forget that our war debt\nstill remains. The Nation must make financial sacrifices, accompanied by a\nstern self-denial in public expenditures, until we have conquered the\ndisabilities of our public finance. While our obligation to veterans and\ndependents is large and continuing, the heavier burden of the national debt\nis being steadily eliminated. At the end of this fiscal year it will be\nreduced from about $26,600,000,000 to about $17,975,000,000. Annual\ninterest, including war savings, will have been reduced from $1,055,000,000\nto $670,0001,000. The sacrifices of the people, the economy of the\nGovernment, are showing remarkable results. They should be continued for\nthe purpose of relieving the Nation of the burden of interest and debt and\nreleasing revenue for internal improvements and national development.Not only the amount, but the rate, of Government interest has been reduced.\nCallable bonds have been refunded and paid, so that during this year the\naverage rate of interest on the present public debt for the first time fell\nbelow 4 per cent. Keeping the credit of the Nation high is a tremendously\nprofitable operation.TAX REDUCTIONThe immediate fruit of economy and the retirement of the public debt is tax\nreduction. The annual saving in interest between 1925 and 1929 is\n$212,000,000. Without this no bill to relieve the taxpayers would be worth\nproposing. The three measures already enacted leave our Government revenues\nwhere they are not oppressive. Exemptions, have been increased until\n115,000,000 people make but 2,500,000 individual taxable returns, so that\nfurther reduction should be mainly for the purpose of removing\ninequalities. The Secretary of the Treasury has recommended a measure which\nwould give us a much better balanced system of taxation and without\noppression produce sufficient revenue. It has my complete support.Unforeseen contingencies requiring money are always arising. Our probable\nsurplus for June 30, 1929, is small. A slight depression in business would\ngreatly reduce our revenue because of our present method of taxation. The\npeople ought to take no selfish attitude of pressing for removing moderate\nand fair taxes which might produce a deficit. We must keep our budget\nbalanced for each year. That is the corner stone of our national credit,\nthe trifling price we pay to command the lowest rate of interest of any\ngreat power in the world. Any surplus can be applied to debt reduction, and\ndebt reduction is tax reduction. Under the present circumstances it would\nbe far better to leave the rates as they are than to enact a bill carrying\nthe peril of a deficit. This is not a problem to be approached in a narrow\nor partisan spirit. All of those who participate in finding a reasonable\nsolution will be entitled to participate in any credit that accrues from it\nwithout regard to party. The Congress has already demonstrated that tax\nlegislation can be removed from purely political consideration into the\nrealm of patriotic business principles.Any bill for tax reduction should be written by those who are responsible\nfor raising, managing, and expending the finances of the Government. If\nspecial interests, too often selfish, always uninformed of the national\nneeds as a whole, with hired agents using their proposed beneficiaries as\nengines of propaganda, are permitted to influence the withdrawal of their\nproperty from taxation, we shall have a law that is unbalanced and unjust,\nbad for business, bad for the country, probably resulting in a deficit,\nwith disastrous financial Consequences. The Constitution has given the\nMembers of the Congress sole authority to decide what tax measures shall be\npresented for approval. While welcoming information from any quarter, the\nCongress should continue to exercise its own judgment in a matter so vital\nand important to all the interests of the country as taxation.NATIONAL DEFENSEBeing a nation relying not on force, but on fair dealing and good will, to\nmaintain peace with others, we have provided a moderate military force in a\nform adapted solely to defense. It should be continued with a very generous\nsupply of officers and with the present base of personnel, subject to\nfluctuations which may be temporarily desirable.The five-year program for our air forces is in keeping with this same\npolicy and commensurate with the notable contributions of America to the\nscience of aeronautics. The provisions of the law lately enacted are being\nexecuted as fast as the practical difficulties of an orderly and stable\ndevelopment permit.While our Army is small, prudence requires that it should be kept in a high\nstate of efficiency and provided with such supplies as would permit of its\nimmediate expansion. The garrison ration has lately been increased.\nRecommendations for an appropriation of $6,166,000 for new housing made to\nthe previous Congress failed to pass. While most of the Army is well\nhoused, some of it which is quartered in wartime training camps is becoming\npoorly housed. In the past three years $12,533,000 have been appropriated\nfor reconstruction and repairs, and an authorization has been approved of\n$22,301,000 for new housing, under which $8,070,000 has already been\nappropriated. A law has also been passed, complying with the request of the\nWar Department, allocating funds received from the sale of buildings and\nland for housing purposes. The work, however, is not completed, so that\nother appropriations are being recommended.Our Navy is likewise a weapon of defense. We have a foreign commerce and\nocean lines of trade unsurpassed by any other country. We have outlying\nterritory in the two great oceans and long stretches of seacoast studded\nwith the richest cities in the world. We are responsible for the protection\nof a large population and the greatest treasure ever bestowed upon any\npeople. We are charged with an international duty of defending the Panama\nCanal. To meet these responsibilities we need a very substantial sea\narmament. It needs aircraft development, which is being provided under the\nfive-year program. It needs submarines as soon as the department decides\nupon the best type of construction. It needs airplane carriers and a\nmaterial addition to its force of cruisers. We can plan for the future and\nbegin a moderate building program.This country has put away the Old World policy of competitive armaments. It\ncan never be relieved of the responsibility of adequate national defense.\nWe have one treaty secured by an unprecedented attitude of generosity on\nour part for a limitation in naval armament. After most careful\npreparation, extending over months, we recently made every effort to secure\na three-power treaty to the same end. We were granted much cooperation by\nJapan, but we were unable to come to an agreement with Great Britain. While\nthe results of the conference were of considerable value, they were mostly\nof a negative character. We know now that no agreement can be reached which\nwill be inconsistent with a considerable building program on our part. We\nare ready and willing to continue the preparatory investigations on the\ngeneral subject of limitation of armaments which have been started under\nthe auspices of the League of Nations.We have a considerable cruiser tonnage, but a part of it is obsolete.\nEveryone knew that had a three-power agreement been reached it would have\nleft us with the necessity of continuing our building program. The failure\nto agree should not cause us to build either more or less than we otherwise\nshould. Any future treaty of limitation will call on us for more ships. We\nshould enter on no competition. We should refrain from no needful program.\nIt should be made clear to all the world that lacking a definite agreement,\nthe attitude of any other country is not to be permitted to alter our own\npolicy. It should especially be demonstrated that propaganda will not cause\nus to change our course. Where there is no treaty limitation, the size of\nthe Navy which America is to have will be solely for America to determine.\nNo outside influence should enlarge it or diminish it. But it should be\nknown to all that our military power holds no threat of aggrandizement. It\nis a guaranty of peace and security at home, and when it goes abroad it is\nan instrument for the protection of the legal rights of our citizens under\ninternational law, a refuge in time of disorder, and always the servant of\nworld peace. Wherever our flag goes the rights of humanity increase.MERCHANT MARINEThe United States Government fleet is transporting a large amount of\nfreight and reducing its drain on the Treasury. The Shipping Board is\nconstantly under pressure, to which it too often yields, to protect private\ninterests, rather than serve the public welfare. More attention should be\ngiven to merchant ships as an auxiliary of the Navy. The possibility of\nincluding their masters and crews in the Naval Reserve, with some\nreasonable compensation, should be thoroughly explored as a method of\nencouraging private operation of shipping. Public operation is not a\nsuccess. No investigation, of which I have caused several to be made, has\nfailed to report that it could not succeed or to recommend speedy transfer\nto private ownership. Our exporters and importers are both indifferent\nabout using American ships. It should be our policy to keep our present\nvessels in repair and dispose of them as rapidly as possible, rather than\nundertake any new construction. Their operation is a burden on the National\nTreasury, for which we are not receiving sufficient benefits.COMMERCIAL AVIATIONA rapid growth is taking place in aeronautics. The Department of Commerce\nhas charge of the inspection and licensing system and the construction of\nnational airways. Almost 8,000 miles are already completed and about 4,000\nmiles more contemplated. Nearly 4,400 miles are now equipped and over 3,000\nmiles more will have lighting and emergency landing fields by next July.\nAir mail contracts are expected to cover 24 of these lines. Daily airway\nflying is nearly 15,000 miles and is expected to reach 25,000 miles early\nnext year.Flights for other purposes exceed 22,000 miles each day. Over 900 airports,\ncompleted and uncompleted, have been laid out. The demand for aircraft has\ngreatly increased. The policy already adopted by the Congress is producing\nthe sound development of this coming industry.WESTERN HEMISPHERE AIR MAILPrivate enterprise is showing much interest in opening up aviation service\nto Mexico and Central and South America. We are particularly solicitous to\nhave the United States take a leading part in this development. It is\nunderstood that the governments of our sister countries would be willing to\ncooperate. Their physical features, the undeveloped state of their\ntransportation, make an air service especially adaptable to their usage.\nThe Post Office Department should be granted power to make liberal\nlong-term contracts for carrying our mail, and authority should be given to\nthe Army and the Navy to detail aviators and planes to cooperate with\nprivate enterprise in establishing such mail service with the consent of\nthe countries concerned. A committee of the Cabinet will later present a\nreport on this subject.GOOD ROADSThe importance and benefit of good roads is more and more coming to be\nappreciated. The National Government has been making liberal contributions\nto encourage their construction. The results and benefits have been very\ngratifying. National participation, however, should be confined to\ntrunk-line systems. The national tax on automobiles is now nearly\nsufficient to meet this outlay. This tax is very small, and on low-priced\ncars is not more than $2 or $3 each year.While the advantage of having good roads is very large, the desire for\nimproved highways is not limited to our own country. It should and does\ninclude all the Western Hemisphere. The principal points in Canada are\nalready accessible. We ought to lend our encouragement in any way we can\nfor more good roads to all the principal points in this hemisphere south of\nthe Rio Grande. It has been our practice to supply these countries with\nmilitary and naval advisers, when they have requested it, to assist them in\nnational defense. The arts of peace are even more important to them and to\nus. Authority should be given by law to provide them at their request with\nengineering advisers for the construction of roads and bridges. In some of\nthese countries already wonderful progress is being made in road building,\nbut the engineering features are often very exacting and the financing\ndifficult. Private interests should look with favor on all reasonable loans\nsought by these countries to open such main lines of travel.This general subject has been promoted by the Pan American Congress of\nHighways, which will convene again at Rio de Janeiro in July, 1928. It is\ndesirable that the Congress should provide for the appointment of delegates\nto represent the Government of the United States.CUBAN PARCEL POSTWe have a temporary parcel-post convention with Cuba. The advantage of it\nis all on our side. During 1926 we shipped twelve times as many parcels,\nweighing twenty-four times as much, as we received. This convention was\nmade on the understanding that we would repeal an old law prohibiting the\nimportation of cigars and cigarettes in quantities less than 3,000 enacted\nin 1866 to discourage smuggling, for which it has long been unnecessary.\nThis law unjustly discriminates against an important industry of Cuba. Its\nrepeal has been recommended by the Treasury and Post Office Departments.\nUnless this is done our merchants and railroads will find themselves\ndeprived of this large parcel-post business after the 1st of next March,\nthe date of the expiration of the convention, which has been extended upon\nthe specific understanding that it would expire at that time unless this\nlegislation was enacted. We purchase large quantities of tobacco made in\nCuba. It is not probable that our purchases would be any larger if this law\nwas repealed, while it would be an advantage to many other industries in\nthe United States.INSULAR POSSESSIONSConditions in the Philippine Islands have been steadily improved.\nContentment and good order prevail. Roads, irrigation works, harbor\nimprovements, and public buildings are being constructed. Public education\nand sanitation have been advanced. The Government is in a sound financial\ncondition. These immediate results were especially due to the\nadministration of Gov. Gen. Leonard Wood. The six years of his governorship\nmarked a distinct improvement in the islands and rank as one of the\noutstanding accomplishments of this distinguished man. His death is a loss\nto the Nation and the islands.Greater progress could be made, more efficiency could be put into\nadministration, if the Congress would undertake to expend, through its\nappropriating power, all or a part of the customs revenues which are now\nturned over to the Philippine treasury. The powers of the auditor of the\nislands also need revision and clarification. The government of the islands\nis about 98 per cent in the hands of the Filipinos. An extension of the\npolicy of self-government will be hastened by the demonstration on their\npart of their desire and their ability to carry out cordially and\nefficiently the provisions of the organic law enacted by the Congress for\nthe government of the islands. It would be well for a committee of the\nCongress to visit the islands every two years.A fair degree of progress is being made in Porto Rico. Its agricultural\nproducts are increasing; its treasury position, which has given much\nconcern, shows improvement. I am advised by the governor that educational\nfacilities are still lacking. Roads are being constructed, which he\nrepresents are the first requisite for building schoolhouses. The loyalty\nof the island to the United States is exceedingly gratifying. A memorial\nwill be presented to you requesting authority to have the governor elected\nby the people of Porto Rico. This was never done in the case of our own\nTerritories. It is admitted that education outside of the towns is as yet\nvery deficient. Until it has progressed further the efficiency of the\ngovernment and the happiness of the people may need the guiding hand of an\nappointed governor. As it is not contemplated that any change should be\nmade immediately, the general subject may well have the thoughtful study of\nthe Congress.PANAMA CANALThe number of commercial ships passing through the Panama Canal has\nincreased from 3,967 in 1923 to 5,475 in 1927. The total amount of tolls\nturned into the Treasury is over $166,000,000, while all the operations of\nthe canal have yielded a surplus of about $80,000,000. In order to provide\nadditional storage of water and give some control over the floods of the\nChagres River, it is proposed to erect a dam to cost about $12,000,000 at\nAlhajuela. It will take some five years to complete this work.AGRICULTUREThe past year has seen a marked improvement in the general condition of\nagriculture. Production is better balanced and without acute shortage or\nheavy surplus. Costs have been reduced and the average output of the worker\nincreased. The level of farm prices has risen while others have fallen, so\nthat the purchasing power of the farmer is approaching a normal figure. The\nindividual farmer is entitled to great credit for the progress made since\n1921. He has adjusted his production and through cooperative organizations\nand other methods improved his marketing. He is using authenticated facts\nand employing sound methods which other industries are obliged to use to\nsecure stability and prosperity. The old-fashioned haphazard system is\nbeing abandoned, economics are being applied to ascertain the best adapted\nunit of land, diversification is being promoted, and scientific methods are\nbeing used in production, and business principles in marketing.Agriculture has not fully recovered from postwar depression. The fact is\nthat economic progress never marches forward in a straight line. It goes in\nwaves. One part goes ahead, while another halts and another recedes.\nEverybody wishes agriculture to prosper. Any sound and workable proposal to\nhelp the farmer will have the earnest support of the Government. Their\ninterests are not all identical. Legislation should assist as many\nproducers in as many regions as possible. It should be the aim to assist\nthe farmer to work out his own salvation socially and economically. No plan\nwill be of any permanent value to him which does not leave him standing on\nhis own foundation.In the past the Government has spent vast sums to bring land under\ncultivation. It is apparent that this has reached temporarily the\nsaturation point. We have had a surplus of production and a poor market for\nland, which has only lately shown signs of improvement. The main problem\nwhich is presented for solution is one of dealing with a surplus of\nproduction. It is useless to propose a temporary expedient. What is needed\nis permanency and stability. Government price fixing is known to be unsound\nand bound to result in disaster. A Government subsidy would work out in the\nsame way. It can not be sound for all of the people to hire some of the\npeople to produce a crop which neither the producers nor the rest of the\npeople want.Price fixing and subsidy will both increase the surplus, instead of\ndiminishing it. Putting the Government directly into business is merely a\ncombination of subsidy and price fixing aggravated by political pressure.\nThese expedients would lead logically to telling the farmer by law what and\nhow much he should plant and where he should plant it, and what and how\nmuch he should sell and where he should sell it. The most effective means\nof dealing with surplus crops is to reduce the surplus acreage. While this\ncan not be done by the individual farmer, it can be done through the\norganizations already in existence, through the information published by\nthe Department of Agriculture, and especially through banks and others who\nsupply credit refusing to finance an acreage manifestly too large.It is impossible to provide by law for an assured success and prosperity\nfor all those who engage in farming. If acreage becomes overextended, the\nGovernment can not assume responsibility for it. The Government can,\nhowever, assist cooperative associations and other organizations in orderly\nmarketing and handling a surplus clearly due to weather and seasonal\nconditions, in order to save the producer from preventable loss. While it\nis probably impossible to secure this result at a single step, and much\nwill have to be worked out by trial and rejection, a beginning could be\nmade by setting up a Federal board or commission of able and experienced\nmen in marketing, granting equal advantages under this board to the various\nagricultural commodities and sections of the country, giving encouragement\nto the cooperative movement in agriculture, and providing a revolving loan\nfund at a moderate rate of interest for the necessary financing. Such\nlegislation would lay the foundation for a permanent solution of the\nsurplus problem.This is not a proposal to lend more money to the farmer, who is already\nfairly well financed, but to lend money temporarily to experimental\nmarketing associations which will no doubt ultimately be financed by the\nregularly established banks, as were the temporary operations of the War\nFinance Corporation. Cooperative marketing especially would be provided\nwith means of buying or building physical properties.The National Government has almost entirely relieved the farmer from income\ntaxes by successive tax reductions, but State and local taxes have\nincreased, putting on him a grievous burden. A policy of rigid economy\nshould be applied to State and local expenditures. This is clearly within\nthe legislative domain of the States. The Federal Government has also\nimproved our banking structure and system of agricultural credits. The\nfarmer will be greatly benefited by similar action in many States. The\nDepartment of Agriculture is undergoing changes in organization in order\nmore completely to separate the research and regulatory divisions, that\neach may be better administered. More emphasis is being placed on the\nresearch program, not only by enlarging the appropriations for State\nexperiment stations but by providing funds for expanding the research work\nof the department. It is in this direction that much future progress can be\nexpected.THE PROTECTIVE TARIFFThe present tariff rates supply the National Treasury with well over\n$600,000,000 of annual revenue. Yet, about 65 per cent of our imports come\nin duty free. Of the remaining 35 per cent of imports on which duties are\nlaid about 23 per cent consists of luxuries and agricultural products, and\nthe balance of about 12 per cent, amounting, to around $560,000,000 is made\nup of manufactures and merchandise. As no one is advocating any material\nreduction in the rates on agriculture or luxuries, it is only the\ncomparatively small amount of about $560,000,000 of other imports that are\nreally considered in any discussion of reducing tariff rates. While this\namount, duty free, would be large enough seriously to depress many lines of\nbusiness in our own country, it is of small importance when spread over the\nrest of the world.It is often stated that a reduction of tariff rates on industry would\nbenefit agriculture. It would be interesting to know to what commodities it\nis thought this could be applied. Everything the farmer uses in farming is\nalready on the free list. Nearly everything he sells is protected. It would\nseem to be obvious that it is better for the country to have the farmer\nraise food to supply the domestic manufacturer than the foreign\nmanufacturer. In one case our country would have only the farmer; in the\nother it would have the farmer and the manufacturer. Assuming that Europe\nwould have more money if it sold us larger amounts of merchandise, it is\nnot certain it would consume more food, or, if it did, that its purchases\nwould be made in this country. Undoubtedly it would resort to the cheapest\nmarket, which is by no means ours. The largest and best and most profitable\nmarket for the farmer in the world is our own domestic market. Any great\nincrease in manufactured imports means the closing of our own plants.\nNothing would be worse for agriculture.Probably no one expects a material reduction in the rates on manufactures\nwhile maintaining the rates on agriculture. A material reduction in either\nwould be disastrous to the farmer. It would mean a general shrinkage of\nvalues, a deflation of prices, a reduction of wages, a general depression\ncarrying our people down to the low standard of living in our competing\ncountries. It is obvious that this would not improve but destroy our market\nfor imports, which is best served by maintaining our present high\npurchasing power under which in the past five years imports have increased\n63 per cent.FARM LOAN SYSTEMIt is exceedingly important that the Federal land and joint-stock land\nbanks should furnish the best possible service for agriculture. Certain\njoint-stock banks have fallen into improper and unsound practices,\nresulting in the indictment of the officials of three of them. More money\nhas been provided for examinations, and at the instance of the Treasury\nrules and regulations of the Federal Farm Board have been revised. Early\nlast May three of its members resigned. Their places were filled with men\nconnected with the War Finance Corporation. Eugene Meyer being designated\nas Farm Loan Commissioner. The new members have demonstrated their ability\nin the field of agricultural finance in the extensive operations of he War\nFinance Corporation. Three joint-stock banks have gone into receivership.\nIt is necessary to preserve the public confidence in this system in order\nto find a market for their bonds. A recent flotation was made at a record\nlow rate of 4 per cent. Careful supervision is absolutely necessary to\nprotect the investor and enable these banks to exercise their chief\nfunction in serving agriculture.MUSCLE SHOALSThe last year has seen considerable changes in the problem of Muscle\nShoals. Development of other methods show that nitrates can probably be\nproduced at less cost than by the use of hydroelectric power. Extensive\ninvestigation made by the Department of War indicates that the nitrate\nplants on this project are of little value for national defense and can\nprobably be disposed of within two years. The oxidation part of the plants,\nhowever, should be retained indefinitely. This leaves this project mostly\nconcerned with power. It should, nevertheless, continue to be dedicated to\nagriculture. It is probable that this desire can be best served by\ndisposing of the plant and applying the revenues received from it to\nresearch for methods of more economical production of concentrated\nfertilizer and to demonstrations and other methods of stimulating its use\non the farm. But in disposing of the property preference should be given to\nproposals to use all or part of it for nitrate production and fertilizer\nmanufacturing.FLOOD CONTROLFor many years the Federal Government has been building a system of dikes\nalong the Mississippi River for protection against high water. During the\npast season the lower States were overcome by a most disastrous flood. Many\nthousands of square miles were inundated a great many lives were lost, much\nlivestock was drowned, and a very heavy destruction of property was\ninflicted upon the inhabitants. The American Red Cross at once went to the\nrelief of the stricken communities. Appeals for contributions have brought\nin over $17,000,000. The Federal Government has provided services,\nequipment, and supplies probably amounting to about $7,000,000 more.\nBetween $5,000,000 and $10,000,000 in addition have been provided by local\nrailroads, the States, and their political units. Credits have been\narranged by the Farm Loan Board, and three emergency finance corporations\nwith a total capital of $3,000,000 have insured additional resources to the\nextent of $12,000,000. Through these means the 700,000 people in the\nflooded areas have been adequately supported. Provision has been made to\ncare for those in need until after the 1st of January.The Engineering Corps of the Army has contracted to close all breaks in the\ndike system before the next season of high water. A most thorough and\nelaborate survey of the whole situation has been made and embodied in a\nreport with recommendations for future flood control, which will be\npresented to the Congress. The carrying out of their plans will necessarily\nextend over a series of years. They will call for a raising and\nstrengthening of the dike system with provision for emergency spillway's\nand improvements for the benefit of navigation.Under the present law the land adjacent to the dikes has paid one-third of\nthe cost of their construction. This has been a most extraordinary\nconcession from the plan adopted in relation to irrigation, where the\ngeneral rule has been that the land benefited should bear the entire\nexpense. It is true, of course, that the troublesome waters do not\noriginate on the land to be reclaimed, but it is also true that such waters\nhave a right of way through that section of the country and the land there\nis charged with that easement. It is the land of this region that is to be\nbenefited. To say that it is unable to bear any expense of reclamation is\nthe same thing as saying that it is not worth reclaiming. Because of\nexpenses incurred and charges already held against this land, it seems\nprobable that some revision will have to be made concerning the proportion\nof cost which it should bear. But it is extremely important that it should\npay enough so that those requesting improvements will be charged with some\nresponsibility for their cost, and the neighborhood where works are\nconstructed have a pecuniary interest in preventing waste and extravagance\nand securing a wise and economical expenditure of public funds.It is necessary to look upon this emergency as a national disaster. It has\nbeen so treated from its inception. Our whole people have provided with\ngreat generosity for its relief. Most of the departments of the Federal\nGovernment have been engaged in the same effort. The governments of the\nafflicted areas, both State and municipal, can not be given too high praise\nfor the courageous and helpful way in which they have come to the rescue of\nthe people. If the sources directly chargeable can not meet the demand, the\nNational Government should not fail to provide generous relief. This,\nhowever, does not mean restoration. The Government is not an insurer of its\ncitizens against the hazard of the elements. We shall always have flood and\ndrought, heat and cold, earthquake and wind, lightning and tidal wave,\nwhich are all too constant in their afflictions. The Government does not\nundertake to reimburse its citizens for loss and damage incurred under such\ncircumstances. It is chargeable, however, with the rebuilding of public\nworks and the humanitarian duty of relieving its citizens from distress.The people in the flooded area and their representatives have approached\nthis problem in the most generous and broad-minded way. They should be met\nwith a like spirit on the part of the National government. This is all one\ncountry. The public needs of each part must be provided for by the public\nat large. No required relief should be refused. An adequate plan should be\nadopted to prevent a recurrence of this disaster in order that the people\nmay restore to productivity and comfort their fields and their towns.Legislation by this Congress should be confined to our principal and most\npressing problem, the lower Mississippi, considering tributaries only so\nfar as they materially affect the main flood problem. A definite Federal\nprogram relating to our waterways was proposed when the last Congress\nauthorized a comprehensive survey of all the important streams of the\ncountry in order to provide for their improvement, including flood control,\nnavigation, power, and irrigation. Other legislation should wait pending a\nreport on this survey. The recognized needs of the Mississippi should not\nbe made a vehicle for carrying other projects. All proposals for\ndevelopment should stand on their own merits. Any other method would result\nin ill-advised conclusions, great waste of money, and instead of promoting\nwould delay the orderly and certain utilization of our water resources.Very recently several of the New England States have suffered somewhat\nsimilarly from heavy rainfall and high water. No reliable estimate of\ndamage has yet been computed, but it is very large to private and public\nproperty. The Red Cross is generously undertaking what is needed for\nimmediate relief, repair and reconstruction of houses, restocking of\ndomestic animals, and food, clothing, and shelter. A considerable sum of\nmoney will be available through the regular channels in the Department of\nAgriculture for reconstruction of highways. It may be necessary to grant\nspecial aid for this purpose. Complete reports of what is required will\nundoubtedly be available early in the session.INLAND NAVIGATIONThe Congress in its last session authorized the general improvements\nnecessary to provide the Mississippi waterway system with better\ntransportation. Stabilization of the levels of the Great Lakes and their\nopening to the sea by an effective shipway remain to be considered. Since\nthe last session the Board of Engineers of the War Department has made a\nreport on the proposal for a canal through the State of New York, and the\nJoint Board of Engineers, representing Canada and the United States, has\nfinished a report on the St. Lawrence River. Both of these boards conclude\nthat the St. Lawrence project is cheaper, affords a more expeditious method\nof placing western products in European markets, and will cost less to\noperate. The State Department has requested the Canadian Government to\nnegotiate treaties necessary to provide for this improvement. It will also\nbe necessary to secure an agreement with Canada to put in works necessary\nto prevent fluctuation in the levels of the Great Lakes.Legislation is desirable for the construction of a dam at Boulder Canyon on\nthe Colorado River, primarily as a method of flood control and irrigation.\nA secondary result would be a considerable power development and a source\nof domestic water supply for southern California. Flood control is clearly\na national problem, and water supply is a Government problem, but every\nother possibility should be exhausted before the Federal Government becomes\nengaged in the power business. The States which are interested ought to\nreach mutual agreement. This project is in reality their work. If they wish\nthe Federal Government to undertake it, they should not hesitate to make\nthe necessary concessions to each other. This subject is fully discussed in\nthe annual report of the Secretary of the Interior. The Columbia River\nBasin project is being studied and will be one to be considered at some\nfuture time.The Inland Waterways Corporation is proving successful and especially\nbeneficial to agriculture. A survey is being made to determine its future\nneeds. It has never been contemplated that if inland rivers were opened to\nnavigation it would then be necessary for the Federal Government to provide\nthe navigation. Such a request is very nearly the equivalent of a\ndeclaration that their navigation is not profitable, that the commodities\nwhich they are to carry can be taken at a cheaper rate by some other\nmethod, in which case the hundreds of millions of dollars proposed to be\nexpended for opening rivers to navigation would be not only wasted, but\nwould entail further constant expenditures to carry the commodities of\nprivate persons for less than cost.The policy is well established that the Government should open public\nhighways on land and on water, but for use of the public in their private\ncapacity. It has put on some demonstration barge lines, but always with the\nexpectation that if they prove profitable they would pass into private\nhands and if they do not prove profitable they will be withdrawn. The\nproblems of transportation over inland waterways should be taken up by\nprivate enterprise, so that the public will have the advantage of\ncompetition in service. It is expected that some of our lines can be sold,\nsome more demonstration work done, and that with the completion of the Ohio\nproject a policy of private operation can be fully developed.PROHIBITIONAfter more than two generations of constant debate, our country adopted a\nsystem of national prohibition under all the solemnities involved in an\namendment to the Federal Constitution. In obedience to this mandate the\nCongress and the States, with one or two notable exceptions, have passed\nrequired laws for its administration and enforcement. This imposes upon the\ncitizenship of the country, and especially on all public officers, not only\nthe duty to enforce, but the obligation to observe the sanctions of this\nconstitutional provision and its resulting laws. If this condition could be\nsecured, all question concerning prohibition would cease. The Federal\nGovernment is making every effort to accomplish these results through\ncareful organization, large appropriations, and administrative effort.\nSmuggling has been greatly cut down, the larger sources of supply for\nillegal sale have been checked, and by means of injunction and criminal\nprosecution the process of enforcement is being applied. The same vigilance\non the part of local governments would render these efforts much more\nsuccessful. The Federal authorities propose to discharge their obligation\nfor enforcement to the full extent of their ability.THE NEGROHistory does not anywhere record so much progress made in the same length\nof time as that which has been accomplished by the Negro race in the United\nStates since the Emancipation Proclamation. They have come up from slavery\nto be prominent in education, the professions, art, science, agriculture,\nbanking, and commerce. It is estimated that 50,000 of them are on the\nGovernment pay rolls, drawing about $50,000,000 each year. They have been\nthe recipients of presidential appointments and their professional ability\nhas arisen to a sufficiently high plane so that they have been intrusted\nwith the entire management and control of the great veterans hospital at\nTuskegee, where their conduct has taken high rank. They have shown that\nthey have been worthy of all the encouragement which they have received.\nNevertheless, they are too often subjected to thoughtless and inconsiderate\ntreatment, unworthy alike of the white or colored races. They have\nespecially been made the target of the foul crime of lynching. For several\nyears these acts of unlawful violence had been diminishing. In the last\nyear they have shown an increase. Every principle of order and law and\nliberty is opposed to this crime. The Congress should enact any legislation\nit can under the Constitution to provide for its elimination.AMERICAN INDIANThe condition of the American Indian has much improved in recent years.\nFull citizenship was bestowed upon them on June 2, 1924, and appropriations\nfor their care and advancement have been increased. Still there remains\nmuch to be done.Notable increases in appropriations for the several major functions\nperformed by the Department of the Interior on behalf of the Indians have\nmarked the last five years. In that time, successive annual increases in\nappropriations for their education total $1,804,325; for medical care,\n$578,000; and for industrial advancement, $205,000; or $2,582,325 more than\nwould have been spent in the same period on the basis of appropriations for\n1923 and the preceding years.The needs along health, educational, industrial and social lines however,\nare great, and the Budget estimates for 1929 include still further\nincreases for Indian administration.To advance the time when the Indians may become self-sustaining, it is my\nbelief that the Federal Government should continue to improve the\nfacilities for their care, and as rapidly as possible turn its\nresponsibility over to the States.COALLegislation authorizing a system of fuel administration and the appointment\nby the President of a Board of Mediation and Conciliation in case of actual\nor threatened interruption of production is needed. The miners themselves\nare now seeking information and action from the Government, which could\nreadily be secured through such a board. It is believed that a thorough\ninvestigation and reconsideration of this proposed policy by the Congress\nwill demonstrate that this recommendation is sound and should be adopted.PETROLEUM CONSERVATIONThe National Government is undertaking to join in the formation of a\ncooperative committee of lawyers, engineers, and public officers, to\nconsider what legislation by the States or by the Congress can be adopted\nfor the preservation and conservation of our supply of petroleum. This has\ncome to be one of the main dependencies for transportation and power so\nnecessary to our agricultural and industrial life. It is expected the\nreport of this committee will be available for later congressional action.\nMeantime, the requirement that the Secretary of the Interior should make\ncertain leases of land belonging to the Osage Indians, in accordance with\nthe act of March 3, 1921, should be repealed. The authority to lease should\nbe discretionary, in order that the property of the Indians way not be\nwasted and the public suffer a future lack of supply.ALIEN PROPERTYUnder treaty the property held by the Alien Property Custodian was to be\nretained until suitable provision had been made for the satisfaction of\nAmerican claims. While still protecting the American claimants, in order to\nafford every possible accommodation to the nationals of the countries whose\nproperty was held, the Congress has made liberal provision for the return\nof a larger part of the property. All trusts under $10,000 were returned in\nfull, and partial returns were made on the others. The total returned was\napproximately $350,000,000.There is still retained, however, about $250,000,000. The Mixed Claims\nCommission has made such progress in the adjudication of claims that\nlegislation can now be enacted providing for the return of the property,\nwhich should be done under conditions which will protect our Government and\nour claimants. Such a measure will be proposed, and I recommend its\nenactment.RAILROAD CONSOLIDATIONIn order to increase the efficiency of transportation and decrease its cost\nto the shipper, railroad consolidation must be secured. Legislation is\nneeded to simplify the necessary procedure to secure such agreements and\narrangements for consolidation, always under the control and with the\napproval of the Interstate Commerce Commission. Pending this, no adequate\nor permanent reorganization can be made of the freight-rate structure.\nMeantime, both agriculture and industry are compelled to wait for needed\nrelief. This is purely a business question, which should be stripped of all\nlocal and partisan bias and decided on broad principles and its merits in\norder to promote the public welfare. A large amount of new construction and\nequipment, which will furnish employment for labor and markets for\ncommodities of both factory and farm, wait on the decision of this\nimportant question. Delay is holding back the progress of our country.Many of the same arguments are applicable to the consolidation of the\nWashington traction companies.VETERANSThe care which this country has lavished on its veterans is known of all\nmen. The yearly outlay for this purpose is about $750,000,000, or about the\ncost of running the Federal Government, outside of the Post Office\nDepartment, before the World War. The Congress will have before it\nrecommendations of the American Legion, the Veterans of Foreign Wars, and\nother like organizations, which should receive candid consideration. We\nshould continue to foster our system of compensation and rehabilitation,\nand provide hospitals and insurance. The magnitude of the undertaking is\nalready so large that all requests calling for further expenditure should\nhave the most searching scrutiny. Our present system of pensions is already\nsufficiently liberal. It was increased by the last Congress for Civil and\nSpanish War veterans and widows and for some dependents.It has been suggested that the various governmental agencies now dealing\nwith veterans' relief be consolidated. This would bring many advantages. It\nis recommended that the proper committees of the Congress make a thorough\nsurvey of this subject, in order to determine if legislation to secure such\nconsolidation is desirable.EDUCATIONFor many years it has been the policy of the Federal Government to\nencourage and foster the cause of education. Large sums of money are\nannually appropriated to carry on vocational training. Many millions go\ninto agricultural schools. The general subject is under the immediate\ndirection of a Commissioner of Education. While this subject is strictly a\nState and local function, it should continue to have the encouragement of\nthe National Government. I am still of the opinion that much good could be\naccomplished through the establishment of a Department of Education and\nRelief, into which would be gathered all of these functions under one\ndirecting member of the Cabinet.DEPARTMENT OF LABORIndustrial relations have never been more peaceful. In recent months they\nhave suffered from only one serious controversy. In all others difficulties\nhave been adjusted, both management and labor wishing to settle\ncontroversies by friendly agreement rather than by compulsion. The welfare\nof women and children is being especially guarded by our Department of\nLabor. Its Children's Bureau is in cooperation with 26 State boards and 80\njuvenile courts.Through its Bureau of Immigration it has been found that medical\nexamination abroad has saved prospective immigrants from much hardship.\nSome further legislation to provide for reuniting families when either the\nhusband or the wife is in this country, and granting more freedom for the\nmigration of the North American Indian tribes is desirable.The United States Employment Service has enabled about 2,000,000 men and\nwomen to gain paying positions in the last fiscal year. Particular\nattention has been given to assisting men past middle life and in providing\nfield labor for harvesting agricultural crops. This has been made possible\nin part through the service of the Federal Board for Vocational Education,\nwhich is cooperating with the States in a program to increase the technical\nknowledge and skill of the wage earner.PUBLIC BUILDINGSConstruction is under way in the country and ground has been broken for\ncarrying out a public-building program for Washington. We have reached a\ntime when not only the conveniences but the architectural beauty of the\npublic buildings of the Capital City should be given much attention. It\nwill be necessary to purchase further land and provide the required\ncontinuing appropriations.HISTORICAL CELEBRATIONSProvision is being made to commemorate the two hundredth anniversary of the\nbirth of George Washington. Suggestion has been made for the construction\nof a memorial road leading from the Capital to Mount Vernon, which may well\nhave the consideration of the Congress, and the commission intrusted with\npreparations for the celebration will undoubtedly recommend publication of\nthe complete writings of Washington and a series of writings by different\nauthors relating to him.February 25, 1929. is the one hundred and fiftieth anniversary of the\ncapture of Fort Sackville, at Vincennes, in the State of Indiana. This\neventually brought into the Union what was known as the Northwest\nTerritory, embracing the region north of the Ohio River between the\nAlleghenies and the Mississippi River. This expedition was led by George\nRogers Clark. His heroic character and the importance of his victory are\ntoo little known and understood. They gave us not only this Northwest\nTerritory but by means of that the prospect of reaching the Pacific. The\nState of Indiana is proposing to dedicate the site of Fort Sackville as a\nnational shrine. The Federal Government may well make some provision for\nthe erection under its own management of a fitting memorial at that point.FOREIGN RELATIONSIt is the policy of the United States to promote peace. We are a peaceful\npeople and committed to the settling of disputes by amicable adjustment\nrather than by force. We have believed that peace can best be secured by a\nfaithful observance on our part of the principles of international law,\naccompanied by patience and conciliation, and requiring of others a like\ntreatment for ourselves. We have lately had some difference with Mexico\nrelative to the injuries inflicted upon our nationals and their property\nwithin that country. A firm adherence to our rights and a scrupulous\nrespect for the sovereignty of Mexico, both in accordance with the law of\nnations, coupled with patience and forbearance, it is hoped will resolve\nall our differences without interfering with the friendly relationship\nbetween the two Governments.We have been compelled to send naval and marine forces to China to protect\nthe lives and property of our citizens. Fortunately their simple presence\nthere has been sufficient to prevent any material loss of life. But there\nhas been considerable loss of property. That unhappy country is torn by\nfactions and revolutions which bid fair to last for an indefinite period.\nMeanwhile we are protecting our citizens and stand ready to cooperate with\nany government which may emerge in promoting the welfare of the people of\nChina. They have always had our friendship, and they should especially\nmerit our consideration in these days of their distraction and distress.We were confronted by similar condition on a small scale in Nicaragua. Our\nmarine and naval forces protected our citizens and their property and\nprevented a heavy sacrifice of life and the destruction of that country by\na reversion to a state of revolution. Henry L. Stimson, former Secretary of\nWar, was sent there to cooperate with our diplomatic and military officers\nin effecting a settlement between the contending parties. This was done on\nthe assurance that we would cooperate in restoring a state of peace where\nour rights would be protected by giving our assistance in the conduct of\nthe next presidential election, which occurs in a few months. With this\nassurance the population returned to their peacetime pursuits, with the\nexception of some small roving bands of outlaws.In general, our relations with other countries can be said to have improved\nwithin the year. While having a due regard for our own affairs, the\nprotection of our own rights, and the advancement of our own people, we can\nafford to be liberal toward others. Our example has become of great\nimportance in the world. It is recognized that we are independent,\ndetached, and can and do take a disinterested position in relation to\ninternational affairs. Our charity embraces the earth. Our trade is far\nflung. Our financial favors are widespread. Those who are peaceful and\nlaw-abiding realize that not only have they nothing to fear from us, but\nthat they can rely on our moral support. Proposals for promoting the peace\nof the world will have careful consideration. But we are not a people who\nare always seeking for a sign. We know that peace comes from honesty and\nfair dealing, from moderation, and a generous regard for the rights of\nothers. The heart of the Nation is more important than treaties. A spirit\nof generous consideration is a more certain defense than great armaments.\nWe should continue to promote peace by our example, and fortify it by such\ninternational covenants against war as we are permitted under our\nConstitution to make.AMERICAN PROGRESSOur country has made much progress. But it has taken, and will continue to\ntake, much effort. Competition will be keen, the temptation to selfishness\nand arrogance will be severe, the provocations to deal harshly with weaker\npeoples will be many. All of these are embraced in the opportunity for true\ngreatness. They will be overbalanced by cooperation by generosity, and a\nspirit of neighborly kindness. The forces of the universe are taking\nhumanity in that direction. In doing good, in walking humbly, in sustaining\nits own people in ministering to other nations, America will work out its\nown mighty destiny.", 
    "name": "Calvin Coolidge"
}