{
    "date": "December 4, 1928", 
    "speech": "To the Congress of the United States:No Congress of the United States ever assembled, on surveying the state of\nthe Union, has met with a more pleasing prospect than that which appears at\nthe present time. In the domestic field there is tranquility and\ncontentment, harmonious relations between management and wage earner,\nfreedom from industrial strife, and the highest record of years of\nprosperity. In the foreign field there is peace, the good will which comes\nfrom mutual understanding, and the knowledge that the problems which a\nshort time ago appeared so ominous are yielding to the touch of manifest\nfriendship. The great wealth created by our enterprise and industry, and\nsaved by our economy, has had the widest distribution among our own people,\nand has gone out in a steady stream to serve the charity and the business\nof the world. The requirements of existence have passed beyond the standard\nof necessity into the region of luxury. Enlarging production is consumed by\nan increasing demand at home and an expanding commerce abroad. The country\ncan regard the present with satisfaction and anticipate the future with\noptimism.The main source of these unexampled blessings lies in the integrity and\ncharacter of the American people. They have had great faith, which they\nhave supplemented with mighty works. They have been able to put trust in\neach other and trust in their Government. Their candor in dealing with\nforeign governments has commanded respect and confidence. Yet these\nremarkable powers would have been exerted almost in vain without the\nconstant cooperation and careful administration of the Federal Government.We have been coming into a period which may be fairly characterized as a\nconservation of our national resources. Wastefulness in public business and\nprivate enterprise has been displaced by constructive economy. This has\nbeen accomplished by bringing our domestic and foreign relations more and\nmore under a reign of law. A rule of force has been giving way to a rule of\nreason. We have substituted for the vicious circle of increasing\nexpenditures, increasing tax rates, and diminishing profits the charmed\ncircle of diminishing expenditures, diminishing tax rates, and increasing\nprofits.Four times we have made a drastic revision of our internal revenue system,\nabolishing many taxes and substantially reducing almost all others. Each\ntime the resulting stimulation to business has so increased taxable incomes\nand profits that a surplus has been reduced. One-third of the national\ndebt has been paid, while much of the other two-thirds has been refunded at\nlower rates, and these savings of interest and constant economies have\nenabled us to repeat the satisfying process of more tax reductions. Under\nthis sound and healthful encouragement the national income has increased\nnearly 50 per cent, until it is estimated to stand well over\n$90,000,000,000. It gas been a method which has performed the seeming\nmiracle of leaving a much greater percentage of earnings in the hands of\nthe taxpayers with scarcely any diminution of the Government revenue. That\nis constructive economy in the highest degree. It is the corner stone of\nprosperity. It should not fail to be continued.This action began by the application of economy to public expenditure. If\nit is to be permanent, it must be made so by the repeated application of\neconomy. There is no surplus on which to base further tax revision at this\ntime. Last June the estimates showed a threatened deficit for the current\nfiscal year of $94,000,000. Under my direction the departments began saving\nall they could out of their present appropriations. The last tax reduction\nbrought an encouraging improvement in business, beginning early in\nOctober, which will also increase our revenue. The combination of economy\nand good times now indicates a surplus of about $37,000,000. This is a\nmargin of less than I percent on out, expenditures and makes it obvious\nthat the Treasury is in no condition to undertake increases in expenditures\nto be made before June 30. It is necessary therefore during the present\nsession to refrain from new appropriations for immediate outlay, or if such\nare absolutely required to provide for them by new revenue; otherwise, we\nshall reach the end of the year with the unthinkable result of an unbalanced\nbudget. For the first time during my term of office we face that\ncontingency. I am certain that the Congress would not pass and I should not\nfeel warranted in approving legislation which would involve us in that\nfinancial disgrace.On the whole the finances of the Government are most satisfactory. Last\nyear the national debt was reduced about $906,000,000. The refunding and\nretirement of the second and third Liberty loans have just been brought to\na successful conclusion, which will save about $75,000,000 a year in\ninterest. The unpaid balance has been arranged in maturities convenient\nfor carrying out our permanent debt-paying Program.The enormous savings made have not been at the expense of any legitimate\npublic need. The Government plant has been kept up and many improvements\nare tinder way, while its service is fully manned and the general\nefficiency of operation has increased. We have been enabled to undertake\nmany new enterprises. Among these are the adjusted compensation of the\nveterans of the World War, which is costing us $112,000,000 a year;\namortizing our liability to the civil service retirement funds,\n$20,000,000; increase of expenditures for rivers and harbors including\nflood control, $43,000,000; public buildings, $47,000,000. In 1928 we spent\n$50,000,000 in the adjustment of war claims and alien property. These are\nexamples of a large list of items.FOREIGN RELATIONSWhen we turn from our domestic affairs to our foreign relations, we\nlikewise perceive peace and progress. The Sixth International Conference of\nAmerican States was held at Habana last winter. It contributed to a better\nunderstanding and cooperation among the nations'. Eleven important\nconventions were signed and 71 resolutions passed. Pursuant to the plan\nthen adopted, this Government has invited the other 20 nations of this\nhemisphere to it conference on conciliation and arbitration, which meets in\nWashington on December 10. All the nations have accepted and the\nexpectation is justified that important progress will be made in methods\nfor resolving international differences by means of arbitration.During the year we have signed 11 new arbitration treaties, and 22 more are\ntinder negotiation.NICARAGUAWhen a destructive and bloody revolution lately broke out in Nicaragua, at\nthe earnest and repeated entreaties of its Government I dispatched our\nMarine forces there to protect the lives and interests of our citizens. To\ncompose the contending parties, I sent there Col. Henry L. Stimson, former\nSecretary of War and now Governor General of the Philippine Islands, who\nsecured an agreement that warfare should cease, a national election should\nbe held and peace should be restored. Both parties conscientiously carried\nout this agreement, with the exception of a few bandits who later mostly\nsurrendered or left the country. President Diaz appointed Brig. Gen. Frank\nR. McCoy, United States Army, president of the election board, which\nincluded also one member of each political party.A free and fair election has been held and has worked out so successfully\nthat both parties have joined in requesting like cooperation from this\ncountry at the election four years hence, to which I have refrained from\nmaking any commitments, although our country must be gratified at such an\nexhibition of success and appreciation.Nicaragua is regaining its prosperity and has taken a long step in the\ndirection of peaceful self-government.TACNA-ARICAThe long-standing differences between Chile and Peru have been sufficiently\ncomposed so that diplomatic relations have been resumed by the exchange of\nambassadors. Negotiations are hopefully proceeding as this is written for\nthe final adjustment of the differences over their disputed territory.MEXICOOur relations with Mexico are on a more satisfactory basis than at any time\nsince their revolution. Many misunderstandings have been resolved and the\nmost frank and friendly negotiations promise a final adjustment of all\nunsettled questions. It is exceedingly gratifying that Ambassador Morrow\nhas been able to bring our two neighboring countries, which have so many\ninterests in common, to a position of confidence in each other and of\nrespect for mutual sovereign rights.CHINAThe situation in China which a few months ago was so threatening as to call\nfor the dispatch of a large additional force has, been much composed. The\nNationalist Government has established itself over the country and\npromulgated a new organic law announcing a program intended to promote the\npolitical and economic welfare of the people. We have recognized this\nGovernment, encouraged its progress, and have negotiated a treaty\nrestoring to China complete tariff autonomy and guaranteeing our citizens\nagainst discriminations. Our trade in that quarter is increasing and our\nforces are being reduced.GREEK AND AUSTRIAN DEBTSPending before the Congress is a recommendation for the settlement of the\nGreek debt and the Austrian debt. Both of these are comparatively small and\nour country can afford to be generous. The rehabilitation of these\ncountries awaits their settlement. There would also be advantages to our\ntrade. We could scarcely afford to be the only nation that refuses the\nrelief which Austria seeks. The Congress has already granted Austria a\nlong-time moratorium, which it is understood will be waived and immediate\npayments begun on her debt on the same basis which we have extended to\nother countries.PEACE TREATYOne of the most important treaties ever laid before the Senate of the\nUnited States will be that which the 15 nations recently signed at Paris,\nand to which 44 other nations have declared their intention to adhere,\nrenouncing war as a national policy and agreeing to resort only to peaceful\nmeans for the adjustment of international differences. It is the most\nsolemn declaration against war, the most positive adherence to peace, that\nit is possible for sovereign nations to make. It does not supersede our\ninalienable sovereign right and duty of national defense or undertake to\ncommit us before the event to any mode of action which the Congress might\ndecide to be wise if ever the treaty should be broken. But it is a new\nstandard in the world around which can rally the informed and enlightened\nopinion of nations to prevent their governments from being forced into\nhostile action by the temporary outbreak of international animosities. The\nobservance of this covenant, so simple and so straightforward, promises more\nfor the peace of the world than any other agreement ever negotiated among\nthe nations.NATIONAL DEFENSEThe first duty of our Government to its own citizens and foreigners within\nits borders is the preservation of order. Unless and until that duty is met\na government is not even eligible for recognition among the family of\nnations. The advancement of world civilization likewise is dependent upon\nthat order among the people of different countries which we term peace. To\ninsure our citizens against the infringement of their legal rights at home\nand abroad, to preserve order, liberty, and peace by making the law\nsupreme, we have an Army and a Navy.Both of these are organized for defensive purposes. Our Army could not be\nmuch reduced, but does not need to be increased. Such new housing and\nrepairs as are necessary are tinder way and the 6-year program in aviation\nis being put into effect in both branches of our service.Our Navy, according to generally accepted standards, is deficient in\ncruisers. We have 10 comparatively new vessels, 22 that are old, and 8 to\nbe built. It is evident that renewals and replacements must be provided.\nThis matter was thoroughly canvassed at the last session of the Congress\nand does not need restatement. The bill before the Senate with the\nelimination of the time clause should be passed. We have no intention of\ncompeting with any other country. This building program is for necessary\nreplacements and to meet our needs for defense.The cost of national defense is stupendous. It has increased $118,000,000\nin the past four years. The estimated expenditure for 1930 is $668,000,000.\nWhile this is made up of many items it is, after all, mostly dependent upon\nnumbers. Our defensive needs do not can for any increase in the number of\nmen in the Army or the Navy. We have reached the limit of what we ought to\nexpend for that purpose.I wish to repeat again for the benefit of the timid and the suspicious that\nthis country is neither militaristic nor imperialistic. Many people at home\nand abroad, who constantly make this charge, are the same ones who are even\nmore solicitous to have us extend assistance to foreign countries. When\nsuch assistance is granted, the inevitable result is that we have foreign\ninterests. For us to refuse the customary support and protection of such\ninterests would be in derogation of the sovereignty of this Nation. Our\nlargest foreign interests are in the British Empire, France, and Italy.\nBecause we are constantly solicitous for those interests, I doubt if anyone\nwould suppose that those countries feel we harbor toward them any\nmilitaristic or imperialistic design. As for smaller countries, we\ncertainly do not want any of them. We are more anxious than they are to have\ntheir sovereignty respected. Our entire influence is in behalf of their\nindependence. Cuba stands as a witness to our adherence to this principle.The position of this Government relative to the limitation of armaments,\nthe results already secured, and the developments up to the present time\nare so well known to the Congress that they do not require any restatement.VETERANSThe magnitude of our present system of veterans' relief is without\nprecedent, and the results have been far-reaching. For years a service\npension has been granted to the Grand Army and lately to the survivors of\nthe Spanish-American War. At the time we entered the World War however,\nCongress departed from the usual pension system followed by our\nGovernment. Eleven years have elapsed since our laws were first enacted,\ninitiating a system of compensation, rehabilitation, hospitalization, and\ninsurance for the disabled of the World War and their dependents. The\nadministration of all the laws concerning relief has been a difficult\ntask, but it can safely be stated that these measures have omitted nothing\nin their desire to deal generously and humanely. We should continue to\nfoster this system and provide all the facilities necessary for adequate\ncare. It is the conception of our Government that the pension roll is an\nhonor roll. It should include all those who are justly entitled to its\nbenefits, but exclude all others.Annual expenditures for all forms of veterans' relief now approximate\n$765,000,000, and are increasing from year to year. It is doubtful if the\npeak of expenditures will be reached even under present legislation for\nsonic time yet to come. Further amendments to the existing law will be\nsuggested by the American Legion, the Veterans of Foreign Wars of the\nUnited States, the Disabled American Veterans of the World War, and other\nlike organizations, and it may be necessary for administrative purposes, or\nin order to remove some existing inequalities in the present law, to make\nfurther changes. I am sure that such recommendations its may be submitted\nto the Congress will receive your careful consideration. But because of the\nvast expenditure now being made, each year, with every assurance that it\nwill increase, and because of the great liberality of the existing law, the\nproposal of any additional legislation dealing with this subject should\nreceive most searching scrutiny from the Congress.You are familiar with the suggestion that the various public agencies now\ndealing with matters of veterans' relief be consolidated in one Government\ndepartment. Some advantages to this plan seem apparent, especially in the\nsimplification of administration find in the opportunity of bringing about\na greater uniformity in the application of veterans' relief. I recommend\nthat a survey be made by the proper committees of Congress dealing with\nthis subject, in order to determine whether legislation to secure this\nconsolidation is desirable.AGRICULTUREThe past year has been marked by notable though not uniform improvement in\nagriculture. The general purchasing power of farm products and the volume\nof production have advanced. This means not only further progress, in\novercoming the price disparity into which agriculture was plunged in\n1920-21, but also increased efficiency on the part of farmers and a\nwell-grounded confidence in the future of agriculture.The livestock industry has attained the best balance for many years and is\nprospering conspicuously. Dairymen, beef producers, and poultrymen are\nreceiving substantially larger returns than last year. Cotton, although\nlower in price than at this time last year, was produced in greater volume\nand the prospect for cotton incomes is favorable. But progress is never\nuniform in a vast and highly diversified agriculture or industry. Cash\ngrains, hay, tobacco, and potatoes will bring somewhat smaller returns this\nyear than last. Present indications are, however, that the gross farm\nincome will be somewhat larger than in the crop year 1927-28, when the\ntotal was $12,253,000,000. The corresponding figure for 1926-27 was\n$12,127,000,000, and in 1925-26, $12,670,000,000. Still better results\nwould have been secured this year had there not been an undue increase in\nthe production of certain crops. This is particularly true of potatoes,\nwhich have sold at an unremunerative price, or at a loss, as a direct\nresult of overexpansion of acreage.The present status of agriculture, although greatly improved over that of a\nfew years ago, bespeaks the need of further improvement which calls for\ndetermined effort of farmers themselves, encouraged and assisted by wise\npublic policy. The Government has been, and must continue to be, alive to\nthe needs of agriculture.In the past eight years more constructive legislation of direct benefit to\nagriculture has been adopted than during any other period. The Department\nof Agriculture has been broadened and reorganized to insure greater\nefficiency. The department is laying greater stress on the economic and\nbusiness phases of agriculture. It is lending every possible assistance to\ncooperative marketing associations. Regulatory and research work have been\nsegregated in order that each field may be served more effectively.I can not too strongly commend, in the field of fact finding, the research\nwork of the Department of Agriculture and the State experiment stations.\nThe department now receives annually $4,000,000 more for research than in\n1921. In addition, the funds paid to the States for experimentation\npurposes under the Purnell Act constitute an annual increase in Federal\npayments to State agricultural experiment stations of $2,400,000 over the\namount appropriated in 1921. The program of support for research may wisely\nbe continued and expanded. Since 1921 we have appropriated nearly an\nadditional $2,000,000 for extension work, and this sum is to be increased\nnext year under authorization by the Capper-Ketcham Act.THE SURPLUS PROBLEMWhile these developments in fundamental research, regulation, and\ndissemination of agricultural information are of distinct help to\nagriculture, additional effort is needed. The surplus problem demands\nattention. As emphasized in my last message, the Government should assume\nno responsibility in normal times for crop surplus clearly due to\noverextended acreage. The Government should, however, provide reliable\ninformation as a guide to private effort; and in this connection fundamental\nresearch on prospective supply and demand, as a guide to production and\nmarketing, should be encouraged. Expenditure of public funds to bring in\nmore new land should have most searching scrutiny, so long as our farmers\nface unsatisfactory prices for crops and livestock produced on land already\nunder cultivation.Every proper effort should be made to put land to uses for which it is\nadapted. The reforestation of land best suited for timber production is\nprogressing and should be encouraged, and to this end the forest taxation\ninquiry was instituted to afford a practical guide for public policy.\nImprovement has been made in grazing regulation in the forest reserves, not\nonly to protect the ranges, but to preserve the soil from erosion. Similar\naction is urgently needed to protect other public lands which are now\novergrazed and rapidly eroding.Temporary expedients, though sometimes capable of appeasing the demands of\nthe moment, can not permanently solve the surplus problem and might\nseriously aggravate it. Hence putting the Government directly into\nbusiness, subsidies, and price fixing, and the alluring promises of\npolitical action as a substitute for private initiative, should be\navoided.The Government should aid in promoting orderly marketing and in handling\nsurpluses clearly due to weather and seasonal conditions. As a beginning\nthere should be created a Federal farm board consisting of able and\nexperienced men empowered to advise producers' associations in establishing\ncentral agencies or stabilization corporations to handle surpluses, to seek\nwore economical means of merchandising, and to aid the producer in securing\nreturns according to the a14 of his product. A revolving loan fund should\nbe provided for the necessary financing until these agencies shall have\ndeveloped means of financing their operations through regularly constituted\ncredit institutions. Such a bill should carry authority for raising the\nmoney, by loans or otherwise, necessary to meet the expense, as the\nTreasury has no surplus.Agriculture has lagged behind industry in achieving that unity of effort\nwhich modern economic life demands. The cooperative movement, which is\ngradually building the needed organization, is in harmony with public\ninterest and therefore merits public encouragement.THE RESPONSIBILITY OF THE STATESImportant phases of public policy related to agriculture lie within the\nsphere of the States. While successive reductions in Federal taxes have\nrelieved most farmers of direct taxes to the National Government, State and\nlocal levies have become a serious burden. This problem needs immediate and\nthorough study with a view to correction at the earliest possible moment.\nIt will have to be made largely by the States themselves.COMMERCEIt is desirable that the Government continue its helpful attitude toward\nAmerican business. The activities of the Department of Commerce have\ncontributed largely to the present satisfactory position\nin our international trade, which has reached about $9,000,000,000\nannually. There should be no slackening of effort in that direction. It is\nalso important that the department's assistance to domestic commerce be\ncontinued. There is probably no way in which the Government can aid sound\neconomic progress more effectively than by cooperation with our business\nmen to reduce wastes in distribution.COMMERCIAL AERONAUTICSContinued progress in civil aviation is most gratifying. Demands for\nairplanes and motors have taxed both the industry and the licensing and\ninspection service of the Department of Commerce to their capacity. While\nthe compulsory licensing provisions of the air commerce act apply only to\nequipment and personnel engaged in interstate and foreign commerce, a\nFederal license may be procured by anyone possessing the necessary\nqualifications. State legislation, local airport regulations, and insurance\nrequirements make such a license practically indispensable. This results in\nuniformity of regulation and increased safety in operation, which are\nessential to aeronautical development. Over 17,000 young men and women have\nnow applied for Federal air pilot's licenses or permits. More than 80 per\ncent of them applied during the past year.Our national airway system exceeds 14,000 miles in length and has 7,500\nmiles lighted for night operations. Provision has been made for lighting\n4,000 miles more during the current fiscal year and equipping an equal\nmileage with radio facilities. Three-quarters of our people are now served\nby these routes. With the rapid growth of air mail, express, and passenger\nservice, this new transportation medium is daily becoming a more important\nfactor in commerce. It is noteworthy that this development has taken place\nwithout governmental subsidies. Commercial passenger flights operating on\nschedule have reached 13,000 miles per day.During the next fortnight this Nation will entertain the nations of the\nworld in a celebration of the twenty-fifth anniversary of the first\nsuccessful airplane flight. The credit for this epoch-making achievement\nbelongs to a citizen of our own country, Orville Wright.CUBAN PARCEL POSTI desire to repeat my recommendation of an earlier message, that Congress\nenact the legislation necessary to make permanent the Parcel Post\nConvention with Cuba, both as a facility to American commerce and as a\nmeasure of equity to Cuba in the one class of goods which that country can\nsend here by parcel post without detriment to our own trade.\"MAINE\" BATTLESHIP MEMORIALWhen I attended the Pan American Conference at Habana, the President of\nCuba showed me a marble statue made from the original memorial that was\noverturned by a storm after it was erected on the Cuban shore to the memory\nof the men who perished in the destruction of the battleship Maine. As a\ntestimony of friendship and appreciation of the Cuban Government and people\nhe most generously offered to present this to the United States, and I\nassured him of my pleasure in accepting it. There is no location in the\nWhite House for placing so large and heavy a structure, and I therefore\nurge the Congress to provide by law for some locality where it can be\nset up.RAILROADSIn previous annual messages I have suggested the enactment of laws to\npromote railroad consolidation with the view of increasing the efficiency\nof transportation and lessening its cost to the public. While,\nconsolidations can and should be made under the present law until it is\nchanged, vet the provisions of the act of 1920 have not been found fully\nadequate to meet the needs of other methods of consolidation. Amendments\ndesigned to remedy these defects have been considered at length by the\nrespective committees of Congress and a bill was reported out late in the\nlast session which I understand has the approval in principle of the\nInterstate Commerce Commission. It is to be hoped that this legislation may\nbe enacted at an early date.Experience has shown that the interstate commerce law requires definition\nand clarification in several other respects, some of which have been\npointed out by the Interstate Commerce Commission in its annual reports to\nthe Congress. It will promote the public interest to have the Congress give\nearly consideration to the recommendations there made.MERCHANT MARINEThe cost of maintaining the United States Government merchant fleet has\nbeen steadily reduced. We have established American flag lines in foreign\ntrade where they had never before existed as a means of promoting commerce\nand as a naval auxiliary. There have been sold to private American capital\nfor operation within the past few years 14 of these lines, which, under the\nencouragement of the recent legislation passed by the Congress, give\npromise of continued successful operation. Additional legislation from time\nto time may be necessary to promote future advancement under private\ncontrol.Through the cooperation of the Post Office Department and the Shipping\nBoard long-term contracts are being made with American steamship lines for\ncarrying mail, which already promise the construction of 15 to 20 new\nvessels and the gradual reestablishment of the American merchant marine as\na private enterprise. No action of the National Government has been so\nbeneficial to our shipping. The cost is being absorbed to a considerable\nextent by the disposal of unprofitable lines operated by the Shipping\nBoard, for which the new law has made a market. Meanwhile it should be our\npolicy to maintain necessary strategic lines under the Government operation\nuntil they can be transferred to private capital.INTER-AMERICAN HIGHWAYIn my message last year I expressed the view that we should lend our\nencouragement for more good roads to all the principal points on this\nhemisphere South of the Rio Grande. My view has not changed.The Pan American Union has recently indorsed it. In some of the countries\nto the south a great deal of progress is being made in road building. In,\nOthers engineering features are often exacting and financing difficult. As\nthose countries enter upon programs for road building we should be ready to\ncontribute from our abundant experience to make their task easier of\naccomplishment. I prefer not to go into civil life to accomplish this end.\nWe already furnish military and naval advisors, and following this\nprecedent we could draw competent men from these same sources and from the\nDepartment of Agriculture.We should provide our southern neighbors, if they request it, with such\nengineer advisors for the construction of roads and bridges. Private\ninterests should look with favor upon all reasonable loans sought by\nthese countries to open main lines of travel. Such assistance should be\ngiven especially to any project for a highway designed to connect all the\ncountries on this hemisphere and thus facilitate, intercourse and closer\nrelations among, them.AIR MAIL SERVICEThe friendly relations and the extensive, commercial intercourse with the\nWestern Hemisphere to the south of us are being further cemented by the\nestablishment and extension of air-mail routes. We shall soon have one from\nKey West, Fla., over Cuba, Haiti, and Santo Domingo to San Juan, P. R.,\nwhere it will connect with another route to Trinidad. There will be another\nroute from Key West to the Canal Zone, where connection will be made with a\nroute across the northern coast of South America to Paramaribo. This will\ngive us a circle around the Caribbean under our own control. Additional\nconnections will be made at Colon with a route running down the west coast\nof South America as far as Conception, Chile, and with the French air mail\nat Paramaribo running down the eastern coast of South America. The air\nservice already spans our continent, with laterals running to Mexico and\nCanada, and covering a daily flight of over 28,000 miles, with an average\ncargo of 15 000 pounds.WATERWAYSOur river and harbor improvements are proceeding with vigor. In the past\nfew years Ave have increased the appropriation for this regular work\n$28,000,000, besides what is to be expended on flood control. The total\nappropriation for this year was over $91,000,000. The Ohio River is almost\nready for opening; work on the Missouri and other rivers is under way. In\naccordance with the Mississippi flood law Army engineers are making\ninvestigations and surveys on other streams throughout the country with a\nview to flood control, navigation, waterpower, and irrigation. Our barrier\nlines are being operated under generous appropriations, and negotiations\nare developing relative to the St. Lawrence waterway. To Secure the largest\nbenefits from all these waterways joint rates must be established with the\nrailroads, preferably by agreement, but otherwise as a result of\ncongressional action.We have recently passed several river and harbor bills. The work ordered by\nthe Congress not, yet completed, will cost about $243,000,000, besides the hundreds of millions to be spent on the Mississippi\nflood way. Until we can see our way out of this expense no further river\nand harbor legislation should be passed, as expenditures to put it into\neffect would be four or five years away.IRRIGATION OF ARID LANDSFor many years the Federal Government has been committed to the wise policy\nof reclamation and irrigation. While it has met with some failures due to\nunwise selection of projects and lack of thorough soil surveys, so that\nthey could not be placed on a sound business basis, on the whole the\nservice has been of such incalculable benefit in so many States that no one\nwould advocate its abandonment. The program to which we are already\ncommitted, providing for the construction of new projects authorized by\nCongress and the completion of old projects, will tax the resources of the\nreclamation fund over a period of years. The high cost of improving and\nequipping farms adds to the difficulty of securing settlers for vacant\nfarms on federal projects.Readjustments authorized by the reclamation relief act of May 25, 1926,\nhave given more favorable terms of repayment to settlers. These new\nfinancial arrangements and the general prosperity on irrigation projects\nhave resulted in increased collections by the Department of the Interior of\ncharges due the reclamation fund. Nevertheless, the demand for still\nsmaller yearly payments on some projects continues. These conditions should\nhave consideration in connection with any proposed new projects.COLORADO RIVERFor several years the Congress has considered the erection of a dam on the\nColorado River for flood-control, irrigation, and domestic water purposes,\nall of which ma properly be considered as Government functions. There would\nbe an incidental creation of water power which could be used for generating\nelectricity. As private enterprise can very well fill this field, there is\nno need for the Government to go into it. It is unfortunate that the States\ninterested in this water have been unable to agree among themselves.\nNevertheless, any legislation should give every possible safeguard to the\npresent and prospective rights of each of them.The Congress will have before it, the detailed report of a special board\nappointed to consider the engineering and economic feasibility of this\nproject. From the short summary which I have seen of it, 11 judge they\nconsider the engineering problems can be met at somewhat increased cost\nover previous estimates. They prefer the Black Canyon site. On the economic\nfeatures they are not so clear and appear to base their conclusions on many\nconditions which can not be established with certainty. So far as I can\njudge, however, from the summary, their conclusions appear sufficiently\nfavorable, so that I feel warranted in recommending a measure which will\nprotect the rights of the States, discharge the necessary Government\nfunctions, and leave the electrical field to private enterprise.MUSCLE SHOALSThe development of other methods of producing nitrates will probably render\nthis plant less important for that purpose than formerly. But we have it,\nand I am told it still provides a practical method of making nitrates for\nnational defense and farm fertilizers. By dividing the property into its\ntwo component parts of power and nitrate plants it would be possible to\ndispose of the power, reserving the right to any concern that wished to\nmake nitrates to use any power that might be needed for that purpose. Such\na disposition of the power plant can be made that will return in rental\nabout $2,000,000 per year. If the Congress would giant the Secretary of War\nauthority to lease the nitrate plant on such terms as would insure the\nlargest production of nitrates, the entire property could begin to\nfunction. Such a division, I am aware, has never seemed to appeal to the\nCongress. I should also gladly approve a bill granting authority to lease\nthe entire property for the production of nitrates.I wish to avoid building another dam at public expense. Future operators\nshould provide for that themselves. But if they were to be required to\nrepay the cost of such dam with the prevailing commercial rates for\ninterest, this difficulty will be considerably lessened. Nor do I think\nthis property should be made a vehicle for putting the United States\nGovernment indiscriminately into the private and retail field of power\ndistribution and nitrate sales.CONSERVATIONThe practical application of economy to the resources of the country calls\nfor conservation. This does not mean that every resource should not be\ndeveloped to its full degree, but it means that none of them should be\nwasted. We have a conservation board working on our oil problem. This is of\nthe utmost importance to the future well-being of our people in this age of\noil-burning engines and the general application of gasoline to\ntransportation. The Secretary of the Interior should not be compelled to\nlease oil lands of the Osage Indians when the market is depressed and the\nfuture supply is in jeopardy.While the area of lands remaining in public ownership is small, compared\nwith the vast area in private ownership, the natural resources of those in\npublic ownership are of immense present and future value. This is\nparticularly trite as to minerals and water power. The proper bureaus have\nbeen classifying these resources to the end that they may be conserved.\nAppropriate estimates are being submitted, in the Budget, for the further\nprosecution of this important work.IMMIGRATIONThe policy of restrictive immigration should be maintained. Authority\nshould be granted the Secretary of Labor to give immediate preference to\nlearned professions and experts essential to new industries. The reuniting\nof families should be expedited. Our immigration and naturalization laws\nmight well be codified.WAGE EARNERIn its economic life our country has rejected the long accepted law of a\nlimitation of the wage fund, which led to pessimism and despair because it\nwas the doctrine of perpetual poverty, and has substituted for it the\nAmerican conception that the only limit to profits and wages is production,\nwhich is the doctrine of optimism and hope because it leads to prosperity.\nHere and there the councils of labor are still darkened by the theory that\nonly by limiting individual production can there be any assurance of\npermanent employment for increasing numbers, but in general, management and\nwage earner alike have become emancipated from this doom and have entered a\nnew era in industrial thought which has unleashed the productive capacity\nof the individual worker with an increasing scale of wages and profits, the\nend of which is not yet. The application of this theory accounts for our\nwidening distribution of wealth. No discovery ever did more to increase the\nhappiness and prosperity of the people.Since 1922 increasing production has increased wages in general 12.9 per\ncent, while in certain selected trades they have run as high as 34.9 per\ncent and 38 per cent. Even in the boot and shoe shops the increase is over\n5 per cent and in woolen mills 8.4 per cent, although these industries have\nnot prospered like others. As the rise in living costs in this period is\nnegligible, these figures represent real wage increases.The cause of constructive economy requires that the Government should\ncooperate with private interests to eliminate the waste arising from\nindustrial accidents. This item, with all that has been done to reduce it,\nstill reaches enormous proportions with great suffering to the workman and\ngreat loss to the country.WOMEN AND CHILDRENThe Federal Government should continue its solicitous care for the\n8,500,000 women wage earners and its efforts in behalf of public health,\nwhich is reducing infant mortality and improving the bodily and mental\ncondition of our citizens.CIVIL SERVICEThe most marked change made in the civil service of the Government in the\npast eight years relates to the increase in salaries. The Board of\nActuaries on the retirement act shows by its report, that July 1, 1921 the\naverage salary of the 330,047 employees subject to the act was $1,307,\nwhile on June 30, 1927, the average salary of the corresponding 405,263\nwas $1,969. This was an increase in six years of nearly 53 per cent. On top\nof this was the generous increase made at the last session of the Congress\ngenerally applicable to Federal employees and another bill increasing the\npay in certain branches of the Postal Service beyond the large increase\nwhich was made three years ago. This raised the average level from $1,969\nto $2,092, making an increase in seven years of over 63 per cent. While it\nis well known that in the upper brackets the pay in the Federal\nservice is much smaller than in private employment, in the lower brackets,\nranging well up over $3,000, it is much higher. It is higher not only in\nactual money paid, but in privileges granted, a vacation of 30 actual\nworking days, or 5 weeks each year, with additional time running in some\ndepartments as high as 30 days for sick leave and the generous provisions\nof the retirement act. No other body of public servants ever occupied such\na fortunate position.EDUCATIONThrough the Bureau of Education of the Department of the Interior the\nFederal Government, acting in an informative and advisory capacity, has\nrendered valuable service. While this province belongs peculiarly to the\nStates, yet the promotion of education and efficiency in educational\nmethods is a general responsibility of the Federal Government. A survey of\nnegro colleges and universities in the United States has just been\ncompleted by the Bureau of Education through funds provided by the\ninstitutions themselves and through private sources. The present status of\nnegro higher education was determined and recommendations were made for its\nadvancement. This was one of the numerous cooperative undertakings of the\nbureau. Following the invitation of the Association of Land Grant Colleges\nand Universities, he Bureau of Education now has under way the survey of\nagricultural colleges, authorized by Congress. The purpose of the survey is\nto ascertain the accomplishments, the status, and the future objectives of\nthis type of educational training. It is now proposed to undertake a survey\nof secondary schools, which educators insist is timely and essential.PUBLIC BUILDINGSWe, have laid out a public building program for the District of Columbia\nand the country at large running into hundreds of millions of dollars.\nThree important structures and one annex are already, under way and one\naddition has been completed in the City of Washington. in the country sites\nhave been acquired, many buildings are in course of construction, and some\nare already completed. Plans for all this work are being prepared in order\nthat it may be carried forward as rapidly as possible. This is the greatest\nbuilding program ever assumed by this Nation. It contemplates structures of\nutility and of beauty. When it reaches completion the people will be well\nserved and the Federal city will be supplied with the most beautiful and\nstately public buildings which adorn any capital in the world.THE AMERICAN INDIANThe administration of Indian affairs has been receiving intensive study for\nseveral years. The Department of the Interior has been able to provide\nbetter supervision of health, education, and industrial advancement of this\nnative race through additional funds provided by the Congress. The present\ncooperative arrangement existing between the Bureau of Indian Affairs and\nthe Public Health Service should be extended. The Government's\nresponsibility to the American Indian has been acknowledged by annual\nincreases in appropriations to fulfill its obligations to them and to\nhasten the time when Federal supervision of their affairs may be properly\nand safely terminated. The movement in Congress and in some of the State\nlegislatures for extending responsibility in Indian affairs to States\nshould be encouraged. A complete participation by the Indian in our\neconomic life is the end to be desired.THE NEGROFor 65 years now our negro Population has been under the peculiar care and\nsolicitude of the National Government. The progress which they have made in\neducation and the professions, in wealth and in the arts of civilization,\naffords one of the most remarkable incidents in this period of world\nhistory. They have demonstrated their ability to partake of the advantages\nof our institutions and to benefit by a free and more and more independent\nexistence. Whatever doubt there may have been of their capacity to assume,\nthe status granted to them by the Constitution of this Union is being\nrapidly dissipated. Their cooperation in the life of the Nation is\nconstantly enlarging.Exploiting the Negro problem for political ends is being abandoned and\ntheir protection is being increased by those States in which their\npercentage of population is largest. Every encouragement should be extended\nfor t le development of the race. The colored people have been the victims\nof the crime of lynching, which has in late years somewhat decreased. Some\nparts of the South already have wholesome laws for its restraint and\npunishment. Their example might well be followed by other States, and by\nsuch immediate remedial legislation as the Federal Government can extend\nunder the Constitution.PHILIPPINE ISLANDSUnder the guidance of Governor General Stimson the economic and political\nconditions of the Philippine Islands have been raised to a standard never\nbefore surpassed. The cooperation between his administration and the people\nof the islands is complete and harmonious. It would be an advantage if\nrelief from double taxation could be granted by the Congress to our\ncitizens doing business in the islands.PORTO RICODue to the terrific storm that swept Porto Rico last September, the people\nof that island suffered large losses. The Red Cross and the War Department\nwent to their rescue. The property loss is being, retrieved. Sugar,\ntobacco, citrus fruit, and coffee, all suffered damage. The first three can\nlargely look after themselves. The coffee growers will need some\nassistance, which should be extended strictly on a business basis, and\nonly after most careful investigation. The people of Porto Rico are not\nasking for charity.DEPARTMENT OF JUSTICEIt is desirable that all the legal activities of the Government be\nconsolidated under the supervision of the Attorney General. In\n1870 it was felt necessary to create the Department of Justice for this\npurpose. During the intervening period, either through legislation creating\nlaw officers or departmental action, additional legal positions not under\nthe supervision of the Attorney General have been provided until there are\nnow over 900. Such a condition is as harmful to the interest of the\nGovernment now as it was in 1870, and should be corrected by appropriate\nlegislation.SPECIAL GOVERNMENT COUNSELIn order to prosecute the oil cases, I suggested and the Congress enacted a\nlaw providing for the appointment of two special counsel. They have pursued\ntheir work with signal ability, recovering all the leased lands besides\nnearly $30,000,000 in money, and nearly $17,000,000 in other property. They\nfind themselves hampered by a statute, which the Attorney General construes\nas applying to them, prohibiting their appearing for private clients before\nany department. For this reason, one has been compelled to resign. No good\nresult is secured by the application of this rule to these counsel, and as\nMr. Roberts has consented to take reappointment if the rule is abrogated I\nrecommend the passage of an amendment to the law creating their office\nexempting them from the general rule against taking other cases involving\nthe Government.PROHIBITIONThe country has duly adopted the eighteenth amendment. Those who object to\nit have the right to advocate its modification or repeal. Meantime, it is\nbinding upon the National and State Governments and all our inhabitants.\nThe Federal enforcement bureau is making every effort to prevent\nviolations, especially through smuggling, manufacture, and transportation,\nand to prosecute generally all violations for which it can secure evidence.\nIt is bound to continue this policy. Under the terms of the Constitution,\nhowever, the obligation is equally on the States to exercise the power\nwhich they have through the executive, legislative, judicial, and police\nbranches of their governments in behalf of enforcement. The Federal\nGovernment is doing and will continue to do all it can in this direction\nand is entitled to the active cooperation of the States.CONCLUSIONThe country is in the midst of an era of prosperity more extensive and of\npeace more permanent than it has ever before experienced. But, having\nreached this position, we should not fail to comprehend that it can easily\nbe lost. It needs more effort for its support than the less exalted places\nof the world. We shall not be permitted to take our case, but shall\ncontinue to be required to spend our days in unremitting toil. The actions\nof the Government must command the confidence of the country. Without this,\nour prosperity would be lost. We must extend to other countries the largest\nmeasure of generosity, moderation, and patience. In addition to dealing\njustly, we can well afford to walk humbly.The end of government is to keep open the opportunity for a more\nabundant life. Peace and prosperity are not finalities; they are only\nmethods. It is too easy under their influence for a nation to become\nselfish and degenerate. This test has come to the United States. Our\ncountry has been provided with the resources with which it can enlarge its\nintellectual, moral, and spiritual life. The issue is in the hands of the\npeople. Our faith in man and God is the justification for the belief in our\ncontinuing success.", 
    "name": "Calvin Coolidge"
}