{
    "date": "December 3, 1924", 
    "speech": "To the Congress of the United States:The present state of the Union, upon which it is customary for the\nPresident to report to the Congress under the provisions of the\nConstitution, is such that it may be regarded with encouragement and\nsatisfaction by every American. Our country is almost unique in its ability\nto discharge fully and promptly all its obligations at home and abroad, and\nprovide for all its inhabitants an increase in material resources, in\nintellectual vigor and in moral power. The Nation holds a position\nunsurpassed in all former human experience. This does not mean that we do\nnot have any problems. It is elementary that the increasing breadth of our\nexperience necessarily increases the problems of our national life. But it\ndoes mean that if all will but apply ourselves industriously and honestly,\nwe have ample powers with which to meet our problems and provide for I heir\nspeedy solution. I do not profess that we can secure an era of perfection\nin human existence, but we can provide an era of peace and prosperity,\nattended with freedom and justice and made more and more satisfying by the\nministrations of the charities and humanities of life.Our domestic problems are for the most part economic. We have our enormous\ndebt to pay, and we are paying it. We have the high cost of government to\ndiminish, and we are diminishing it. We have a heavy burden of taxation to\nreduce, and we are reducing it. But while remarkable progress has been made\nin these directions, the work is yet far from accomplished. We still owe\nover $21,000,000,000, the cost of the National Government is still about\n$3,500,000,000, and the national taxes still amount to about $27 for each\none of our inhabitants. There yet exists this enormous field for the\napplication of economy.In my opinion the Government can do more to remedy the economic ills of the\npeople by a system of rigid economy in public expenditure than can be\naccomplished through any other action. The costs of our national and local\ngovernments combined now stand at a sum close to $100 for each inhabitant\nof the land. A little less than one-third of this is represented by\nnational expenditure, and a little more than two-thirds by local\nexpenditure. It is an ominous fact that only the National Government is\nreducing its debt. Others are increasing theirs at about $1,000,000,000\neach year. The depression that overtook business, the disaster experienced\nin agriculture, the lack of employment and the terrific shrinkage in all\nvalues which our country experienced in a most acute form in 1920, resulted\nin no small measure from the prohibitive taxes which were then levied on\nall productive effort. The establishment of a system of drastic economy in\npublic expenditure, which has enabled us to pay off about one-fifth of the\nnational debt since 1919, and almost cut in two the national tax burden\nsince 1921, has been one of the main causes in reestablishing a prosperity\nwhich has come to include within its benefits almost every one of our\ninhabitants. Economy reaches everywhere. It carries a blessing to\neverybody.The fallacy of the claim that the costs of government are borne by the rich\nand those who make a direct contribution to the National Treasury can not\nbe too often exposed. No system has been devised, I do not think any system\ncould be devised, under which any person living in this country could\nescape being affected by the cost of our government. It has a direct effect\nboth upon the rate and the purchasing power of wages. It is felt in the\nprice of those prime necessities of existence, food, clothing, fuel and\nshelter. It would appear to be elementary that the more the Government\nexpends the more it must require every producer to contribute out of his\nproduction to the Public Treasury, and the less he will have for his own\nbenefit. The continuing costs of public administration can be met in only\none way--by the work of the people. The higher they become, the more the\npeople must work for the Government. The less they are, the more the people\ncan work for themselves.The present estimated margin between public receipts and expenditures for\nthis fiscal year is very small. Perhaps the most important work that this\nsession of the Congress can do is to continue a policy of economy and\nfurther reduce the cost of government, in order that we may have a\nreduction of taxes for the next fiscal year. Nothing is more likely to\nproduce that public confidence which is the forerunner and the mainstay of\nprosperity, encourage and enlarge business opportunity with ample\nopportunity for employment at good wages, provide a larger market for\nagricultural products, and put our country in a stronger position to be\nable to meet the world competition in trade, than a continuing policy of\neconomy. Of course necessary costs must be met, proper functions of the\nGovernment performed, and constant investments for capital account and\nreproductive effort must be carried on by our various departments. But the\npeople must know that their Government is placing upon them no unnecessary\nburden.TAXESEveryone desires a reduction of taxes, and there is a great preponderance\nof sentiment in favor of taxation reform. When I approved the present tax\nlaw, I stated publicly that I did so in spite of certain provisions which I\nbelieved unwise and harmful. One of the most glaring of these was the\nmaking public of the amounts assessed against different income-tax payers.\nAlthough that damage has now been done, I believe its continuation to be\ndetrimental To the public welfare and bound to decrease public revenues, so\nthat it ought to be repealed.Anybody can reduce taxes, but it is not so easy to stand in the gap and\nresist the passage of increasing appropriation bills which would make tax\nreduction impossible. It will be very easy to measure the strength of the\nattachment to reduced taxation by the power with which increased\nappropriations are resisted. If at the close of the present session the\nCongress has kept within the budget which I propose to present, it will\nthen be possible to have a moderate amount of tax reduction and all the tax\nreform that the Congress may wish for during the next fiscal year. The\ncountry is now feeling the direct stimulus which came from the passage of\nthe last revenue bill, and under the assurance of a reasonable system of\ntaxation there is every prospect of an era of prosperity of unprecedented\nproportions. But it would be idle to expect any such results unless\nbusiness can continue free from excess profits taxation and be accorded a\nsystem of surtaxes at rates which have for their object not the punishment\nof success or the discouragement of business, but the production of the\ngreatest amount of revenue from large incomes. I am convinced that the\nlarger incomes of the country would actually yield more revenue to the\nGovernment if the basis of taxation were scientifically revised downward.\nMoreover the effect of the present method of this taxation is to increase\nthe cost of interest on productive enterprise and to increase the burden\nof rent. It is altogether likely that such reduction would so encourage and\nstimulate investment that it would firmly establish our country in the\neconomic leadership of the world.WATERWAYSMeantime our internal development should go on. Provision should be made\nfor flood control of such rivers as the Mississippi and the Colorado, and\nfor the opening up of our inland waterways to commerce. Consideration is\ndue to the project of better navigation from the Great Lakes to the Gulf.\nEvery effort is being made to promote an agreement with Canada to build\nthe, St. Lawrence waterway. There are pending before the Congress bills for\nfurther development of the Mississippi Basin, for the taking over of the\nCape Cod Canal in accordance with a moral obligation which seems to have\nbeen incurred during the war, and for the improvement of harbors on both\nthe Pacific and the Atlantic coasts. While this last should be divested of\nsome of its projects and we must proceed slowly, these bills in general\nhave my approval. Such works are productive of wealth and in the long run\ntend to a reduction of the tax burden.RECLAMATIONOur country has a well defined policy of reclamation established under\nstatutory authority. This policy should be continued and made a\nself-sustaining activity administered in a manner that will meet local\nrequirements and bring our and lands into a profitable state of cultivation\nas fast as there is a market for their products. Legislation is pending\nbased on the report of the Fact Finding Commission for the proper relief of\nthose needing extension of time in which to meet their payments on\nirrigated land, and for additional amendments and reforms of our\nreclamation laws, which are all exceedingly important and should be enacted\nat once.No more important development has taken place in the last year than the\nbeginning of a restoration of agriculture to a prosperous condition. We\nmust permit no division of classes in this country, with one occupation\nstriving to secure advantage over another. Each must proceed under open\nopportunities and with a fair prospect of economic equality. The Government\ncan not successfully insure prosperity or fix prices by legislative fiat.\nEvery business has its risk and its times of depression. It is well known\nthat in the long run there will be a more even prosperity and a more\nsatisfactory range of prices under the natural working out of economic laws\nthan when the Government undertakes the artificial support of markets and\nindustries. Still we can so order our affairs, so protect our own people\nfrom foreign competition, so arrange our national finances, so administer\nour monetary system, so provide for the extension of credits, so improve\nmethods of distribution, as to provide a better working machinery for the\ntransaction of the business of the Nation with the least possible friction\nand loss. The Government has been constantly increasing its efforts in\nthese directions for the relief and permanent establishment of agriculture\non a sound and equal basis with other business.It is estimated that the value of the crops for this harvest year may reach\n$13,000,000,000, which is an increase of over $3,000,000,000 in three\nyears. It compares with $7,100,000,000 in 1913, and if we make deduction\nfrom the figures of 1924 for the comparatively decreased value of the\ndollar, the yield this year still exceeds 1913 in purchasing power by over\n$1,000,000,000, and in this interval there has been no increase in the\nnumber of farmers. Mostly by his own effort the farmer has decreased the\ncost of production. A marked increase in the price of his products and some\ndecrease in the price of his supplies has brought him about to a parity\nwith the rest of the Nation. The crop area of this season is estimated at\n370,000,000 acres, which is a decline of 3,000,000 acres from last year,\nand 6,000,000 acres from 1919. This has been a normal and natural\napplication of economic laws, which has placed agriculture on a foundation\nwhich is undeniably sound and beginning to be satisfactory.A decrease in the world supply of wheat has resulted in a very large\nincrease in the price of that commodity. The position of all agricultural\nproducts indicates a better balanced supply, but we can not yet conclude\nthat agriculture is recovered from the effects of the war period or that it\nis permanently on a prosperous basis. The cattle industry has not yet\nrecovered and in some sections has been suffering from dry weather. Every\neffort must be made both by Government activity and by private agencies to\nrestore and maintain agriculture to a complete normal relationship with\nother industries.It was on account of past depression, and in spite of present more\nencouraging conditions, that I have assembled an Agricultural Conference\nmade up of those who are representative of this great industry in both its\noperating and economic sides. Everyone knows that the great need of the\nfarmers is markets. The country is not suffering on the side of production.\nAlmost the entire difficulty is on the side of distribution. This reaches\nback, of course, to unit costs and diversification, and many allied\nsubjects. It is exceedingly intricate, for our domestic and foreign trade,\ntransportation and banking, and in fact our entire economic system, are\nclosely related to it. In time for action at this session, I hope to report\nto the Congress such legislative remedies as the conference may recommend.\nAn appropriation should be made to defray their necessary expenses.MUSCLE SHOALSThe production of nitrogen for plant food in peace and explosives in war is\nmore and more important. It is one of the chief sustaining elements of\nlife. It is estimated that soil exhaustion each year is represented by\nabout 9,000,000 tons and replenishment by 5,450,000 tons. The deficit of\n3,550,000 tons is reported to represent the impairment of 118,000,000 acres\nof farm lands each year.To meet these necessities the Government has been developing a water power\nproject at Muscle Shoals to be equipped to produce nitrogen for explosives\nand fertilizer. It is my opinion that the support of agriculture is the\nchief problem to consider in connection with this property. It could by no\nmeans supply the present needs for nitrogen, but it would help and its\ndevelopment would encourage bringing other water powers into like use.Several offers have been made for the purchase of this property. Probably\nnone of them represent final terms. Much costly experimentation is\nnecessary to produce commercial nitrogen. For that reason it is a field\nbetter suited to private enterprise than to Government operation. I should\nfavor a sale of this property, or long-time lease, tinder rigid guaranties\nof commercial nitrogen production at reasonable prices for agricultural\nuse. There would be a surplus of power for many years over any possibility\nof its application to a developing manufacture of nitrogen. It may be found\nadvantageous to dispose of the right to surplus power separately with such\nreservations as will allow its gradual withdrawal and application to\nnitrogen manufacture. A subcommittee of the Committees on Agriculture\nshould investigate this field and negotiate with prospective purchasers. If\nno advantageous offer be made, the development should continue and the\nplant should be dedicated primarily to the production of materials for the\nfertilization of the soil.RAILWAYSThe railways during the past year have made still further progress in\nrecuperation from the war, with large rains in efficiency and ability\nexpeditiously to handle the traffic of the country. We have now passed\nthrough several periods of peak traffic without the car shortages which so\nfrequently in the past have brought havoc to our agriculture and\nindustries. The condition of many of our great freight terminals is still\none of difficulty and results in imposing, large costs on the public for\ninward-bound freight, and on the railways for outward-bound freight. Owing\nto the growth of our large cities and the great increase in the volume of\ntraffic, particularly in perishables, the problem is not only difficult of\nsolution, but in some cases not wholly solvable by railway action alone.In my message last year I emphasized the necessity for further legislation\nwith a view to expediting the consolidation of our rail ways into larger\nsystems. The principle of Government control of rates and profits, now\nthoroughly imbedded in our governmental attitude toward natural monopolies\nsuch as the railways, at once eliminates the need of competition by small\nunits as a method of rate adjustment. Competition must be preserved as a\nstimulus to service, but this will exist and can be increased tinder\nenlarged systems. Consequently the consolidation of the railways into\nlarger units for the purpose of securing the substantial values to the\npublic which will come from larger operation has been the logical\nconclusion of Congress in its previous enactments, and is also supported by\nthe best opinion in the country. Such consolidation will assure not only a\ngreater element of competition as to service, but it will afford economy in\noperation, greater stability in railway earnings, and more economical\nfinancing. It opens large possibilities of better equalization of rates\nbetween different classes of traffic so as to relieve undue burdens upon\nagricultural products and raw materials generally, which are now not\npossible without ruin to small units owing to the lack of diversity of\ntraffic. It would also tend to equalize earnings in such fashion as to\nreduce the importance of section 15A, at which criticism, often misapplied,\nhas been directed. A smaller number of units would offer less difficulties\nin labor adjustments and would contribute much to the, solution of terminal\ndifficulties.The consolidations need to be carried out with due regard to public\ninterest and to the rights and established life of various communities in\nour country. It does not seem to me necessary that we endeavor to\nanticipate any final plan or adhere to an artificial and unchangeable\nproject which shall stipulate a fixed number of systems, but rather we\nought to approach the problem with such a latitude of action that it can be\nworked out step by step in accordance with a comprehensive consideration of\npublic interest. Whether the number of ultimate systems shall be more or\nless seems to me can only be determined by time and actual experience in\nthe development of such consolidations.Those portions of the present law contemplating consolidations ore not,\nsufficiently effective in producing expeditious action and need\namplification of the authority of the Interstate Commerce Commission,\nparticularly in affording a period for voluntary proposals to the\ncommission and in supplying Government pressure to secure action after the\nexpiration of such a period.There are other proposals before Congress for amending the transportation\nacts. One of these contemplates a revision of the method of valuation for\nrate-making purposes to be followed by a renewed valuation of the railways.\nThe valuations instituted by the Interstate Commerce Commission 10 years\nago have not yet been completed. They have cost the Government an enormous\nsum, and they have imposed great expenditure upon the railways, most of\nwhich has in effect come out of the public in increased rates. This work\nshould not be abandoned or supplanted until its results are known and can\nbe considered.Another matter before the Congress is legislation affecting the labor\nsections of the transportation act. Much criticism has been directed at the\nworkings of this section and experience has shown that some useful\namendment could be made to these provisions.It would be helpful if a plan could be adopted which, while retaining the\npractice of systematic collective bargaining with conciliation voluntary\narbitration of labor differences, could also provide simplicity in\nrelations and more direct local responsibility of employees and managers.\nBut such legislation will not meet the requirements of the situation unless\nit recognizes the principle that t e public has a right to the\nuninterrupted service of transportation, and therefore a right to be heard\nwhen there is danger that the Nation may suffer great injury through the\ninterruption of operations because of labor disputes. If these elements are\nnot comprehended in proposed legislation, it would be better to gain\nfurther experience with the present organization for dealing with these\nquestions before undertaking a change.SHIPPING BOARDThe form of the organization of the Shipping Board was based originally on\nits functions as a semi judicial body in regulation of rates. During the\nwar it was loaded with enormous administrative duties. It has been\ndemonstrated time and again that this form of organization results in\nindecision, division of opinion and administrative functions, which make a\nwholly inadequate foundation for the conduct of a great business\nenterprise. The first principle in securing the objective set out by\nCongress in building up the American merchant marine upon the great trade\nroutes and subsequently disposing of it into private operation can not\nproceed with effectiveness until the entire functions of the board are\nreorganized. The immediate requirement is to transfer into the Emergency\nFleet, Corporation the whole responsibility of operation of the fleet and\nother property, leaving to the Shipping Board solely the duty of\ndetermining certain major policies which require deliberative action.The procedure under section 28 of the merchant marine act has created great\ndifficulty and threatened friction during the past 12 months. Its attempted\napplication developed not only great opposition from exporters,\nparticularly as to burdens that may be imposed upon agricultural products,\nbut also great anxiety in the different seaports as to the effect upon\ntheir relative rate structures. This trouble will certainly recur if action\nis attempted under this section. It is uncertain in some of its terms and\nof great difficulty in interpretation.It is my belief that action under this section should be suspended until\nthe Congress can reconsider the entire question in the light of the\nexperience that has been developed since its enactment.NATIONAL ELECTIONSNothing is so fundamental to the integrity of a republican form of\ngovernment as honesty in all that relates to the conduct of elections. I am\nof the opinion that the national laws governing the choice of members of\nthe Congress should be extended to include appropriate representation of\nthe respective parties at the ballot box ant equality of representation on\nthe various registration boards, wherever they exist.THE JUDICIARYThe docket of the Supreme Court is becoming congested. At the opening term\nlast year it had 592 cases, while this year it had 687 cases. Justice long\ndelayed is justice refused. Unless the court be given power by preliminary\nand summary consideration to determine the importance of cases, and by\ndisposing of those which are not of public moment reserve its time for the\nmore extended consideration of the remainder, the congestion of the docket\nis likely to increase. It is also desirable that Supreme Court should have\npower to improve and reform procedure in suits at law in the Federal courts\nthrough the adoption of appropriate rules. The Judiciary Committee of the\nSenate has reported favorably upon two bills providing for these reforms\nwhich should have the immediate favorable consideration of the Congress.I further recommend that provision be made for the appointment of a\ncommission, to consist of two or three members of the Federal judiciary and\nas many members of the bar, to examine the present criminal code of\nprocedure and recommend to the Congress measures which may reform and\nexpedite court procedure in the administration and enforcement of our\ncriminal laws.PRISON REFORMPending before the Congress is a bill which has already passed one House\nproviding for a reformatory to which could be committed first offenders and\nyoung men for the purpose of segregating them from contact with banned\ncriminals and providing them with special training in order to reestablish\nin them the power to pursue a law-abiding existence in the social and\neconomic life of the Nation. This is a matter of so much importance as to\nwarrant the early attention of the present session. Further provision\nshould also be made, for a like reason, for a separate reformatory for\nwomen.NATIONAL POLICE BUREAURepresentatives of the International Police Conference will bring to t e\nattention of the Congress a proposal for the establishment of a national\npolice bureau. Such action would provide a central point for gathering,\ncompiling, and later distributing to local police authorities much\ninformation which would be helpful in the prevention and detection of\ncrime. I believe this bureau is needed, and I recommend favorable\nconsideration of this proposal.DISTRICT OF COLUMBIA WELFAREThe welfare work of the District of Columbia is administered by several\ndifferent boards dealing with charities and various correctional efforts.\nIt would be an improvement if this work were consolidated and placed under\nthe direction of a single commission.FRENCH SPOLIATION CLAIMSDuring the last session of the Congress legislation was introduced looking\nto the payment of the remaining claims generally referred to as the French\nspoliation claims. The Congress has provided for the payment of many\nsimilar claims. Those that remain unpaid have been long pending. The\nbeneficiaries thereunder have every reason to expect payment. These claims\nhave been examined by the Court of Claims and their validity and amount\ndetermined. The United States ought to pay its debts. I recommend action by\nthe Congress which will permit of the payment of these remaining claims.THE WAGE EARNERTwo very important policies have been adopted by this country which, while\nextending their benefits also in other directions, have been of the utmost\nimportance to the wage earners. One of these is the protective tariff,\nwhich enables our people to live according to a better standard and receive\na better rate of compensation than any people, any time, anywhere on earth,\never enjoyed. This saves the American market for the products of the\nAmerican workmen. The other is a policy of more recent origin and seeks to\nshield our wage earners from the disastrous competition of a great influx\nof foreign peoples. This has been done by the restrictive immigration law.\nThis saves the American job for the American workmen. I should like to see\nthe administrative features of this law rendered a little more humane for\nthe purpose of permitting those already here a greater latitude in securing\nadmission of members of their own families. But I believe this law in\nprinciple is necessary and sound, and destined to increase greatly the\npublic welfare. We must maintain our own economic position, we must defend\nour own national integrity.It is gratifying to report that the progress of industry, the enormous\nincrease in individual productivity through labor-saving devices, and the\nhigh rate of wages have all combined to furnish our people in general with\nsuch an abundance not only of the necessaries but of the conveniences of\nlife that we are by a natural evolution solving our problems of economic\nand social justice.THE NEGROThese developments have brought about a very remarkable improvement in the\ncondition of the negro race. Gradually, but surely, with the almost\nuniversal sympathy of those among whom they live, the colored people are\nworking out their own destiny. I firmly believe that it is better for all\nconcerned that they should be cheerfully accorded their full constitutional\nrights, that they should be protected from all of those impositions to\nwhich, from their position, they naturally fall a prey, especially from the\ncrime of lynching and that they should receive every encouragement to\nbecome full partakers in all the blessings of our common American\ncitizenship.CIVIL SERVICEThe merit system has long been recognized as the correct basis for\nemployment in our, civil service. I believe that first second, and third\nclass postmasters, and without covering in the present membership the\nfield force of prohibition enforcement, should be brought within the\nclassified service by statute law. Otherwise the Executive order of one\nadministration is changed by the Executive order of another administration,\nand little real progress is made. Whatever its defects, the merit system is\ncertainly to be preferred to the spoils system.DEPARTMENTAL REORGANIZATIONOne way to save public money would be to pass the pending bill for the\nreorganization of the various departments. This project has been pending\nfor some time, and has had the most careful consideration of experts and\nthe thorough study of a special congressional committee. This legislation\nis vital as a companion piece to the Budget law. Legal authority for a\nthorough reorganization of the Federal structure with some latitude of\naction to the Executive in the rearrangement of secondary functions would\nmake for continuing economy in the shift of government activities which\nmust follow every change in a developing country. Beyond this many of the\nindependent agencies of the Government must be placed under responsible\nCabinet officials, if we are to have safeguards of efficiency, economy, and\nprobity.ARMY AND NAVYLittle has developed in relation to our national defense which needs\nspecial attention. Progress is constantly being made in air navigation and\nrequires encouragement and development. Army aviators have made a\nsuccessful trip around the world, for which I recommend suitable\nrecognition through provisions for promotion, compensation, and retirement.\nUnder the direction of the Navy a new Zeppelin has been successfully\nbrought from Europe across the Atlantic to our own country.Due to the efficient supervision of the Secretary of War the Army of the\nUnited States has been organized with a small body of Regulars and a\nmoderate National Guard and Reserve. The defense test of September 12\ndemonstrated the efficiency of the operating plans. These methods and\noperations are well worthy of congressional support.Under the limitation of armaments treaty a large saving in outlay and a\nconsiderable decrease in maintenance of the Navy has been accomplished. We\nshould maintain the policy of constantly working toward the full treaty\nstrength of the Navy. Careful investigation is being made in this\ndepartment of the relative importance of aircraft, surface and submarine\nvessels, in order that we may not fail to take advantage of all modern\nimprovements for our national defense. A special commission also is\ninvestigating the problem of petroleum oil for the Navy, considering the\nbest policy to insure the future supply of fuel oil and prevent the\nthreatened drainage of naval oil reserves. Legislative action is required\nto carry on experiments in oil shale reduction, as large deposits of this\ntype have been set aside for the use of the Navy.We have been constantly besought to engage in competitive armaments.\nFrequent reports will reach us of the magnitude of the military equipment\nof other, nations. We shall do well to be little impressed by such reports\nor such actions. Any nation undertaking to maintain a military\nestablishment with aggressive and imperialistic designs will find itself\nseverely handicapped in the economic development of the world. I believe\nthoroughly in the Army and Navy, in adequate defense and preparation. But I\nam opposed to any policy of competition in building and maintaining land or\nsea armaments.Our country has definitely relinquished the old standard of dealing with\nother countries by terror and force, and is definitely committed to the new\nstandard of dealing with them through friendship and understanding. This\nnew policy should be constantly kept in mind by the guiding forces of the\nArmy and Navy, by the. Congress and by the country at large. I believe it\nholds a promise of great benefit to humanity. I shall resist any attempt to\nresort to the old methods and the old standards. I am especially solicitous\nthat foreign nations should comprehend the candor and sincerity with which\nwe have adopted this position. While we propose to maintain defensive and\nsupplementary police forces by land and sea, and to train them through\ninspections and maneuvers upon appropriate occasions in order to maintain\ntheir efficiency, I wish every other nation to understand that this does\nnot express any unfriendliness or convey any hostile intent. I want the\narmed forces of America to be considered by all peoples not as enemies but\nas friends as the contribution which is made by this country for the\nmaintenance of the peace and security of the world.VETERANSWith the authorization for general hospitalization of the veterans of all\nwars provided during the present year, the care and treatment of those who\nhave served their country in time of peril and the attitude of the\nGovernment toward them is not now so much one of needed legislation as one\nof careful, generous and humane administration. It will ever be recognized\nthat their welfare is of the first concern and always entitled to the most\nsolicitous consideration oil the part of their fellow citizens. They are\norganized in various associations, of which the chief and most\nrepresentative is the American Legion. Through its officers the Legion will\npresent to the Congress numerous suggestions for legislation. They cover\nsuch a wide variety of subjects that it is impossible to discuss them\nwithin the scope of this message. With many of the proposals I join in\nhearty approval and commend them all to the sympathetic investigation and\nconsideration of the Congress.FOREIGN RELATIONSAt no period in the past 12 years have our foreign relations been in such a\nsatisfactory condition as they are at the present time. Our actions in the\nrecent months have greatly strengthened the American policy of permanent\npeace with independence. The attitude which our Government took and\nmaintained toward an adjustment of European reparations, by pointing out\nthat it wits not a political but a business problem, has demonstrated its\nwisdom by its actual results. We desire to see Europe restored that it may\nresume its productivity in the increase of industry and its support in the\nadvance of civilization. We look with great gratification at the hopeful\nprospect of recuperation in Europe through the Dawes plan. Such assistance\nas can be given through the action of the public authorities and of our\nprivate citizens, through friendly counsel and cooperation, and through\neconomic and financial support, not for any warlike effort but for\nreproductive enterprise, not to provide means for unsound government\nfinancing but to establish sound business administration should be\nunhesitatingly provided.Ultimately nations, like individuals, can not depend upon each other but\nmust depend upon themselves. Each one must work out its own salvation. We\nhave every desire to help. But with all our resources we are powerless to\nsave unless our efforts meet with a constructive response. The situation in\nour own country and all over the world is one Chat can be improved only by\nbard work and self-denial. It is necessary to reduce expenditures, increase\nsavings and liquidate debts. It is in this direction that there lies the\ngreatest hope of domestic tranquility and international peace. Our own\ncountry ought to finish the leading example in this effort. Our past\nadherence to this policy, our constant refusal to maintain a military\nestablishment that could be thought to menace the security of others, our\nhonorable dealings with other nations whether great or small, has left us\nin the almost constant enjoyment of peace.It is not necessary to stress the general desire of all the people of this\ncountry for the promotion of peace. It is the leading principle of all our\nforeign relations. We have on every occasion tried to cooperate to this end\nin all ways that were consistent with our proper independence and our\ntraditional policies. It will be my constant effort to maintain these\nprinciples, and to reinforce them by all appropriate agreements and\ntreaties. While we desire always to cooperate and to help, we are equally\ndetermined to be independent and free. Right and truth and justice and\nhumanitarian efforts will have the moral support of this country all over\nthe world. But we do not wish to become involved in the political\ncontroversies of others. Nor is the country disposed to become a member of\nthe League of Nations or to assume the obligations imposed by its\ncovenant.INTERNATIONAL COURTAmerica has been one of the foremost nations in advocating tribunals for\nthe settlement of international disputes of a justiciable character. Our\nrepresentatives took a leading in those conferences which resulted in the\nestablishment of e ague Tribunal, and later in providing for a Permanent\nCourt of International Justice. I believe it would be for the advantage of\nthis country and helpful to the stability of other nations for us to adhere\nto the protocol establishing, that court upon the conditions stated in the\nrecommendation which is now before the Senate, and further that our country\nshall not be bound by advisory opinions which may be, rendered by the court\nupon questions which we have not voluntarily submitted for its judgment.\nThis court would provide a practical and convenient tribunal before which\nwe could go voluntarily, but to which we could not be summoned, for a\ndetermination of justiciable questions when they fail to be resolved by\ndiplomatic negotiations.DISARMAMENT CONFERENCEMany times I have expressed my desire to see the work of the Washington\nConference on Limitation of Armaments appropriately supplemented by further\nagreements for a further reduction M for the purpose of diminishing the\nmenace and waste of the competition in preparing instruments of\ninternational war. It has been and is my expectation that we might\nhopefully approach other great powers for further conference on this\nsubject as soon as the carrying out of the present reparation plan as the\nestablished and settled policy of Europe has created a favorable\nopportunity. But on account of proposals which have already been made by\nother governments for a European conference, it will be necessary to wait\nto see what the outcome of their actions may be. I should not wish to\npropose or have representatives attend a conference which would contemplate\ncommitments opposed to the freedom of action we desire to maintain\nunimpaired with respect to our purely domestic policies.INTERNATIONAL LAWOur country should also support efforts which are being made toward the\ncodification of international law. We can look more hopefully, in the first\ninstance, for research and studies that are likely to be productive of\nresults, to a cooperation among representatives of the bar and members of\ninternational law institutes and societies, than to a conference of those\nwho are technically representative of their respective governments,\nalthough, when projects have been developed, they must go to the\ngovernments for their approval. These expert professional studies are going\non in certain quarters and should have our constant encouragement and\napproval.OUTLAW OF WARMuch interest has of late been manifested in this country in the discussion\nof various proposals to outlaw aggressive war. I look with great sympathy\nupon the examination of this subject. It is in harmony with the traditional\npolicy of our country, which is against aggressive war and for the\nmaintenance of permanent and honorable peace. While, as I have said, we\nmust safeguard our liberty to deal according to our own judgment with our\ndomestic policies, we can not fail to view with sympathetic interest all\nprogress to this desired end or carefully to study the measures that may be\nproposed to attain it.LATIN AMERICAWhile we are desirous of promoting peace in every quarter of the globe, we\nhave a special interest in the peace of this hemisphere. It is our constant\ndesire that all causes of dispute in this area may be tranquilly and\nsatisfactorily adjusted. Along with our desire for peace is the earnest\nhope for the increased prosperity of our sister republics of Latin America,\nand our constant purpose to promote cooperation with them which may be\nmutually beneficial and always inspired by the most cordial friendships.FOREIGN DEBTSAbout $12,000,000,000 is due to our Government from abroad, mostly from\nEuropean Governments. Great Britain, Finland, Hungary, Lithuania and Poland\nhave negotiated settlements amounting close to $5,000,000,000. This\nrepresents the funding of over 42 per cent of the debt since the creation\nof the special Foreign Debt Commission. As the life of this commission is\nabout to expire, its term should be extended. I am opposed to the\ncancellation of these debts and believe it for the best welfare of the\nworld that they should be liquidated and paid as fast as possible. I do not\nfavor oppressive measures, but unless money that is borrowed is repaid\ncredit can not be secured in time of necessity, and there exists besides a\nmoral obligation which our country can not ignore and no other country can\nevade. Terms and conditions may have to conform to differences in the\nfinancial abilities of the countries concerned, but the principle that each\ncountry should meet its obligation admits of no differences and is of\nuniversal application.It is axiomatic that our country can not stand still. It would seem to be\nperfectly plain from recent events that it is determined to go forward. But\nit wants no pretenses, it wants no vagaries. It is determined to advance in\nan orderly, sound and common-sense way. It does not propose to abandon the\ntheory of the Declaration that the people have inalienable rights which no\nmajority and no power of government can destroy. It does not propose to\nabandon the practice of the Constitution that provides for the protection\nof these rights. It believes that within these limitations, which are\nimposed not by the fiat of man but by the law of the Creator,\nself-government is just and wise. It is convinced that it will be\nimpossible for the people to provide their own government unless they\ncontinue to own their own property.These are the very foundations of America. On them has been erected a\nGovernment of freedom and equality, of justice and mercy, of education and\ncharity. Living under it and supporting it the people have come into great\npossessions on the material and spiritual sides of life. I want to continue\nin this direction. I know that the Congress shares with me that desire. I\nwant our institutions to be more and more expressive of these principles. I\nwant the people of all the earth to see in the American flag the symbol of\na Government which intends no oppression at home and no aggression abroad,\nwhich in the spirit of a common brotherhood provides assistance in time of\ndistress.", 
    "name": "Calvin Coolidge"
}