{
    "date": "December 7, 1926", 
    "speech": "Members of the Congress:In reporting to the Congress the state of the Union, I find it impossible\nto characterize it other than one of general peace and prosperity. In some\nquarters our diplomacy is vexed with difficult and as yet unsolved\nproblems, but nowhere are we met with armed conflict. If some occupations\nand areas are not flourishing, in none does there remain any acute chronic\ndepression. What the country requires is not so much new policies as a\nsteady continuation of those which are already being crowned with such\nabundant success. It can not be too often repeated that in common with all\nthe world we are engaged in liquidating the war.In the present short session no great amount of new legislation is\npossible, but in order to comprehend what is most desirable some survey of\nour general situation is necessary. A large amount of time is consumed in\nthe passage of appropriation bills. If each Congress in its opening session\nwould make appropriations to continue for two years, very much time would\nbe saved which could either be devoted to a consideration of the general\nneeds of the country or would result in decreasing the work of legislation.\nECONOMYOur present state of prosperity has been greatly promoted by three\nimportant causes, one of which is economy, resulting in reduction and\nreform in national taxation. Another is the elimination of many kinds of\nwaste. The third is a general raising of the standards of efficiency. This\ncombination has brought the perfectly astonishing result of a reduction in\nthe index price of commodities and an increase in the index rate of wages.\nWe have secured a lowering of the cost to produce and a raising of the\nability to consume. Prosperity resulting from these causes rests on the\nsecurest of all foundations. It gathers strength from its own progress.In promoting this progress the chief part which the National Government\nplays lies in the field of economy. Whatever doubts may have been\nentertained as to the necessity of this policy and the beneficial results\nwhich would accrue from it to all the people of the Nation, its wisdom must\nnow be considered thoroughly demonstrated. It may not have appeared to be a\nnovel or perhaps brilliant conception, but it has turned out to be\npreeminently sound. It has not failed to work. It has surely brought\nresults. It does not have to be excused as a temporary expedient adopted as\nthe lesser evil to remedy some abuse, it is not a palliative seeking to\ntreat symptoms, but a major operation for the, eradication at the source of\na large number of social diseases.Nothing is easier than the expenditure of public money. It does not appear\nto belong to anybody. The temptation is overwhelming to bestow it on\nsomebody. But the results of extravagance are ruinous. The property of the\ncountry, like the freedom of the country, belongs to the people of the\ncountry. They have not empowered their Government to take a dollar of it\nexcept for a necessary public purpose. But if the Constitution conferred\nsuch right, sound economics would forbid it. Nothing is more, destructive\nof the progress of the Nation than government extravagance. It means an\nincrease in the burden of taxation, dissipation of the returns from\nenterprise, a decrease in the real value of wages, with ultimate stagnation\nand decay. The whole theory of our institutions is based on the liberty and\nindependence of the individual. He is dependent on himself for support and\ntherefore entitled to the rewards of his own industry. He is not to be\ndeprived of what he earns that others may be benefited by what they do not\nearn. What he saves through his private effort is not to be wasted by\nGovernment extravagance.Our national activities have become so vast that it is necessary to\nscrutinize each item of public expenditure if we are to apply the principle\nof economy. At the last session we made an immediate increase in the annual\nbudget of more than $100,000,000 in benefits conferred on the veterans of\nthree wars, public buildings, and river and harbor improvement. Many\nprojects are being broached requiring further large outlays. I am convinced\nthat it would be greatly for the welfare of the country if we avoid at the\npresent session all commitments except those of the most pressing nature.\nFrom a reduction of the debt and taxes will accrue a wider benefit to all\nthe people of this country than from embarking on any new enterprise. When\nour war debt is decreased we shall have resources for expansion. Until that\nis accomplished we should confine ourselves to expenditures of the most\nurgent necessity.The Department of Commerce has performed a most important function in\nmaking plans and securing support of all kinds of national enterprise for\nthe elimination of waste. Efficiency has been greatly promoted through good\nmanagement and the constantly increasing cooperation of the wage earners\nthroughout the whole realm of private business. It is my opinion that this\nwhole development has been predicated on the foundation of a protective\ntariff.TAX REDUCTIONAs a result of economy of administration by the Executive and of\nappropriation by the Congress, the end of this fiscal year will leave a\nsurplus in the Treasury estimated at $383,000,000. Unless otherwise\nordered, such surplus is used for the retirement of the war debt. A bond\nwhich can be retired today for 100 cents will cost the people 104 1/4\ncents to retire a year from now. While I favor a speedy reduction of the\ndebt as already required by law and in accordance with the promises made to\nthe holders of our Liberty bonds when they were issued, there is no reason\nwhy a balanced portion of surplus revenue should not be applied to a\nreduction of taxation. It can not be repeated too often that the enormous\nrevenues of this Nation could not be collected without becoming a charge on\nall the people whether or not they directly pay taxes. Everyone who is\npaying or the bare necessities of fool and shelter and clothing, without\nconsidering the better things of life, is indirectly paying a national tax.\nThe nearly 20,000,000 owners of securities, the additional scores of\nmillions of holders of insurance policies and depositors in savings banks,\nare all paying a national tax. Millions of individuals and corporations are\nmaking a direct contribution to the National Treasury which runs from 11/2\nto 25 per cent of their income, besides a number of special requirements,\nlike automobile and admission taxes. Whenever the state of the Treasury\nwill permit, I believe in a reduction of taxation. I think the taxpayers\nare entitled to it. But I am not advocating tax reduction merely for the\nbenefit of the taxpayer; I am advocating it for the benefit of the\ncountry.If it appeared feasible, I should welcome permanent tax reduction at this\ntime. The estimated surplus, however, for June 30, 1928, is not much larger\nthan is required in a going business of nearly $4,000,000,000. We have had\nbut a few months' experience under the present revenue act and shall need\nto know what is developed by the returns of income produced under it, which\nare not required t o be made until about the time this session terminates,\nand what the economic probabilities of the country are in the latter part\nof 1927, before we can reach any justifiable conclusion as to permanent tax\nreduction. Moreover the present surplus results from many nonrecurrent\nitems. Meantime, it is possible to grant some real relief by a simple\nmeasure making reductions in the payments which accrue on the 15th of March\nand June, 1927. I am very strongly of the conviction that this is so much a\npurely business matter that it ought not to be dealt with in a partisan\nspirit. The Congress has already set the notable example of treating tax\nproblems without much reference to party, which might well be continued.\nWhat I desire to advocate most earnestly is relief for the country from\nunnecessary tax burdens. We can not secure that if we stop to engage in a\npartisan controversy. As I do not think any change in the special taxes, or\ntiny permanent reduction is practical, I therefore urge both parties of the\nHouse Ways and Means Committee to agree on a bill granting the temporary\nrelief which I have indicated. Such a reduction would directly affect\nmillions of taxpayers, release large sums for investment in new enterprise,\nstimulating industrial production and agricultural consumption, and\nindirectly benefiting every family in the whole country. These are my\nconvictions stated with full knowledge that it is for the Congress to\ndecide whether they judge it best to make such a reduction or leave the\nsurplus for the present year to be applied to retirement of the war debt.\nThat also is eventually tax reduction.PROTECTIVE TARIFFIt is estimated that customs receipts for the present fiscal year will\nexceed $615,000,000, the largest which were ever secured from that source.\nThe value of our imports for the last fiscal year was $4,466,000,000, an\nincrease of more than 71 per cent since the present tariff law went into\neffect. Of these imports about 65 per cent, or, roughly, $2,900,000,000,\ncame in free of duty, which means that the United States affords a\nduty-free market to other countries almost equal in value to the total\nimports of Germany and greatly exceeding the total imports of France. We\nhave admitted a greater volume of free imports than any other country\nexcept England.We are, therefore, levying duties on about $1,550,000,000 of imports.\nNearly half of this, or $700,000,000, is subject to duties for the\nprotection of agriculture and have their origin in countries other than\nEurope. They substantially increased the prices received by our farmers for\ntheir produce. About $300,000.000 more is represented by luxuries such as\ncostly rugs, furs, precious stones, etc. This leaves only about\n$550,000,000 of our imports under a schedule of duties which is in general\nunder consideration when there is discussion of lowering the tariff. While\nthe duties on this small portion, representing only about 12 per cent of\nour imports, undoubtedly represent the difference between a fair degree of\nprosperity or marked depression to many of our industries and the\ndifference between good pay and steady work or wide unemployment to many of\nour wage earners, it is impossible to conceive how other countries or our\nown importers could be greatly benefited if these duties are reduced. Those\nwho are starting an agitation for a reduction of tariff duties, partly at\nleast for the benefit of those to whom money has been lent abroad, ought to\nknow that there does not seem to be a very large field within the area of\nour imports in which probable reductions would be advantageous to foreign\ngoods. Those who wish to benefit foreign producers are much more likely to\nsecure that result by continuing the present enormous purchasing power\nwhich comes from our prosperity that increased our imports over 71\nper cent in four years than from any advantages that are likely to accrue\nfrom a general tariff reduction.AGRICULTUREThe important place which agriculture holds in the economic and social life\nof the Nation can not be overestimated. The National Government is\njustified in putting forth every effort to make the open country a\ndesirable place to live. No condition meets this requirement which fails to\nsupply a fair return on labor expended and capital invested. While some\nlocalities and some particular crops furnish exceptions, in general\nagriculture is continuing to make progress in recovering from the\ndepression of 1921 and 1922. Animal products and food products are in a\nmore encouraging position, while cotton, due to the high prices of past\nyears supplemented by ideal weather conditions, has been stimulated to a\npoint of temporary over production. Acting on the request of the cotton\ngrowing interests, appointed a committee to assist in carrying out their\nplans. As it result of this cooperation sufficient funds have been pledged\nto finance the storage and carrying of 4,000,000 bales of cotton. Whether\nthose who own the cotton are willing to put a part of their stock into this\nplan depends on themselves. The Federal Government has cooperated in\nproviding ample facilities. No method of meeting the situation would be\nadequate which does not contemplate a reduction of about one-third in the\nacreage for the coming year. The responsibility for making the plan\neffective lies with those who own and finance cotton and cotton lands.The Department of Agriculture estimates the net income of agriculture for\nthe year 1920-21 at only $375,000,000; for 1924-25, $2,656,000,000; for\n1925-26, $2,757,000,000. This increase has been brought about in part by\nthe method already referred to, of Federal tax reduction, the elimination\nof waste, and increased efficiency in industry. The wide gap that existed a\nfew years ago between the index price of agricultural products and the\nindex price of other products has been gradually closing up, though the\nrecent depression in cotton has somewhat enlarged it. Agriculture had on\nthe whole been going higher while industry had been growing lower.\nIndustrial and commercial activities, being carried on for the most part by\ncorporations, are taxed at a much higher rate than farming, which is\ncarried on by individuals. This will inevitably make industrial commodity\ncosts high while war taxation lasts. It is because of this circumstance\nthat national tax reduction has a very large indirect benefit upon the\nfarmer, though it can not relieve him from the very great burden of the\nlocal taxes which he pays directly. We have practically relieved the farmer\nof any Federal income tax.There is agreement on all sides that some portions of our agricultural\nindustry have lagged behind other industries in recovery from the war and\nthat further improvement in methods of marketing of agricultural products\nis most desirable. There is belief also that the Federal Government can\nfurther contribute to these ends beyond the many helpful measures taken\nduring the last five years through the different acts of Congress for\nadvancing the interests of the farmers.The packers and stockyards act,Establishing of the intermediate credit banks for agricultural purposes,The Purnell Act for agricultural research,The Capper-Volstead Cooperative Marketing Act,The cooperative marketing act of 1926,Amendments to the warehousing act,The enlargement of the activities of the Department of Agriculture,Enlargement of the scope of loans by the Farm Loan Board,The tariff on agricultural products,The large Federal expenditure in improvement of waterways and highways,The reduction of Federal taxes, in all comprise a great series of\ngovernmental actions in the advancement of the special interest of\nagriculture.In determination of what further measures may be undertaken it seems to me\nthere are certain pitfalls which must be avoided and our test in avoiding\nthem should be to avoid disaster to the farmer himself.Acting upon my recommendation, the Congress has ordered the interstate\nCommerce Commission to investigate the freight-rate structure, directing\nthat such changes shall be made in freight rates as will promote freedom of\nmovement of agricultural products. Railroad consolidation which I am\nadvocating would also result in a situation where rates could be made more\nadvantageous for farm produce, as has recently been done in the revision of\nrates on fertilizers in the South. Additional benefit will accrue from the\ndevelopment of our inland waterways. The Mississippi River system carries a\ncommerce of over 50,000,000 tons at a saving of nearly $18,000,000\nannually. The Inland Waterways Corporation operates boats on 2,500 miles of\nnavigable streams and through its relation with 165 railroads carries\nfreight into and out of 45 States of the Union. During the past six months\nit has handled over 1,000,000 bushels of grain monthly and by its lower\nfreight rates has raised the price of such grain to the farmer probably\n21/2 cents to 3 cents a bushel. The highway system on which the Federal\nGovernment expends about $85,000,000 a year is of vital importance to the\nrural regions.The advantages to be derived from a more comprehensive and less expensive\nsystem of transportation for agriculture ought to be supplemented by\nprovision for an adequate supply of fertilizer at a lower cost than it is\nat present obtainable. This advantage we are attempting to secure by the\nproposed development at Muscle Shoals, and there are promising experiments\nbeing made in synthetic chemistry for the production of nitrates.A survey should be made of the relation of Government grazing lands to the\nlivestock industry. Additional legislation is desirable more definitely to\nestablish the place of grazing in the administration of the national\nforests, properly subordinated to their functions of producing timber and\nconserving the water supply. Over 180,000,000 acres of grazing lands are\nstill pastured as commons in the public domain with little or no\nregulation. This has made their use so uncertain that it has contributed\ngreatly to the instability of the livestock industry. Very little of this\nland is suited to settlement or private ownership. Some plan ought to be\nadopted for its use in grazing, corresponding broadly to that already\nsuccessfully applied to the national forests.The development of sound and strong cooperative associations is of\nfundamental importance to our agriculture. It is encouraging to note,\ntherefore, that a vigorous and healthy growth in the cooperative movement\nis continuing. Cooperative associations reporting to the Department of\nAgriculture at the end of 1925 had on their membership rolls a total of\n2,700,000 producers. Their total business in 1925 amounted to approximately\n$2,400,000,000, compared with $635,800,000 in 1915. Legislative action to\nassist cooperative associations and supplement their efforts was passed at\nthe last session of Congress. Important credit measures were also provided\nby Congress in 1923 which have been of inestimable value to the cooperative\nassociations. Although the Federal credit agencies have served agriculture\nwell, I think it may be possible to broaden and strengthen the service of\nthese institutions.Attention is again directed to the surplus problem of agriculture by the\npresent cotton situation. Surpluses often affect prices of various farm\ncommodities in a disastrous manner, and the problem urgently demands a\nsolution. Discussions both in and out of Congress during the past few years\nhave given us a better understanding of the subject, and it is my hope that\nout of the various proposals made the basis will be found for a sound and\neffective solution upon which agreement can be reached. In my opinion\ncooperative marketing associations will be important aids to the ultimate\nsolution of the problem. It may well be, however, that additional measures\nwill be needed to supplement their efforts. I believe all will agree that\nsuch measures should not conflict with the best interests of the\ncooperatives, but rather assist and strengthen them. In working out this\nproblem to any sound conclusion it is necessary to avoid putting the\nGovernment into the business of production or marketing or attempting to\nenact legislation for the purpose of price fixing. The farmer does not\nfavor any attempted remedies that partake of these elements. He has a\nsincere and candid desire for assistance. If matched by an equally sincere\nand candid consideration of the different remedies proposed a sound\nmeasure of relief ought to result. It is unfortunate that no general\nagreement has been reached by the various agricultural interests upon any\nof the proposed remedies. Out of the discussion of various proposals which\ncan be had before the Committees of Agriculture some measure ought to be\nperfected which would be generally satisfactory.Due to the emergency arising from a heavy tropical storm in southern\nFlorida, I authorized the Secretary of Agriculture to use certain funds in\nanticipation of legislation to enable the farmers in that region to plant\ntheir crops. The department will present a bill ratifying the loans which\nwere made for this purpose.Federal legislation has been adopted authorizing the cooperation of the\nGovernment with States and private owners in the protection of forest lands\nfrom fire. This preventive measure is of such great importance that I have\nrecommended for it an increased appropriation.Another preventive measure of great economic and sanitary importance is the\neradication of tuberculosis in cattle. Active work is now in progress in\none-fourth of the counties of the United States to secure this result. Over\n12,000,000 cattle have been under treatment, and the average degree of\ninfection has fallen from 4.9 per cent to 2.8 per cent. he Federal\nGovernment is making substantial expenditures for this purpose.Serious damage is threatened to the corn crop by the European corn borer.\nSince 1917 it has spread from eastern New England westward into Indiana and\nnow covers about 100,000 square miles. It is one of the most formidable\npests because it spreads rapidly and is exceedingly difficult of control.\nIt has assumed a menace that is of national magnitude and warrants the\nFederal Government in extending its cooperation to the State and local\nagencies which are attempting to prevent its further spread and secure its\neradication.The whole question of agriculture needs most careful consideration. In the\npast few years the Government has given this subject more attention than\nany other and has held more consultations in relation to it than on any\nother subject. While the Government is not to be blamed for failure to\nperform the impossible, the agricultural regions are entitled to know that\nthey have its constant solicitude and sympathy. Many of the farmers are\nburdened with debts and taxes which they are unable to carry. We are\nexpending in this country many millions of dollars each year to increase\nfarm production. We ought now to put more emphasis on the question of farm\nmarketing. If a sound solution of a permanent nature can be found for this\nproblem, the Congress ought not to hesitate to adopt it.DEVELOPMENT OF WATER RESOURCESIn previous messages I have referred to the national importance of the\nproper development of our water resources. The great projects of extension\nof the Mississippi system, the protection an development of the lower\nColorado River, are before Congress, and I have previously commented upon\nthem. I favor the necessary legislation to expedite these projects.\nEngineering studies are being made for connecting the Great Lakes with the\nNorth Atlantic either through an all-American canal or by way of the St.\nLawrence River. These reports will undoubtedly be before the Congress\nduring its present session. It is unnecessary to dwell upon the great\nimportance of such a waterway not only to our mid-continental basin but to\nthe commerce and development of practically the whole Nation. Our river and\nharbor improvement should be continued in accordance with the present\npolicy. Expenditure of this character is compatible with economy; it is in\nthe nature of capital investment. Work should proceed on the basic trunk\nlines if this work is to be a success. If the country will be content to be\nmoderate and patient and permit improvements to be made where they will do\nthe greatest general good, rather than insisting on expenditures at this\ntime on secondary projects, our internal Waterways can be made a success.\nIf proposes legislation results in a gross manifestation of local\njealousies and selfishness, this program can not be carried out. Ultimately\nwe can take care of extensions, but our first effort should be confined to\nthe main arteries.Our inland commerce has been put to great inconvenience and expense by\nreason of the lowering of the water level of the Great Lakes. This is an\ninternational problem on which competent engineers are making reports. Out\nof their study it is expected that a feasible method will be developed for\nraising the level to provide relief for our commerce and supply water for\ndrainage. Whenever a practical plan is presented it ought to be speedily\nadopted.RECLAMATIONIt is increasingly evident that the Federal Government must in the future\ntake a leading part in the impounding of water for conservation with\nincidental power for the development of the irrigable lands of the and\nregion. The unused waters of the West are found mainly in large rivers.\nWorks to store and distribute these have such magnitude and cost that they\nare not attractive to private enterprise. Water is the irreplaceable\nnatural resource. Its precipitation can not be increased. Its storage on\nthe higher reaches of streams, to meet growing needs, to be used repeatedly\nas it flows toward the seas, is a practical and prudent business policy.The United States promises to follow the course of older irrigation\ncountries, where recent important irrigation developments have been carried\nout as national undertakings. It is gratifying, therefore, that conditions\non Federal reclamation projects have become satisfactory. The gross value\nof crop, grown with water from project works increased from $110,000,000\nin 1924 to $131,000,000 in 1925. The adjustments made last year by Congress\nrelieved irrigators from paying construction costs on unprofitable land,\nand by so doing inspired new hope and confidence in ability to meet the\npayments required. Construction payments by water users last year were the\nlargest in the history of the bureau.The anticipated reclamation fund will be fully absorbed for a number of\nyears in the completion of old projects and the construction of projects\ninaugurated in the past three years. We should, however, continue to\ninvestigate and study the possibilities of a carefully planned development\nof promising projects, logically of governmental concern because of their\nphysical magnitude, immense cost, and the interstate and international\nproblems involved. Only in this way may we be fully prepared to meet\nintelligently the needs of our fast-growing population in the years to\ncome.TRANSPORTATIONIt would be difficult to conceive of any modern activity which contributes\nmore to the necessities and conveniences of life than transportation.\nWithout it our present agricultural production and practically all of our\ncommerce would be completely prostrated. One of the large contributing\ncauses to the present highly satisfactory state of our economic condition\nis the prompt and dependable service, surpassing all our previous records,\nrendered by the railroads. This power has been fostered by the spirit of\ncooperation between Federal and State regulatory commissions. To render\nthis service more efficient and effective and to promote a more scientific\nregulation, the process of valuing railroad properties should be simplified\nand the primary valuations should be completed as rapidly as possible. The\nproblem of rate reduction would be much simplified by a process of railroad\nconsolidations. This principle has already been adopted as Federal law.\nExperience has shown that a more effective method must be provided. Studies\nhave already been made and legislation introduced seeking to promote this\nend. It would be of great advantage if it could be taken up at once and\nspeedily enacted. The railroad systems of the country and the convenience\nof all the people are waiting on this important decision.MERCHANT MARINEIt is axiomatic that no agricultural and industrial country can get the\nfull benefit of its own advantages without a merchant marine. We have been\nproceeding under the act of Congress that contemplates the establishment of\ntrade routes to be ultimately transferred to private ownership and\noperation. Due to temporary conditions abroad and at home we have a large\ndemand just now for certain types of freight vessels. Some suggestion has\nbeen made for new construction. I do not feel that we are yet warranted in\nentering, that field. Such ships as we might build could not be sold after\nthey are launched for anywhere near what they would cost. We have expended\nover $250,000,000 out of the public Treasury in recent years to make up the\nlosses of operation, not counting the depreciation or any cost whatever of\nour capital investment. The great need of our merchant marine is not for\nmore ships but for more freight.Our merchants are altogether too indifferent about using American ships for\nthe transportation of goods which they send abroad or bring home. Some of\nour vessels necessarily need repairs, which should be made. I do not\nbelieve that the operation of our fleet is as economical and efficient as\nit could be made if placed under a single responsible head, leaving the\nShipping Board free to deal with general matters of policy and regulation.RADIO LEGISLATIONThe Department of Commerce has for some years urgently presented the\nnecessity for further legislation in order to protect radio listeners from\ninterference between broadcasting stations and to carry out other\nregulatory functions. Both branches of Congress at the last session passed\nenactments intended to effect such regulation, but the two bills yet remain\nto be brought into agreement and final passage.Due to decisions of the courts, the authority of the department under the\nlaw of 1912 has broken down; many more stations have been operating than\ncan be accommodated within the limited number of wave lengths available;\nfurther stations are in course of construction; many stations have departed\nfrom the scheme of allocation set down by the department, and the whole\nservice of this most important public function has drifted into such chaos\nas seems likely, if not remedied, to destroy its great value. I most\nurgently recommend that this legislation should be speedily enacted.I do not believe it is desirable to set up further independent agencies in\nthe Government. Rather I believe it advisable to entrust the important\nfunctions of deciding who shall exercise the privilege of radio\ntransmission and under what conditions, the assigning of wave lengths and\ndetermination of power, to a board to be assembled whenever action on such\nquestions becomes necessary. There should be right of appeal to the courts\nfrom the decisions of such board. The administration of the decisions of\nthe board and the other features of regulation and promotion of radio in\nthe public interest, together with scientific research, should remain in\nthe Department of Commerce. Such an arrangement makes for more expert, more\nefficient, and more economical administration that an independent agency or\nboard, whose duties, after initial stages, require but little attention, in\nwhich administrative functions are confused with semijudicial functions and\nfrom which of necessity there must be greatly increased personnel and\nexpenditure.THE WAGE EARNERThe great body of our people are made up of wage earners. Several hundred\nthousands of them are on the pay rolls of the United States Government.\nTheir condition very largely is fixed by legislation. We have recently\nprovided increases in compensation under a method of reclassification and\ngiven them the advantage of a liberal retirement system as a support for\ntheir declining years. Most of them are under the merit system, which is a\nguaranty of their intelligence, and the efficiency of their service is a\ndemonstration of their loyalty. The Federal Government should continue to\nset a good example for all other employers.In the industries the condition of the wage earner has steadily improved.\nThe 12-hour day is almost entirely unknown. Skilled labor is well\ncompensated. But there are unfortunately a multitude of workers who have\nnot yet come to share in the general prosperity of the Nation. Both the\npublic authorities and private enterprise should be solicitous to advance\nthe welfare of this class. The Federal Government has been seeking to\nsecure this end through a protective tariff, through restrictive\nimmigration, through requiring safety devices for the prevention of\naccidents, through the granting of workman's compensation, through civilian\nvocational rehabilitation and education, through employment information\nbureaus, and through such humanitarian relief as was provided in the\nmaternity and infancy legislation. It is a satisfaction to report that a\nmore general condition of contentment exists among wage earners and the\ncountry is more free from labor disputes than it has been for years. While\nrestrictive immigration has been adopted in part for the benefit of the\nwage earner, and in its entirety for the benefit of the country, it ought\nnot to cause a needless separation of families and dependents from their\nnatural source of support contrary to the dictates of humanity.BITUMINOUS COALNo progress appears to have been made within large areas of the bituminous\ncoal industry toward creation of voluntary machinery by which greater\nassurance can be given to the public of peaceful adjustment of wage\ndifficulties such as has been accomplished in the anthracite industry. This\nbituminous industry is one of primary necessity and bears a great\nresponsibility to the Nation for continuity of supplies. As the wage\nagreements in the unionized section of the industry expire on April 1 next,\nand as conflicts may result which may imperil public interest, and have for\nmany years often called for action of the Executive in protection of the\npublic, I again recommend the passage of such legislation as will assist\nthe Executive in dealing with such emergencies through a special temporary\nboard of conciliation and mediation and through administrative agencies for\nthe purpose of distribution of coal and protection of the consumers of coal\nfrom profiteering. At present the Executive is not only without authority\nto act but is actually prohibited by law from making any expenditure to\nmeet the emergency of a coal famine.JUDICIARYThe Federal courts hold a high position in the administration of justice in\nthe world. While individual judicial officers have sometimes been subjected\nto just criticism, the courts as a whole have maintained an exceedingly\nhigh standard. The Congress may well consider the question of supplying\nfair salaries and conferring upon the Supreme Court the same rule-making\npower on the law side of the district courts that they have always\npossessed on the equity side. A bill is also pending providing for\nretirement after a certain number of years of service, although they have\nnot been consecutive, which should have your favorable consideration. These\nfaithful servants of the Government are about the last that remain to be\nprovided for in the postwar readjustments.BANKINGThere has been pending in Congress for nearly three years banking\nlegislation to clarify the national bank act and reasonably to increase the\npowers of the national banks. I believe that within the limitation of sound\nbanking principles Congress should now and for the future place the\nnational banks upon a fair equality with their competitors, the State\nbanks, and I trust that means may be found so that the differences on\nbranch-banking legislation between the Senate and the House of\nRepresentatives may be settled along sound lines and the legislation\npromptly enacted.It would be difficult to overestimate the service which the Federal reserve\nsystem has already rendered to the country. It is necessary only to recall\nthe chaotic condition of our banking organization at the time the Federal\nreserve system was put into operation. The old system consisted of a vast\nnumber of independent banking units, with scattered bank reserves which\nnever could be mobilized in times of greatest need. In spite of vast\nbanking resources, there was no coordination of reserves or any credit\nelasticity. As a consequence, a strain was felt even during crop-moving\nperiods and when it was necessary to meet other seasonal and regularly\nrecurring needs.The Federal reserve system is not a panacea for all economic or financial\nills. It can not prevent depression in certain industries which are\nexperiencing overexpansion of production or contraction of their markets.\nIts business is to furnish adequate credit and currency facilities. This it\nhas succeeded in doing, both during the war and in the more difficult\nperiod of deflation and readjustment which followed. It enables us to look\nto the future with confidence and to make plans far ahead, based on the\nbelief that the Federal reserve system will exercise a steadying influence\non credit conditions and thereby prevent tiny sudden or severe reactions\nfrom the period of prosperity which we are now enjoying. In order that\nthese plans may go forward, action should be taken at the present session\non the question of renewing the banks' charters and thereby insuring a\ncontinuation of the policies and present usefulness of the Federal reserve\nsystem.FEDERAL REGULATIONI am in favor of reducing, rather than expanding, Government bureaus which\nseek to regulate and control the business activities of the people.\nEveryone is aware that abuses exist and will exist so long as we are\nlimited by human imperfections. Unfortunately, human nature can not be\nchanged by an act of the legislature. When practically the sole remedy for\nmany evils lies in the necessity of the people looking out for themselves\nand reforming their own abuses, they will find that they are relying on a\nfalse security if the Government assumes to hold out the promise that it is\nlooking out for them and providing reforms for them. This principle is\npreeminently applicable to the National Government. It is too much assumed\nthat because an abuse exists it is the business of the National Government\nto provide a remedy. The presumption should be that it is the business of\nlocal and State governments. Such national action results in encroaching\nupon the salutary independence of the States and by undertaking to\nsupersede their natural authority fills the land with bureaus and\ndepartments which are undertaking to do what it is impossible for them to\naccomplish and brings our whole system of government into disrespect and\ndisfavor. We ought to maintain high standards. We ought to punish\nwrongdoing. Society has not only the privilege but the absolute duty of\nprotecting itself and its individuals. But we can not accomplish this end\nby adopting a wrong method. Permanent success lies in local, rather than\nnational action. Unless the locality rises to its own requirements, there\nis an almost irresistible impulse for the National Government to intervene.\nThe States and the Nation should both realize that such action is to be\nadopted only as a last resort.THE NEGROThe social well-being of our country requires our constant effort for the\namelioration of race prejudice and the extension to all elements of equal\nopportunity and equal protection under the laws which are guaranteed by\nthe. Constitution. The Federal Government especially is charged with this\nobligation in behalf of the colored people of the Nation. Not only their\nremarkable progress, their devotion and their loyalty, but, our duty to\nourselves under our claim that we are an enlightened people requires us to\nuse all our power to protect them from the crime of lynching. Although\nviolence of this kind has very much decreased, while any of it remains we\ncan not justify neglecting to make every effort to eradicate it by law.The education of the colored race under Government encouragement is\nproceeding successfully and ought to have continuing support. An increasing\nneed exists for properly educated and trained medical skill to be devoted\nto the service of this race.INSULAR POSSESSIONSThis Government holds in sacred trusteeship islands which it has acquired\nin the East and West Indies. In all of them the people are more prosperous\nthan at any previous time. A system of good roads, education, and general\ndevelopment is in progress. The people are better governed than ever before\nand generally content.In the Philippine Islands Maj. Gen. Leonard Wood has been Governor General\nfor five years and has administered his office with tact and ability\ngreatly to the success of the Filipino people. These are a proud and\nsensitive race, who are making such progress with our cooperation that we\ncan view the results of this experiment with great satisfaction. As we are\nattempting to assist this race toward self-government, we should look upon\ntheir wishes with great respect, granting their requests immediately when\nthey are right, yet maintaining a frank firmness in refusing when they are\nwrong. We shall measure their progress in no small part by their acceptance\nof the terms of the organic law under which the islands are governed and\ntheir faithful observance of its provisions. Need exists for clarifying the\nduties of the auditor and declaring them to be what everyone had supposed\nthey were. We have placed our own expenditures under the supervision of the\nComptroller General. It is not likely that the expenditures in the\nPhilippine Islands need less supervision than our own. The Governor General\nis hampered in his selection of subordinates by the necessity of securing a\nconfirmation, which has oftentimes driven him to the expediency of using\nArmy officers in work for which civilian experts would be much better\nfitted. Means should be provided for this and such other purposes as he may\nrequire out of the revenue which this Government now turns back to the\nPhilippine treasury.In order that these possessions might stiffer no seeming neglect, I have\nrecently sent Col. Carmi A. Thompson to the islands to make a survey in\ncooperation with the Governor General to suggest what might be done to\nimprove conditions. Later, I may make a more extended report including\nrecommendations. The economic development of the islands is very important.\nThey ought not to be turned back to the people until they are both\npolitically fitted for self-government and economically independent. Large\nareas are adaptable to the production of rubber. No one contemplates any\ntime in the future either under the present or a more independent form of\ngovernment when we should not assume some responsibility for their defense.\nFor their economic advantage, for the employment of their people, and as a\ncontribution to our power of defense which could not be carried on without\nrubber, I believe this industry should be encouraged. It is especially\nadapted to the Filipino people themselves, who might cultivate it\nindividually on a small acreage. It could be carried on extensively by\nAmerican capital in a way to furnish employment at good wages. I am opposed\nto the promotion of any policy that does not provide for absolute freedom\non the part of the wage earners and do not think we should undertake to\ngive power for large holdings of land in the islands against the opposition\nof the people of the locality. Any development of the islands must be\nsolely with the first object of benefiting the people of the islands. At an\nearly day, these possessions should be taken out from under all military\ncontrol and administered entirely on the civil side of government.NATIONAL DEFENSEOur policy of national defense is not one of making war, but of insuring\npeace. The land and sea force of America, both in its domestic and foreign\nimplications, is distinctly a peace force. It is an arm of the police power\nto guarantee order and the execution of the law at home and security to our\ncitizens abroad. No self-respecting nation would neglect to provide an army\nand navy proportionate to its population, the extent of its territory, and\nthe dignity of the place which it occupies in the world. When it is\nconsidered that no navy in the world, with one exception, approaches ours\nand none surpasses it, that our Regular Army of about 115,000 men is the\nequal of any other like number of troops, that our entire permanent and\nreserve land and sea force trained and training consists of a personnel of\nabout 610,000, and that our annual appropriations are about $680,000,000 a\nyear, expended under the direction of an exceedingly competent staff, it\ncan not be said that our country is neglecting its national defense. It is\ntrue that a cult of disparagement exists, but that candid examination made\nby the Congress through its various committees has always reassured the\ncountry and demonstrated that it is maintaining the most adequate defensive\nforces in these present years that it has ever supported in time of peace.This general policy should be kept in effect. Here and there temporary\nchanges may be made in personnel to meet requirements in other directions.\nAttention should be given to submarines, cruisers, and air forces.\nParticular points may need strengthening, but as a whole our military power\nis sufficient.The one weak place in the whole line is our still stupendous war debt. In\nany modern campaign the dollars are the shock troops. With a depleted\ntreasury in the rear, no army can maintain itself in the field. A country\nloaded with debt is a country devoid of the first line of defense. Economy\nis the handmaid of preparedness. If we wish to be able to defend ourselves\nto the full extent of our power in the future, we shall discharge as soon\nas possible the financial burden of the last war. Otherwise we would face a\ncrisis with a part of our capital resources already expended.The amount and kind of our military equipment is preeminently a question\nfor the decision of the Congress, after giving due consideration to the\nadvice of military experts and the available public revenue. Nothing is\nmore laudable than the cooperation of the agricultural and industrial\nresources of the country for the purpose of supplying the needs of national\ndefense. In time of peril the people employed in these interests\nvolunteered in a most self-sacrificing way, often at the nominal charge of\na dollar a year. But the Army and Navy are not supported for the benefit of\nsupply concerns; supply concerns are supported for the benefit of the Army\nand Navy. The distribution of orders on what is needed from different\nconcerns for the purpose of keeping up equipment and organization is\nperfectly justified, but any attempt to prevail upon the Government to\npurchase beyond its needs ought not to be tolerated. It is eminently fair\nthat those who deal with the Government should do so at a reasonable\nprofit. However, public money is expended not that some one may profit by\nit, but in order to serve a public purpose.While our policy of national defense will proceed in order that we may be\nindependent and self-sufficient, I am opposed to engaging in any attempt at\ncompetitive armaments. No matter how much or how little some other country\nmay feel constrained to provide, we can well afford to set the example, not\nof being dictated to by others, but of adopting our own standards. We are\nstrong enough to pursue that method, which will be a most wholesome model\nfor the rest of the world. We are eminently peaceful, but we are by no\nmeans weak. While we submit our differences with others, not to the\nadjudication of force, but of reason, it is not because we are unable to\ndefend our rights. While we are doing our best to eliminate all resort to\nwar for the purpose of settling disputes, we can not but remember that the\npeace we now enjoy had to be won by the sword and that if the rights of our\ncountry are to be defended we can not rely for that purpose upon anyone but\nourselves. We can not shirk the responsibility, which is the first\nrequisite of all government, of preserving its own integrity and\nmaintaining the rights of its own citizens. It is only in accordance with\nthese principles that we can establish any lasting foundations for an\nhonorable and permanent peace.It is for these reasons that our country, like any other country, proposes\nto provide itself with an army and navy supported by a merchant marine. Yet\nthese are not for competition with any other power. For years we have\nbesought nations to disarm. We have recently expressed our willingness at\nGeneva to enter into treaties for the limitation of all types of warships\naccording to the ratio adopted at the Washington Conference. This offer is\nstill pending. While we are and shall continue to be armed it is not as a\nmenace, but rather a common assurance of tranquility to all the peaceloving\npeople of the world. For us to do any less would be to disregard our\nobligations, evade our responsibilities, and jeopardize our national honor.VETERANSThis country, not only because it is bound by honor but because of the\nsatisfaction derived from it, has always lavished its bounty upon its\nveterans. For years a service pension has been bestowed upon the Grand Army\non reaching a certain age. Like provision has been made for the survivors\nof the Spanish War. A liberal future compensation has been granted to all\nthe veterans of the World War. But it is in the case of the, disabled and\nthe dependents that the Government exhibits its greatest solicitude. This\nwork is being well administered by the Veterans' Bureau. The main\nunfinished feature is that of hospitalization. This requirement is being\nrapidly met. Various veteran bodies will present to you recommendations\nwhich should have your careful consideration. At the last session we\nincreased our annual expenditure for pensions and relief on account of the\nveterans of three wars. While I approve of proper relief for all suffering,\nI do not favor any further extension of our pension system at this time.ALIEN PROPERTYWe still have in the possession of the Government the alien property. It\nhas always been the policy of America to hold that private enemy property\nshould not be confiscated in time of war. This principle we have\nscrupulously observed. As this property is security for the claims of our\ncitizens and our Government, we can not relinquish it without adequate\nprovision for their reimbursement. Legislation for the return of this\nproperty, accompanied by suitable provisions for the liquidation of the\nclaims of our citizens and our Treasury, should be adopted. If our\nGovernment releases to foreigners the security which it holds for\nAmericans, it must at the same time provide satisfactory safeguards for\nmeeting American claims.PROHIBITIONThe duly authorized public authorities of this country have made\nprohibition the law of the land. Acting under the Constitution the Congress\nand the legislatures of practically all the, States have adopted\nlegislation for its enforcement. Some abuses have arisen which require\nreform. Under the law the National Government has entrusted to the Treasury\nDepartment the especial duty of regulation and enforcement. Such\nsupplementary legislation as it requires to meet existing conditions should\nbe carefully and speedily enacted. Failure to support the Constitution and\nobserve the law ought not to be tolerated by public opinion. Especially\nthose in public places, who have taken their oath to support the\nConstitution, ought to be most scrupulous in its observance. Officers of\nthe Department of Justice throughout the country should be vigilant in\nenforcing the law, but local authorities, which had always been mainly\nresponsible for the enforcement of law in relation to intoxicating liquor,\nought not to seek evasion by attempting to shift the burden wholly upon the\nFederal agencies. Under the Constitution the States are jointly charged\nwith the Nation in providing for the enforcement of the prohibition\namendment. Some people do not like the amendment, some do not like other\nparts of the Constitution, some do not like any of it. Those who entertain\nsuch sentiments have a perfect right to seek through legal methods for a\nchange. But for any of our inhabitants to observe such parts of the\nConstitution as they like, while disregarding others, is a doctrine that\nwould break down all protection of life and property and destroy the\nAmerican system of ordered liberty.FOREIGN RELATIONSThe foreign policy of this Government is well known. It is one of peace\nbased on that mutual respect that arises from mutual regard for\ninternational rights and the discharge of international obligations. It is\nour purpose to promote understanding and good will between ourselves and\nall other people. The American people are altogether lacking in an\nappreciation of the tremendous good fortune that surrounds their\ninternational position. We have no traditional enemies. We are not\nembarrassed over any disputed territory. We have no possessions that are\ncoveted by others; they have none that are coveted by us. Our borders are\nunfortified. We fear no one; no one fears us. All the world knows that the\nwhole extent of our influence is against war and in favor of peace, against\nthe use of force and in favor of negotiation, arbitration, and adjudication\nas a method of adjusting international differences. We look with disfavor\nupon all aggressive warfare. We are strong enough so that no one can charge\nus with weakness if we are slow to anger. Our place is sufficiently\nestablished so that we need not be sensitive over trifles. Our resources,\nare large enough so that we can afford to be generous. At the same time we\nare a nation among nations and recognize a responsibility not only to\nourselves, but in the interests of a stable and enlightened civilization,\nto protect and defend the international rights of our Government and our\ncitizens.It is because of our historical detachment and the generations of\ncomparative indifference toward it by other nations that our public is\ninclined to consider altogether too seriously the reports that we are\ncriticized abroad. We never had a larger foreign trade than at the present\ntime. Our good offices were never more sought and the necessity for our\nassistance and cooperation was never more universally declared in any time\nof peace. We know that the sentiments which we entertain toward all other\nnations are those of the most sincere friendship and good will and of all\nunbounded desire to help, which we are perfectly willing to have judged by\ntheir fruits. In our efforts to adjust our international obligations we\nhave met with a response which, when everything is considered, I believe\nhistory will record as a most remarkable and gratifying demonstration of\nthe sanctity with which civilized nations undertake to discharge their\nmutual obligations. Debt settlements have been negotiated with practically\nall of those who owed us and all finally adjusted but two, which are, in\nprocess of ratification. When we consider the real sacrifice that will be\nnecessary on the part of other nations, considering all their\ncircumstances, to meet their agreed payments, we ought to hold them in\nincreased admiration and respect. It is true that we have extended to them\nvery generous treatment, but it is also true that they have agreed to repay\nits all that we loaned to them and some interest.A special conference on the Chinese customs tariff provided for by the\ntreaty between the nine powers relating to the Chinese customs tariff\nsigned at Washington on February 6, 1922, was called by the Chinese\nGovernment to meet at Peking, on October 26, 1925. We participated in this\nconference through fully empowered delegates and, with good will,\nendeavored to cooperate with the other participating powers with a view to\nputting into effect promises made to China at the Washington conference,\nand considering any reasonable proposal that might be made by the Chinese\nGovernment for the revision of the treaties on the subject of China's\ntariff. With these aims in view the American delegation at the outset of\nthe conference proposed to put into effect the surtaxes provided for by the\nWashington treaty and to proceed immediately to the negotiation of a\ntreaty, which, among other things, was to make provision for the abolition\nof taxes collected on goods in transit, remove the tariff restrictions in\nexisting treaties, and put into effect the national tariff law of China.Early in April of the present year the central Chinese Government was\nousted from power by opposing warring factions. It became impossible under\nthe circumstances to continue the negotiations. Finally, on July 3, the\ndelegates of the foreign powers, including those of the United States,\nissued a statement expressing their unanimous and earnest desire to proceed\nwith the work of the conference at the earliest possible moment when the\ndelegates of the Chinese Government are in a position to resume discussions\nwith the foreign delegates of the problems before the conference. We are\nprepared to resume the negotiations thus interrupted whenever a Government\nrepresenting the Chinese people and acting on their behalf presents itself.\nThe fact that constant warfare between contending Chinese factions has\nrendered it impossible to bring these negotiations to a successful\nconclusion is a matter of deep regret. Throughout these conflicts we have\nmaintained a position of the most careful neutrality. Our naval vessels in\nAsiatic waters, pursuant to treaty rights, have been used only for the\nprotection of American citizens.Silas H. Strawn, Esq., was sent to China as American commissioner to\ncooperate with commissioners of the other powers in the establishment of a\ncommission to inquire into the present practice of extraterritorial\njurisdiction in China, with a view to reporting to the Governments of the\nseveral powers their findings of fact in regard to these matters. The\ncommission commenced its work in January, 1926, and agreed upon a joint\nreport which was signed on September 16, 1926. The commission's report has\nbeen received and is being studied with a view to determining our future\npolicy in regard to the question of extraterritorial privileges under\ntreaties between the United States and China.The Preparatory Commission for the Disarmament Conference met at Geneva on\nMay 18 and its work has been proceeding almost continuously since that\ndate. It would be premature to attempt to form a judgment as to the\nprogress that has been made. The commission has had before it a\ncomprehensive list of questions touching upon all aspects of the question\nof the limitation of armament. In the commission's discussions many\ndifferences of opinion have developed. However, I am hopeful that at least\nsome measure of agreement will be reached as the discussions continue. The\nAmerican representation on the commission has consistently tried to be\nhelpful, and has kept before it the practical objective to which the\ncommission is working, namely, actual agreements for the limitation of\narmaments. Our representatives will continue their work in that direction.One of the most encouraging features of the commission's work thus far has\nbeen the agreement in principle among the naval experts of a majority of\nthe powers parties to the Washington treaty limiting naval armament upon\nmethods and standards for the comparison and further limitation of naval\narmament. It is needless to say that at the proper time I shall be prepared\nto proceed along practical lines to the conclusion of agreements carrying\nfurther the work begun at the Washington Conference in 1921.DEPARTMENT REPORTSMany important subjects which it is impossible even to mention in the short\nspace of an annual message you will find fully discussed in the\ndepartmental reports. A failure to include them here is not to be taken as\nindicating any lack of interest, but only a disinclination to state\ninadequately what has been much better done in other documents.THE CAPITAL CITYWe are embarking on an ambitious building program for the city of\nWashington. The Memorial Bridge is under way with all that it holds for use\nand beauty. New buildings are soon contemplated. This program should\nrepresent the best that exists in the art and science of architecture. Into\nthese structures which must be considered as of a permanent nature ought to\ngo the aspirations of the Nation, its ideals expressed in forms of beauty.\nIf our country wishes to compete with others, let it not be in the support\nof armaments but in the making of a beautiful capital city. Let it express\nthe soul of America. Whenever an American is at the seat of his Government,\nhowever traveled and cultured he may be, he ought to find a city of stately\nproportion, symmetrically laid out and adorned with the best that there is\nin architecture, which would arouse his imagination and stir his patriotic\npride. In the coming years Washington should be not only the art center of\nour own country but the art center of the world. Around it should center\nall that is best in science, in learning, in letters, and in art. These are\nthe results that justify the creation of those national resources with\nwhich we have been favored.AMERICAN IDEALSAmerica is not and must not be a country without ideals. They are useless\nif they are only visionary; they are only valuable if they are practical. A\nnation can not dwell constantly on the mountain tops. It has to be\nreplenished and sustained through the ceaseless toil of the less inspiring\nvalleys. But its face ought always to be turned upward, its vision ought\nalways to be fixed on high.We need ideals that can be followed in daily life, that can be translated\ninto terms of the home. We can not expect to be relieved from toil, but we\ndo expect to divest it of degrading conditions. Work is honorable; it is\nentitled to an honorable recompense. We must strive mightily, but having\nstriven there is a defect in our political and social system if we are not\nin general rewarded with success. To relieve the land of the burdens that\ncame from the war, to release to the individual more of the fruits of his\nown industry, to increase his earning capacity and decrease his hours of\nlabor, to enlarge the circle of his vision through good roads and better\ntransportation, to lace before him the opportunity for education both in\nscience and in art, to leave him free to receive the inspiration of\nreligion, all these are ideals which deliver him from the servitude of the\nbody and exalt him to the service of the soul. Through this emancipation\nfrom the things that are material, we broaden our dominion over the things\nthat are spiritual.", 
    "name": "Calvin Coolidge"
}