{
    "date": "December 1, 1884", 
    "speech": "To the Congress of the United States:Since the close of your last session the American people, in the exercise\nof their highest right of suffrage, have chosen their Chief Magistrate for\nthe four years ensuing.When it is remembered that at no period in the country's history has the\nlong political contest which customarily precedes the day of the national\nelection been waged with greater fervor and intensity, it is a subject of\ngeneral congratulation that after the controversy at the polls was over,\nand while the slight preponderance by which the issue had been determined\nwas as yet unascertained, the public peace suffered no disturbance, but the\npeople everywhere patiently and quietly awaited the result.Nothing could more strikingly illustrate the temper of the American\ncitizen, his love of order, and his loyalty to law. Nothing could more\nsignally demonstrate the strength and wisdom of our political\ninstitutions.Eight years have passed since a controversy concerning the result of a\nnational election sharply called the attention of the Congress to the\nnecessity of providing more precise and definite regulations for counting\nthe electoral vote.It is of the gravest importance that this question be solved before\nconflicting claims to the Presidency shall again distract the country, and\nI am persuaded that by the people at large any of the measures of relief\nthus far proposed would be preferred to continued inaction.Our relations with all foreign powers continue to be amicable.With Belgium a convention has been signed whereby the scope of present\ntreaties has been so enlarged as to secure to citizens of either country\nwithin the jurisdiction of the other equal rights and privileges in the\nacquisition and alienation of property. A trade-marks treaty has also been\nconcluded.The war between Chile and Peru is at an end. For the arbitration of the\nclaims of American citizens who during its continuance suffered through the\nacts of the Chilean authorities a convention will soon be negotiated.The state of hostilities between France and China continues to be an\nembarrassing feature of our Eastern relations. The Chinese Government has\npromptly adjusted and paid the claims of American citizens whose property\nwas destroyed in the recent riots at Canton. I renew the recommendation of\nmy last annual message, that the Canton indemnity fund be returned to\nChina.The true interpretation of the recent treaty with that country permitting\nthe restriction of Chinese immigration is likely to be again the subject of\nyour deliberations. It may be seriously questioned whether the statute\npassed at the last session does not violate the treaty rights of certain\nChinese who left this country with return certificates valid under the old\nlaw, and who now seem to be debarred from relanding for lack of the\ncertificates required by the new.The recent purchase by citizens of the United States of a large trading\nfleet heretofore under the Chinese flag has considerably enhanced our\ncommercial importance in the East. In view of the large number of vessels\nbuilt or purchased by American citizens in other countries and exclusively\nemployed in legitimate traffic between foreign ports under the recognized\nprotection of our flag, it might be well to provide a uniform rule for\ntheir registration and documentation, so that the bona fide property rights\nof our citizens therein shall be duly evidenced and properly guarded.Pursuant to the advice of the Senate at the last session, I recognized the\nflag of the International Association of the Kongo as that of a friendly\ngovernment, avoiding in so doing any prejudgment of conflicting territorial\nclaims in that region. Subsequently, in execution of the expressed wish of\nthe Congress, I appointed a commercial agent for the Kongo basin.The importance of the rich prospective trade of the Kongo Valley has led to\nthe general conviction that it should be open to all nations upon equal\nterms. At an international conference for the consideration of this subject\ncalled by the Emperor of Germany, and now in session at Berlin, delegates\nare in attendance on behalf of the United States. Of the results of the\nconference you will be duly advised.The Government of Korea has generously aided the efforts of the United\nStates minister to secure suitable premises for the use of the legation. As\nthe conditions of diplomatic intercourse with Eastern nations demand that\nthe legation premises be owned by the represented power, I advise that an\nappropriation be made for the acquisition of this property by the\nGovernment. The United States already possess valuable premises at Tangier\nas a gift from the Sultan of Morocco. As is stated hereafter, they have\nlately received a similar gift from the Siamese Government. The Government\nof Japan stands ready to present to us extensive grounds at Tokyo whereon\nto erect a suitable building for the legation, court-house, and jail, and\nsimilar privileges can probably be secured in China and Persia. The owning\nof such premises would not only effect a large saving of the present\nrentals, but would permit of the due assertion of extraterritorial rights\nin those countries, and would the better serve to maintain the dignity of\nthe United States.The failure of Congress to make appropriation for our representation at the\nautonomous court of the Khedive has proved a serious embarrassment in our\nintercourse with Egypt; and in view of the necessary intimacy of diplomatic\nrelationship due to the participation of this Government as one of the\ntreaty powers in all matters of administration there affecting the rights\nof foreigners, I advise the restoration of the agency and consulate-general\nat Cairo on its former basis. I do not conceive it to be the wish of\nCongress that the United States should withdraw altogether from the\nhonorable position they have hitherto held with respect to the Khedive, or\nthat citizens of this Republic residing or sojourning in Egypt should\nhereafter be without the aid and protection of a competent representative.With France the traditional cordial relationship continues. The colossal\nstatue of Liberty Enlightening the World, the generous gift of the people\nof France, is expected to reach New York in May next. I suggest that\nCongressional action be taken in recognition of the spirit which has\nprompted this gift and in aid of the timely completion of the pedestal upon\nwhich it is to be placed.Our relations with Germany, a country which contributes to our own some of\nthe best elements of citizenship, continue to be cordial. The United States\nhave extradition treaties with several of the German States, but by reason\nof the confederation of those States under the imperial rule the\napplication of such treaties is not as uniform and comprehensive as the\ninterests of the two countries require. I propose, therefore, to open\nnegotiations for a single convention of extradition to embrace all the\nterritory of the Empire.It affords me pleasure to say that our intercourse with Great Britain\ncontinues to be of a most friendly character.The Government of Hawaii has indicated its willingness to continue for\nseven years the provisions of the existing reciprocity treaty. Such\ncontinuance, in view of the relations of that country to the American\nsystem of States, should, in my judgment, be favored.The revolution in Hayti against the established Government has terminated.\nWhile it was in progress it became necessary to enforce our neutrality laws\nby instituting proceedings against individuals and vessels charged with\ntheir infringement. These prosecutions were in all cases successful.Much anxiety has lately been displayed by various European Governments, and\nespecially by the Government of Italy, for the abolition of our import\nduties upon works of art. It is well to consider whether the present\ndiscrimination in favor of the productions of American artists abroad is\nnot likely to result, as they themselves seem very generally to believe it\nmay, in the practical exclusion of our painters and sculptors from the rich\nfields for observation, study, and labor which they have hitherto enjoyed.There is prospect that the long-pending revision of the foreign treaties of\nJapan may be concluded at a new conference to be held at Tokyo. While this\nGovernment fully recognizes the equal and independent station of Japan in\nthe community of nations, it would not oppose the general adoption of such\nterms of compromise as Japan may be disposed to offer in furtherance of a\nuniform policy of intercourse with Western nations.During the past year the increasing good will between our own Government\nand that of Mexico has been variously manifested. The treaty of commercial\nreciprocity concluded January 20, 1883, has been ratified and awaits the\nnecessary tariff legislation of Congress to become effective. This\nlegislation will, I doubt not, be among the first measures to claim your\nattention.A full treaty of commerce, navigation, and consular rights is much to be\ndesired, and such a treaty I have reason to believe that the Mexican\nGovernment stands ready to conclude.Some embarrassment has been occasioned by the failure of Congress at its\nlast session to provide means for the due execution of the treaty of July\n29, 1882, for the resurvey of the Mexican boundary and the relocation of\nboundary monuments.With the Republic of Nicaragua a treaty has been concluded which authorizes\nthe construction by the United States of a canal, railway, and telegraph\nline across the Nicaraguan territory.By the terms of this treaty 60 miles of the river San Juan, as well as Lake\nNicaragua, an inland sea 40 miles in width, are to constitute a part of the\nprojected enterprise.This leaves for actual canal construction 17 miles on the Pacific side and\n36 miles on the Atlantic. To the United States, whose rich territory on the\nPacific is for the ordinary purposes of commerce practically cut off from\ncommunication by water with the Atlantic ports, the political and\ncommercial advantages of such a project can scarcely be overestimated.It is believed that when the treaty is laid before you the justice and\nliberality of its provisions will command universal approval at home and\nabroad.The death of our representative at Russia while at his post at St.\nPetersburg afforded to the Imperial Government a renewed opportunity to\ntestify its sympathy in a manner befitting the intimate friendliness which\nhas ever marked the intercourse of the two countries.The course of this Government in raising its representation at Bangkok to\nthe diplomatic rank has evoked from Siam evidences of warm friendship and\naugurs well for our enlarged intercourse. The Siamese Government has\npresented to the United States a commodious mansion and grounds for the\noccupancy of the legation, and I suggest that by joint resolution Congress\nattest its appreciation of this generous gift.This government has more than once been called upon of late to take action\nin fulfillment of its international obligations toward Spain. Agitation in\nthe island of Cuba hostile to the Spanish Crown having been fomented by\npersons abusing the sacred rights of hospitality which our territory\naffords, the officers of this Government have been instructed to exercise\nvigilance to prevent infractions of our neutrality laws at Key West and at\nother points near the Cuban coast. I am happy to say that in the only\ninstance where these precautionary measures were successfully eluded the\noffenders, when found in our territory, were subsequently tried and\nconvicted.The growing need of close relationship of intercourse and traffic between\nthe Spanish Antilles and their natural market in the United States led to\nthe adoption in January last of a commercial agreement looking to that end.\nThis agreement has since been superseded by a more carefully framed and\ncomprehensive convention, which I shall submit to the Senate for approval.\nIt has been the aim of this negotiation to open such a favored reciprocal\nexchange of productions carried under the flag of either country as to make\nthe intercourse between Cuba and Puerto Rico and ourselves scarcely less\nintimate than the commercial movement between our domestic ports, and to\ninsure a removal of the burdens on shipping in the Spanish Indies, of which\nin the past our shipowners and shipmasters have so often had cause to\ncomplain.The negotiation of this convention has for a time postponed the prosecution\nof certain claims of our citizens which were declared to be without the\njurisdiction of the late Spanish-American Claims Commission, and which are\ntherefore remitted to diplomatic channels for adjustment. The speedy\nsettlement of these claims will now be urged by this Government.Negotiations for a treaty of commercial reciprocity with the Dominican\nRepublic have been successfully concluded, and the result will shortly be\nlaid before the Senate.Certain questions between the United States and the Ottoman Empire still\nremain unsolved. Complaints on behalf of our citizens are not\nsatisfactorily adjusted. The Porte has sought to withhold from our commerce\nthe right of favored treatment to which we are entitled by existing\nconventional stipulations, and the revision of the tariffs is\nunaccomplished.The final disposition of pending questions with Venezuela has not as yet\nbeen reached, but I have good reason to expect an early settlement which\nwill provide the means of reexamining the Caracas awards in conformity with\nthe expressed desire of Congress, and which will recognize the justice of\ncertain claims preferred against Venezuela.The Central and South American Commission appointed by authority of the act\nof July 7, 1884, will soon proceed to Mexico. It has been furnished with\ninstructions which will be laid before you. They contain a statement of the\ngeneral policy of the Government for enlarging its commercial intercourse\nwith American States. The commissioners have been actively preparing for\ntheir responsible task by holding conferences in the principal cities with\nmerchants and others interested in Central and South American trade.The International Meridian Conference lately convened in Washington upon\nthe invitation of the Government of the United States was composed of\nrepresentatives from twenty-five nations. The conference concluded its\nlabors on the 1st of November, having with substantial unanimity agreed\nupon the meridian of Greenwich as the starting point whence longitude is to\nbe computed through 180 degrees eastward and westward, and upon the\nadoption, for all purposes for which it may be found convenient, of a\nuniversal day which shall begin at midnight on the initial meridian and\nwhose hours shall be counted from zero up to twenty-four.The formal report of the transactions of this conference will be hereafter\ntransmitted to the Congress.This Government is in frequent receipt of invitations from foreign states\nto participate in international exhibitions, often of great interest and\nimportance. Occupying, as we do, an advanced position in the world's\nproduction, and aiming to secure a profitable share for our industries in\nthe general competitive markets, it is a matter of serious concern that the\nwant of means for participation in these exhibitions should so often\nexclude our producers from advantages enjoyed by those of other countries.\nDuring the past year the attention of Congress was drawn to the formal\ninvitations in this regard tendered by the Governments of England, Holland,\nBelgium, Germany, and Austria. The Executive has in some instances\nappointed honorary commissioners. This is, however, a most unsatisfactory\nexpedient, for without some provision to meet the necessary working\nexpenses of a commission it can effect little or nothing in behalf of\nexhibitors. An International Inventions Exhibition is to be held in London\nnext May. This will cover a field of special importance, in which our\ncountry holds a foremost rank; but the Executive is at present powerless to\norganize a proper representation of our vast national interests in this\ndirection.I have in several previous messages referred to this subject. It seems to\nme that a statute giving to the Executive general discretionary authority\nto accept such invitations and to appoint honorary commissioners, without\nsalary, and placing at the disposal of the Secretary of State a small fund\nfor defraying their reasonable expenses, would be of great public utility.This Government has received official notice that the revised international\nregulations for preventing collisions at sea have been adopted by all the\nleading maritime powers except the United States, and came into force on\nthe 1st of September last. For the due protection of our shipping interests\nthe provisions of our statutes should at once be brought into conformity\nwith these regulations.The question of securing to authors, composers, and artists copyright\nprivileges in this country in return for reciprocal rights abroad is one\nthat may justly challenge your attention. It is true that conventions will\nbe necessary for fully accomplishing this result; but until Congress shall\nby statute fix the extent to which foreign holders of copyright shall be\nhere privileged it has been deemed inadvisable to negotiate such\nconventions. For this reason the United States were not represented at the\nrecent conference at Berne.I recommend that the scope of the neutrality laws of the United States be\nso enlarged as to cover all patent acts of hostility committed in our\nterritory and aimed against the peace of a friendly nation. Existing\nstatutes prohibit the fitting out of armed expeditions and restrict the\nshipment of explosives, though the enactments in the latter respect were\nnot framed with regard to international obligations, but simply for the\nprotection of passenger travel. All these statutes were intended to meet\nspecial emergencies that had already arisen. Other emergencies have arisen\nsince, and modern ingenuity supplies means for the organization of\nhostilities without open resort to armed vessels or to filibustering\nparties.I see no reason why overt preparations in this country for the commission\nof criminal acts such as are here under consideration should not be alike\npunishable whether such acts are intended to be committed in our own\ncountry or in a foreign country with which we are at peace.The prompt and thorough treatment of this question is one which intimately\nconcerns the national honor.Our existing naturalization laws also need revision. Those sections\nrelating to persons residing within the limits of the United States in 1795\nand 1798 have now only a historical interest. Section 2172, recognizing the\ncitizenship of the children of naturalized parents, is ambiguous in its\nterms and partly obsolete. There are special provisions of law favoring the\nnaturalization of those who serve in the Army or in merchant vessels, while\nno similar privileges are granted those who serve in the Navy or the Marine\nCorps.\"An uniform rule of naturalization\" such as the Constitution contemplates\nshould, among other things, clearly define the status of persons born\nwithin the United States subject to a foreign power (section 1992) and of\nminor children of fathers who have declared their intention to become\ncitizens but have failed to perfect their naturalization. It might be wise\nto provide for a central bureau of registry, wherein should be filed\nauthenticated transcripts of every record of naturalization in the several\nFederal and State courts, and to make provision also for the vacation or\ncancellation of such record in cases where fraud had been practiced upon\nthe court by the applicant himself or where he had renounced or forfeited\nhis acquired citizenship. A just and uniform law in this respect would\nstrengthen the hands of the Government in protecting its citizens abroad\nand would pave the way for the conclusion of treaties of naturalization\nwith foreign countries.The legislation of the last session effected in the diplomatic and consular\nservice certain changes and reductions which have been productive of\nembarrassment. The population and commercial activity of our country are\nsteadily on the increase, and are giving rise to new, varying, and often\ndelicate relationships with other countries. Our foreign establishment now\nembraces nearly double the area of operations that it occupied twenty years\nago. The confinement of such a service within the limits of expenditure\nthen established is not, it seems to me, in accordance with true economy. A\ncommunity of 60,000,000 people should be adequately represented in its\nintercourse with foreign nations.A project for the reorganization of the consular service and for recasting\nthe scheme of extraterritorial jurisdiction is now before you. If the\nlimits of a short session will not allow of its full consideration, I trust\nthat you will not fail to make suitable provision for the present needs of\nthe service.It has been customary to define in the appropriation acts the rank of each\ndiplomatic office to which a salary is attached. I suggest that this course\nbe abandoned and that it be left to the President, with the advice and\nconsent of the Senate, to fix from time to time the diplomatic grade of the\nrepresentatives of this Government abroad as may seem advisable, provision\nbeing definitely made, however, as now, for the amount of salary attached\nto the respective stations.The condition of our finances and the operations of the various branches of\nthe public service which are connected with the Treasury Department are\nvery fully discussed in the report of the Secretary.It appears that the ordinary revenues for the fiscal year ended June 30,\n1884, were:From customs - $195,067,489.76From internal revenue - 121,586,072.51From all other sources - 31,866,307.65Total ordinary revenues - 348,519,869.92The public expenditures during the same period were:For civil expenses - $22,312,907.71For foreign intercourse - 1,260,766.37For Indians - 6,475,999.29For pensions - 55,429,228.06For the military establishment, including river and harbor\nimprovements and arsenals - 39,429,603.36For the naval establishment, including vessels, machinery,\nand improvements at navy-yards - 17,292,601.44For miscellaneous expenditures, including public buildings,\nlight-houses, and collecting the revenue - 43,939,710.00For expenditures on account of the District of Columbia - 3,407,049.62For interest on the public debt - 54,578,378.48For the sinking fund - 46,790,229.50Total ordinary expenditures - 290,926,473.83Leaving a surplus of - 57,603,396.09As compared with the preceding fiscal year, there was a net decrease of\nover $21,000,000 in the amount of expenditures. The aggregate receipts were\nless than those of the year previous by about $54,000,000. The falling off\nin revenue from customs made up nearly $20,000,000 of this deficiency, and\nabout $23,000,000 of the remainder was due to the diminished receipts from\ninternal taxation.The Secretary estimates the total receipts for the fiscal year which will\nend June 30, 1885, at $330,000,000 and the total expenditures at\n$290,620,201.16, in which sum are included the interest on the debt and the\namount payable to the sinking fund. This would leave a surplus for the\nentire year of about $39,000,000.The value of exports from the United States to foreign countries during the\nyear ending June 30, 1884, was as follows:Domestic merchandise - $724,964,852Foreign merchandise - 15,548,757Total merchandise - 740,513,609Specie - 67,133,383Total exports of merchandise and specie - 807,646,992The cotton and cotton manufactures included in this statement were valued\nat $208,900,415; the breadstuffs at $162,544,715; the provisions at\n$114,416,547, and the mineral oils at $47,103,248.During the same period the imports were as follows:Merchandise - $667,697,693Gold and silver - 37,426,262Total - 705,123,955More than 63 per cent of the entire value of imported merchandise consisted\nof the following articles:Sugar and molasses - $103,884,274Wool and woolen manufactures - 53,842,292Silk and its manufactures - 49,949,128Coffee - 49,686,705Iron and steel and manufactures thereof - 41,464,599Chemicals - 38,464,965Flax, hemp, jute, and like substances, and manufactures thereof -\n33,463,398Cotton and manufactures of cotton - 30,454,476Hides and skins other than fur skins - 22,350,906I concur with the Secretary of the Treasury in recommending the immediate\nsuspension of the coinage of silver dollars and of the issuance of silver\ncertificates. This is a matter to which in former communications I have\nmore than once invoked the attention of the National Legislature.It appears that annually for the past six years there have been coined, in\nCompliance with the requirements of the act of February 28, 1878, more than\n27,000,000 silver dollars.The number now outstanding is reported by the Secretary to be nearly\n185,000,000, whereof but little more than 40,000,000, or less than 22 per\ncent, are in actual circulation. The mere existence of this fact seems to\nme to furnish of itself a cogent argument for the repeal of the statute\nwhich has made such fact possible.But there are other and graver considerations that tend in the same\ndirection.The Secretary avows his conviction that unless this coinage and the\nissuance of silver certificates be suspended silver is likely at no distant\nday to become our sole metallic standard. The commercial disturbance and\nthe impairment of national credit that would be thus occasioned can\nscarcely be overestimated.I hope that the Secretary's suggestions respecting the withdrawal from\ncirculation of the $1 and $2 notes will receive your approval. It is likely\nthat a considerable portion of the silver now encumbering the vaults of the\nTreasury might thus find its way into the currency.While trade dollars have ceased, for the present at least, to be an element\nof active disturbance in our currency system, some provision should be made\nfor their surrender to the Government. In view of the circumstances under\nwhich they were coined and of the fact that they have never had a\nlegal-tender quality, there should be offered for them only a slight\nadvance over their bullion value.The Secretary in the course of his report considers the propriety of\nbeautifying the designs of our subsidiary silver coins and of so increasing\ntheir weight that they may bear their due ratio of value to the standard\ndollar. His conclusions in this regard are cordially approved.In my annual message of 1882 I recommended the abolition of all excise\ntaxes except those relating to distilled spirits. This recommendation is\nnow renewed. In case these taxes shall be abolished the revenues that will\nstill remain to the Government will, in my opinion, not only suffice to\nmeet its reasonable expenditures, but will afford a surplus large enough to\npermit such tariff reduction as may seem to be advisable when the results\nof recent revenue laws and commercial treaties shall have shown in what\nquarters those reductions can be most judiciously effected.One of the gravest of the problems which appeal to the wisdom of Congress\nfor solution is the ascertainment of the most effective means for\nincreasing our foreign trade and thus relieving the depression under which\nour industries are now languishing. The Secretary of the Treasury advises\nthat the duty of investigating this subject be intrusted in the first\ninstance to a competent commission. While fully recognizing the\nconsiderations that may be urged against this course, I am nevertheless of\nthe opinion that upon the whole no other would be likely to effect speedier\nor better results.That portion of the Secretary's report which concerns the condition of our\nshipping interests can not fail to command your attention. He emphatically\nrecommends that as an incentive to the investment of American capital in\nAmerican steamships the Government shall, by liberal payments for mail\ntransportation or otherwise, lend its active assistance to individual\nenterprise, and declares his belief that unless that course be pursued our\nforeign carrying trade must remain, as it is to-day, almost exclusively in\nthe hands of foreigners.One phase of this subject is now especially prominent in view of the repeal\nby the act of June 26, 1884, of all statutory provisions arbitrarily\ncompelling American vessels to carry the mails to and from the United\nStates. As it is necessary to make provision to compensate the owners of\nsuch vessels for performing that service after April, 1885, it is hoped\nthat the whole subject will receive early consideration that will lead to\nthe enactment of such measures for the revival of our merchant marine as\nthe wisdom of Congress may devise.The 3 per cent bonds of the Government to the amount of more than\n$100,000,000 have since my last annual message been redeemed by the\nTreasury. The bonds of that issue still outstanding amount to little over\n$200,000,000, about one-fourth of which will be retired through the\noperations of the sinking fund during the coming year. As these bonds still\nconstitute the chief basis for the circulation of the national banks, the\nquestion how to avert the contraction of the currency caused by their\nretirement is one of constantly increasing importance.It seems to be generally conceded that the law governing this matter exacts\nfrom the banks excessive security, and that upon their present bond\ndeposits a larger circulation than is now allowed may be granted with\nsafety. I hope that the bill which passed the Senate at the last session,\npermitting the issue of notes equal to the face value of the deposited\nbonds, will commend itself to the approval of the House of\nRepresentatives.In the expenses of the War Department the Secretary reports a decrease of\nmore than $9,000,000. Of this reduction $5,600,000 was effected in the\nexpenditures for rivers and harbors and $2,700,000 in expenditures for the\nQuartermaster's Department.Outside of that Department the annual expenses of all the Army bureaus\nproper (except possibly the Ordnance Bureau) are substantially fixed\ncharges, which can not be materially diminished without a change in the\nnumerical strength of the Army. The expenditures in the Quartermaster's\nDepartment can readily be subjected to administrative discretion, and it is\nreported by the Secretary of War that as a result of exercising such\ndiscretion in reducing the number of draft and pack animals in the Army the\nannual cost of supplying and caring for such animals is now $1,108,085.90\nless than it was in 1881.The reports of military commanders show that the last year has been notable\nfor its entire freedom from Indian outbreaks.In defiance of the President's proclamation of July 1, 1884, certain\nintruders sought to make settlements in the Indian Territory. They were\npromptly removed by a detachment of troops.During the past session of Congress a bill to provide a suitable fire-proof\nbuilding for the Army Medical Museum and the library of the\nSurgeon-General's Office received the approval of the Senate. A similar\nbill, reported favorably to the House of Representatives by one of its\ncommittees, is still pending before that body. It is hoped that during the\ncoming session the measure may become a law, and that thereafter immediate\nsteps may be taken to secure a place of safe deposit for these valuable\ncollections, now in a state of insecurity.The funds with which the works for the improvement of rivers and harbors\nwere prosecuted during the past year were derived from the appropriations\nof the act of August 2, 1882, together with such few balances as were on\nhand from previous appropriations. The balance in the Treasury subject to\nrequisition July 1, 1883, was $10,021,649.55. The amount appropriated\nduring the fiscal year 1884 was $1,319,634.62 and the amount drawn from the\nTreasury during the fiscal year was $8,228,703.54, leaving a balance of\n$3,112,580.63 in the Treasury subject to requisition July 1, 1884.The Secretary of War submits the report of the Chief of Engineers as to the\npracticability of protecting our important cities on the seaboard by\nfortifications and other defenses able to repel modern methods of attack.\nThe time has now come when such defenses can be prepared with confidence\nthat they will not prove abortive, and when the possible result of delay in\nmaking such preparation is seriously considered delay seems inexcusable.\nFor the most important cities--those whose destruction or capture would be\na national humiliation--adequate defenses, inclusive of guns, may be made\nby the gradual expenditure of $60,000,000--a sum much less than a\nvictorious enemy could levy as a contribution. An appropriation of about\none-tenth of that amount is asked to begin the work, and I concur with the\nSecretary of War in urging that it be granted.The War Department is proceeding with the conversion of 10-inch smoothbore\nguns into 8-inch rifles by lining the former with tubes of forged steel or\nof coil wrought iron. Fifty guns will be thus converted within the year.\nThis, however, does not obviate the necessity of providing means for the\nconstruction of guns of the highest power both for the purposes of coast\ndefense and for the armament of war vessels.The report of the Gun Foundry Board, appointed April 2, 1883, in pursuance\nof the act of March 3, 1883, was transmitted to Congress in a special\nmessage of February 18, 1884. In my message of March 26, 1884, I called\nattention to the recommendation of the board that the Government should\nencourage the production at private steel works of the required material\nfor heavy cannon, and that two Government factories, one for the Army and\none for the Navy, should be established for the fabrication of guns from\nsuch material. No action having been taken, the board was subsequently\nreconvened to determine more fully the plans and estimates necessary for\ncarrying out its recommendation. It has received information which\nindicates that there are responsible steel manufacturers in this country\nwho, although not provided at present with the necessary plant, are willing\nto construct the same and to make bids for contracts with the Government\nfor the supply of the requisite material for the heaviest guns adapted to\nmodern warfare if a guaranteed order of sufficient magnitude, accompanied\nby a positive appropriation extending over a series of years, shall be made\nby Congress. All doubts as to the feasibility of the plan being thus\nremoved, I renew my recommendation that such action be taken by Congress as\nwill enable the Government to construct its own ordnance upon its own\nterritory, and so to provide the armaments demanded by considerations of\nnational safety and honor.The report of the Secretary of the Navy exhibits the progress which has\nbeen made on the new steel cruisers authorized by the acts of August 5,\n1882, and March 3, 1883. Of the four vessels under contract, one, the\nChicago, of 4,500 tons, is more than half finished; the Atlanta, of 3,000\ntons, has been successfully launched, and her machinery is now fitting; the\nBoston, also of 3,000 tons, is ready for launching, and the Dolphin, a\ndispatch steamer of 1,500 tons, is ready for delivery.Certain adverse criticisms upon the designs of these cruisers are discussed\nby the Secretary, who insists that the correctness of the conclusions\nreached by the Advisory Board and by the Department has been demonstrated\nby recent developments in shipbuilding abroad.The machinery of the double-turreted monitors Puritan, Terror, and\nAmphitrite, contracted for under the act of March 3, 1883, is in process of\nconstruction. No work has been done during the past year on their armor for\nlack of the necessary appropriations. A fourth monitor, the Monadnock,\nstill remains unfinished at the navy-yard in California. It is recommended\nthat early steps be taken to complete these vessels and to provide also an\narmament for the monitor Miantonomoh.The recommendations of the Naval Advisory Board, approved by the\nDepartment, comprise the construction of one steel cruiser of 4,500 tons,\none cruiser of 3,000 tons, two heavily armed gunboats, one light cruising\ngunboat, one dispatch vessel armed with Hotchkiss cannon, one armored ram,\nand three torpedo boats. The general designs, all of which are calculated\nto meet the existing wants of the service, are now well advanced, and the\nconstruction of the vessels can be undertaken as soon as you shall grant\nthe necessary authority.The act of Congress approved August 7, 1882, authorized the removal to the\nUnited States of the bodies of Lieutenant-Commander George W. De Long and\nhis companions of the Jeannette expedition. This removal has been\nsuccessfully accomplished by Lieutenants Harber and Schuetze. The remains\nwere taken from their grave in the Lena Delta in March, 1883, and were\nretained at Yakutsk until the following winter, the season being too far\nadvanced to admit of their immediate transportation. They arrived at New\nYork February 20, 1884, where they were received with suitable honors.In pursuance of the joint resolution of Congress approved February 13,\n1884, a naval expedition was fitted out for the relief of Lieutenant A. W.\nGreely, United States Army, and of the party who had been engaged under his\ncommand in scientific observations at Lady Franklin Bay. The fleet\nconsisted of the steam sealer Thetis, purchased in England; the Bear,\npurchased at St. Johns, Newfoundland, and the Alert, which was generously\nprovided by the British Government. Preparations for the expedition were\npromptly made by the Secretary of the Navy, with the active cooperation of\nthe Secretary of War. Commander George W. Coffin was placed in command of\nthe Alert and Lieutenant William H. Emory in command of the Bear. The\nThetis was intrusted to Commander Winfield S. Schley, to whom also was\nassigned the superintendence of the entire expedition.Immediately upon its arrival at Upernavik the fleet began the dangerous\nnavigation of Melville Bay, and in spite of every obstacle reached\nLittleton Island on June 22, a fortnight earlier than any vessel had before\nattained that point. On the same day it crossed over to Cape Sabine, where\nLieutenant Greely and the other survivors of his party were discovered.\nAfter taking on board the living and the bodies of the dead, the relief\nships sailed for St. Johns, where they arrived on July 17. They were\nappropriately received at Portsmouth, N. H., on August 1 and at New York on\nAugust 8. One of the bodies was landed at the former place. The others were\nput on shore at Governors Island, and, with the exception of one, which was\ninterred in the national cemetery, were forwarded thence to the\ndestinations indicated by friends. The organization and conduct of this\nrelief expedition reflects great credit upon all who contributed to its\nsuccess.In this the last of the stated messages that I shall have the honor to\ntransmit to the Congress of the United States I can not too strongly urge\nupon its attention the duty of restoring our Navy as rapidly as possible to\nthe high state of efficiency which formerly characterized it. As the long\npeace that has lulled us into a sense of fancied security may at any time\nbe disturbed, it is plain that the policy of strengthening this arm of the\nservice is dictated by considerations of wise economy, of just regard for\nour future tranquillity, and of true appreciation of the dignity and honor\nof the Republic.The report of the Postmaster-General acquaints you with the present\ncondition and needs of the postal service.It discloses the gratifying fact that the loss of revenue from the\nreduction in the rate of letter postage recommended in my message of\nDecember 4, 1882, and effected by the act of March 3, 1883, has been much\nless than was generally anticipated. My recommendation of this reduction\nwas based upon the belief that the actual falling off in receipts from\nletter postages for the year immediately succeeding the change of rate\nwould be $3,000,000. It has proved to be only $2,275,000.This is a trustworthy indication that the revenue will soon be restored to\nits former volume by the natural increase of sealed correspondence.I confidently repeat, therefore, the recommendation of my last annual\nmessage that the single-rate postage upon drop letters be reduced to 1 cent\nwherever the payment of 2 cents is now required by law. The double rate is\nonly exacted at offices where the carrier system is in operation, and it\nappears that at those offices the increase in the tax upon local letters\ndefrays the cost not only of its own collection and delivery, but of the\ncollection and delivery of all other mail matter. This is an inequality\nthat ought no longer to exist.I approve the recommendation of the Postmaster-General that the unit of\nweight in the rating of first-class matter should be 1 ounce instead of\none-half ounce, as it now is. In view of the statistics furnished by the\nDepartment, it may well be doubted whether the change would result in any\nloss of revenue. That it would greatly promote the convenience of the\npublic is beyond dispute.The free-delivery system has been lately applied to five cities, and the\ntotal number of offices in which it is now in operation is 159. Experience\nshows that its adoption, under proper conditions, is equally an\naccommodation to the public and an advantage to the postal service. It is\nmore than self-sustaining, and for the reasons urged by the\nPostmaster-General may properly be extended.In the opinion of that officer it is important to provide means whereby\nexceptional dispatch in dealing with letters in free-delivery offices may\nbe secured by payment of extraordinary postage. This scheme might be made\neffective by employment of a special stamp whose cost should be\ncommensurate with the expense of the extra service.In some of the large cities private express companies have undertaken to\noutstrip the Government mail carriers by affording for the prompt\ntransmission of letters better facilities than have hitherto been at the\ncommand of the Post-Office.It has always been the policy of the Government to discourage such\nenterprises, and in no better mode can that policy be maintained than in\nsupplying the public with the most efficient mail service that, with due\nregard to its own best interests, can be furnished for its accommodation.The Attorney-General renews the recommendation contained in his report of\nlast year touching the fees of witnesses and jurors.He favors radical changes in the fee bill, the adoption of a system by\nwhich attorneys and marshals of the United States shall be compensated\nsolely by salaries, and the erection by the Government of a penitentiary\nfor the confinement of offenders against its laws.Of the varied governmental concerns in charge of the Interior Department\nthe report of its Secretary presents an interesting summary. Among the\ntopics deserving particular attention I refer you to his observations\nrespecting our Indian affairs, the preemption and timber-culture acts, the\nfailure of railroad companies to take title to lands granted by the\nGovernment, and the operations of the Pension Office, the Patent Office,\nthe Census Bureau, and the Bureau of Education.Allusion has been made already to the circumstance that, both as between\nthe different Indian tribes and as between the Indians and the whites, the\npast year has been one of unbroken peace.In this circumstance the President is glad to find justification for the\npolicy of the Government in its dealing with the Indian question and\nconfirmation of the views which were fully expressed in his first\ncommunication to the Forty-seventh Congress.The Secretary urges anew the enactment of a statute for the punishment of\ncrimes committed on the Indian reservations, and recommends the passage of\nthe bill now pending in the House of Representatives for the purchase of a\ntract of 18,000 square miles from the Sioux Reservation. Both these\nmeasures are worthy of approval.I concur with him also in advising the repeal of the preemption law, the\nenactment of statutes resolving the present legal complications touching\nlapsed grants to railroad companies, and the funding of the debt of the\nseveral Pacific railroads under such guaranty as shall effectually secure\nits ultimate payment.The report of the Utah Commission will be read with interest.It discloses the results of recent legislation looking to the prevention\nand punishment of polygamy in that Territory. I still believe that if that\nabominable practice can be suppressed by law it can only be by the most\nradical legislation consistent with the restraints of the Constitution.I again recommend, therefore, that Congress assume absolute political\ncontrol of the Territory of Utah and provide for the appointment of\ncommissioners with such governmental powers as in its judgment may justly\nand wisely be put into their hands.In the course of this communication reference has more than once been made\nto the policy of this Government as regards the extension of our foreign\ntrade. It seems proper to declare the general principles that should, in my\nopinion, underlie our national efforts in this direction.The main conditions of the problem may be thus stated:We are a people apt in mechanical pursuits and fertile in invention. We\ncover a vast extent of territory rich in agricultural products and in\nnearly all the raw materials necessary for successful manufacture. We have\na system of productive establishments more than sufficient to supply our\nown demands. The wages of labor are nowhere else so great. The scale of\nliving of our artisan classes is such as tends to secure their personal\ncomfort and the development of those higher moral and intellectual\nqualities that go to the making of good citizens. Our system of tax and\ntariff legislation is yielding a revenue which is in excess of the present\nneeds of the Government.These are the elements from which it is sought to devise a scheme by which,\nwithout unfavorably changing the condition of the workingman, our merchant\nmarine shall be raised from its enfeebled condition and new markets\nprovided for the sale beyond our borders of the manifold fruits of our\nindustrial enterprises.The problem is complex and can be solved by no single measure of innovation\nor reform.The countries of the American continent and the adjacent islands are for\nthe United States the natural marts of supply and demand. It is from them\nthat we should obtain what we do not produce or do not produce in\nsufficiency, and it is to them that the surplus productions of our fields,\nour mills, and our workshops should flow, under conditions that will\nequalize or favor them in comparison with foreign competition.Four paths of policy seem to point to this end:First. A series of reciprocal commercial treaties with the countries of\nAmerica which shall foster between us and them an unhampered movement of\ntrade. The conditions of these treaties should be the free admission of\nsuch merchandise as this country does not produce, in return for the\nadmission free or under a favored scheme of duties of our own products, the\nbenefits of such exchange to apply only to goods carried under the flag of\nthe parties to the contract; the removal on both sides from the vessels so\nprivileged of all tonnage dues and national imposts, so that those vessels\nmay ply unhindered between our ports and those of the other contracting\nparties, though without infringing on the reserved home coasting trade; the\nremoval or reduction of burdens on the exported products of those countries\ncoming within the benefits of the treaties, and the avoidance of the\ntechnical restrictions and penalties by which our intercourse with those\ncountries is at present hampered.Secondly. The establishment of the consular service of the United States on\na salaried footing, thus permitting the relinquishment of consular fees not\nonly as respects vessels under the national flag, but also as respects\nvessels of the treaty nations carrying goods entitled to the benefits of\nthe treaties.Thirdly. The enactment of measures to favor the construction and\nmaintenance of a steam carrying marine under the flag of the United\nStates.Fourthly. The establishment of an uniform currency basis for the countries\nof America, so that the coined products of our mines may circulate on equal\nterms throughout the whole system of commonwealths. This would require a\nmonetary union of America, whereby the output of the bullion-producing\ncountries and the circulation of those which yield neither gold nor silver\ncould be adjusted in conformity with the population, wealth, and commercial\nneeds of each. As many of the countries furnish no bullion to the common\nstock, the surplus production of our mines and mints might thus be utilized\nand a step taken toward the general remonetization of silver.To the accomplishment of these ends, so far as they can be attained by\nseparate treaties, the negotiations already concluded and now in progress\nhave been directed; and the favor which this enlarged policy has thus far\nreceived warrants the belief that its operations will ere long embrace all,\nor nearly all, the countries of this hemisphere.It is by no means desirable, however, that the policy under consideration\nshould be applied to these countries alone. The healthful enlargement of\nour trade with Europe, Asia, and Africa should be sought by reducing tariff\nburdens on such of their wares as neither we nor the other American States\nare fitted to produce, and thus enabling ourselves to obtain in return a\nbetter market for our supplies of food, of raw materials, and of the\nmanufactures in which we excel.It seems to me that many of the embarrassing elements in the great national\nconflict between protection and free trade may thus be turned to good\naccount; that the revenue may be reduced so as no longer to overtax the\npeople; that protective duties may be retained without becoming burdensome;\nthat our shipping interests may be judiciously encouraged, the currency\nfixed on firm bases, and, above all, such an unity of interests established\namong the States of the American system as will be of great and\never-increasing advantage to them all.All treaties in the line of this policy which have been negotiated or are\nin process of negotiation contain a provision deemed to be requisite under\nthe clause of the Constitution limiting to the House of Representatives the\nauthority to originate bills for raising revenue.On the 29th of February last I transmitted to the Congress the first annual\nreport of the Civil Service Commission, together with communications from\nthe heads of the several Executive Departments of the Government respecting\nthe practical workings of the law under which the Commission had been\nacting. The good results therein foreshadowed have been more than\nrealized.The system has fully answered the expectations of its friends in securing\ncompetent and faithful public servants and in protecting the appointing\nofficers of the Government from the pressure of personal importunity and\nfrom the labor of examining the claims and pretensions of rival candidates\nfor public employment.The law has had the unqualified support of the President and of the heads\nof the several Departments, and the members of the Commission have\nperformed their duties with zeal and fidelity. Their report will shortly be\nsubmitted, and will be accompanied by such recommendations for enlarging\nthe scope of the existing statute as shall commend themselves to the\nExecutive and the Commissioners charged with its administration.In view of the general and persistent demand throughout the commercial\ncommunity for a national bankrupt law, I hope that the differences of\nsentiment which have hitherto prevented its enactment may not outlast the\npresent session.The pestilence which for the past two years has been raging in the\ncountries of the East recently made its appearance in European ports with\nwhich we are in constant communication.The then Secretary of the Treasury, in pursuance of a proclamation of the\nPresident, issued certain regulations restricting and for a time\nprohibiting the importation of rags and the admission of baggage of\nimmigrants and of travelers arriving from infected quarters. Lest this\ncourse may have been without strict warrant of law, I approve the\nrecommendation of the present Secretary that the Congress take action in\nthe premises, and I also recommend the immediate adoption of such measures\nas will be likely to ward off the dreaded epidemic and to mitigate its\nseverity in case it shall unhappily extend to our shores.The annual report of the Commissioners of the District of Columbia reviews\nthe operations of the several departments of its municipal government. I\nask your careful consideration of its suggestions in respect to\nlegislation, especially commending such as relate to a revision of the\ncivil and criminal code, the performance of labor by persons sentenced to\nimprisonment in the jail, the construction and occupation of wharves along\nthe river front, and the erection of a suitable building for District\noffices.I recommend that in recognition of the eminent services of Ulysses S.\nGrant, late General of the armies of the United States and twice President\nof this nation, the Congress confer upon him a suitable pension.Certain of the measures that seem to me necessary and expedient I have now,\nin obedience to the Constitution, recommended for your adoption.As respects others of no less importance I shall content myself with\nrenewing the recommendations already made to the Congress, without\nrestating the grounds upon which such recommendations were based.The preservation of forests on the public domain, the granting of\nGovernment aid for popular education, the amendment of the Federal\nConstitution so as to make effective the disapproval by the President of\nparticular items in appropriation bills, the enactment of statutes in\nregard to the filling of vacancies in the Presidential office, and the\ndetermining of vexed questions respecting Presidential inability are\nmeasures which may justly receive your serious consideration.As the time draws nigh when I am to retire from the public service, I can\nnot refrain from expressing to the members of the National Legislature with\nwhom I have been brought into personal and official intercourse my sincere\nappreciation of their unfailing courtesy and of their harmonious\ncooperation with the Executive in so many measures calculated to promote\nthe best interests of the nation.And to my fellow-citizens generally I acknowledge a deep sense of\nobligation for the support which they have accorded me in my administration\nof the executive department of this Government.", 
    "name": "Chester A. Arthur"
}