{
    "date": "December 6, 1881", 
    "speech": "To the Senate and House of Representatives of the United States:An appalling calamity has befallen the American people since their chosen\nrepresentatives last met in the halls where you are now assembled. We might\nelse recall with unalloyed content the rare prosperity with which\nthroughout the year the nation has been blessed. Its harvests have been\nplenteous; its varied industries have thriven; the health of its people has\nbeen preserved; it has maintained with foreign governments the undisturbed\nrelations of amity and peace. For these manifestations of His favor we owe\nto Him who holds our destiny in His hands the tribute of our grateful\ndevotion.To that mysterious exercise of His will which has taken from us the loved\nand illustrious citizen who was but lately the head of the nation we bow in\nsorrow and submission.The memory of his exalted character, of his noble achievements, and of his\npatriotic life will be treasured forever as a sacred possession of the\nwhole people.The announcement of his death drew from foreign governments and peoples\ntributes of sympathy and sorrow which history will record as signal tokens\nof the kinship of nations and the federation of mankind.The feeling of good will between our own Government and that of Great\nBritain was never more marked than at present. In recognition of this\npleasing fact I directed, on the occasion of the late centennial\ncelebration at Yorktown, that a salute be given to the British flag.Save for the correspondence to which I shall refer hereafter in relation to\nthe proposed canal across the Isthmus of Panama, little has occurred worthy\nof mention in the diplomatic relations of the two countries.Early in the year the Fortune Bay claims were satisfactorily settled by the\nBritish Government paying in full the sum of 15,000 pounds, most of which\nhas been already distributed. As the terms of the settlement included\ncompensation for injuries suffered by our fishermen at Aspee Bay, there has\nbeen retained from the gross award a sum which is deemed adequate for those\nclaims.The participation of Americans in the exhibitions at Melbourne and Sydney\nwill be approvingly mentioned in the reports of the two exhibitions, soon\nto be presented to Congress. They will disclose the readiness of our\ncountrymen to make successful competition in distant fields of enterprise.Negotiations for an international copyright convention are in hopeful\nprogress.The surrender of Sitting Bull and his forces upon the Canadian frontier has\nallayed apprehension, although bodies of British Indians still cross the\nborder in quest of sustenance. Upon this subject a correspondence has been\nopened which promises an adequate understanding. Our troops have orders to\navoid meanwhile all collisions with alien Indians.The presence at the Yorktown celebration of representatives of the French\nRepublic and descendants of Lafayette and of his gallant compatriots who\nwere our allies in the Revolution has served to strengthen the spirit of\ngood will which has always existed between the two nations.You will be furnished with the proceedings of the Bimetallic Conference\nheld during the summer at the city of Paris. No accord was reached, but a\nvaluable interchange of views was had, and the conference will next year be\nrenewed.At the Electrical Exhibition and Congress, also held at Paris, this country\nwas creditably represented by eminent specialists, who, in the absence of\nan appropriation, generously lent their efficient aid at the instance of\nthe State Department. While our exhibitors in this almost distinctively\nAmerican field of achievement have won several valuable awards, I recommend\nthat Congress provide for the repayment of the personal expenses incurred\nin the public interest by the honorary commissioners and delegates.No new questions respecting the status of our naturalized citizens in\nGermany have arisen during the year, and the causes of complaint,\nespecially in Alsace and Lorraine, have practically ceased through the\nliberal action of the Imperial Government in accepting our often-expressed\nviews on the subject. The application of the treaty of 1868 to the lately\nacquired Rhenish provinces has received very earnest attention, and a\ndefinite and lasting agreement on this point is confidently expected. The\nparticipation of the descendants of Baron von Steuben in the Yorktown\nfestivities, and their subsequent reception by their American kinsmen,\nstrikingly evinced the ties of good will which unite the German people and\nour own.Our intercourse with Spain has been friendly. An agreement concluded in\nFebruary last fixes a term for the labors of the Spanish and American\nClaims Commission. The Spanish Government has been requested to pay the\nlate awards of that Commission, and will, it is believed, accede to the\nrequest as promptly and courteously as on former occasions.By recent legislation onerous fines have been imposed upon American\nshipping in Spanish and colonial ports for slight irregularities in\nmanifests. One case of hardship is specially worthy of attention. The bark\nMasonic, bound for Japan, entered Manila in distress, and is there sought\nto be confiscated under Spanish revenue laws for an alleged shortage in her\ntransshipped cargo. Though efforts for her relief have thus far proved\nunavailing, it is expected that the whole matter will be adjusted in a\nfriendly spirit.The Senate resolutions of condolence on the assassination of the Czar\nAlexander II were appropriately communicated to the Russian Government,\nwhich in turn has expressed its sympathy in our late national bereavement.\nIt is desirable that our cordial relations with Russia should be\nstrengthened by proper engagements assuring to peaceable Americans who\nvisit the Empire the consideration which is due to them as citizens of a\nfriendly state. This is especially needful with respect to American\nIsraelites, whose classification with the native Hebrews has evoked\nenergetic remonstrances from this Government.A supplementary consular agreement with Italy has been sanctioned and\nproclaimed, which puts at rest conflicts of jurisdiction in the case of\ncrimes on shipboard.Several important international conferences have been held in Italy during\nthe year. At the Geographical Congress of Venice, the Beneficence Congress\nof Milan, and the Hygienic Congress of Turin this country was represented\nby delegates from branches of the public service or by private citizens\nduly accredited in an honorary capacity. It is hoped that Congress will\ngive such prominence to the results of their participation as they may seem\nto deserve.The abolition of all discriminating duties against such colonial\nproductions of the Dutch East Indies as are imported hither from Holland\nhas been already considered by Congress. I trust that at the present\nsession the matter may be favorably concluded.The insecurity of life and property in many parts of Turkey has given rise\nto correspondence with the Porte looking particularly to the better\nprotection of American missionaries in the Empire. The condemned murderer\nof the eminent missionary Dr. Justin W. Parsons has not yet been executed,\nalthough this Government has repeatedly demanded that exemplary justice be\ndone.The Swiss Government has again solicited the good offices of our diplomatic\nand consular agents for the protection of its citizens in countries where\nit is not itself represented. This request has, within proper limits, been\ngranted.Our agents in Switzerland have been instructed to protest against the\nconduct of the authorities of certain communes in permitting the emigration\nto this country of criminals and other objectionable persons. Several such\npersons, through the cooperation of the commissioners of emigration at New\nYork, have been sent back by the steamers which brought them. A continuance\nof this course may prove a more effectual remedy than diplomatic\nremonstrance.Treaties of commerce and navigation and for the regulation of consular\nprivileges have been concluded with Roumania and Servia since their\nadmission into the family of European States.As is natural with contiguous states having like institutions and like aims\nof advancement and development, the friendship of the United States and\nMexico has been constantly maintained. This Government has lost no occasion\nof encouraging the Mexican Government to a beneficial realization of the\nmutual advantages which will result from more intimate commercial\nintercourse and from the opening of the rich interior of Mexico to railway\nenterprise. I deem it important that means be provided to restrain the\nlawlessness unfortunately so common on the frontier and to suppress the\nforays of the reservation Indians on either side of the Rio Grande.The neighboring States of Central America have preserved internal peace,\nand their outward relations toward us have been those of intimate\nfriendship. There are encouraging signs of their growing disposition to\nsubordinate their local interests to those which are common to them by\nreason of their geographical relations.The boundary dispute between Guatemala and Mexico has afforded this\nGovernment an opportunity to exercise its good offices for preventing a\nrupture between those States and for procuring a peaceable solution of the\nquestion. I cherish strong hope that in view of our relations of amity with\nboth countries our friendly counsels may prevail.A special envoy of Guatemala has brought to me the condolences of his\nGovernment and people on the death of President Garfield.The Costa Rican Government lately framed an engagement with Colombia for\nsettling by arbitration the boundary question between those countries,\nproviding that the post of arbitrator should be offered successively to the\nKing of the Belgians, the King of Spain, and the President of the Argentine\nConfederation. The King of the Belgians has declined to act, but I am not\nas yet advised of the action of the King of Spain. As we have certain\ninterests in the disputed territory which are protected by our treaty\nengagements with one of the parties, it is important that the arbitration\nshould not without our consent affect our rights, and this Government has\naccordingly thought proper to make its views known to the parties to the\nagreement, as well as to intimate them to the Belgian and Spanish\nGovernments.The questions growing out of the proposed interoceanic waterway across the\nIsthmus of Panama are of grave national importance. This Government has not\nbeen unmindful of the solemn obligations imposed upon it by its compact of\n1846 with Colombia, as the independent and sovereign mistress of the\nterritory crossed by the canal, and has sought to render them effective by\nfresh engagements with the Colombian Republic looking to their practical\nexecution. The negotiations to this end, after they had reached what\nappeared to be a mutually satisfactory solution here, were met in Colombia\nby a disavowal of the powers which its envoy had assumed and by a proposal\nfor renewed negotiation on a modified basis.Meanwhile this Government learned that Colombia had proposed to the\nEuropean powers to join in a guaranty of the neutrality of the proposed\nPanama canal--a guaranty which would be in direct contravention of our\nobligation as the sole guarantor of the integrity of Colombian territory\nand of the neutrality of the canal itself. My lamented predecessor felt it\nhis duty to place before the European powers the reasons which make the\nprior guaranty of the United States indispensable, and for which the\ninterjection of any foreign guaranty might be regarded as a superfluous and\nunfriendly act.Foreseeing the probable reliance of the British Government on the\nprovisions of the Clayton-Bulwer treaty of 1850 as affording room for a\nshare in the guaranties which the United States covenanted with Colombia\nfour years before, I have not hesitated to supplement the action of my\npredecessor by proposing to Her Majesty's Government the modification of\nthat instrument and the abrogation of such clauses thereof as do not\ncomport with the obligations of the United States toward Colombia or with\nthe vital needs of the two friendly parties to the compact.This Government sees with great concern the continuance of the hostile\nrelations between Chile, Bolivia, and Peru. An early peace between these\nRepublics is much to be desired, not only that they may themselves be\nspared further misery and bloodshed, but because their continued antagonism\nthreatens consequences which are, in my judgment, dangerous to the\ninterests of republican government on this continent and calculated to\ndestroy the best elements of our free and peaceful civilization.As in the present excited condition of popular feeling in these countries\nthere has been serious misapprehension of the position of the United\nStates, and as separate diplomatic intercourse with each through\nindependent ministers is sometimes subject, owing to the want of prompt\nreciprocal communication, to temporary misunderstanding, I have deemed it\njudicious at the present time to send a special envoy accredited to all and\neach of them, and furnished with general instructions which will, I trust,\nenable him to bring these powers into friendly relations.The Government of Venezuela maintains its attitude of warm friendship and\ncontinues with great regularity its payment of the monthly quota of the\ndiplomatic debt. Without suggesting the direction in which Congress should\nact, I ask its attention to the pending questions affecting the\ndistribution of the sums thus far received.The relations between Venezuela and France growing out of the same debt\nhave been for some time past in an unsatisfactory state, and this\nGovernment, as the neighbor and one of the largest creditors of Venezuela,\nhas interposed its influence with the French Government with the view of\nproducing a friendly and honorable adjustment.I regret that the commercial interests between the United States and\nBrazil, from which great advantages were hoped a year ago, have suffered\nfrom the withdrawal of the American lines of communication between the\nBrazilian ports and our own.Through the efforts of our minister resident at Buenos Ayres and the United\nStates minister at Santiago, a treaty has been concluded between the\nArgentine Republic and Chile, disposing of the long-pending Patagonian\nboundary question. It is a matter of congratulation that our Government has\nbeen afforded the opportunity of successfully exerting its good influence\nfor the prevention of disagreements between these Republics of the American\ncontinent.I am glad to inform you that the treaties lately negotiated with China have\nbeen duly ratified on both sides and the exchange made at Peking.\nLegislation is necessary to carry their provisions into effect. The prompt\nand friendly spirit with which the Chinese Government, at the request of\nthe United States, conceded the modification of existing treaties should\nsecure careful regard for the interests and susceptibilities of that\nGovernment in the enactment of any laws relating to Chinese immigration.Those clauses of the treaties which forbid the participation of citizens or\nvessels of the United States in the opium trade will doubtless receive your\napproval. They will attest the sincere interest which our people and\nGovernment feel in the commendable efforts of the Chinese Government to put\na stop to this demoralizing and destructive traffic.In relation both to China and Japan some changes are desirable in our\npresent system of consular jurisdiction. I hope at some future time to lay\nbefore you a scheme for its improvement in the entire East.The intimacy between our own country and Japan, the most advanced of the\nEastern nations, continues to be cordial. I am advised that the Emperor\ncontemplates the establishment of full constitutional government, and that\nhe has already summoned a parliamentary congress for the purpose of\neffecting the change. Such a remarkable step toward complete assimilation\nwith the Western system can not fail to bring Japan into closer and more\nbeneficial relationship with ourselves as the chief Pacific power.A question has arisen in relation to the exercise in that country of the\njudicial functions conferred upon our ministers and consuls. The\nindictment, trial, and conviction in the consular court at Yokohama of John\nRoss, a merchant seaman on board an American vessel, have made it necessary\nfor the Government to institute a careful examination into the nature and\nmethods of this jurisdiction.It appeared that Ross was regularly shipped under the flag of the United\nStates, but was by birth a British subject. My predecessor felt it his duty\nto maintain the position that during his service as a regularly shipped\nseaman on board an American merchant vessel Ross was subject to the laws of\nthat service and to the jurisdiction of the United States consular\nauthorities.I renew the recommendation which has been heretofore urged by the Executive\nupon the attention of Congress, that after the deduction of such amount as\nmay be found due to American citizens the balance of the indemnity funds\nheretofore obtained from China and Japan, and which are now in the hands of\nthe State Department, be returned to the Governments of those countries.The King of Hawaii, in the course of his homeward return after a journey\naround the world, has lately visited this country. While our relations with\nthat Kingdom are friendly, this Government has viewed with concern the\nefforts to seek replenishment of the diminishing population of the islands\nfrom outward sources, to a degree which may impair the native sovereignty\nand independence, in which the United States was among the first to testify\na lively interest.Relations of unimpaired amity have been maintained throughout the year with\nthe respective Governments of Austria-Hungary, Belgium, Denmark, Hayti,\nParaguay and Uruguay, Portugal, and Sweden and Norway. This may also be\nsaid of Greece and Ecuador, although our relations with those States have\nfor some years been severed by the withdrawal of appropriations for\ndiplomatic representatives at Athens and Quito. It seems expedient to\nrestore those missions, even on a reduced scale, and I decidedly recommend\nsuch a course with respect to Ecuador, which is likely within the near\nfuture to play an important part among the nations of the Southern\nPacific.At its last extra session the Senate called for the text of the Geneva\nconvention for the relief of the wounded in war. I trust that this action\nforeshadows such interest in the subject as will result in the adhesion of\nthe United States to that humane and commendable engagement.I invite your attention to the propriety of adopting the new code of\ninternational rules for the prevention of collisions on the high seas and\nof conforming the domestic legislation of the United States thereto, so\nthat no confusion may arise from the application of conflicting rules in\nthe case of vessels of different nationalities meeting in tidal waters.\nThese international rules differ but slightly from our own. They have been\nadopted by the Navy Department for the governance of the war ships of the\nUnited States on the high seas and in foreign waters, and, through the\naction of the State Department in disseminating the rules and in\nacquainting shipmasters with the option of conforming to them without the\njurisdictional waters of the United States, they are now very generally\nknown and obeyed.The State Department still continues to publish to the country the trade\nand manufacturing reports received from its officers abroad. The success of\nthis course warrants its continuance and such appropriation as may be\nrequired to meet the rapidly increasing demand for these publications. With\nspecial reference to the Atlanta Cotton Exposition, the October number of\nthe reports was devoted to a valuable collection of papers on the\ncotton-goods trade of the world.The International Sanitary Conference for which, in 1879, Congress made\nprovision assembled in this city early in January last, and its sessions\nwere prolonged until March. Although it reached no specific conclusions\naffecting the future action of the participant powers, the interchange of\nviews proved to be most valuable. The full protocols of the sessions have\nbeen already presented to the Senate.As pertinent to this general subject, I call your attention to the\noperations of the National Board of Health. Established by act of Congress\napproved March 3, 1879, its sphere of duty was enlarged by the act of June\n2 in the same year. By the last-named act the board was required to\ninstitute such measures as might be deemed necessary for preventing the\nintroduction of contagious or infectious diseases from foreign countries\ninto the United States or from one State into another.The execution of the rules and regulations prepared by the board and\napproved by my predecessor has done much to arrest the progress of epidemic\ndisease, and has thus rendered substantial service to the nation.The International Sanitary Conference, to which I have referred, adopted a\nform of a bill of health to be used by all vessels seeking to enter the\nports of the countries whose representatives participated in its\ndeliberations. This form has since been prescribed by the National Board of\nHealth and incorporated with its rules and regulations, which have been\napproved by me in pursuance of law.The health of the people is of supreme importance. All measures looking to\ntheir protection against the spread of contagious diseases and to the\nincrease of our sanitary knowledge for such purposes deserve attention of\nCongress.The report of the Secretary of the Treasury presents in detail a highly\nsatisfactory exhibit of the state of the finances and the condition of the\nvarious branches of the public service administered by that Department.The ordinary revenues from all sources for the fiscal year ending June 30,\n1881, were:From customs - $198,159,676.02From internal revenue - 135,264,385.51From sales of public lands - 2,201,863.17From tax on circulation and deposits of national banks - 8,116,115.72From repayment of interest by Pacific Railway companies - 810,833.80From sinking fund for Pacific Railway companies - 805,180.54From customs fees, fines, penalties, etc. - 1,225,514.86From fees--consular, letters patent, and lands - 2,244,983.98From proceeds of sales of Government property - 262,174.00From profits on coinage - 3,468,485.61From revenues of the District of Columbia - 2,016,199.23From miscellaneous sources - 6,206,880.13Total ordinary receipts - 360,782,292.57The ordinary expenditures for the same period were:For civil expenses - $17,941,177.19For foreign intercourse - 1,093,954.92For Indians - 6,514,161.09For pensions - 50,059,279.62For the military establishment, including river and harbor improvements\nand arsenals - 40,466,460.55For the naval establishment, including vessels, machinery, and\nimprovements at navy-yards - 15,686,671.66For miscellaneous expenditures, including public buildings,\nlight-houses, and collecting the revenue - 41,837,280.57For expenditures on account of the District of Columbia - 3,543,912.03For interest on the public debt - 82,508,741.18For premium on bonds purchased - 1,061,248.78Total ordinary expenditures - 260,712,887.59Leaving a surplus revenue of $100,069,404.98, which was applied as\nfollows:To the redemption of--Bonds for the sinking fund - $74,371,200.00Fractional currency for the sinking fund - 109,001.05Loan of February, 1861 - 7,418,000.00Ten-forties of 1864 - 2,016,150.00Five-twenties of 1862 - 18,300.00Five-twenties of 1864 - 3,400.00Five-twenties of 1865 - 37,300.00Consols of 1865 - 143,150.00Consols of 1867 - 959,150.00Consols of 1868 - 337,400.00Texan indemnity stock - 1,000.00Old demand, compound-interest, and other notes - 18,330.00And to the increase of cash in the Treasury - 14,637,023.93 -", 
    "name": "Chester A. Arthur"
}