{
    "date": "December 4, 1882", 
    "speech": "To the Senate and House of Representatives of the United States:It is provided by the Constitution that the President shall from time to\ntime give to the Congress information of the state of the Union and\nrecommend to their consideration such measures as he shall judge necessary\nand expedient.In reviewing the events of the year which has elapsed since the\ncommencement of your sessions, I first call your attention to the\ngratifying condition of our foreign affairs. Our intercourse with other\npowers has continued to be of the most friendly character.Such slight differences as have arisen during the year have been already\nsettled or are likely to reach an early adjustment. The arrest of citizens\nof the United States in Ireland under recent laws which owe their origin to\nthe disturbed condition of that country has led to a somewhat extended\ncorrespondence with the Government of Great Britain. A disposition to\nrespect our rights has been practically manifested by the release of the\narrested parties.The claim of this nation in regard to the supervision and control of any\ninteroceanic canal across the American Isthmus has continued to be the\nsubject of conference.It is likely that time will be more powerful than discussion in removing\nthe divergence between the two nations whose friendship is so closely\ncemented by the intimacy of their relations and the community of their\ninterests.Our long-established friendliness with Russia has remained unshaken. It has\nprompted me to proffer the earnest counsels of this Government that\nmeasures be adopted for suppressing the proscription which the Hebrew race\nin that country has lately suffered. It has not transpired that any\nAmerican citizen has been subjected to arrest or injury, but our courteous\nremonstrance has nevertheless been courteously received. There is reason to\nbelieve that the time is not far distant when Russia will be able to secure\ntoleration to all faiths within her borders.At an international convention held at Paris in 1880, and attended by\nrepresentatives of the United States, an agreement was reached in respect\nto the protection of trade-marks, patented articles, and the rights of\nmanufacturing firms and corporations. The formulating into treaties of the\nrecommendations thus adopted is receiving the attention which it merits.The protection of submarine cables is a subject now under consideration by\nan international conference at Paris. Believing that it is clearly the true\npolicy of this Government to favor the neutralization of this means of\nintercourse, I requested our minister to France to attend the convention as\na delegate. I also designated two of our eminent scientists to attend as\nour representatives at the meeting of an international committee at Paris\nfor considering the adoption of a common unit to measure electric force.In view of the frequent occurrence of conferences for the consideration of\nimportant matters of common interest to civilized nations, I respectfully\nsuggest that the Executive be invested by Congress with discretionary\npowers to send delegates to such conventions, and that provision be made to\ndefray the expenses incident thereto.The difference between the United States and Spain as to the effect of a\njudgment and certificate of naturalization has not yet been adjusted, but\nit is hoped and believed that negotiations now in progress will result in\nthe establishment of the position which seems to this Government so\nreasonable and just.I have already called the attention of Congress to the fact that in the\nports of Spain and its colonies onerous fines have lately been imposed upon\nvessels of the United States for trivial technical offenses against local\nregulations. Efforts for the abatement of these exactions have thus far\nproved unsuccessful.I regret to inform you also that the fees demanded by Spanish consuls in\nAmerican ports are in some cases so large, when compared with the value of\nthe cargo, as to amount in effect to a considerable export duty, and that\nour remonstrances in this regard have not as yet received the attention\nwhich they seem to deserve.The German Government has invited the United States to participate in an\ninternational exhibition of domestic cattle to be held at Hamburg in July,\n1883. If this country is to be represented, it is important that in the\nearly days of this session Congress should make a suitable appropriation\nfor that purpose.The death of Mr. Marsh, our late minister to Italy, has evoked from that\nGovernment expressions of profound respect for his exalted character and\nfor his honorable career in the diplomatic service of his country. The\nItalian Government has raised a question as to the propriety of recognizing\nin his dual capacity the representative of this country recently accredited\nboth as secretary of legation and as consul-general at Rome. He has been\nreceived as secretary, but his exequatur as consul-general has thus far\nbeen withheld.The extradition convention with Belgium, which has been in operation since\n1874, has been lately supplanted by another. The Senate has signified its\napproval, and ratifications have been duly exchanged between the\ncontracting countries. To the list of extraditable crimes has been added\nthat of the assassination or attempted assassination of the chief of the\nState.Negotiations have been opened with Switzerland looking to a settlement by\ntreaty of the question whether its citizens can renounce their allegiance\nand become citizens of the United States without obtaining the consent of\nthe Swiss Government.I am glad to inform you that the immigration of paupers and criminals from\ncertain of the Cantons of Switzerland has substantially ceased and is no\nlonger sanctioned by the authorities.The consideration of this subject prompts the suggestion that the act of\nAugust 3, 1882, which has for its object the return of foreign convicts to\ntheir own country, should be so modified as not to be open to the\ninterpretation that it affects the extradition of criminals on preferred\ncharges of crime.The Ottoman Porte has not yet assented to the interpretation which this\nGovernment has put upon the treaty of 1830 relative to its jurisdictional\nrights in Turkey. It may well be, however, that this difference will be\nadjusted by a general revision of the system of jurisdiction of the United\nStates in the countries of the East, a subject to which your attention has\nbeen already called by the Secretary of State.In the interest of justice toward China and Japan, I trust that the\nquestion of the return of the indemnity fund to the Governments of those\ncountries will reach at the present session the satisfactory solution which\nI have already recommended, and which has recently been foreshadowed by\nCongressional discussion.The treaty lately concluded with Korea awaits the action of the Senate.\nDuring the late disturbance in Egypt the timely presence of American\nvessels served as a protection to the persons and property of many of our\nown citizens and of citizens of other countries, whose governments have\nexpressed their thanks for this assistance.The recent legislation restricting immigration of laborers from China has\ngiven rise to the question whether Chinese proceeding to or from another\ncountry may lawfully pass through our own.Construing the act of May 6, 1882, in connection with the treaty of\nNovember 7, 1880, the restriction would seem to be limited to Chinese\nimmigrants coming to the United States as laborers, and would not forbid a\nmere transit across our territory. I ask the attention of Congress to the\nsubject, for such action, if any, as may be deemed advisable.This Government has recently had occasion to manifest its interest in the\nRepublic of Liberia by seeking to aid the amicable settlement of the\nboundary dispute now pending between that Republic and the British\npossession of Sierra Leone.The reciprocity treaty with Hawaii will become terminable after September\n9, 1883, on twelve months' notice by either party. While certain provisions\nof that compact may have proved onerous, its existence has fostered\ncommercial relations which it is important to preserve. I suggest,\ntherefore, that early consideration be given to such modifications of the\ntreaty as seem to be demanded by the interests of our people.In view of our increasing trade with both Hayti and Santo Domingo, I advise\nthat provision be made for diplomatic intercourse with the latter by\nenlarging the scope of the mission at Port au Prince.I regret that certain claims of American citizens against the Government of\nHayti have thus far been urged unavailingly.A recent agreement with Mexico provides for the crossing of the frontier by\nthe armed forces of either country in pursuit of hostile Indians. In my\nmessage of last year I called attention to the prevalent lawlessness upon\nthe borders and to the necessity of legislation for its suppression. I\nagain invite the attention of Congress to the subject.A partial relief from these mischiefs has been sought in a convention,\nwhich now awaits the approval of the Senate, as does also another touching\nthe establishment of the international boundary between the United States\nand Mexico. If the latter is ratified, the action of Congress will be\nrequired for establishing suitable commissions of survey. The boundary\ndispute between Mexico and Guatemala, which led this Government to proffer\nits friendly counsels to both parties, has been amicably settled.No change has occurred in our relations with Venezuela. I again invoke your\naction in the matter of the pending awards against that Republic, to which\nreference was made by a special message from the Executive at your last\nsession.An invitation has been received from the Government of Venezuela to send\nrepresentatives in July, 1883, to Caracas for participating in the\ncentennial celebration of the birth of Bolivar, the founder of South\nAmerican independence. In connection with this event it is designed to\ncommence the erection at Caracas of a statue of Washington and to conduct\nan industrial exhibition which will be open to American products. I\nrecommend that the United States be represented and that suitable provision\nbe made therefor.The elevation of the grade of our mission in Central America to the\nplenipotentiary rank, which was authorized by Congress at its late session,\nhas been since effected.The war between Peru and Bolivia on the one side and Chile on the other\nbegan more than three years ago. On the occupation by Chile in 1880 of all\nthe littoral territory of Bolivia, negotiations for peace were conducted\nunder the direction of the United States. The allies refused to concede any\nterritory, but Chile has since become master of the whole coast of both\ncountries and of the capital of Peru. A year since, as you have already\nbeen advised by correspondence transmitted to you in January last, this\nGovernment sent a special mission to the belligerent powers to express the\nhope that Chile would be disposed to accept a money indemnity for the\nexpenses of the war and to relinquish her demand for a portion of the\nterritory of her antagonist.This recommendation, which Chile declined to follow, this Government did\nnot assume to enforce; nor can it be enforced without resort to measures\nwhich would be in keeping neither with the temper of our people nor with\nthe spirit of our institutions.The power of Peru no longer extends over its whole territory, and in the\nevent of our interference to dictate peace would need to be supplemented by\nthe armies and navies of the United States. Such interference would almost\ninevitably lead to the establishment of a protectorate--a result utterly at\nodds with our past policy, injurious to our present interests, and full of\nembarrassments for the future.For effecting the termination of hostilities upon terms at once just to the\nvictorious nation and generous to its adversaries, this Government has\nspared no efforts save such as might involve the complications which I have\nindicated.It is greatly to be deplored that Chile seems resolved to exact such\nrigorous conditions of peace and indisposed to submit to arbitration the\nterms of an amicable settlement. No peace is likely to be lasting that is\nnot sufficiently equitable and just to command the approval of other\nnations.About a year since invitations were extended to the nations of this\ncontinent to send representatives to a peace congress to assemble at\nWashington in November, 1882. The time of meeting was fixed at a period\nthen remote, in the hope, as the invitation itself declared, that in the\nmeantime the disturbances between the South American Republics would be\nadjusted. As that expectation seemed unlikely to be realized, I asked in\nApril last for an expression of opinion from the two Houses of Congress as\nto the advisability of holding the proposed convention at the time\nappointed. This action was prompted in part by doubts which mature\nreflection had suggested whether the diplomatic usage and traditions of the\nGovernment did not make it fitting that the Executive should consult the\nrepresentatives of the people before pursuing a line of policy somewhat\nnovel in its character and far reaching in its possible consequences. In\nview of the fact that no action was taken by Congress in the premises and\nthat no provision had been made for necessary expenses, I subsequently\ndecided to postpone the convocation, and so notified the several\nGovernments which had been invited to attend.I am unwilling to dismiss this subject without assuring you of my support\nof any measures the wisdom of Congress may devise for the promotion of\npeace on this continent and throughout the world, and I trust that the time\nis nigh when, with the universal assent of civilized peoples, all\ninternational differences shall be determined without resort to arms by the\nbenignant processes of arbitration.Changes have occurred in the diplomatic representation of several foreign\npowers during the past year. New ministers from the Argentine Republic,\nAustria-Hungary, Brazil, Chile, China, France, Japan, Mexico, the\nNetherlands, and Russia have presented their credentials. The missions of\nDenmark and Venezuela at this capital have been raised in grade.\nSwitzerland has created a plenipotentiary mission to this Government, and\nan embassy from Madagascar and a minister from Siam will shortly arrive.Our diplomatic intercourse has been enlarged by the establishment of\nrelations with the new Kingdom of Servia, by the creation of a mission to\nSiam, and by the restoration of the mission to Greece. The Shah of Persia\nhas expressed his gratification that a charge d'affaires will shortly be\nsent to that country, where the rights of our citizens have been hitherto\ncourteously guarded by the representatives of Great Britain.I renew my recommendation of such legislation as will place the United\nStates in harmony with other maritime powers with respect to the\ninternational rules for the prevention of collisions at sea.In conformity with your joint resolution of the 3d of August last, I have\ndirected the Secretary of State to address foreign governments in respect\nto a proposed conference for considering the subject of the universal\nadoption of a common prime meridian to be used in the reckoning of\nlongitude and in the regulation of time throughout the civilized world.\nTheir replies will in due time be laid before you.An agreement was reached at Paris in 1875 between the principal powers for\nthe interchange of official publications through the medium of their\nrespective foreign departments.The admirable system which has been built up by the enterprise of the\nSmithsonian Institution affords a practical basis for our cooperation in\nthis scheme, and an arrangement has been effected by which that institution\nwill perform the necessary labor, under the direction of the Department of\nState. A reasonable compensation therefor should be provided by law.A clause in the act making appropriations for the diplomatic and consular\nservice contemplates the reorganization of both branches of such service on\na salaried basis, leaving fees to inure to the benefit of the Treasury. I\ncordially favor such a project, as likely to correct abuses in the present\nsystem. The Secretary of State will present to you at an early day a plan\nfor such reorganization.A full and interesting exhibit of the operations of the Treasury Department\nis afforded by the report of the Secretary.It appears that the ordinary revenues from all sources for the fiscal year\nended June 30, 1882, were as follows:From customs - $220,410,730.25From internal revenue - 146,497,595.45From sales of public lands - 4,753,140.37From tax on circulation and deposits of national banks - 8,956,794.45From repayment of interest by Pacific Railway companies - 840,554.37From sinking fund for Pacific Railway companies - 796,271.42From customs fees, fines, penalties, etc. - 1,343,348.00From fees--consular, letters patent, and lands - 2,638,990.97From proceeds of sales of Government property - 314,959.85From profits on coinage, bullion deposits, and assays - 4,116,693.73From Indian trust funds - 5,705,243.22From deposits by individuals for surveying public lands - 2,052,306.36From revenues of the District of Columbia - 1,715,176.41From miscellaneous sources - 3,383,445.43Total ordinary receipts - 403,525,250.28The ordinary expenditures for the same period were--For civil expenses - $18,042,386.42For foreign intercourse - 1,307,583.19For Indians - 9,736,747.40For pensions - 61,345,193.95For the military establishment, including river and harbor improvements,\nand arsenals - 43,570,494.19For the naval establishment, including vessels, machinery, and\nimprovements at navy-yards - 15,032,046.26For miscellaneous expenditures, including public buildings, light-houses,\nand collecting the revenue - 34,539,237.50For expenditures on account of the District of Columbia - 3,330,543.87For interest on the public debt - 71,077,206.79Total ordinary expenditures - 257,981,439.57Leaving a surplus revenue of $145,543,810.71, which, with an amount drawn\nfrom the cash balance in the Treasury of $20,737,694.84, making\n$166,281,505.55, was applied to the redemption--Of bonds for the sinking fund - $60,079,150.00Of fractional currency for the sinking fund - 58,705.55Of loan of July and August, 1861 - 62,572,050.00Of loan of March, 1863 - 4,472,900.00Of funded loan of 1881 - 37,194,450.00Of loan of 1858 - 303,000.00Of loan of February, 1861 - 1,000.00Of five-twenties of 1862 - 2,100.00Of five-twenties of 1864 - 7,400.00Of five-twenties of 1865 - 6,500.00Of ten-forties of 1864 - 254,550.00Of consols of 1865 - 86,450.00Of consols of 1867 - 408,250.00Of consols of 1868 - 141,400.00Of Oregon War debt - 675,250.00Of old demand, compound-interest, and other notes - 18,350.00 -", 
    "name": "Chester A. Arthur"
}