{
    "date": "January 12, 1961", 
    "speech": "To the Congress of the United States:Once again it is my Constitutional duty to assess the state of the Union.On each such previous occasion during these past eight years I have\noutlined a forward course designed to achieve our mutual objective--a\nbetter America in a world of peace. This time my function is different.The American people, in free election, have selected new leadership which\nsoon will be entrusted with the management of our government. A new\nPresident shortly will lay before you his proposals to shape the future of\nour great land. To him, every citizen, whatever his political beliefs,\nprayerfully extends best wishes for good health and for wisdom and success\nin coping with the problems that confront our Nation.For my part, I should like, first, to express to you of the Congress, my\nappreciation of your devotion to the common good and your friendship over\nthese difficult years. I will carry with me pleasant memories of this\nassociation in endeavors profoundly significant to all our people.We have been through a lengthy period in which the control over the\nexecutive and legislative branches of government has been divided between\nour two great political parties. Differences, of course, we have had,\nparticularly in domestic affairs. But in a united determination to keep\nthis Nation strong and free and to utilize our vast resources for the\nadvancement of all mankind, we have carried America to unprecedented\nheights.For this cooperative achievement I thank the American people and those in\nthe Congress of both parties who have supported programs in the interest of\nour country.I should also like to give special thanks for the devoted service of my\nassociates in the Executive Branch and the hundreds of thousands of career\nemployees who have implemented our diverse government programs.My second purpose is to review briefly the record of these past eight years\nin the hope that, out of the sum of these experiences, lessons will emerge\nthat are useful to our Nation. Supporting this review are detailed reports\nfrom the several agencies and departments, all of which are now or will\nshortly be available to the Congress.Throughout the world the years since 1953 have been a period of profound\nchange. The human problems in the world grow more acute hour by hour; yet\nnew gains in science and technology continually extend the promise of a\nbetter life. People yearn to be free, to govern themselves; yet a third of\nthe people of the world have no freedom, do not govern themselves. The\nworld recognizes the catastrophic nature of nuclear war; yet it sees the\nwondrous potential of nuclear peace.During the period, the United States has forged ahead under a constructive\nforeign policy. The continuing goal is peace, liberty, and well-being--for\nothers as well as ourselves. The aspirations of all peoples are one--peace\nwith justice in freedom. Peace can only be attained collectively as peoples\neverywhere unite in their determination that liberty and well-being come to\nall mankind.Yet while we have worked to advance national aspirations for freedom, a\ndivisive force has been at work to divert that aspiration into dangerous\nchannels. The Communist movement throughout the world exploits the natural\nstriving of all to be free and attempts to subjugate men rather than free\nthem. These activities have caused and are continuing to cause grave\ntroubles in the world.Here at home these have been times for careful adjustment of our economy\nfrom the artificial impetus of a hot war to constructive growth in a\nprecarious peace. While building a new economic vitality without inflation,\nwe have also increased public expenditures to keep abreast of the needs of\na growing population and its attendant new problems, as well as our added\ninternational responsibilities. We have worked toward these ends in a\ncontext of shared responsibility--conscious of the need for maximum scope\nto private effort and for State and local, as well as Federal, governmental\naction.Success in designing and executing national purposes, domestically and\nabroad, can only come from a steadfast resolution that integrity in the\noperation of government and in our relations with each other be fully\nmaintained. Only in this way could our spiritual goals be fully advanced.FOREIGN POLICYOn January 20, 1953, when I took office, the United States was at war.\nSince the signing of the Korean Armistice in 1953, Americans have lived in\npeace in highly troubled times.During the 1956 Suez crisis, the United States government strongly\nsupported United Nations' action--resulting in the ending of the\nhostilities in Egypt.Again in 1958, peace was preserved in the Middle East despite new discord.\nOur government responded to the request of the friendly Lebanese Government\nfor military help, and promptly withdrew American forces as soon as the\nsituation was stabilized.In 1958 our support of the Republic of China during the all-out bombardment\nof Quemoy restrained the Communist Chinese from attempting to invade the\noff-shore islands.Although, unhappily, Communist penetration of Cuba is real and poses a\nserious threat, Communist dominated regimes have been deposed in Guatemala\nand Iran. The occupation of Austria has ended and the Trieste question has\nbeen settled.Despite constant threats to its integrity, West Berlin has remained free.Important advances have been made in building mutual security\narrangements--which lie at the heart of our hopes for future peace and\nsecurity in the world. The Southeast Asia Treaty Organization has been\nestablished; the NATO alliance has been militarily strengthened; the\nOrganization of American States has been further developed as an instrument\nof inter-American cooperation; the Anzus treaty has strengthened ties with\nAustralia and New Zealand, and a mutual security treaty with Japan has been\nsigned. In addition, the CENTO pact has been concluded, and while we are\nnot officially a member of this alliance we have participated closely in\nits deliberations.The \"Atoms for Peace\" proposal to the United Nations led to the creation of\nthe International Atomic Energy Agency. Our policy has been to push for\nenforceable programs of inspection against surprise attack, suspension of\nnuclear testing, arms reduction, and peaceful use of outer space.The United Nations has been vigorously supported in all of its actions,\nincluding the condemnations of the wholesale murder of the people of Tibet\nby the Chinese Communists and the brutal Soviet repression of the people of\nHungary, as well as the more recent UN actions in the Congo.The United States took the initiative in negotiating the significant treaty\nto guarantee the peaceful use of vast Antarctica.The United States Information Agency has been transformed into a greatly\nimproved medium for explaining our policies and actions to audiences\noverseas, answering the lies of communist propaganda, and projecting a\nclearer image of American life and culture.Cultural, technological and educational exchanges with the Soviet Union\nhave been encouraged, and a comprehensive agreement was made which\nauthorized, among other things, the distribution of our Russian language\nmagazine Amerika and the highly successful American Exhibition in Moscow.This country has continued to withhold recognition of Communist China and\nto oppose vigorously the admission of this belligerent and unrepentant\nnation into the United Nations. Red China has yet to demonstrate that it\ndeserves to be considered a \"peace-loving\" nation.With communist imperialism held in check, constructive actions were\nundertaken to strengthen the economies of free world nations. The United\nStates government has given sturdy support to the economic and technical\nassistance activities of the UN. This country stimulated a doubling of the\ncapital of the World Bank and a 50 percent capital increase in the\nInternational Monetary Fund. The Development Loan Fund and the\nInternational Development Association were established. The United States\nalso took the lead in creating the Inter-American Development Bank.Vice President Nixon, Secretaries of State Dulles and Herter and I\ntravelled extensively through the world for the purpose of strengthening\nthe cause of peace, freedom, and international understanding. So rewarding\nwere these visits that their very success became a significant factor in\ncausing the Soviet Union to wreck the planned Summit Conference of 1960.These vital programs must go on. New tactics will have to be developed, of\ncourse, to meet new situations, but the underlying principles should be\nconstant. Our great moral and material commitments to collective security,\ndeterrence of force, international law, negotiations that lead to\nself-enforcing agreements, and the economic interdependence of free nations\nshould remain the cornerstone of a foreign policy that will ultimately\nbring permanent peace with justice in freedom to all mankind. The\ncontinuing need of all free nations today is for each to recognize clearly\nthe essentiality of an unbreakable bond among themselves based upon a\ncomplete dedication to the principles of collective security, effective\ncooperation and peace with justice.NATIONAL DEFENSEFor the first time in our nation's history we have consistently maintained\nin peacetime, military forces of a magnitude sufficient to deter and if\nneed be to destroy predatory forces in the world.Tremendous advances in strategic weapons systems have been made in the past\neight years. Not until 1953 were expenditures on long-range ballistic\nmissile programs even as much as a million dollars a year; today we spend\nten times as much each day on these programs as was spent in all of 1952.No guided ballistic missiles were operational at the beginning of 1953.\nToday many types give our armed forces unprecedented effectiveness. The\nexplosive power of our weapons systems for all purposes is almost\ninconceivable.Today the United States has operational ATLAS missiles which can strike a\ntarget 5000 miles away in a half-hour. The POLARIS weapons system became\noperational last fall and the TITAN is scheduled to become so this year.\nNext year, more than a year ahead of schedule, a vastly improved ICBM, the\nsolid propellant MINUTEMAN, is expected to be ready.Squadrons of accurate Intermediate Range Ballistic Missiles are now\noperational. The THOR and JUPITER IRBMs based in forward areas can hit\ntargets 1500 miles away in 18 minutes.Aircraft which fly at speeds faster than sound were still in a\ndevelopmental stage eight years ago. Today American fighting planes go\ntwice the speed of sound. And either our B-58 Medium Range Jet Bomber or\nour B-52 Long Range Jet Bomber can carry more explosive power than was used\nby all combatants in World War II--Allies and Axis combined.Eight years ago we had no nuclear-powered ships. Today 49 nuclear warships\nhave been authorized. Of these, 14 have been commissioned, including three\nof the revolutionary POLARIS submarines. Our nuclear submarines have\ncruised under the North Pole and circumnavigated the earth while submerged.\nSea warfare has been revolutionized, and the United States is far and away\nthe leader.Our tactical air units overseas and our aircraft carriers are alert; Army\nunits, guarding the frontiers of freedom in Europe and the Far East, are in\nthe highest state of readiness in peacetime history; our Marines, a third\nof whom are deployed in the Far East, are constantly prepared for action;\nour Reserve establishment has maintained high standards of proficiency, and\nthe Ready Reserve now numbers over 2 1/2 million citizen-soldiers.The Department of Defense, a young and still evolving organization, has\ntwice been improved and the line of command has been shortened in order to\nmeet the demands of modern warfare. These major reorganizations have\nprovided a more effective structure for unified planning and direction of\nthe vast defense establishment. Gradual improvements in its structure and\nprocedures are to be expected.United States civil defense and nonmilitary defense capacity has been\ngreatly strengthened and these activities have been consolidated in one\nFederal agency.The defense forces of our Allies now number five million men, several\nthousand combatant ships, and over 25,000 aircraft. Programs to strengthen\nthese allies have been consistently supported by the Administration. U.S.\nmilitary assistance goes almost exclusively to friendly nations on the rim\nof the communist world. This American contribution to nations who have the\nwill to defend their freedom, but insufficient means, should be vigorously\ncontinued. Combined with our Allies, the free world now has a far stronger\nshield than we could provide alone.Since 1953, our defense policy has been based on the assumption that the\ninternational situation would require heavy defense expenditures for an\nindefinite period to come, probably for years. In this protracted struggle,\ngood management dictates that we resist overspending as resolutely as we\noppose under-spending. Every dollar uselessly spent on military mechanisms\ndecreases our total strength and, therefore, our security. We must not\nreturn to the \"crash-program\" psychology of the past when each new feint by\nthe Communists was responded to in panic. The \"bomber gap\" of several years\nago was always a fiction, and the \"missile gap\" shows every sign of being\nthe same.The nation can ill afford to abandon a national policy which provides for a\nfully adequate and steady level of effort, designed for the long pull; a\nfast adjustment to new scientific and technological advances; a balanced\nforce of such strength as to deter general war, to effectively meet local\nsituations and to retaliate to attack and destroy the attacker; and a\nstrengthened system of free world collective security.THE ECONOMYThe expanding American economy passed the half-trillion dollar mark in\ngross national product early in 1960. The Nation's output of goods and\nservices is now nearly 25 percent higher than in 1952.In 1959, the average American family had an income of $6,520, 15 percent\nhigher in dollars of constant buying power than in 1952, and the real wages\nof American factory workers have risen 20 percent during the past eight\nyears. These facts reflect the rising standard of individual and family\nwell-being enjoyed by Americans.Our Nation benefits also from a remarkable improvement in general\nindustrial peace through strengthened processes of free collective\nbargaining. Time lost since 1952 because of strikes has been half that lost\nin the eight years prior to that date. Legislation now requires that union\nmembers have the opportunity for full participation in the affairs of their\nunions. The Administration supported the Landrum-Griffin Act, which I\nbelieve is greatly helpful to the vast bulk of American Labor and its\nleaders, and also is a major step in getting racketeers and gangsters out\nof labor-management affairs.The economic security of working men and women has been strengthened by an\nextension of unemployment insurance coverage to 2.5 million ex-servicemen,\n2.4 million Federal employees, and 1.2 million employees of small\nbusinesses, and by a strengthening of the Railroad Unemployment Insurance\nAct. States have been encouraged to improve their unemployment compensation\nbenefits, so that today average weekly benefits are 40 percent higher than\nin 1953.Determined efforts have improved workers' safety standards. Enforceable\nsafety standards have been established for longshoremen and ship repair\nworkers; Federal Safety Councils have been increased from 14 to over 100;\nsafety awards have been initiated, and a national construction safety\nprogram has been developed.A major factor in strengthening our competitive enterprise system, and\npromoting economic growth, has been the vigorous enforcement of antitrust\nlaws over the last eight years and a continuing effort to reduce artificial\nrestraints on competition and trade and enhance our economic liberties.\nThis purpose was also significantly advanced in 1953 when, as one of the\nfirst acts of this Administration, restrictive wage and price controls were\nended.An additional measure to strengthen the American system of competitive\nenterprise was the creation of the Small Business Administration in 1953 to\nassist existing small businesses and encourage new ones. This agency has\napproved over $1 billion in loans, initiated a new program to provide\nlong-term capital for small businesses, aided in setting aside $31/2 billion\nin government contracts for award to small business concerns, and brought\nto the attention of individual businessmen, through programs of information\nand education, new developments in management and production techniques.\nSince 1952, important tax revisions have been made to encourage small\nbusinesses.Many major improvements in the Nation's transportation system have been\nmade:--After long years of debate, the dream of a great St. Lawrence Seaway,\nopening the heartland of America to ocean commerce, has been fulfilled.--The new Federal Aviation Agency is fostering greater safety in air\ntravel.--The largest public construction program in history--the 41,000 mile\nnational system of Interstate and Defense highways--has been pushed rapidly\nforward. Twenty-five percent of this system is now open to traffic.Efforts to help every American build a better life have included also a\nvigorous program for expanding our trade with other nations. A 4-year\nrenewal of the Reciprocal Trade Agreements Act was passed in 1958, and a\ncontinuing and rewarding effort has been made to persuade other countries\nto remove restrictions against our exports. A new export expansion program\nwas launched in 1960, inaugurating improvement of export credit insurance\nand broadening research and information programs to awaken Americans to\nbusiness opportunities overseas. These actions and generally prosperous\nconditions abroad have helped push America's export trade to a level of $20\nbillion in 1960.Although intermittent declines in economic activity persist as a problem in\nour enterprise system, recent downturns have been moderate and of short\nduration. There is, however, little room for complacency. Currently our\neconomy is operating at high levels, but unemployment rates are higher than\nany of us would like, and chronic pockets of high unemployment persist.\nClearly, continued sound and broadly shared economic growth remains a major\nnational objective toward which we must strive through joint private and\npublic efforts.If government continues to work to assure every American the fullest\nopportunity to develop and utilize his ability and talent, it will be\nperforming one of its most vital functions, that of advancing the welfare\nand protecting the dignity, rights, and freedom of all Americans.GOVERNMENT FINANCE AND ADMINISTRATIONIn January 1953, the consumer's dollar was worth only 52 cents in terms of\nthe food, clothing, shelter and other items it would buy compared to 1939.\nToday, the inflationary spiral which had raised the cost of living by 36\npercent between 1946 and 1952 has all but ceased and the value of the\ndollar virtually stabilized.In 1954 we had the largest tax cut in history, amounting to $7.4 billion\nannually, of which over 62 percent went to individuals mostly in the small\nincome brackets.This Administration has directed constant efforts toward fiscal\nresponsibility. Balanced budgets have been sought when the economy was\nadvancing, and a rigorous evaluation of spending programs has been\nmaintained at all times. Resort to deficit financing in prosperous times\ncould easily erode international confidence in the dollar and contribute to\ninflation at home. In this belief, I shall submit a balanced budget for\nfiscal 1962 to the Congress next week.There has been a firm policy of reducing government competition with\nprivate enterprise. This has resulted in the discontinuance of some 2,000\ncommercial industrial installations and in addition the curtailment of\napproximately 550 industrial installations operated directly by government\nagencies.Also an aggressive surplus disposal program has been carried on to Identify\nand dispose of unneeded government-owned real property. This has resulted\nin the addition of a substantial number of valuable properties to local tax\nrolls, and a significant monetary return to the government.Earnest and persistent attempts have been made to strengthen the position\nof State and local governments and thereby to stop the dangerous drift\ntoward centralization of governmental power in Washington.Significant strides have been made in increasing the effectiveness of\ngovernment. Important new agencies have been established, such as the\nDepartment of Health, Education, and Welfare, the Federal Aviation Agency,\nand the National Aeronautics and Space Administration. The Council of\nEconomic Advisers was reconstituted.The operation of our postal system has been modernized to get better and\nmore efficient service. Modernized handling of local mail now brings\nnext-day delivery to 168 million people in our population centers, expanded\ncarrier service now accommodates 9.3 million families in the growing\nsuburbs, and 1.4 million families have been added to the rural delivery\nservice. Common sense dictates that the Postal Service should be on a\nself-financing basis.The concept of a trained and dedicated government career service has been\nstrengthened by the provision of life and health insurance benefits, a\nvastly improved retirement system, a new merit promotion program, and the\nfirst effective incentive awards program. With no sacrifice in efficiency,\nFederal civilian employment since 1953 has been reduced by over a quarter\nof a million persons.I am deeply gratified that it was under the urging of this Administration\nthat Alaska and Hawaii became our 49th and 50th States.AGRICULTUREDespite the difficulties of administering Congressional programs which\napply outmoded prescriptions and which aggravate rather than solve\nproblems, the past eight years brought notable advances in agriculture.Total agricultural assets are approximately $200 billion--up $36 billion in\neight years.Farm owner equities are at the near record high of $174 billion.Farm ownership is at a record high with fewer farmers in a tenant and\nsharecropper status than at any time in our nation's history.The \"Food-for-Peace\" program has demonstrated how surplus of American food\nand fiber can be effectively used to feed and clothe the needy abroad.\nAided by this humanitarian program, total agricultural exports have grown\nfrom $2.8 billion in 1953 to an average of about $4 billion annually for\nthe past three years. For 1960, exports are estimated at $4.5 billion, the\nhighest volume on record. Under the Food-for-Peace program, the largest\nwheat transaction in history was consummated with India in 1960.The problems of low-income farm families received systematic attention for\nthe first time in the Rural Development Program. This program has gone\nforward in 39 States, yielding higher incomes and a better living for rural\npeople most in need.The Rural Electrification Administration has helped meet the growing demand\nfor power and telephones in agricultural areas. Ninety-seven percent of all\nfarms now have central station electric power. Dependence upon Federal\nfinancing should no longer be necessary.The Farm Credit Administration has been made an independent agency more\nresponsive to the farmer's needs.The search for new uses for our farm abundance and to develop new crops for\ncurrent needs has made major progress. Agricultural research appropriations\nhave increased by 171 percent since 1953.Farmers are being saved approximately $80 million a year by the repeal in\n1956 of Federal taxes on gasoline used in tractors and other machinery.Since 1953, appropriations have been doubled for county agents, home agents\nand the Extension Service.Eligibility for Social Security benefits has been extended to farmers and\ntheir families.Yet in certain aspects our agricultural surplus situation is increasingly\ngrave. For example, our wheat stocks now total 1.3 billion bushels. If we\ndid not harvest one bushel of wheat in this coming year, we would still\nhave all we could eat, all we could sell abroad, all we could give away,\nand still have a substantial carryover. Extraordinary costs are involved\njust in management and disposal of this burdensome surplus. Obviously\nimportant adjustments must still come. Congress must enact additional\nlegislation to permit wheat and other farm commodities to move into regular\nmarketing channels in an orderly manner and at the same time afford the\nneeded price protection to the farmer. Only then will agriculture again be\nfree, sound, and profitable.NATURAL RESOURCESNew emphasis has been placed on the care of our national parks. A ten year\ndevelopment program of our National Park System--Mission 66--was initiated\nand 633,000 acres of park land have been added since 1953.Appropriations for fish and wildlife operations have more than doubled.\nThirty-five new refuges, containing 11,342,000 acres, have been added to\nthe national wildlife management system.Our Nation's forests have been improved at the most rapid rate in history.The largest sustained effort in water resources development in our history\nhas taken place. In the field of reclamation alone, over 50 new projects,\nor project units, have been authorized since 1953--including the billion\ndollar Colorado River Storage Project. When all these projects have been\ncompleted they will have a storage capacity of nearly 43 million\nacre-feet--an increase of 50 percent over the Bureau of Reclamation's\nstorage capacity in mid-1953. In addition, since 1953 over 450 new\nnavigation flood control and multiple purpose projects of the Corps of\nEngineers have been started, costing nearly 6 billion dollars.Soil and water conservation has been advanced as never before. One hundred\nforty-one projects are now being constructed under the Watershed Protection\nProgram.Hydroelectric power has been impressively developed through a policy which\nrecognizes that the job to be done requires comprehensive development by\nFederal, State, and local governments and private enterprise. Teamwork is\nessential to achieve this objective.The Federal Columbia River power system has grown from two multipurpose\ndams with a 2.6 million kilowatt capacity to 17 multipurpose projects\ncompleted or under construction with an ultimate installed capacity of 8.1\nmillion kilowatts. After years of negotiation, a Columbia River Storage\nDevelopment agreement with Canada now opens the way for early realization\nof unparalleled power, flood control and resource conservation benefits for\nthe Pacific Northwest. A treaty implementing this agreement will shortly be\nsubmitted to the Senate.A farsighted and highly successful program for meeting urgent water needs\nis being carded out by converting salt water to fresh water. A 75 percent\nreduction in the cost of this process has already been realized.Continuous resource development is essential for our expanding economy. We\nmust continue vigorous, combined Federal, State and private programs, at\nthe same time preserving to the maximum extent possible our natural and\nscenic heritage for future generations.EDUCATION, SCIENCE, AND TECHNOLOGYThe National Defense Education Act of 1958 is already a milestone in the\nhistory of American education. It provides broad opportunities for the\nintellectual development of all children by strengthening courses of study\nin science, mathematics, and foreign languages, by developing new graduate\nprograms to train additional teachers, and by providing loans for young\npeople who need financial help to go to college.The Administration proposed on numerous occasions a broad new five-year\nprogram of Federal aid to help overcome the classroom shortage in public\nelementary and secondary schools. Recommendations were also made to give\nassistance to colleges and universities for the construction of academic\nand residential buildings to meet future enrollment increases.This Administration greatly expanded Federal loans for building dormitories\nfor students, teachers, and nurses training, a program assisting in the\nconstruction of approximately 200,000 living accommodations during the past\n8 years.There has been a vigorous acceleration of health, resource and education\nprograms designed to advance the role of the American Indian in our\nsociety. Last fall, for example, 91 percent of the Indian children between\nthe ages of 6 and 18 on reservations were enrolled in school. This is a\nrise of 12 percent since 1953.In the field of science and technology, startling strides have been made by\nthe new National Aeronautics and Space Administration. In little more than\ntwo years, NASA has successfully launched meteorological satellites, such\nas Tiros I and Tiros II, that promise to revolutionize methods of weather\nforecasting; demonstrated the feasibility of satellites for global\ncommunications by the successful launching of Echo I; produced an enormous\namount of valuable scientific data, such as the discovery of the Van Allen\nRadiation Belt; successfully launched deep-space probes that maintained\ncommunication over the greatest range man has ever tracked; and made real\nprogress toward the goal of manned space flights.These achievements unquestionably make us preeminent today in space\nexploration for the betterment of mankind. I believe the present\norganizational arrangements in this area, with the revisions proposed last\nyear, are completely adequate for the tasks ahead.Americans can look forward to new achievements in space exploration. The\nnear future will hold such wonders as the orbital flight of an astronaut,\nthe landing of instruments on the moon, the launching of the powerful giant\nSaturn rocket vehicles, and the reconnaissance of Mars and Venus by\nunmanned vehicles.The application of atomic energy to industry, agriculture, and medicine has\nprogressed from hope and experiment to reality. American industry and\nagriculture are making increasing use of radioisotopes to improve\nmanufacturing, testing, and crop-raising. Atomic energy has improved the\nability of the healing professions to combat disease, and holds promise for\nan eventual increase in man's life span.Education, science, technology and balanced programs of every kind-these\nare the roadways to progress. With appropriate Federal support, the States\nand localities can assure opportunities for achieving excellence at all\nlevels of the educational system; and with the Federal government\ncontinuing to give wholehearted support to basic scientific research and\ntechnology, we can expect to maintain our position of leadership in the\nworld.CIVIL RIGHTSThe first consequential Federal Civil Rights legislation in 85 years was\nenacted by Congress on recommendation of the Administration in 1957 and\n1960.A new Civil Rights Division in the Department of Justice has already moved\nto enforce constitutional rights in such areas as voting and the\nelimination of Jim Crow laws.Greater equality of job opportunity in Federal employment and employment\nwith Federal contractors has been effectively provided through the\nPresident's Committees on Government Contracts and Government Employment\nPractices.The Civil Rights Commission has undertaken important surveys in the fields\nof housing, voting, and education.Segregation has been abolished in the Armed Forces, in Veterans' Hospitals,\nin all Federal employment, and throughout the District of\nColumbia--administratively accomplished progress in this field that is\nunmatched in America's recent history.This pioneering work in civil rights must go on. Not only because\ndiscrimination is morally wrong, but also because its impact is more than\nnational--it is world-wide.HEALTH AND WELFAREFederal medical research expenditures have increased more than fourfold\nsince 1954.A vast variety of the approaches known to medical science has been explored\nto find better methods of treatment and prevention of major diseases,\nparticularly heart diseases, cancer, and mental illness.The control of air and water pollution has been greatly strengthened.Americans now have greater protection against harmful, unclean, or\nmisrepresented foods, drugs, or cosmetics through a strengthened Food and\nDrug Administration and by new legislation which requires that food\nadditives be proved safe for human consumption before use.A newly established Federal Radiation Council, along with the Department of\nHealth, Education, and Welfare, analyzes and coordinates information\nregarding radiological activities which affect the public health.Medical manpower has been increased by Federal grants for teaching and\nresearch.Construction of new medical facilities has been stepped up and extended to\ninclude nursing homes, diagnostic and treatment centers, and rehabilitation\nfacilities.The vocational rehabilitation program has been significantly expanded.\nAbout 90,000 handicapped people are now being rehabilitated annually so\nthey are again able to earn their own living with self-respect and\ndignity.New legislation provides for better medical care for the needy aged,\nincluding those older persons, who, while otherwise self-sufficient, need\nhelp in meeting their health care costs. The Administration recommended a\nmajor expansion of this effort.The coverage of the Social Security Act has been broadened since 1953 to\nmake 11 million additional people eligible for retirement, disability or\nsurvivor benefits for themselves or their dependents, and the Social\nSecurity benefits have been substantially improved.Grants to the States for maternal and child welfare services have been\nincreased.The States, aided by Federal grants, now assist some 6 million needy people\nthrough the programs of Old Age Assistance, Aid to Dependent Children, Aid\nto the Blind, and Aid to the Totally and Permanently Disabled.HOUSING AND URBAN DEVELOPMENTMore houses have been built during the past eight years--over nine\nmillion--than during any previous eight years in history.An historic new approach--Urban Renewal--now replaces piecemeal thrusts at\nslum pockets and urban blight. Communities engaged in urban renewal have\ndoubled and renewal projects have more than tripled since 1953. An\nestimated 68 projects in 50 cities will be completed by the end of the\ncurrent fiscal year; another 577 projects will be underway, and planning\nfor 310 more will be in process. A total of $2 billion in Federal grants\nwill ultimately be required to finance these 955 projects.New programs have been initiated to provide more and better housing for\nelderly people. Approximately 25,000 units especially designed for the\nelderly have been built, started, or approved in the past three years.For the first time, because of Federal help and .encouragement, 90\nmetropolitan areas and urban regions and 1140 smaller towns throughout the\ncountry are making comprehensive development plans for their future growth\nand development.American communities have been helped to plan water and sanitation systems\nand schools through planning advances for 1600 public works projects with a\nconstruction cost of nearly $2 billion.Mortgage insurance on individual homes has been greatly expanded. During\nthe past eight years, the Federal Housing Administration alone insured over\n21/2 million home mortgages valued at $27 billion, and in addition, insured\nmore than ten million property improvement loans.The Federal government must continue to provide leadership in order to make\nour cities and communities better places in which to live, work, and raise\nfamilies, but without usurping rightful local authority, replacing\nindividual responsibility, or stifling private initiative.IMMIGRATIONOver 32,000 victims of Communist tyranny in Hungary were brought to our\nshores, and at this time our country is working to assist refugees from\ntyranny in Cuba.Since 1953, the waiting period for naturalization applicants has been\nreduced from 18 months to 45 days.The Administration also has made legislative recommendations to liberalize\nexisting restrictions upon immigration while still safeguarding the\nnational interest. It is imperative that our immigration policy be in the\nfinest American tradition of providing a haven for oppressed peoples and\nfully in accord with our obligation as a leader of the free world.VETERANSIn discharging the nation's obligation to our veterans, during the past\neight years there have been:The readjustment of World War II veterans was completed, and the five\nmillion Korean conflict veterans were assisted in achieving successful\nreadjustment to civilian life;Increases in compensation benefits for all eligible veterans with service\nconnected disabilities;Higher non-service connected pension benefits for needy veterans;Greatly improved benefits to survivors of veterans dying in or as a result\nof service;Authorization, by Presidential directive, of an increase in the number of\nbeds available for sick and disabled veterans;Development of a 12-year, $900 million construction program to modernize\nand improve our veterans hospitals;New modern techniques brought into the administration of Veterans Affairs\nto provide the highest quality service possible to those who have defended\nus.CONCLUSIONIn concluding my final message to the Congress, it is fitting to look back\nto my first--to the aims and ideals I set forth on February 2, 1953: To use\nAmerica's influence in world affairs to advance the cause of peace and\njustice, to conduct the affairs of the Executive Branch with integrity and\nefficiency, to encourage creative initiative in our economy, and to work\ntoward the attainment of the well-being and equality of opportunity of all\ncitizens.Equally, we have honored our commitment to pursue and attain specific\nobjectives. Among them, as stated eight years ago: strengthening of the\nmutual security program; development of world trade and commerce; ending of\nhostilities in Korea; creation of a powerful deterrent force; practicing\nfiscal responsibility; checking the menace of inflation; reducing the tax\nburden; providing an effective internal security program; developing and\nconserving our natural resources; reducing governmental interference in the\naffairs of the farmer; strengthening and improving services by the\nDepartment of Labor, and the vigilant guarding of civil and social fights.I do not close this message implying that all is well--that all problems\nare solved. For progress implies both new and continuing problems and,\nunlike Presidential administrations, problems rarely have terminal dates.Abroad, there is the continuing Communist threat to the freedom of Berlin,\nan explosive situation in Laos, the problems caused by Communist\npenetration of Cuba, as well as the many problems connected with the\ndevelopment of the new nations in Africa. These areas, in particular, call\nfor delicate handling and constant review.At home, several conspicuous problems remain: promoting higher levels of\nemployment, with special emphasis on areas in which heavy unemployment has\npersisted; continuing to provide for steady economic growth and preserving\na sound currency; bringing our balance of payments into more reasonable\nequilibrium and continuing a high level of confidence in our national and\ninternational systems; eliminating heavily excessive surpluses of a few\nfarm commodities; and overcoming deficiencies in our health and educational\nprograms.Our goal always has been to add to the spiritual, moral, and material\nstrength of our nation. I believe we have done this. But it is a process\nthat must never end. Let us pray that leaders of both the near and distant\nfuture will be able to keep the nation strong and at peace, that they will\nadvance the well-being of all our people, that they will lead us on to\nstill higher moral standards, and that, in achieving these goals, they will\nmaintain a reasonable balance between private and governmental\nresponsibility.", 
    "name": "Dwight D. Eisenhower"
}