{
    "date": "January 5, 1956", 
    "speech": "To the Congress of the United States:The opening of this new year must arouse in us all grateful thanks to a\nkind Providence whose protection has been ever present and whose bounty has\nbeen manifold and abundant. The State of the Union today demonstrates what\ncan be accomplished under God by a free people; by their vision, their\nunderstanding of national problems, their initiative, their self-reliance,\ntheir capacity for work--and by their willingness to sacrifice whenever\nsacrifice is needed.In the past three years, responding to what our people want their\nGovernment to do, the Congress and the Executive have done much in building\na stronger, better America. There has been broad progress in fostering the\nenergies of our people, in providing greater opportunity for the\nsatisfaction of their needs, and in fulfilling their demands for the\nstrength and security of the Republic.Our country is at peace. Our security posture commands respect. A spiritual\nvigor marks our national life. Our economy, approaching the 400 billion\ndollar mark, is at an unparalleled level of prosperity. The national income\nis more widely and fairly distributed than ever before. The number of\nAmericans at work has reached an all-time high. As a people, we are\nachieving ever higher standards of living--earning more, producing more,\nconsuming more, building more and investing more than ever before.Virtually all sectors of our society are sharing in these good times. Our\nfarm families, if we act wisely, imaginatively and promptly to strengthen\nour present farm programs, can also look forward to sharing equitably in\nthe prosperity they have helped to create.War in Korea ended two and a half years ago. The collective security system\nhas been powerfully strengthened. Our defenses have been reinforced at\nsharply reduced costs. Programs to expand world trade and to harness the\natom for the betterment of mankind have been carried forward. Our economy\nhas been freed from governmental wage and price controls. Inflation has\nbeen halted; the cost of living stabilized.Government spending has been cut by more than ten billion dollars. Nearly\nthree hundred thousand positions have been eliminated from the Federal\npayroll. Taxes have been substantially reduced. A balanced budget is in\nprospect. Social security has been extended to ten million more Americans\nand unemployment insurance to four million more. Unprecedented advances in\ncivil rights have been made. The long-standing and deep-seated problems of\nagriculture have been forthrightly attacked.This record of progress has been accomplished with a self imposed caution\nagainst unnecessary and unwise interference in the private affairs of our\npeople, of their communities and of the several States.If we of the Executive and Legislative Branches, keeping this caution ever\nin mind, address ourselves to the business of the year before us--and to\nthe unfinished business of last year--with resolution, the outlook is\nbright with promise.Many measures of great national importance recommended last year to the\nCongress still demand immediate attention legislation for school and\nhighway construction; health and immigration legislation; water resources\nlegislation; legislation to complete the implementation of our foreign\neconomic policy; such labor legislation as amendments of the\nLabor-Management Relations Act, extension of the Fair Labor Standards Act\nto additional groups not now covered, and occupational safety legislation;\nand legislation for construction of an atomic-powered exhibit vessel.Many new items of business likewise require our attention-measures that\nwill further promote the release of the energies of our people; that will\nbroaden opportunity for all of them; that will advance the Republic in its\nleadership toward a just peace; measures, in short, that are essential to\nthe building of an everstronger, ever-better America.Every political and economic guide supports a valid confidence that wise\neffort will be rewarded by an even more plentiful harvest of human benefit\nthan we now enjoy. Our resources are too many, our principles too dynamic,\nour purposes too worthy and the issues at stake too immense for us to\nentertain doubt or fear. But our responsibilities require that we approach\nthis year's business with a sober humility.A heedless pride in our present strength and position would blind us to the\nfacts of the past, to the pitfalls of the future. We must walk ever in the\nknowledge that we are enriched by a heritage earned in the labor and\nsacrifice of our forebears; that, for our children's children, we are\ntrustees of a great Republic and a time-tested political system; that we\nprosper as a cooperating member of the family of nations.In this light the Administration has continued work on its program for the\nRepublic, begun three years ago. Because the vast spread of national and\nhuman interests is involved within it, I shall not in this Message attempt\nits detailed delineation. Instead, from time to time during this Session,\nthere will be submitted to the Congress specific recommendations within\nspecific fields. In the comprehensive survey required for their\npreparation, the Administration is guided by enduring objectives. The first\nis:THE DISCHARGE OF OUR WORLD RESPONSIBILITYOur world policy and our actions are dedicated to the achievement of peace\nwith justice for all nations.With this purpose, we move in a wide variety of ways and through many\nagencies to remove the pall of fear; to strengthen the ties with our\npartners and to improve the cooperative cohesion of the free world; to\nreduce the burden of armaments, and to stimulate and inspire action among\nall nations for a world of justice and prosperity and peace. These national\nobjectives are fully supported by both our political parties.In the past year, our search for a more stable and just peace has taken\nvaried forms. Among the most important were the two Conferences at Geneva,\nin July and in the fall of last year. We explored the possibilities of\nagreement on critical issues that jeopardize the peace.The July meeting of Heads of Government held out promise to the world of\nmoderation in the bitterness, of word and action, which tends to generate\nconflict and war. All were in agreement that a nuclear war would be an\nintolerable disaster which must not be permitted to occur. But in October,\nwhen the Foreign Ministers met again, the results demonstrated conclusively\nthat the Soviet leaders are not yet willing to create the indispensable\nconditions for a secure and lasting peace.Nevertheless, it is clear that the conflict between international communism\nand freedom has taken on a new complexion.We know the Communist leaders have often practiced the tactics of retreat\nand zigzag. We know that Soviet and Chinese communism still poses a serious\nthreat to the free world. And in the Middle East recent Soviet moves are\nhardly compatible with the reduction of international tension.Yet Communist tactics against the free nations have shifted in emphasis\nfrom reliance on violence and the threat of violence to reliance on\ndivision, enticement and duplicity. We must be well prepared to meet the\ncurrent tactics which pose a dangerous though less obvious threat. At the\nsame time, our policy must be dynamic as well as flexible, designed\nprimarily to forward the achievement of our own objectives rather than to\nmeet each shift and change on the Communist front. We must act in the firm\nassurance that the fruits of freedom are more attractive and desirable to\nmankind in the pursuit of happiness than the record of Communism.In the face of Communist military power, we must, of course, continue to\nmaintain an effective system of collective security. This involves two\nthings--a system which gives clear warning that armed aggression will be\nmet by joint action of the free nations, and deterrent military power to\nmake that warning effective. Moreover, the awesome power of the atom must\nbe made to serve as a guardian of the free community and of the peace.In the last year, the free world has seen major gains for the system of\ncollective security: the accession to the North Atlantic Treaty\nOrganization and Western European Union of the sovereign Federal German\nRepublic; the developing cooperation under the Southeast Asia Collective\nDefense Treaty; and the formation in the Middle East of the Baghdad Pact\namong Turkey, Iraq, Iran, Pakistan and the United Kingdom. In our own\nhemisphere, the inter-American system has continued to show its vitality in\nmaintaining peace and a common approach to world problems. We now have\nsecurity pacts with more than 40 other nations.In the pursuit of our national purposes, we have been steadfast in our\nsupport of the United Nations, now entering its second decade with a wider\nmembership and ever-increasing influence and usefulness. In the release of\nour fifteen fliers from Communist China, an essential prelude was the world\nopinion mobilized by the General Assembly, which condemned their\nimprisonment and demanded their liberation. The successful Atomic Energy\nConference held in Geneva under United Nations auspices and our Atoms for\nPeace program have been practical steps toward the world-wide use of this\nnew energy source. Our sponsorship of such use has benefited our relations\nwith other countries. Active negotiations are now in progress to create an\nInternational Agency to foster peaceful uses of atomic energy.During the past year the crucial problem of disarmament has moved to the\nforefront of practical political endeavor. At Geneva, I declared the\nreadiness of the United States to exchange blueprints of the military\nestablishments of our nation and the USSR, to be confirmed by reciprocal\naerial reconnaissance. By this means, I felt mutual suspicions could be\nallayed and an atmosphere developed in which negotiations looking toward\nlimitation of arms would have improved chances of success.In the United Nations Subcommittee on Disarmament last fall, this proposal\nwas explored and the United States also declared itself willing to include\nreciprocal ground inspection of key points. By the overwhelming vote of 56\nto 7, the United Nations on December 16 endorsed these proposals and gave\nthem a top priority. Thereby, the issue is placed squarely before the bar\nof world opinion. We shall persevere in seeking a general reduction of\narmaments under effective inspection and control which are essential\nsafeguards to ensure reciprocity and protect the security of all.In the coming year much remains to be done.While maintaining our military deterrent, we must intensify our efforts to\nachieve a just peace. In Asia we shall continue to give help to nations\nstruggling to maintain their freedom against the threat of Communist\ncoercion or subversion. In Europe we shall endeavor to increase not only\nthe military strength of the North Atlantic Alliance but also its political\ncohesion and unity of purpose. We shall give such assistance as is feasible\nto the recently renewed effort of Western European nations to achieve a\ngreater measure of integration, such as in the field of peaceful uses of\natomic energy.In the Near East we shall spare no effort in seeking to promote a fair\nsolution of the tragic dispute between the Arab States and Israel, all of\nwhom we want as our friends. The United States is ready to do its part to\nassure enduring peace in that area. We hope that both sides will make the\ncontributions necessary to achieve that purpose. In Latin America, we shall\ncontinue to cooperate vigorously in trade and other measures designed to\nassist economic progress in the area.Strong economic ties are an essential element in our free world\npartnership. Increasing trade and investment help all of us prosper\ntogether. Gratifying progress has been made in this direction, most\nrecently by the three-year extension of our trade agreements legislation.I most earnestly request that the Congress approve our membership in the\nOrganization for Trade Cooperation, which would assist the carrying out of\nthe General Agreement on Tariffs and Trade to which we have been a party\nsince 1948. Our membership in the OTC will provide the most effective and\nexpeditious means for removing discriminations and restrictions against\nAmerican exports and in making our trade agreements truly reciprocal.\nUnited States membership in the Organization will evidence our continuing\ndesire to cooperate in promoting an expanded trade among the free nations.\nThus the Organization, as proposed, is admirably suited to our own\ninterests and to those of like-minded nations in working for steady\nexpansion of trade and closer economic cooperation. Being strictly an\nadministrative entity, the Organization for Trade Cooperation cannot, of\ncourse, alter the control by Congress of the tariff, import, and customs\npolicies of the United States.We need to encourage investment overseas by avoiding unfair tax\nduplications, and to foster foreign trade by further simplification and\nimprovement of our customs legislation.We must sustain and fortify our Mutual Security Program. Because the\nconditions of poverty and unrest in less developed areas make their people\na special target of international communism, there is a need to help them\nachieve the economic growth and stability necessary to preserve their\nindependence against communist threats and enticements.In order that our friends may better achieve the greater strength that is\nour common goal, they need assurance of continuity in economic assistance\nfor development projects and programs which we approve and which require a\nperiod of years for planning and completion. Accordingly, I ask Congress to\ngrant limited authority to make longer-term commitments for assistance to\nsuch projects, to be fulfilled from appropriations to be made in future\nfiscal years.These various steps will powerfully strengthen the economic foundation of\nour foreign policy. Together with constructive action abroad, they will\nmaintain the present momentum toward general economic progress and vitality\nof the free world.In all things, change is the inexorable law of life. In much of the world\nthe ferment of change is working strongly; but grave injustices are still\nuncorrected. We must not, by any sanction of ours, help to perpetuate these\nwrongs. I have particularly in mind the oppressive division of the German\npeople, the bondage of millions elsewhere, and the exclusion of Japan from\nUnited Nations membership.We shall keep these injustices in the forefront of human consciousness and\nseek to maintain the pressure of world opinion to fight these vast wrongs\nin the interest both of justice and secure peace.Injustice thrives on ignorance. Because an understanding of the truth about\nAmerica is one of our most powerful forces, I am recommending a substantial\nincrease in budgetary support of the United States Information Agency.The sum of our international effort should be this: the waging of peace,\nwith as much resourcefulness, with as great a sense of dedication and\nurgency, as we have ever mustered in defense of our country in time of war.\nIn this effort, our weapon is not force. Our weapons are the principles and\nideas embodied in our historic traditions, applied with the same vigor that\nin the past made America a living promise of freedom for all mankind.To accomplish these vital tasks, all of us should be concerned with the\nstrength, effectiveness and morale .of our State Department and our Foreign\nService.Another guide in the preparation of the Administration's program is:THE CONSTANT IMPROVEMENT OF OUR NATIONAL SECURITYBecause peace is the keystone of our national policy, our defense program\nemphasizes an effective flexible type of power calculated to deter or\nrepulse any aggression and to preserve the peace. Short of war, we have\nnever had military strength better adapted to our needs with improved\nreadiness for emergency use. The maintenance of this strong military\ncapability for the indefinite future will continue to call for a large\nshare of our national budget. Our military programs must meet the needs of\ntoday. To build less would expose the nation to aggression. To build\nexcessively, under the influence of fear, could defeat our purposes and\nimpair or destroy the very freedom and economic system our military\ndefenses are designed to protect.We have improved the effectiveness and combat readiness of our forces by\ndeveloping and making operational new weapons and by integrating the latest\nscientific developments, including new atomic weapons, into our military\nplans. We continue to push the production of the most modern military\naircraft. The development of long-range missiles has been on an accelerated\nbasis for some time. We are moving as rapidly as practicable toward\nnuclear-powered aircraft and ships. Combat capability, especially in terms\nof firepower, has been substantially increased. We have made the\nadjustments in personnel permitted by the cessation of the Korean War, the\nbuildup of our allies and the introduction of new weapons. The services are\nall planning realistically on a long-term basis.To strengthen our continental defenses the United States and Canada, in the\nclosest cooperation, have substantially augmented early warning networks.\nGreat progress is being made in extending surveillance of the Arctic, the\nAtlantic and the Pacific approaches to North America.In the last analysis our real strength lies in the caliber of the men and\nwomen in our Armed Forces, active and Reserve. Much has been done to\nattract and hold capable military personnel, but more needs to be done.\nThis year, I renew my request of last year for legislation to provide\nproper medical care for military dependents and a more equitable survivors'\nbenefit program. The Administration will prepare additional recommendations\ndesigned to achieve the same objectives, including career incentives for\nmedical and dental officers and nurses, and increases in the proportion of\nregular officers.Closely related to the mission of the Defense Department is the task of the\nFederal Civil Defense Administration. A particular point of relationship\narises from the fact that the key to civil defense is the expanded\ncontinental defense program, including the distant early warning system.\nOur Federal civil defense authorities have made progress in their program,\nand now comprehensive studies are being conducted jointly by the Federal\nCivil Defense Administration, the States, and critical target cities to\ndetermine the best procedures that can be adopted in case of an atomic\nattack. We must strengthen Federal assistance to the States and cities in\ndevising the most effective common defense.We have a broad and diversified mobilization base. We have the facilities,\nmaterials, skills and knowledge rapidly to expand the production of things\nwe need for our defense whenever they are required. But mobilization base\nrequirements change with changing technology and strategy. We must maintain\nflexibility to meet new requirements. I am requesting, therefore, that the\nCongress once again extend the Defense Production Act.Of great importance to our nation's security is a continuing alertness to\ninternal subversive activity within or without our government. This\nAdministration will not relax its efforts to deal forthrightly and\nvigorously in protection of this government and its citizens against\nsubversion, at the same time fully protecting the constitutional rights of\nall citizens.A third objective of the Administration is:FISCAL INTEGRITYA public office is, indeed, a public trust. None of its aspects is more\ndemanding than the proper management of the public finances. I refer now\nnot only to the indispensable virtues of plain honesty and trustworthiness\nbut also to the prudent, effective and conscientious use of tax money. I\nrefer also to the attitude of mind that makes efficient and economical\nservice to the people a watchword in our government.Over the long term, a balanced budget is a sure index to thrifty\nmanagement--in a home, in a business or in the Federal Government. When\nachievement of a balanced budget is for long put off in a business or home,\nbankruptcy is the result. But in similar circumstances a government resorts\nto inflation of the money supply. This inevitably results in depreciation\nof the value of the money, and an increase in the cost of living. Every\ninvestment in personal security is threatened by this process of inflation,\nand the real values of the people's savings, whether in the form of\ninsurance, bonds, pension and retirement funds or savings accounts are\nthereby shriveled.We have made long strides these past three years in bringing our Federal\nfinances under control. The deficit for fiscal year 1953 was almost 9-1/2\nbillion dollars. Larger deficits seemed certain--deficits which would have\ndepreciated the value of the dollar and pushed the cost of living still\nhigher. But government waste and extravagance were searched out.\nNonessential activities were dropped. Government expenses were carefully\nscrutinized. Total spending was cut by 14 billion dollars below the amount\nplanned by the previous Administration for the fiscal year 1954.This made possible--and it was appropriate in the existing circumstances of\ntransition to a peacetime economy--the largest tax cut in any year in our\nhistory. Almost 7-1/2 billion dollars were released and every taxpayer in\nthe country benefited. Almost two-thirds of the savings went directly to\nindividuals. This tax cut also helped to build up the economy, to make jobs\nin industry and to increase the production .of the many things desired to\nimprove the scale of living for the great majority of Americans.The strong expansion of the economy, coupled with a constant care for\nefficiency in government operations and an alert guard against waste and\nduplication, has brought us to a prospective balance between income and\nexpenditure. This is being done while we continue to strengthen our\nmilitary security.I expect the budget to be in balance during the fiscal year ending June 30,\n1956.I shall propose a balanced budget for the next fiscal year ending June 30,\n1957.But the balance we are seeking cannot be accomplished without the\ncontinuing every-day effort of the Executive and Legislative Branches to\nkeep expenditures under control. It will also be necessary to continue all\nof the present excise taxes without any reduction and the corporation\nincome taxes at their present rates for another year beyond next April\n1st.It is unquestionably true that our present tax level is very burdensome\nand, in the interest of long term and continuous economic growth, should be\nreduced when we prudently can. It is essential, in the sound management of\nthe Government's finances, that we be mindful of our enormous national debt\nand of the obligation we have toward future Americans to reduce that debt\nwhenever we can appropriately do so. Under conditions of high peacetime\nprosperity, such as now exist, we can never justify going further into debt\nto give ourselves a tax cut at the expense of our children. So, in the\npresent state of our financial affairs, I earnestly believe that a tax cut\ncan be deemed justifiable only when it will not unbalance the budget, a\nbudget which makes provision for some reduction, even though modest, in our\nnational debt. In this way we can best maintain fiscal integrity.A fourth aim of our program is:TO FOSTER A STRONG ECONOMYOur competitive enterprise system depends on the energy of free human\nbeings, limited by prudent restraints in law, using free markets to plan,\norganize and distribute production, and spurred by the prospect of reward\nfor successful effort. This system has developed our resources. It has\nmarvelously expanded our productive capacity. Against the record of all\nother economic systems devised through the ages, this competitive system\nhas proved the most creative user of human skills in the development of\nphysical resources, and the richest rewarder of human effort.This is still true in this era when improved living standards and rising\nnational requirements are accompanied by swift advances in technology and\nrapid obsolescence in machines and methods. Typical of these are the\nstrides made in construction of plants to produce electrical energy from\natomic power and of laboratories and installations for the application of\nthis new force in industry, agriculture and the healing arts. These\ndevelopments make it imperative--to assure effective functioning of our\nenterprise system--that the Federal Government concern itself with certain\nbroad areas of our economic life. Most important of these is:AgricultureOur farm people are not sharing as they should in the general prosperity.\nThey alone of all major groups have seen their incomes decline rather than\nrise. They are caught between two millstones--rising production costs and\ndeclining prices. Such harm to a part of the national economy so vitally\nimportant to everyone is of great concern to us all. No other resource is\nso indispensable as the land that feeds and clothes us. No group is more\nfundamental to our national life than our farmers.In successful prosecution of the war, the nation called for the utmost\neffort of its farmers. Their response was superb, their contribution\nunsurpassed. Farmers are not now to be blamed for the mountainous,\nprice-depressing surpluses produced in response to wartime policies and\nlaws that were too long continued. War markets are not the markets of\npeacetime. Failure to recognize that basic fact by a timely adjustment of\nwartime legislation brought its inevitable result in peacetime--surpluses,\nlower prices and lower incomes for our farmers.The dimensions of government responsibility are as broad and complex as the\nfarm problem itself. We are here concerned not only with our essential\ncontinuing supplies of food and fiber, but also with a way of life. Both\nare indispensable to the well-being and strength of the nation.\nConsideration of these matters must be above and beyond politics. Our\nnational farm policy, so vital to the welfare of farm people and all of us,\nmust not become a field for political warfare. Too much is at stake.Our farm people expect of us, who have responsibility for their government,\nunderstanding of their problems and the will to help solve them. Our\nobjective must be to help bring production into balance with existing and\nnew markets, at prices that yield farmers a return for their work in line\nwith what other Americans get.To reach this goal, deep-seated problems must be subjected to a stepped-up\nattack. There is no single easy solution. Rather, there must be a\nmany-sided assault on the stubborn problems of surpluses, prices, costs,\nand markets; and a steady, persistent, imaginative advance in the\nrelationship between farmers and their government.In a few days, by special message, I shall lay before the Congress my\ndetailed recommendations for new steps that should be taken promptly to\nspeed the transition in agriculture and thus assist our farmers to achieve\ntheir fair share of the national income.Basic to this program will be a new attack on the surplus problem-for even\nthe best-conceived farm program cannot work under a multi-billion dollar\nweight of accumulated stocks.I shall urge authorization of a soil bank program to alleviate the problem\nof diverted acres and an overexpanded agricultural plant. This will include\nan acreage reserve to reduce current and accumulated surpluses of crops in\nmost serious difficulty, and a conservation reserve to achieve other needed\nadjustments in the use of agricultural resources. I shall urge measures to\nstrengthen our surplus disposal activities.I shall propose measures to strengthen individual commodity programs, to\nremove controls where possible, to reduce carryovers, and to stop further\naccumulations of surpluses. I shall ask the Congress to provide substantial\nnew funds for an expanded drive on the research front, to develop new\nmarkets, new crops, and new uses. The Rural Development Program to better\nthe lot of low-income farm families deserves full Congressional support.\nThe Great Plains Program must go forward vigorously. Advances on these and\nother fronts will pull down the pricedepressing surpluses and raise farm\nincome.In this time of testing in agriculture, we should all together, regardless\nof party, carry forward resolutely with a sound and forward looking program\non which farm people may confidently depend, now and for years to come.I shall briefly mention four other subjects directly related to the\nwell-being of the economy, preliminary to their fuller discussion in the\nEconomic Report and later communications.Resources ConservationI wish to re-emphasize the critical importance of the wise use and\nconservation of our great natural resources of land, forests, minerals and\nwater and their long-range development consistent with our agricultural\npolicy. Water in particular now plays an increasing role in industrial\nprocesses, in the irrigation of land, in electric power, as well as in\ndomestic uses. At the same time, it has the potential of damage and\ndisaster.A comprehensive legislative program for water conservation will be\nsubmitted to the Congress during the Session. The development of our water\nresources cannot be accomplished overnight. The need is such that we must\nmake faster progress and without delay. Therefore, I strongly recommend\nthat action be taken at this Session on such wholly Federal projects as the\nColorado River Storage Project and the Fryingpan-Arkansas Project; on the\nJohn Day partnership project, and other projects which provide for\ncooperative action between the Federal Government and non-Federal\ninterests; and on legislation, which makes provision for Federal\nparticipation in small projects under the primary sponsorship of agencies\nof State and local government.During the past year the areas of our National Parks have been expanded,\nand new wildlife refuges have been created. The visits of our people to the\nParks have increased much more rapidly than have the facilities to care for\nthem. The Administration will submit recommendations to provide more\nadequate facilities to keep abreast of the increasing interest of our\npeople in the great outdoors.Disaster AssistanceA modern community is a complex combination of skills, specialized\nbuildings, machines, communications and homes. Most importantly, it\ninvolves human lives. Disaster in many forms--by flood, frost, high winds,\nfor instance--can destroy on a massive scale in a few hours the labor of\nmany years.Through the past three years the Administration has repeatedly moved into\naction wherever disaster struck. The extent of State participation in\nrelief activities, however, has been far from uniform and, in many cases,\nhas been either inadequate or nonexistent. Disaster assistance legislation\nrequires overhauling and an experimental program of flood-damage\nindemnities should be undertaken. The Administration will make detailed\nrecommendations on these subjects.Area RedevelopmentWe must help deal with the pockets of chronic unemployment that here and\nthere mar the nation's general industrial prosperity. Economic changes in\nrecent years have been often so rapid and far-reaching that areas committed\nto a single local resource or industrial activity have found themselves\ntemporarily deprived of their markets and their livelihood.Such conditions mean severe hardship for thousands of people as the slow\nprocess of adaptation to new circumstances goes on. This process can be\nspeeded up. Last year I authorized a major study of the problem to find\nadditional steps to supplement existing programs for the redevelopment of\nareas of chronic unemployment. Recommendations will be submitted, designed\nto supplement, with Federal technical and loan assistance local efforts to\nget on with this vital job. Improving such communities must, of course,\nremain the primary responsibility of the people living there and of their\nStates. But a soundly conceived Federal partnership program can be of real\nassistance to them in their efforts.Highway Legislation.Legislation to provide a modern, interstate highway system is even more\nurgent this year than last, for 12 months have now passed in which we have\nfallen further behind in road construction needed for the personal safety,\nthe general prosperity, the national security of the American people.\nDuring the year, the number of motor vehicles has increased from 58 to 61\nmillion. During the past year over 38,000 persons lost their lives in\nhighway accidents, while the fearful toll of injuries and property damage\nhas gone on unabated.In my message of February 22, 1955, I urged that measures be taken to\ncomplete the vital 40,000 mile interstate system over a period of 10 years\nat an estimated Federal cost of approximately 25 billion dollars. No\nprogram was adopted.If we are ever to solve our mounting traffic problem, the whole interstate\nsystem must be authorized as one project, to be completed approximately\nwithin the specified time. Only in this way can industry efficiently gear\nitself to the job ahead. Only in this way can the required planning and\nengineering be accomplished without the confusion and waste unavoidable a\npiecemeal approach. Furthermore, as I pointed out last year, the pressing\nnature of this problem must not lead us to solutions outside the bounds of\nsound fiscal management. As in the case of other pressing problems, there\nmust be an adequate plan of financing. To continue the drastically needed\nimprovement in other national highway systems, I recommend the continuation\nof the Federal Aid Highway Program.Aside from agriculture and the four subjects specifically mentioned, an\nintegral part of our efforts to foster a strong and expanding free economy\nis keeping open the door of opportunity to new and small enterprises,\nchecking monopoly, and preserving a competitive environment. In this past\nyear the steady improvement in the economic health of small business has\nreinforced the vitality of our competitive economy. We shall continue to\nhelp small business concerns to obtain access to adequate financing and to\ncompetent counsel on management, production, and marketing problems.Through measures already taken, opportunities for smallbusiness\nparticipation in government procurement programs, including military\nprocurement, are greatly improved. The effectiveness of these measures will\nbecome increasingly apparent. We shall continue to make certain that small\nbusiness has a fair opportunity to compete and has an economic environment\nin which it may prosper.In my message last year I referred to the appointment of an advisory\ncommittee to appraise and report to me on the deficiencies as well as the\neffectiveness of existing Federal transportation policies. I have commended\nthe fundamental purposes and objectives of the committee's report. I\nearnestly recommend that the Congress give prompt attention to the\ncommittee's proposals.Essential to a prosperous economic environment for all business, small and\nlarge--for agriculture and industry and commerce-is efficiency in\nGovernment. To that end, exhaustive studies of the entire governmental\nstructure were made by the Commission on Intergovernmental Relations and\nthe Commission on the Organization of the Executive Branch of the\nGovernment--the reports of these Commissions are now under intensive review\nand already in the process of implementation in important areas.One specific and most vital governmental function merits study and action\nby the Congress. As part of our program of promoting efficiency in\nGovernment and getting the fiscal situation in hand, the Post Office\nDepartment in the past three years has been overhauled. Nearly one thousand\nnew post offices have been provided. Financial practices have been\nmodernized, and transportation and operating methods are being constantly\nimproved. A new wage and incentive plan for the half million postal\nemployees has been established. Never before has the postal system handled\nso much mail so quickly and so economically.The Post Office Department faces two serious problems. First, much of its\nphysical plant--post offices and other buildings-is obsolete and\ninadequate. Many new buildings and the modernization of present ones are\nessential if we are to have improved mail service. The second problem is\nthe Department's fiscal plight. It now faces an annual deficit of one-half\nbillion dollars.Recommendations on postal facilities and on additional postal revenues will\nbe submitted to the Congress.A final consideration in our program planning is:THE RESPONSE TO HUMAN CONCERNSA fundamental belief shines forth in this Republic. We believe in the worth\nand dignity of the individual. We know that if we are to govern ourselves\nwisely--in the tradition of America--we must have the opportunity to\ndevelop our individual capacities to the utmost.To fulfill the individual's aspirations in the American way of life, good\neducation is fundamental. Good education is the outgrowth of good homes,\ngood communities, good churches, and good schools. Today our schools face\npressing problems--problems which will not yield to swift and easy\nsolutions, or to any single action. They will yield only to a continuing,\nactive, formed effort by the people toward achieving better schools.This kind of effort has been spurred by the thousands of conferences held\nin recent months by half a million citizens and educators in all parts of\nthe country, culminating in the White House Conference on Education. In\nthat Conference, some two thousand delegates, broadly representative of the\nnation, studied together the problems of the nation's schools.They concluded that the people of the United States must make a greater\neffort through their local, State, and Federal Governments to improve the\neducation of our youth. This expression from the people must now be\ntranslated into action at all levels of government.So far as the Federal share of responsibility is concerned, I urge that the\nCongress move promptly to enact an effective program of Federal assistance\nto help erase the existing deficit of school classrooms. Such a program,\nwhich should be limited to a five-year period, must operate to increase\nrather than decrease local and State support of schools and to give the\ngreatest help to the States and localities with the least financial\nresources. Federal aid should in no way jeopardize the freedom of local\nschool systems. There will be presented to the Congress a recommended\nprogram of Federal assistance for school construction.Such a program should be accompanied by action to increase services to the\nnation's schools by the Office of Education and by legislation to provide\ncontinuation of payments to school districts where Federal activities have\nimpaired the ability of those districts to provide adequate schools.Under the 1954 Amendments to the old-age and survivors' insurance program,\nprotection was extended to some 10 million additional workers and benefits\nwere increased. The system now helps protect 9 out of 10 American workers\nand their families against loss of income in old age or on the death of the\nbreadwinner. The system is sound. It must be kept so. In developing\nimprovements in the system, we must give the most careful consideration to\npopulation and social trends, and to fiscal requirements. With these\nconsiderations in mind, the Administration will present its recommendations\nfor further expansion of coverage and other steps which can be taken wisely\nat this time.Other needs in the area of social welfare include increased child welfare\nservices, extension of the program of aid to dependent children,\nintensified attack on juvenile delinquency, and special attention to the\nproblems of mentally retarded children. The training of more skilled\nworkers for these fields and the quest for new knowledge through research\nin social welfare are essential. Similarly the problems of our aged people\nneed our attention.The nation has made dramatic progress in conquering disease--progress of\nprofound human significance which can be greatly accelerated by an\nintensified effort in medical research. A well-supported, well-balanced\nprogram of research, including basic research, can open new frontiers of\nknowledge, prevent and relieve suffering, and prolong life. Accordingly I\nshall recommend a substantial increase in Federal funds for the support of\nsuch a program. As an integral part of this effort, I shall recommend a new\nplan to aid construction of non-Federal medical research and teaching\nfacilities and to help provide more adequate support for the training of\nmedical research manpower.Finally, we must aid in cushioning the heavy and rising costs of illness\nand hospitalization to individuals and families. Provision should be made,\nby Federal reinsurance or otherwise, to foster extension of voluntary\nhealth insurance coverage to many more persons, especially older persons\nand those in rural areas. Plans should be evolved to improve protection\nagainst the costs of prolonged or severe illness. These measures will help\nreduce the dollar barrier between many Americans and the benefits of modern\nmedical care.The Administration health program will be submitted to the Congress in\ndetail.The response of government to human concerns embraces, of course, other\nmeasures of broad public interest, and of special interest to our working\nmen and women. The need still exists for improvement of the Labor\nManagement Relations Act. The recommendations I submitted to the Congress\nlast year take into account not only the interests of labor and management\nbut also the public welfare. The needed amendments should be enacted\nwithout further delay.We must also carry forward the job of improving the wagehour law. Last year\nI requested the Congress to broaden the coverage of the minimum wage. I\nrepeat that recommendation, and I pledge the full resources of the\nExecutive Branch to assist the Congress in finding ways to attain this\ngoal. Moreover, as requested last year, legislation should be passed to\nclarify and strengthen the eight-hour laws for the benefit of workers who\nare subject to Federal wage standards on Federal and Federally assisted\nconstruction and other public works.The Administration will shortly propose legislation to assure adequate\ndisclosure of the financial affairs of each employee pension and welfare\nplan and to afford substantial protection to their beneficiaries in\naccordance with the objectives outlined in my message of January 11, 1954.\nOccupational safety still demands attention, as I pointed out last year,\nand legislation to improve the Longshoremen's and Harbor Workers'\nCompensation Act is still needed. The improvement of the District of\nColumbia Unemployment Insurance Law and legislation to provide employees in\nthe District with non-occupational disability insurance are no less\nnecessary now than 12 months ago. Legislation to apply the principle of\nequal pay for equal work without discrimination because of sex is a matter\nof simple justice. I earnestly urge the Congress to move swiftly to\nimplement these needed labor measures.In the field of human needs, we must carry forward the housing program,\nwhich is contributing so greatly to the well-being of our people and the\nprosperity of our economy. Home ownership is now advanced to the point\nwhere almost three of every five families in our cities, towns, and suburbs\nown the houses they live in.For the housing program, most of the legislative authority already exists.\nHowever, a firm program of public housing is essential until the private\nbuilding industry has found ways to provide more adequate housing for\nlow-income families. The Administration will propose authority to contract\nfor 35 thousand additional public housing units in each of the next 2\nfiscal years for communities which will participate in an integrated attack\non slums and blight.To meet the needs of the growing number of older people, several amendments\nto the National Housing Act will be proposed to assist the private\nhomebuilding industry as well as charitable and non-profit organizations.With so large a number of the American people desiring to modernize and\nimprove existing dwellings, I recommend that the Title 1 program for\npermanent improvements in the home be liberalized.I recommend increases in the general FHA mortgage insurance authority; the\nextension of the FHA military housing program; an increase in the\nauthorization for Urban Planning grants; in the special assistance\nauthority of the Federal National Mortgage Association; and continued\nsupport of the college housing program in a way that will not discourage\nprivate capital from helping to meet the needs of our colleges.The legislation I have recommended for workers in private industry should\nbe accompanied by a parallel effort for the welfare of Government\nemployees. We have accomplished much in this field, including a\ncontributory life insurance program; equitable pay increases and a fringe\nbenefits program, covering many needed personnel policy changes, from\nimproved premium pay to a meaningful incentive award program.Additional personnel management legislation is needed in this Session. As I\nstated last year, an executive pay increase is essential to efficient\ngovernmental management. Such an increase, together with needed adjustments\nin the pay for the top career positions, is also necessary to the equitable\ncompletion of the Federal pay program initiated last year. Other\nlegislation will be proposed, including legislation for prepaid group\nhealth insurance for employees and their dependents and to effect major\nimprovements in the Civil Service retirement system.All of us share a continuing concern for those who have served this nation\nin the Armed Forces. The Commission on Veterans Pensions is at this time\nconducting a study of the entire field of veterans' benefits and will soon\nsubmit proposed improvements.We are proud of the progress our people have made in the field of civil\nrights. In Executive Branch operations throughout the nation, elimination\nof discrimination and segregation is all but completed. Progress is also\nbeing made among contractors engaged in furnishing Government services and\nrequirements. Every citizen now has the opportunity to fit himself for and\nto hold a position of responsibility in the service of his country. In the\nDistrict of Columbia, through the voluntary cooperation of the people,\ndiscrimination and segregation are disappearing from hotels, theaters,\nrestaurants and other facilities.It is disturbing that in some localities allegations persist that Negro\ncitizens are being deprived of their right to vote and are likewise being\nsubjected to unwarranted economic pressures. I recommend that the substance\nof these charges be thoroughly examined by a Bipartisan Commission created\nby the Congress. It is hoped that such a commission will be established\npromptly so that it may arrive at findings which can receive early\nconsideration.The stature of our leadership in the free world has increased through the\npast three years because we have made more progress than ever before in a\nsimilar period to assure our citizens equality in justice, in opportunity\nand in civil rights. We must expand this effort on every front. We must\nstrive to have every person judged and measured by what he is, rather than\nby his color, race or religion. There will soon be recommended to the\nCongress a program further to advance the efforts of the Government, within\nthe area of Federal responsibility, to accomplish these objectives.One particular challenge confronts us. In the Hawaiian Islands, East meets\nWest. To the Islands, Asia and Europe and the Western Hemisphere, all the\ncontinents, have contributed their peoples and their cultures to display a\nunique example of a community that is a successful laboratory in human\nbrotherhood.Statehood, supported by the repeatedly expressed desire of the Islands'\npeople and by our traditions, would be a shining example of the American\nway to the entire earth. Consequently, I urgently request this Congress to\ngrant statehood for Hawaii. Also, in harmony with the provisions I last\nyear communicated to the Senate and House Committees on Interior and\nInsular Affairs, I trust that progress toward statehood for Alaska can be\nmade in this Session.Progress is constant toward full integration of our Indian citizens into\nnormal community life. During the past two years the Administration has\nprovided school facilities for thousands of Indian children previously\ndenied this opportunity. We must continue to meet the needs of increased\nnumbers of Indian children. Provision should also be made for the education\nof adult Indians whose schooling in earlier years was neglected.In keeping with our responsibility of world leadership and in our own self\ninterest, I again point out to the Congress the urgent need for revision of\nthe immigration and nationality laws. Our nation has always welcomed\nimmigrants to our shores. The wisdom of such a policy is clearly shown by\nthe fact that America has been built by immigrants and the descendants of\nimmigrants. That policy must be continued realistically with present day\nconditions in mind.I recommend that the number of persons admitted to this country annually be\nbased not on the 1920 census but on the latest, the 1950 census. Provision\nshould be made to allow for greater flexibility in the use of quotas so if\none country does not use its share, the vacancies may be made available for\nthe use of qualified individuals from other countries.The law should be amended to permit the Secretary of State and the Attorney\nGeneral to waive the requirements of fingerprinting on a reciprocal basis\nfor persons coming to this country for temporary visits. This and other\nchanges in the law are long overdue and should be taken care of promptly.\nDetailed recommendations for revision of the immigration laws will be\nsubmitted to the Congress.I am happy to report substantial progress in the flow of immigrants under\nthe Refugee Relief Act of 1953; however, I again request this Congress to\napprove without further delay the urgently needed amendments to that act\nwhich I submitted in the last Session. Because of the high prosperity in\nGermany and Austria, the number of immigrants from those countries will be\nreduced. This will make available thousands of unfilled openings which I\nrecommend be distributed to Greece and Italy and to escapees from behind\nthe Iron Curtain.Once again I ask the Congress to join with me in demonstrating our belief\nin the right of suffrage. I renew my request that the principle of\nself-government be extended and the right of suffrage granted to the\ncitizens of the District of Columbia.To conclude: the vista before us is bright. The march of science, the\nexpanding economy, the advance in collective security toward a just\npeace--in this threefold movement our people are creating new standards by\nwhich the future of the Republic may be judged.Progress, however, will be realized only as it is more than matched by a\ncontinuing growth in the spiritual strength of the nation. Our dedication\nto moral values must be complete in our dealings abroad and in our\nrelationships among ourselves. We have single-minded devotion to the common\ngood of America. Never must we forget that this means the well-being, the\nprosperity, the security of all Americans in every walk of life.To the attainment of these objectives, I pledge full energies of the\nAdministration, as in the Session ahead, it works on a program for\nsubmission to you, the Congress of the United States.", 
    "name": "Dwight D. Eisenhower"
}