{
    "date": "January 10, 1957", 
    "speech": "To the Congress of the United States:I appear before the Congress today to report on the State of the Union and\nthe relationships of the Union to the other nations of the world. I come\nhere, firmly convinced that at no time in the history of the Republic have\ncircumstances more emphatically underscored the need, in all echelons of\ngovernment, for vision and wisdom and resolution.You meet in a season of stress that is testing the fitness of political\nsystems and the validity of political philosophies. Each stress stems in\npart from causes peculiar to itself. But every stress is a reflection of a\nuniversal phenomenon.In the world today, the surging and understandable tide of nationalism is\nmarked by widespread revulsion and revolt against tyranny, injustice,\ninequality and poverty. As individuals, joined in a common hunger for\nfreedom, men and women and even children pit their spirit against guns and\ntanks. On a larger scale, in an ever more persistent search for the\nself-respect of authentic sovereignty and the economic base on which\nnational independence must rest, peoples sever old ties; seek new\nalliances; experiment--sometimes dangerously--in their struggle to satisfy\nthese human aspirations.Particularly, in the past year, this tide has changed the pattern of\nattitudes and thinking among millions. The changes already accomplished\nforeshadow a world transformed by the spirit of freedom. This is no faint\nand pious hope. The forces now at work in the minds and hearts of men will\nnot be spent through many years. In the main, today's expressions of\nnationalism are, in spirit, echoes of our forefathers' struggle for\nindependence.This Republic cannot be aloof to these events heralding a new epoch in the\naffairs of mankind.Our pledged word, our enlightened self-interest, our character as a Nation\ncommit us to a high role in world affairs: a role of vigorous leadership,\nready strength, sympathetic understanding.The State of the Union, at the opening of the 85th Congress continues to\nvindicate the wisdom of the principles on which this Republic is rounded.\nProclaimed in the Constitution of the Nation and in many of our historic\ndocuments, and rounded in devout religious convictions, these principles\nenunciate:A vigilant regard for human liberty.A wise concern for human welfare.A ceaseless effort for human progress.Fidelity to these principles, in our relations with other peoples, has won\nus new friendships and has increased our opportunity for service within the\nfamily of nations. The appeal of these principles is universal, lighting\nfires in the souls of men everywhere. We shall continue to uphold them,\nagainst those who deny them and in counselling with our friends.At home, the application of these principles to the complex problems of our\nnational life has brought us to an unprecedented peak in our economic\nprosperity and has exemplified in our way of life the enduring human values\nof mind and spirit.Through the past four years these principles have guided the legislative\nprograms submitted by the Administration to the Congress. As we attempt to\napply them to current events, domestic and foreign, we must take into\naccount the complex entity that is the United States of America; what\nendangers it; what can improve it.The visible structure is our American economy itself. After more than a\ncentury and a half of constant expansion, it is still rich in a wide\nvariety of natural resources. It is first among nations in its people's\nmastery of industrial skills. It is productive beyond our own needs of many\nfoodstuffs and industrial products. It is rewarding to all our citizens in\nopportunity to earn and to advance in self-realization and in\nself-expression. It is fortunate in its wealth of educational and cultural\nand religious centers. It is vigorously dynamic in the limitless initiative\nand willingness to venture that characterize free enterprise. It is\nproductive of a widely shared prosperity.Our economy is strong, expanding, and fundamentally sound. But in any\nrealistic appraisal, even the optimistic analyst will realize that in a\nprosperous period the principal threat to efficient functioning of a free\nenterprise system is inflation. We look back on four years of prosperous\nactivities during which prices, the cost of living, have been relatively\nstable--that is, inflation has been held in check. But it is clear that the\ndanger is always present, particularly if the government might become\nprofligate in its expenditures or private groups might ignore all the\npossible results on our economy of unwise struggles for immediate gain.This danger requires a firm resolution that the Federal Government shall\nutilize only a prudent share of the Nation's resources, that it shall live\nwithin its means, carefully measuring against need alternative proposals\nfor expenditures.Through the next four years, I shall continue to insist that the executive\ndepartments and agencies of Government search out additional ways to save\nmoney and manpower. I urge that the Congress be equally watchful in this\nmatter.We pledge the Government's share in guarding the integrity of the dollar.\nBut the Government's efforts cannot be the entire campaign against\ninflation, the thief that can rob the individual of the value of the\npension and social security he has earned during his productive life. For\nsuccess, Government's efforts must be paralleled by the attitudes and\nactions of individual citizens.I have often spoken of the purpose of this Administration to serve the\nnational interest of 170 million people. The national interest must take\nprecedence over temporary advantages which may be secured by particular\ngroups at the expense of all the people.In this regard I call on leaders in business and in labor to think well on\ntheir responsibility to the American people. With all elements of our\nsociety, they owe the Nation a vigilant guard against the inflationary\ntendencies that are always at work in a dynamic economy operating at\ntoday's high levels. They can powerfully help counteract or accentuate such\ntendencies by their wage and price policies.Business in its pricing policies should avoid unnecessary price increases\nespecially at a time like the present when demand in so many areas presses\nhard on short supplies. A reasonable profit is essential to the new\ninvestments that provide more jobs in an expanding economy. But business\nleaders must, in the national interest, studiously avoid those price rises\nthat are possible only because of vital or unusual needs of the whole\nnation.If our economy is to remain healthy, increases in wages and other labor\nbenefits, negotiated by labor and management, must be reasonably related to\nimprovements in productivity. Such increases are beneficial, for they\nprovide wage earners with greater purchasing power. Except where necessary\nto correct obvious injustices, wage increases that outrun productivity,\nhowever, are an inflationary factor. They make for higher prices for the\npublic generally and impose a particular hardship on those whose welfare\ndepends on the purchasing power of retirement income and savings. Wage\nnegotiations should also take cognizance of the right of the public\ngenerally to share in the benefits of improvements in technology.Freedom has been defined as the opportunity for self-discipline. This\ndefinition has a special application to the areas of wage and price policy\nin a free economy. Should we persistently fail to discipline ourselves,\neventually there will be increasing pressure on government to redress the\nfailure. By that process freedom will step by step disappear. No subject on\nthe domestic scene should more attract the concern of the friends of\nAmerican working men and women and of free business enterprise than the\nforces that threaten a steady depreciation of the value of our money.Concerning developments in another vital sector of our\neconomy--agriculture--I am gratified that the long slide in farm income has\nbeen halted and that further improvement is in prospect. This is heartening\nprogress. Three tools that we have developed--improved surplus disposal,\nimproved price support laws, and the soil bank--are working to reduce\nprice-depressing government stocks of farm products. Our concern for the\nwell-being of farm families demands that we constantly search for new ways\nby which they can share more fully in our unprecedented prosperity.\nLegislative recommendations in the field of agriculture are contained in\nthe Budget Message.Our soil, water, mineral, forest, fish, and wildlife resources are being\nconserved and improved more effectively. Their conservation and development\nare vital to the present and future strength of the Nation. But they must\nnot be the concern of the Federal Government alone. State and local\nentities, and private enterprise should be encouraged to participate in\nsuch projects.I would like to make special mention of programs for making the best uses\nof water, rapidly becoming our most precious natural resource, just as it\ncan be, when neglected, a destroyer of both life and wealth. There has been\nprepared and published a comprehensive water report developed by a Cabinet\nCommittee and relating to all phases of this particular problem.In the light of this report, there are two things I believe we should keep\nconstantly in mind. The first is that each of our great river valleys\nshould be considered as a whole. Piecemeal operations within each lesser\ndrainage area can be self-defeating or, at the very least, needlessly\nexpensive. The second is that the domestic and industrial demands for water\ngrow far more rapidly than does our population.The whole matter of making the best use of each drop of water from the\nmoment it touches our soil until it reaches the oceans, for such purposes\nas irrigation, flood control, power production, and domestic and industrial\nuses clearly demands the closest kind of cooperation and partnership\nbetween municipalities, States and the Federal Government. Through\npartnership of Federal, state and local authorities in these vast projects\nwe can obtain the economy and efficiency of development and operation that\nsprings from a lively sense of local responsibility.Until such partnership is established on a proper and logical basis of\nsharing authority, responsibility and costs, our country will never have\nboth the fully productive use of water that it so obviously needs and\nprotection against disastrous flood.If we fail in this, all the many tasks that need to be done in America\ncould be accomplished only at an excessive cost, by the growth of a\nstifling bureaucracy, and eventually with a dangerous degree of centralized\ncontrol over our national life.In all domestic matters, I believe that the people of the United States\nwill expect of us effective action to remedy past failure in meeting\ncritical needs.High priority should be given the school construction bill. This will\nbenefit children of all races throughout the country-and children of all\nraces need schools now. A program designed to meet emergency needs for more\nclassrooms should be enacted without delay. I am hopeful that this program\ncan be enacted on its own merits, uncomplicated by provisions dealing with\nthe complex problems of integration. I urge the people in all sections of\nthe country to approach these problems with calm and reason, with mutual\nunderstanding and good will, and in the American tradition of deep respect\nfor the orderly processes of law and justice.I should say here that we have much reason to be proud of the progress our\npeople are making in mutual understanding--the chief buttress of human and\ncivil rights. Steadily we are moving closer to the goal of fair and equal\ntreatment of citizens without regard to race or color. But unhappily much\nremains to be done.Last year the Administration recommended to the Congress a four-point\nprogram to reinforce civil rights. That program included:(1) creation of a bipartisan commission to investigate asserted violations\nof civil rights and to make recommendations;(2) creation of a civil rights division in the Department of Justice in\ncharge of an Assistant Attorney General;(3) enactment by the Congress of new laws to aid in the enforcement of\nvoting rights; and(4) amendment of the laws so as to permit the Federal Government to seek\nfrom the civil courts preventive relief in civil rights cases.I urge that the Congress enact this legislation.Essential to the stable economic growth we seek is a system of well-adapted\nand efficient financial institutions. I believe the time has come to\nconduct a broad national inquiry into the nature, performance and adequacy\nof our financial system, both in terms of its direct service to the whole\neconomy and in terms of its function as the mechanism through which\nmonetary and credit policy takes effect. I believe the Congress should\nauthorize the creation of a commission of able and qualified citizens to\nundertake this vital inquiry. Out of their findings and recommendations the\nAdministration would develop and present to the Congress any legislative\nproposals that might be indicated for the purpose of improving our\nfinancial machinery.In this message it seems unnecessary that I should repeat recommendations\ninvolving our domestic affairs that have been urged upon the Congress\nduring the past four years, but which, in some instances, did not reach the\nstage of completely satisfactory legislation.The Administration will, through future messages either directly from me or\nfrom heads of the departments and agencies, transmit to the Congress\nspecific recommendations. These will involve our financial and fiscal\naffairs, our military and civil defenses; the administration of justice;\nour agricultural economy; our domestic and foreign commerce; the urgently\nneeded increase in our postal rates; the development of our natural\nresources; our labor laws, including our labor-management relations\nlegislation, and vital aspects of the health, education and welfare of our\npeople. There will be special recommendations dealing with such subjects as\natomic energy, the furthering of public works, the continued efforts to\neliminate government competition with the businesses of tax-paying\ncitizens.A number of legislative recommendations will be mentioned specifically in\nmy forthcoming Budget Message, which will reach you within the week. That\nmessage will also recommend such sums as are needed to implement the\nproposed action.Turning to the international scene:The existence of a strongly armed imperialistic dictatorship poses a\ncontinuing threat to the free world's and thus to our own Nation's security\nand peace. There are certain truths to be remembered here.First, America alone and isolated cannot assure even its own security. We\nmust be joined by the capability and resolution of nations that have proved\nthemselves dependable defenders of freedom. Isolation from them invites\nwar. Our security is also enhanced by the immeasurable interest that joins\nus with all peoples who believe that peace with justice must be preserved,\nthat wars of aggression are crimes against humanity.Another truth is that our survival in today's world requires modern,\nadequate, dependable military strength. Our Nation has made great strides\nin assuring a modern defense, so armed in new weapons, so deployed, so\nequipped, that today our security force is the most powerful in our\npeacetime history. It can punish heavily any enemy who undertakes to attack\nus. It is a major deterrent to war.By our research and development more efficient weapons-some of amazing\ncapabilities--are being constantly created. These vital efforts we shall\ncontinue. Yet we must not delude ourselves that safety necessarily\nincreases as expenditures for military research or forces in being go up.\nIndeed, beyond a wise and reasonable level, which is always changing and is\nunder constant study, money spent on arms may be money wasted on sterile\nmetal or inflated costs, thereby weakening the very security and strength\nwe seek.National security requires far more than military power. Economic and moral\nfactors play indispensable roles. Any program that endangers our economy\ncould defeat us. Any weakening of our national will and resolution, any\ndiminution of the vigor and initiative of our individual citizens, would\nstrike a blow at the heart of our defenses.The finest military establishment we can produce must work closely in\ncooperation with the forces of our friends. Our system of regional pacts,\ndeveloped within the Charter of the United Nations, serves to increase both\nour own security and the security of other nations.This system is still a recent introduction on the world scene. Its problems\nare many and difficult, because it insists on equality among its members\nand brings into association some nations traditionally divided. Repeatedly\nin recent months, the collapse of these regional alliances has been\npredicted. The strains upon them have been at times indeed severe. Despite\nthese strains our regional alliances have proved durable and strong, and\ndire predictions of their disintegration have proved completely false.With other free nations, we should vigorously prosecute measures that will\npromote mutual strength, prosperity and welfare within the free world.\nStrength is essentially a product of economic health and social well-being.\nConsequently, even as we continue our programs of military assistance, we\nmust emphasize aid to our friends in building more productive economies and\nin better satisfying the natural demands of their people for progress.\nThereby we shall move a long way toward a peaceful world.A sound and safeguarded agreement for open skies, unarmed aerial sentinels,\nand reduced armament would provide a valuable contribution toward a durable\npeace in the years ahead. And we have been persistent in our effort to\nreach such an agreement. We are willing to enter any reliable agreement\nwhich would reverse the trend toward ever more devastating nuclear weapons;\nreciprocally provide against the possibility of surprise attack; mutually\ncontrol the outer space missile and satellite development; and make\nfeasible a lower level of armaments and armed forces and an easier burden\nof military expenditures. Our continuing negotiations in this field are a\nmajor part of our quest for a confident peace in this atomic age.This quest requires as well a constructive attitude among all the nations\nof the free world toward expansion of trade and investment, that can give\nall of us opportunity to work out economic betterment.An essential step in this field is the provision of an administrative\nagency to insure the orderly and proper operation of existing arrangements\ntrader which multilateral trade is now carried on. To that end I urge\nCongressional authorization for United States membership in the proposed\nOrganization for Trade Cooperation, an action which will speed removal of\ndiscrimination against our export trade.We welcome the efforts of a number of our European friends to achieve an\nintegrated community to develop a common market. We likewise welcome their\ncooperative effort in the field of atomic energy.To demonstrate once again our unalterable purpose to make of the atom a\npeaceful servant of humanity, I shortly shall ask the Congress to authorize\nfull United States participation in the International Atomic Energy\nAgency.World events have magnified both the responsibilities and the opportunities\nof the United States Information Agency. Just as, in recent months, the\nvoice of communism has become more shaken and confused, the voice of truth\nmust be more clearly heard. To enable our Information Agency to cope with\nthese new responsibilities and opportunities, I am asking the Congress to\nincrease appreciably the appropriations for this program and for\nlegislation establishing a career service for the Agency's overseas foreign\nservice officers.The recent historic events in Hungary demand that all free nations share to\nthe extent of their capabilities in the responsibility of granting asylum\nto victims of Communist persecution. I request the Congress promptly to\nenact legislation to regularize the status in the United States of\nHungarian refugees brought here as parolees. I shall shortly recommend to\nthe Congress by special message the changes in our immigration laws that I\ndeem necessary in the light of our world responsibilities.The cost of peace is something we must face boldly, fearlessly. Beyond\nmoney, it involves changes in attitudes, the renunciation of old\nprejudices, even the sacrifice of some seeming self-interest.Only five days ago I expressed to you the grave concern of your Government\nover the threat of Soviet aggression in the Middle East. I asked for\nCongressional authorization to help counter this threat. I say again that\nthis matter is of vital and immediate importance to the Nation's and the\nfree world's security and peace. By our proposed programs in the Middle\nEast, we hope to assist in establishing a climate in which constructive and\nlong-term solutions to basic problems of the area may be sought.From time to time, there will be presented to the Congress requests for\nother legislation in the broad field of international affairs. All requests\nwill reflect the steadfast purpose of this Administration to pursue peace,\nbased on justice. Although in some cases details will be new, the\nunderlying purpose and objectives will remain the same.All proposals made by the Administration in this field are based on the\nfree world's unity. This unity may not be immediately obvious unless we\nexamine link by link the chain of relationships that binds us to every area\nand to every nation. In spirit the free world is one because its people\nuphold the right of independent existence for all nations. I have already\nalluded to their economic interdependence. But their interdependence\nextends also into the field of security.First of all, no reasonable man will question the absolute need for our\nAmerican neighbors to be prosperous and secure. Their security and\nprosperity are inextricably bound to our own. And we are, of course,\nalready joined with these neighbors by historic pledges.Again, no reasonable man will deny that the freedom and prosperity and\nsecurity of Western Europe are vital to our own prosperity and security. If\nthe institutions, the skills, the manpower of its peoples were to fall\nunder the domination of an aggressive imperialism, the violent change in\nthe balance of world power and in the pattern of world commerce could not\nbe fully compensated for by any American measures, military or economic.But these people, whose economic strength is largely dependent on free and\nuninterrupted movement of oil from the Middle East, cannot prosper--indeed,\ntheir economies would be severely impaired--should that area be controlled\nby an enemy and the movement of oil be subject to its decisions.Next, to the Eastward, are Asiatic and Far Eastern peoples, recently\nreturned to independent control of their own affairs or now emerging into\nsovereign statehood. Their potential strength constitutes new assurance for\nstability and peace in the world--if they can retain their independence.\nShould they lose freedom and be dominated by an aggressor, the world-wide\neffects would imperil the security of the free world.In short, the world has so shrunk that all free nations are our neighbors.\nWithout cooperative neighbors, the United States cannot maintain its own\nsecurity and welfare, because:First, America's vital interests are world-wide, embracing both hemispheres\nand every continent.Second, we have community of interest with every nation in the free world.Third, interdependence of interests requires a decent respect for the\nrights and the peace of all peoples.These principles motivate our actions within the United Nations. There,\nbefore all the world, by our loyalty to them, by our practice of them, let\nus strive to set a standard to which all who seek justice and who hunger\nfor peace can rally.May we at home, here at the Seat of Government, in all the cities and towns\nand farmlands of America, support these principles in a personal effort of\ndedication. Thereby each of us can help establish a secure world order in\nwhich opportunity for freedom and justice will be more widespread, and in\nwhich the resources now dissipated on the armaments of war can be released\nfor the life and growth of all humanity.When our forefathers prepared the immortal document that proclaimed our\nindependence, they asserted that every individual is endowed by his Creator\nwith certain inalienable rights. As we gaze back through history to that\ndate, it is clear that our nation has striven to live up to this\ndeclaration, applying it to nations as well as to individuals.Today we proudly assert that the government of the United States is still\ncommitted to this concept, both in its activities at home and abroad.The purpose is Divine; the implementation is human.Our country and its government have made mistakes--human mistakes. They\nhave been of the head--not of the heart. And it is still true that the\ngreat concept of the dignity of all men, alike created in the image of the\nAlmighty, has been the compass by which we have tried and are trying to\nsteer our course.So long as we continue by its guidance, there will be true progress in\nhuman affairs, both among ourselves and among those with whom we deal.To achieve a more perfect fidelity to it, I submit, is a worthy ambition as\nwe meet together in these first days of this, the first session of the 85th\nCongress.", 
    "name": "Dwight D. Eisenhower"
}