{
    "date": "January 6, 1955", 
    "speech": "Mr. President, Mr. Speaker, Members of the Congress:First, I extend cordial greetings to the 84th Congress. We shall have much\nto do together; I am sure that we shall get it done--and, that we shall do\nit in harmony and good will.At the outset, I believe it would be well to remind ourselves of this great\nfundamental in our national life: our common belief that every human being\nis divinely endowed with dignity and worth and inalienable rights. This\nfaith, with its corollary--that to grow and flourish people must be\nfree--shapes the interests and aspirations of every American.From this deep faith have evolved three main purposes of our Federal\nGovernment:First, to maintain justice and freedom among ourselves and to champion them\nfor others so that we may work effectively for enduring peace;Second, to help keep our economy vigorous and expanding, thus sustaining\nour international strength and assuring better jobs, better living, better\nopportunities for every citizen;And third, to concern ourselves with the human problems of our people so\nthat every American may have the opportunity to lead a healthy, productive\nand rewarding life.Foremost among these broad purposes of government is our support of\nfreedom, justice and peace.It is of the utmost importance, that each of us understand the true nature\nof the struggle now taking place in the world.It is not a struggle merely of economic theories, or of forms of\ngovernment, or of military power. At issue is the true nature of man.\nEither man is the creature whom the Psalmist described as \"a little lower\nthan the angels,\" crowned with glory and honor, holding \"dominion over the\nworks\" of his Creator; or man is a soulless, animated machine to be\nenslaved, used and consumed by the state for its own glorification.It is, therefore, a struggle which goes to the roots of the human spirit,\nand its shadow falls across the long sweep of man's destiny. This prize, so\nprecious, so fraught with ultimate meaning, is the true object of the\ncontending forces in the world.In the past year, there has been progress justifying hope, both for\ncontinuing peace and for the ultimate rule of freedom and justice in the\nworld. Free nations are collectively stronger than at any time in recent\nyears.Just as nations of this Hemisphere, in the historic Caracas and Rio\nconferences, have closed ranks against imperialistic Communism and\nstrengthened their economic ties, so free nations elsewhere have forged new\nbonds of unity.Recent agreements between Turkey and Pakistan have laid a foundation for\nincreased strength in the Middle East. With our understanding support,\nEgypt and Britain, Yugoslavia and Italy, Britain and Iran have resolved\ndangerous differences. The security of the Mediterranean has been enhanced\nby an alliance among Greece, Turkey and Yugoslavia. Agreements in Western\nEurope have paved the way for unity to replace past divisions which have\nundermined Europe's economic and military vitality. The defense of the West\nappears likely at last to include a free, democratic Germany participating\nas an equal in the councils of NATO.In Asia and the Pacific, the pending Manila Pact supplements our treaties\nwith Australia, New Zealand, the Philippines, Korea and Japan and our\nprospective treaty with the Republic of China. These pacts stand as solemn\nwarning that future military aggression and subversion against the free\nnations of Asia will meet united response. The Pacific Charter, also\nadopted at Manila, is a milestone in the development of human freedom and\nself-government in the Pacific area.Under the auspices of the United Nations, there is promise of progress in\nour country's plan for the peaceful use of atomic energy.Finally, today the world is at peace. It is, to be sure, an secure peace.\nYet all humanity finds hope in the simple fact that for an appreciable time\nthere has been no active major battlefield on earth. This same fact\ninspires us to work all the more effectively with other nations for the\nwell-being, the freedom, the dignity, of every human on earth.These developments are heartening indeed, and we are hopeful of continuing\nprogress. But sobering problems remain.The massive military machines and ambitions of the Soviet-Communist bloc\nstill create uneasiness in the world. All of us are aware of the continuing\nreliance of the Soviet Communists on military force, of the power of their\nweapons, of their present resistance to realistic armament limitation, and\nof their continuing effort to dominate or intimidate free nations on their\nperiphery. Their steadily growing power includes an increasing strength in\nnuclear weapons. This power, combined with the proclaimed intentions of the\nCommunist leaders to communize the world, is the threat confronting us\ntoday.To protect our nations and our peoples from the catastrophe of a nuclear\nholocaust, free nations must maintain countervailing military power to\npersuade the Communists of the futility of seeking their ends through\naggression. If Communist rulers understand that America's response to\naggression will be swift and decisive--that never shall we buy peace at the\nexpense of honor or faith--they will be powerfully deterred from launching\na military venture engulfing their own peoples and many others in disaster.\nThis, of course, is merely world stalemate. But in this stalemate each of\nus may and must exercise his high duty to strive in every honorable way for\nenduring peace.The military threat is but one menace to our freedom and security. We must\nnot only deter aggression; we must also frustrate the effort of Communists\nto gain their goals by subversion. To this end, free nations must maintain\nand reinforce their cohesion, their internal security, their political and\neconomic vitality, and their faith in freedom.In such a world, America's course is dear:We must tirelessly labor to make the peace more just and durable.We must strengthen the collective defense under the United Nations Charter\nand gird ourselves with sufficient military strength and productive\ncapacity to discourage resort to war and protect our nation's vital\ninterests.We must continue to support and strengthen the United Nations. At this very\nmoment, by vote of the United Nations General Assembly, its\nSecretary-General is in Communist China on a mission of deepest concern to\nall Americans: seeking the release of our never-to-be-forgotten American\naviators and all other United Nations prisoners wrongfully detained by the\nCommunist regime.We must also encourage the efforts being made in the United Nations to\nlimit armaments and to harness the atom to peaceful rise.We must expand international trade and investment and assist friendly\nnations whose own best efforts are still insufficient to provide the\nstrength essential to the security of the free world.We must be willing to use the processes of negotiation whenever they will\nadvance the cause of just and secure peace to which the United States and\nother free nations are dedicated.In respect to all these matters, we must, through a vigorous information\nprogram, keep the peoples of the world truthfully advised of our actions\nand purposes. This problem has been attacked with new vigor during the past\nmonths. I urge that the Congress give its earnest consideration to the\ngreat advantages that can accrue to our country through the successful\noperations of this program.We must also carry forward our educational exchange program. This sharing\nof knowledge and experience between our citizens and those of free\ncountries is a powerful factor in the development and maintenance of true\npartnership among free peoples.To advance these many efforts, the Congress must act in this session on\nappropriations, legislation, and treaties. Today I shall mention especially\nour foreign economic and military programs.The recent economic progress in many free nations has been most heartening.\nThe productivity of labor and the production of goods and services are\nincreasing in ever-widening areas. There is a growing will to improve the\nliving standards of all men. This progress is important to all our people.\nIt promises us allies who are strong and self-reliant; it promises a\ngrowing world market for the products of our mines, our factories, and our\nfarms.But only through steady effort can we hope to continue this progress.\nBarriers still impede trade and the flow of capital needed to develop each\nnation's human and material resources. Wise reduction of these barriers is\na long-term objective of our foreign economic policy--a policy of an\nevolutionary and selective nature, assuring broad benefits to our own and\nother peoples.We must gradually reduce certain tariff obstacles to trade. These actions\nshould, of course, be accompanied by a similar lowering of trade barriers\nby other nations, so that we may move steadily toward greater economic\nadvantage for all. We must further simplify customs administration and\nprocedures. We must facilitate the flow of capital and continue technical\nassistance, both directly and through the United Nations, to less developed\ncountries to strengthen their independence and raise their living\nstandards. Many another step must be taken in and among the nations of the\nfree world to release forces of private initiative. In our own nation,\nthese forces have brought strength and prosperity; once released, they will\ngenerate rising incomes in these other countries with which to buy the\nproducts of American industry, labor and agriculture.On January 10, by special message, I shall submit specific recommendations\nfor carrying forward the legislative phases of our foreign economic\npolicy.Our many efforts to build a better world include the maintenance of our\nmilitary strength. This is a vast undertaking. Major national security\nprograms consume two-thirds of the entire Federal budget. Over four million\nAmericans--servicemen and civilians--are on the rolls of the defense\nestablishment. During the past two years, by eliminating duplication and\noverstaffing, by improved procurement and inventory controls, and by\nconcentrating on the essentials, many billions of dollars have been saved\nin our defense activities. I should like to mention certain fundamentals\nunderlying this vast program.First, a realistic limitation of armaments and an enduring, just peace\nremain our national goals; we maintain powerful military forces because\nthere is no present alternative--forces designed for deterrent and\ndefensive purposes alone but able instantly to strike back with destructive\npower in response to an attack.Second, we must stay alert to the fact that undue reliance on one weapon or\npreparation for only one kind of warfare simply invites an enemy to resort\nto another. We must, therefore, keep in our armed forces balance and\nflexibility adequate for our purposes and objectives.Third, to keep our armed forces abreast of the advances of science, our\nmilitary planning must be flexible enough to utilize the new weapons and\ntechniques which flow ever more speedily from our research and development\nprograms. The forthcoming military budget therefore emphasizes modern\nairpower in the Air Force, Navy and Marine Corps and increases the emphasis\non new weapons, especially those of rapid and destructive striking power.\nIt assures the maintenance of effective, retaliatory force as the principal\ndeterrent to overt aggression. It accelerates the continental defense\nprogram and the build-up of ready military reserve forces. It continues a\nvigorous program of stockpiling strategic and critical materials and\nstrengthening our mobilization base. The budget also contemplates the\nstrategic concentration of our strength through redeployment of certain\nforces. It provides for reduction of forces in certain categories and their\nexpansion in others, to fit them to the military realities of our time.\nThese emphases in our defense planning have been made at my personal\ndirection after long and thoughtful study. In my judgment, they will give\nour nation a defense accurately adjusted to the national need.Fourth, pending a world agreement on armament limitation, we must continue\nto improve and expand our supplies of nuclear weapons for our land, naval\nand air forces, while, at the same time, continuing our encouraging\nprogress in the peaceful use of atomic power.And fifth, in the administration of these costly programs, we must demand\nthe utmost in efficiency and ingenuity. We must assure our people not only\nof adequate protection but also of a defense that can be carried forward\nfrom year to year until the threat of aggression has disappeared.To help maintain this kind of armed strength and improve its efficiency, I\nmust urge the enactment of several important measures in this session.The first concerns the selective service act which expires next June 30th.\nFor the foreseeable future, our standing forces must remain much larger\nthan voluntary methods can sustain. We must, therefore, extend the\nstatutory authority to induct men for two years of military service.The second kind of measure concerns the rapid turnover of our most\nexperienced servicemen. This process seriously weakens the combat readiness\nof our armed forces and is exorbitantly expensive. To encourage more\ntrained servicemen to remain in uniform, I shall, on the thirteenth of this\nmonth, propose a number of measures to increase the attractions of a\nmilitary career. These measures will include more adequate medical care for\ndependents, survivors' benefits, more and better housing, and selective\nadjustments in military pay and other allowances.And third--also on January 13--I shall present a program to rebuild and\nstrengthen the civilian components of our armed forces. This is a\ncomprehensive program, designed to make better use of our manpower of\nmilitary age. Because it will go far in assuring fair and equitable\nparticipation in military training and service, it is of particular\nimportance to our combat veterans. In keeping with the historic military\npolicy of our Republic, this program is designed to build and maintain\npowerful civilian reserves immediately capable of effective military\nservice in an emergency in lieu of maintaining active duty forces in excess\nof the nation's immediate need.Maintenance of an effective defense requires continuance of our aggressive\nattack on subversion at home. In this effort we have, in the past two\nyears, made excellent progress. FBI investigations have been powerfully\nreinforced by a new Internal Security Division in the Department of\nJustice; the security activities of the Immigration and Naturalization\nService have been revitalized; an improved and strengthened security system\nis in effect throughout the government; the Department of Justice and the\nFBI have been armed with effective new legal weapons forged by the 83rd\nCongress.We shall continue to ferret out and to destroy Communist subversion.We shall, in the process, carefully preserve our traditions and the basic\nrights of our citizens.Our civil defense program is also a key element in the protection of our\ncountry. We are developing cooperative methods with State Governors,\nMayors, and voluntary citizen groups, as well as among Federal agencies, in\nbuilding the civil defense organization. Its significance in time of war is\nobvious; its swift assistance in disaster areas last year proved its\nimportance in time of peace.An industry capable of rapid expansion and essential materials and\nfacilities swiftly available in time of emergency are indispensable to our\ndefense. I urge, therefore, a two-year extension of the Defense Production\nAct and Title II of the First War Powers Act of 1941. These are\ncornerstones of our program for the development and maintenance of an\nadequate mobilization base. At this point, I should like to make this\nadditional observation. Our quest for peace and freedom necessarily\npresumes that we who hold positions of public trust must rise above self\nand section--that we must subordinate to the general good our partisan, our\npersonal pride and prejudice. Tirelessly, with united purpose, we must\nfortify the material and spiritual foundations of this land of freedom and\nof free nations throughout the world. As never before, there is need for\nunhesitating cooperation among the branches of our government.At this time the executive and legislative branches are under the\nmanagement of different political parties. This fact places both parties on\ntrial before the American people.In less perilous days of the past, division of governmental responsibility\namong our great parties has produced a paralyzing indecision. We must not\nlet this happen in our time. We must avoid a paralysis of the will for\npeace and international security.In the traditionally bipartisan areas--military security and foreign\nrelations--I can report to you that I have already, with the leaders of\nthis Congress, expressed assurances of unreserved cooperation. Yet, the\nstrength of our country requires more than mere maintenance of military\nstrength and success in foreign affairs; these vital matters are in turn\ndependent upon concerted and vigorous action in a number of supporting\nprograms. I say, therefore, to the 84th Congress:In all areas basic to the strength of America, there will be--to the extent\nI can insure them--cooperative, constructive relations between the\nExecutive and Legislative Branches of this government. Let the general good\nbe our yardstick on every great issue of our time.Our efforts to defend our freedom and to secure a just peace are, of\ncourse, inseparable from the second great purpose of our government: to\nhelp maintain a strong, growing economy--an economy vigorous and free, in\nwhich there are ever-increasing opportunities, just rewards for effort, and\na stable prosperity that is widely shared.In the past two years, many important governmental Actions helped our\neconomy adjust to conditions of peace; these and other actions created a\nclimate for renewed economic growth. Controls were removed from wages,\nprices and materials. Tax revisions encouraged increased private spending\nand employment. Federal expenditures were sharply reduced, making possible\na record tax cut. These actions, together with flexible monetary and debt\nmanagement policies, helped to halt inflation and stabilize the value of\nthe dollar. A program of cooperation and partnership in resource\ndevelopment was begun. Social security and unemployment insurance laws were\nbroadened and strengthened. New laws started the long process of balancing\nfarm production with farm markets. Expanded shipbuilding and stockpiling\nprograms strengthened key sectors of the economy, while improving our\nmobilization base. A comprehensive new housing law brought impressive\nprogress in an area fundamental to our economic strength and closed\nloopholes in the old laws permitting dishonest manipulation. Many of these\nprograms are just beginning to exert their main stimulating effect upon the\neconomy generally and upon specific communities and industries throughout\nthe country.The past year--1954--was one of the most prosperous years in our history.\nBusiness activity now surges with new strength. Production is rising.\nEmployment is high. Toward the end of last year average weekly wages in\nmanufacturing were higher than ever before. Personal income after taxes is\nat a record level. So is consumer spending. Construction activity is\nreaching new peaks. Export demand for our goods is strong. State and local\ngovernment expenditures on public works are rising. Savings are high, and\ncredit is readily available.So, today, the transition to a peacetime economy is largely behind us.The economic outlook is good.The many promising factors I have mentioned do not guarantee sustained\neconomic expansion; however, they do give us a strong position from which\nto carry forward our economic growth. If we as a people act wisely, within\nten years our annual national output can rise from its present level of\nabout $360 billion to $500 billion, measured in dollars of stable buying\npower.My Budget Message on January 17, the Economic Report on the 20th of this\nmonth, and several special messages will set forth in detail major programs\nto foster the growth of our economy and to protect the integrity of the\npeople's money. Today I shall discuss these programs only in general\nterms.Government efficiency and economy remain essential to steady progress\ntoward a balanced budget. More than ten billion dollars were cut from the\nspending program proposed in the budget of January 9, 1953. Expenditures of\nthat year were six and a half billion below those of the previous year. In\nthe current fiscal year, government spending will be nearly four and a half\nbillion dollars less than in the fiscal year which ended last June 30. New\nspending authority has been held below expenditures, reducing government\nobligations accumulated over the years.Last year we had a large tax cut and, for the first time in seventy-five\nyears a basic revision of Federal tax laws. It is now clear that defense\nand other essential government costs must remain at a level precluding\nfurther tax reductions this year. Although excise and corporation income\ntaxes must, therefore, be continued at their present rates, further tax\ncuts will be possible when justified by lower expenditures and by revenue\nincreases arising from the nation's economic growth. I am hopeful that such\nreductions can be made next year.At the foundation of our economic growth are the raw materials and energy\nproduced from our minerals and fuels, lands and forests, and water\nresources. With respect to them, I believe that the nation must adhere to\nthree fundamental policies: first, to develop, wisely use and conserve\nbasic resources from generation to generation; second, to follow the\nhistoric pattern of developing these resources primarily by private\ncitizens under fair provisions of law, including restraints for proper\nconservation; and third, to treat resource development as a partnership\nundertaking--a partnership in which the participation of private citizens\nand State and local governments is as necessary as Federal participation.This policy of partnership and cooperation is producing good results, most\nimmediately noticeable in respect to water resources. First, it has\nencouraged local public bodies and private citizens to plan their own power\nsources. Increasing numbers of applications to the Federal Power Commission\nto conduct surveys and prepare plans for power development, notably in the\nColumbia River Basin, are evidence of local response.Second, the Federal Government and local and private organizations have\nbeen encouraged to coordinate their developments. This is important because\nFederal hydroelectric developments supply but a small fraction of the\nnation's power needs. Such partnership projects as Priest Rapids in\nWashington, the Coosa River development in Alabama, and Markham Ferry in\nOklahoma already have the approval of the Congress. This year justifiable\nprojects of a similar nature will again have Administration support.Third, the Federal Government must shoulder its own partnership obligations\nby undertaking projects of such complexity and size that their success\nrequires Federal development. In keeping with this principle, I again urge\nthe Congress to approve the development of the Upper Colorado River Basin\nto conserve and assure better use of precious water essential to the future\nof the West.In addition, the 1956 budget will recommend appropriations to start six new\nreclamation and more than thirty new Corps of Engineers projects of varying\nsize. Going projects and investigations of potential new resource\ndevelopments will be continued.Although this partnership approach is producing encouraging results, its\nfull success requires a nation-wide comprehensive water resources policy\nfirmly based in law. Such a policy is under preparation and when completed\nwill be submitted to the Congress.In the interest of their proper conservation, development and use,\ncontinued vigilance will be maintained over our fisheries, wildlife\nresources, the national parks and forests, and the public lands; and we\nshall continue to encourage an orderly development of the nation's mineral\nresources.A modern, efficient highway system is essential to meet the needs of our\ngrowing population, our expanding economy, and our national security. We\nare accelerating our highway improvement program as rapidly as possible\nunder existing State and Federal laws and authorizations. However, this\neffort will not in itself assure our people of an adequate highway system.\nOn my recommendation, this problem has been carefully considered by the\nConference of State Governors and by a special Advisory Committee on a\nNational Highway Program, composed of leading private citizens. I have\nreceived the recommendations of the Governors' Conference and will shortly\nreceive the views of the special Advisory Committee. Aided by their\nfindings, I shall submit on January 27th detailed recommendations which\nwill meet our most pressing national highway needs.In further recognition of the importance of transportation to our economic\nstrength and security, the Administration, through a Cabinet committee, is\nthoroughly examining existing Federal transportation policies to determine\ntheir effect on the adequacy of transportation services. This is the first\nsuch comprehensive review directly undertaken by the Executive Branch of\nthe government in modern times. We are not only examining major problems\nfacing the various modes of transport; we are also studying closely the\ninter-relationships of civilian and government requirements for\ntransportation. Legislation will be recommended to correct policy\ndeficiencies which we may find.The nation's public works activities are tremendous in scope. It is\nexpected that more than $ 12 billion will be expended in 1955 for the\ndevelopment of land, water and other resources; control of floods, and\nnavigation and harbor improvements; construction of roads, schools, and\nmunicipal water supplies, and disposal of domestic and industrial wastes.\nMany of the Federal, State and local agencies responsible for this work\nare, in their separate capacities, highly efficient. But public works\nactivities are closely inter-related and have a substantial influence on\nthe growth of the country. Moreover, in times of threatening economic\ncontraction, they may become a valuable sustaining force. To these ends,\nefficient planning and execution of the nation's public works require both\nthe coordination of Federal activities and effective cooperation with State\nand local governments.The Council of Economic Advisers, through its public works planning\nsection, has made important advances during the past year in effecting this\ncoordination and cooperation. In view of the success of these initial\nefforts, and to give more emphasis and continuity to this essential\ncoordination, I shall request the Congress to appropriate funds for the\nsupport of an Office of Coordinator of Public Works in the Executive Office\nof the President.A most significant element in our growing economy is an agriculture that is\nstable, prosperous and free. The problems of our agriculture have evolved\nover many years and cannot be solved overnight; nevertheless, governmental\nactions last year hold great promise of fostering a better balance between\nproduction and markets and, consequently, a better and more stable income\nfor our farmers.Through vigorous administration and through new authority provided by the\n83rd Congress, surplus farm products are now moving into consumption. From\nFebruary 1953 through November 1954, the rate of increase of\ngovernment-held surpluses has been reduced by our moving into use more than\n2.3 billion dollars' worth of government-owned farm commodities; this\namount is equal to more than seven percent of a year's production of all\nour farms and ranches. Domestic consumption remains high, and farm exports\nwill be higher than last year. As a result of the flexibility provided by\nthe Agricultural Act of 1954, we can move toward less restrictive acreage\ncontrols.Thus, farm production is gradually adjusting to markets, markets are being\nexpanded, and stocks are moving into use. We can now look forward to an\neasing of the influences depressing farm prices, to reduced government\nexpenditures for purchase of surplus products, and to less Federal\nintrusion into the lives and plans of our farm people. Agricultural\nprograms have been redirected toward better balance, greater stability and\nsustained prosperity. We are headed in the right direction. I urgently\nrecommend to the Congress that we continue resolutely on this road.Greater attention must be directed to the needs of low-income farm\nfamilies. Twenty-eight per cent of our farm-operator families have net cash\nincomes of less than $1,000 per year. Last year, at my request, careful\nstudies were made of the problems of these farm people. I shall later\nsubmit recommendations designed to assure the steady alleviation of their\nmost pressing concerns.Because drought also remains a serious agricultural problem, I shall\nrecommend legislation to strengthen Federal disaster assistance programs.\nThis legislation will prescribe an improved appraisal of need, better\nadjustment of the various programs to local conditions, and a more\nequitable sharing of costs between the States and the Federal Government.The prosperity of our small business enterprises is an indispensable\nelement in the maintenance of our economic strength. Creation of the Small\nBusiness Administration and recently enacted tax laws facilitating small\nbusiness expansion are but two of many important steps we have taken to\nencourage our smaller enterprises. I recommend that the Congress extend the\nSmall Business Act of 1953 which is due to expire next June.We come now to the third great purpose of our government-its concern for\nthe health, productivity and well-being of all our people.Every citizen wants to give full expression to his God-given talents and\nabilities and to have the recognition and respect accorded under our\nreligious and political traditions. Americans also want a good material\nstandard of living--not simply to accumulate possessions, but to fulfill a\nlegitimate aspiration for an environment in which their families may live\nmeaningful and happy lives. Our people are committed, therefore, to the\ncreation and preservation of opportunity for every citizen to lead a more\nrewarding life. They are equally committed to the alleviation of misfortune\nand distress among their fellow citizens.The aspirations of most of our people can best be fulfilled through their\nown enterprise and initiative, without government interference. This\nAdministration, therefore, follows two simple rules: first, the Federal\nGovernment should perform an essential task only when it cannot otherwise\nbe adequately performed; and second, in performing that task, our\ngovernment must not impair the self-respect, freedom and incentive of the\nindividual. So long as these two rules are observed, the government can\nfully meet its obligation without creating a dependent population or a\ndomineering bureaucracy.During the past two years, notable advances were made in these functions of\ngovernment. Protection of old-age and survivors' insurance was extended to\nan additional ten million of our people, and the benefits were\nsubstantially increased. Legislation was enacted to provide unemployment\ninsurance protection to some four million additional Americans.\nStabilization of living costs and the halting of inflation protected the\nvalue of pensions and savings. A broad program now helps to bring good\nhomes within the reach of the great majority of our people. With the\nStates, we are providing rehabilitation facilities and more clinics,\nhospitals, and nursing homes for patients with chronic illnesses. Also with\nthe States, we have begun a great and fruitful expansion in the restoration\nof disabled persons to employment and useful lives. In the areas of Federal\nresponsibility, we have made historic progress in eliminating from among\nour people demeaning practices based on race or color.All of us may be proud of these achievements during the past two years. Yet\nessential Federal tasks remain to be done.As part of our efforts to provide decent, safe and sanitary housing for\nlow-income families, we must carry forward the housing program authorized\nduring the 83rd Congress. We must also authorize contracts for a firm\nprogram of 35,000 additional public housing units in each of the next two\nfiscal years. This program will meet the most pressing obligations of the\nFederal Government into the 1958 fiscal year for planning and building\npublic housing. By that time the private building industry, aided by the\nHousing Act of 1954, will have had the opportunity to assume its full role\nin providing adequate housing for our low income families.The health of our people is one of our most precious assets. Preventable\nsickness should be prevented; knowledge available to combat disease and\ndisability should be fully used. Otherwise, we as a people are guilty not\nonly of neglect of human suffering but also of wasting our national\nstrength.Constant advances in medical care are not available to enough of our\ncitizens. Clearly our nation must do more to reduce the impact of accident\nand disease. Two fundamental problems confront us: first, high and\never-rising costs of health services; second, serious gaps and shortages in\nthese services.By special message on January 24, I shall propose a coordinated program to\nstrengthen and improve existing health services. This program will continue\nto reject socialized medicine. It will emphasize individual and local\nresponsibility. Under it the Federal Government will neither dominate nor\ndirect, but serve as a helpful partner. Within this framework, the program\ncan be broad in scope.My recommendations will include a Federal health reinsurance service to\nencourage the development of more and better voluntary health insurance\ncoverage by private organizations. I shall also recommend measures to\nimprove the medical care of that group of our citizens who, because of\nneed, receive Federal-State public assistance. These two proposals will\nhelp more of our people to meet the costs of health services.To reduce the gaps in these services, I shall propose:New measures to facilitate construction of needed health facilities and\nhelp reduce shortages of trained health personnel;Vigorous steps to combat the misery and national loss involved in mental\nillness;Improved services for crippled children and for maternal and child health;Better consumer protection under our existing pure food and drug laws; and,\nfinally,Strengthened programs to combat the increasingly serious pollution of our\nrivers and streams and the growing problem of air pollution.These measures together constitute a comprehensive program holding rich\npromise for better health for all of our people.Last year's expansion of social security coverage and our new program of\nimproved medical care for public assistance recipients together suggest\nmodification of the formula for Federal sharing in old age assistance\npayments. I recommend modification of the formula where such payments will,\nin the future, supplement benefits received under the old age and survivors\ninsurance system.It is the inalienable right of every person, from childhood on, to have\naccess to knowledge. In our form of society, this right of the individual\ntakes on a special meaning, for the education of all our citizens is\nimperative to the maintenance and invigoration of America's free\ninstitutions.Today, we face grave educational problems. Effective and up-to-date\nanalyses of these problems and their solutions are being carried forward\nthrough the individual State conferences and the White House Conference to\nbe completed this year.However, such factors as population growth, additional responsibilities of\nschools, and increased and longer school attendance have produced an\nunprecedented classroom shortage. This shortage is of immediate concern to\nall of our people. Positive, affirmative action must be taken now.Without impairing in any way the responsibilities of our States,\nlocalities, communities, or families, the Federal government can and should\nserve as an effective-catalyst in dealing with this problem. I shall\nforward a special message to the Congress on February 15, presenting an\naffirmative program dealing with this shortage.To help the States do a better and more timely job, we must strengthen\ntheir resources for preventing and dealing with juvenile delinquency. I\nshall propose Federal legislation to assist the States to promote concerted\naction in dealing with this nationwide problem. I shall carry forward the\nvigorous efforts of the Administration to improve the international control\nof the traffic in narcotics and, in cooperation with State and local\nagencies, to combat narcotic addiction in our country.I should like to speak now of additional matters of importance to all our\npeople and especially to our wage earners.During the past year certain industrial changes and the readjustment of the\neconomy to conditions of peace brought unemployment and other difficulties\nto various localities and industries. These problems are engaging our most\nearnest attention. But for the overwhelming majority of our working people,\nthe past year has meant good jobs. Moreover, the earnings and savings of\nour wage earners are no longer depreciating in value. Because of\ncooperative relations between labor and management, fewer working days were\nlost through strikes in 1954 than in any year in the past decade.The outlook for our wage earners can be made still more promising by\nseveral legislative actions.First, in the past five years we have had economic growth which will\nsupport an increase in the Federal minimum wage. In the light of present\neconomic conditions, I recommend its increase to ninety cents an hour. I\nalso recommend that many others, at present excluded, be given the\nprotection of a minimum wage.Second, I renew my recommendation of last year for amendment of the Labor\nManagement Relations Act of 1947 to further the basic objectives of this\nstatute. I especially call to the attention of the Congress amendments\ndealing with the right of economic strikers to vote in representation\nelections and the need for equalizing the obligation under the Act to file\ndisclaimers of Communist affiliation.Third, the Administration will propose other important measures including\noccupational safety, workmen's compensation for longshoremen and harbor\nworkers, and the \"Eight Hour Laws\" applicable to Federal contractors.\nLegislation will also be proposed respecting nonoccupational disability\ninsurance and unemployment compensation in the District of Columbia.In considering human needs, the Federal Government must take special\nresponsibility for citizens in its direct employ. On January 11 I shall\npropose a pay adjustment plan for civilian employees outside the Postal\nField Service to correct inequities and increase individual pay rates. I\nshall also recommend voluntary health insurance on a contributory basis for\nFederal employees and their dependents. In keeping with the Group Life\nInsurance Act passed in the 83rd Congress, this protection should be\nprovided on the group insurance principle and purchased from private\nfacilities. Also on January 11 I shall recommend a modern pay plan,\nincluding pay increases, for postal field employees. As part of this\nprogram, and to carry forward our progress toward elimination of the large\nannual postal deficit. I shall renew my request for an increase in postal\nrates. Again I urge that in the future the fixing of rates be delegated to\nan impartial, independent body.More adequate training programs to equip career employees of the government\nto render improved public service will be recommended, as will improvements\nin the laws affecting employees serving on foreign assignments.Needed improvements in survivor, disability, and retirement benefits for\nFederal civilian and military personnel have been extensively considered by\nthe Committee on Retirement Policy for Federal personnel. The Committee's\nproposals would strengthen and improve benefits for our career people in\ngovernment, and I endorse their broad objectives. Full contributory\ncoverage under old-age and survivors' insurance should be made available to\nall Federal personnel, just as in private industry. For career military\npersonnel, the protection of the old-age and survivors' insurance system\nwould be an important and long-needed addition, especially to their present\nunequal and inadequate survivorship protection. The military retirement pay\nsystem should remain separate and unchanged. Certain adjustments in the\npresent civilian personnel retirement systems will be needed to reflect the\nadditional protection of old-age and survivors' insurance. However, these\nsystems also are a basic part of a total compensation and should be\nseparately and independently retained.I also urge the Congress to approve a long overdue increase in the salaries\nof Members of the Congress and of the Federal judiciary to a level\ncommensurate with their heavy responsibilities.Our concern for the individual in our country requires that we consider\nseveral additional problems.We must continue our program to help our Indian citizens improve their lot\nand make their full contribution to national life. Two years ago I advised\nthe Congress of injustices under existing immigration laws. Through humane\nadministration, the Department of Justice is doing what it legally can to\nalleviate hardships. Clearance of aliens before arrival has been initiated,\nand except for criminal offenders, the imprisonment of aliens awaiting\nadmission or deportation has been stopped. Certain provisions of law,\nhowever, have the effect of compelling action in respect to aliens which\nare inequitable in some instances and discriminatory in others. These\nprovisions should be corrected in this session of the Congress.As the complex problems of Alaska are resolved, that Territory should\nexpect to achieve statehood. In the meantime, there is no justification for\ndeferring the admission to statehood of Hawaii. I again urge approval of\nthis measure.We have three splendid opportunities to demonstrate the strength of our\nbelief in the right of suffrage. First, I again urge that a Constitutional\namendment be submitted to the States to reduce the voting age for Federal\nelections. Second, I renew my request that the principle of self-government\nbe extended and the right of suffrage granted to the citizens of the\nDistrict of Columbia. Third, I again recommend that we work with the States\nto preserve the voting fights of citizens in the nation's service\noverseas.In our determination to keep faith with those who in the past have met the\nhighest call of citizenship, we now have under study the system of benefits\nfor veterans and for surviving dependents of deceased veterans and\nservicemen. Studies will be undertaken to determine the need for measures\nto ease the readjustment to civilian life of men required to enter the\narmed forces for two years of service.In the advancement of the various activities which will make our\ncivilization endure and flourish, the Federal Government should do more to\ngive official recognition to the importance of the arts and other cultural\nactivities. I shall recommend the establishment of a Federal Advisory\nCommission on the Arts within the Department of Health, Education and\nWelfare, to advise the Federal Government on ways to encourage artistic\nendeavor and appreciation. I shall also propose that awards of merit be\nestablished whereby we can honor our fellow citizens who make great\ncontribution to the advancement of our civilization.Every citizen rightly expects efficient and economical administration of\nthese many government programs I have outlined today. I strongly recommend\nextension of the Reorganization Act and the law establishing the Commission\non Intergovernmental Relations, both of which expire this spring. Thus the\nCongress will assure continuation of the excellent progress recently made\nin improving government organization and administration. In this connection\nwe are looking forward with great interest to the reports which will soon\nbe going to the Congress from the Commission on Organization of the\nExecutive Branch of the Government. I am sure that these studies, made\nunder the chairmanship of former President Herbert Hoover with the\nassistance of more than two hundred distinguished citizens, will be of\ngreat value in paving the way toward more efficiency and economy in the\ngovernment.And now, I return to the point at which I began--the faith of our people.The many programs here summarized are, I believe, in full keeping with\ntheir needs, interests and aspirations. The obligations upon us are clear:To labor earnestly, patiently, prayerfully, for peace, for freedom, for\njustice, throughout the world;To keep our economy vigorous and free, that our people may lead fuller,\nhappier lives;To advance, not merely by our words but by our acts, the determination of\nour government that every citizen shall have opportunity to develop to his\nfullest capacity.As we do these things, before us is a future filled with opportunity and\nhope. That future will be ours if in our time we keep alive the patience,\nthe courage, the confidence in tomorrow, the deep faith, of the millions\nwho, in years past, made and preserved us this nation.A decade ago, in the death and desolation of European battlefields, I saw\nthe courage and resolution, I felt the inspiration, of American youth. In\nthese young men I felt America's buoyant confidence and irresistible\nwill-to-do. In them I saw, too, a devout America, humble before God.And so, I know with all my heart--and I deeply believe that all Americans\nknow--that, despite the anxieties of this divided world, our faith, and the\ncause in which we all believe, will surely prevail.", 
    "name": "Dwight D. Eisenhower"
}