{
    "date": "February 2, 1953", 
    "speech": "Mr. President, Mr. Speaker, Members of the Eighty-third Congress:I welcome the honor of appearing before you to deliver my first message to\nthe Congress.It is manifestly the joint purpose of the congressional leadership and of\nthis administration to justify the summons to governmental responsibility\nissued last November by the American people. The grand labors of this\nleadership will involve:Application of America's influence in world affairs with such fortitude and\nsuch foresight that it will deter aggression and eventually secure peace;Establishment of a national administration of such integrity and such\nefficiency that its honor at home will ensure respect abroad;Encouragement of those incentives that inspire creative initiative in our\neconomy, so that its productivity may fortify freedom everywhere; andDedication to the well-being of all our citizens and to the attainment of\nequality of opportunity for all, so that our Nation will ever act with the\nstrength of unity in every task to which it is called.The purpose of this message is to suggest certain lines along which our\njoint efforts may immediately be directed toward realization of these four\nruling purposes.The time that this administration has been in office has been too brief to\npermit preparation of a detailed and comprehensive program of recommended\naction to cover all phases of the responsibilities that devolve upon our\ncountry's new leaders. Such a program will be filled out in the weeks ahead\nas, after appropriate study, I shall submit additional recommendations for\nyour consideration. Today can provide only a sure and substantial\nbeginning.II.Our country has come through a painful period of trial and disillusionment\nsince the victory of 1945. We anticipated a world of peace and cooperation.\nThe calculated pressures of aggressive communism have forced us, instead,\nto live in a world of turmoil.From this costly experience we have learned one clear lesson. We have\nlearned that the free world cannot indefinitely remain in a posture of\nparalyzed tension, leaving forever to the aggressor the choice of time and\nplace and means to cause greatest hurt to us at least cost to himself.This administration has, therefore, begun the definition of a new, positive\nforeign policy. This policy will be governed by certain fixed ideas. They\nare these:(1) Our foreign policy must be clear, consistent, and confident. This means\nthat it must be the product of genuine, continuous cooperation between the\nexecutive and the legislative branches of this Government. It must be\ndeveloped and directed in the spirit of true bipartisanship.(2) The policy we embrace must be a coherent global policy. The freedom we\ncherish and defend in Europe and in the Americas is no different from the\nfreedom that is imperiled in Asia.(3) Our policy, dedicated to making the free world secure, will envision\nall peaceful methods and devices--except breaking faith with our friends.\nWe shall never acquiesce in the enslavement of any people in order to\npurchase fancied gain for ourselves. I shall ask the Congress at a later\ndate to join in an appropriate resolution making clear that this Government\nrecognizes no kind of commitment contained in secret understandings of the\npast with foreign governments which permit this kind of enslavement.(4) The policy we pursue will recognize the truth that no single country,\neven one so powerful as ours, can alone defend the liberty of all nations\nthreatened by Communist aggression from without or subversion within.\nMutual security means effective mutual cooperation. For the United States,\nthis means that, as a matter of common sense and national interest, we\nshall give help to other nations in the measure that they strive earnestly\nto do their full share of the common task. No wealth of aid could\ncompensate for poverty of spirit. The heart of every free nation must be\nhonestly dedicated to the preserving of its own independence and security.(5) Our policy will be designed to foster the advent of practical unity in\nWestern Europe. The nations of that region have contributed notably to the\neffort of sustaining the security of the free world. From the jungles of\nIndochina and Malaya to the northern shores of Europe, they have vastly\nimproved their defensive strength. Where called upon to do so, they have\nmade costly and bitter sacrifices to hold the line of freedom.But the problem of security demands closer cooperation among the nations of\nEurope than has been known to date. Only a more closely integrated economic\nand political system can provide the greatly increased economic strength\nneeded to maintain both necessary military readiness and respectable living\nstandards.Europe's enlightened leaders have long been aware of these facts. All the\ndevoted work that has gone into the Schuman plan, the European Army, and\nthe Strasbourg Conference has testified to their vision and determination.\nThese achievements are the more remarkable when we realize that each of\nthem has marked a victory--for France and for Germany alike over the\ndivisions that in the past have brought such tragedy to these two great\nnations and to the world.The needed unity of Western Europe manifestly cannot be manufactured from\nwithout; it can only be created from within. But it is right and necessary\nthat we encourage Europe's leaders by informing them of the high value we\nplace upon the earnestness of their efforts toward this goal. Real progress\nwill be conclusive evidence to the American people that our material\nsacrifices in the cause of collective security are matched by essential\npolitical, economic, and military accomplishments in Western Europe.(6) Our foreign policy will recognize the importance of profitable and\nequitable world trade.A substantial beginning can and should be made by our friends themselves.\nEurope, for example, is now marked by checkered areas of labor surplus and\nlabor shortage, of agricultural areas needing machines and industrial areas\nneeding food. Here and elsewhere we can hope that our friends will take the\ninitiative in creating broader markets and more dependable currencies, to\nallow greater exchange of goods and services among themselves.Action along these lines can create an economic environment that will\ninvite vital help from us.This help includes:First: Revising our customs regulations to remove procedural obstacles to\nprofitable trade. I further recommend that the Congress take the Reciprocal\nTrade Agreements Act under immediate study and extend it by appropriate\nlegislation. This objective must not ignore legitimate safeguarding of\ndomestic industries, agriculture, and labor standards. In all executive\nstudy and recommendations on this problem labor and management and farmers\nalike will be earnestly consulted.Second: Doing whatever Government properly can to encourage the flow of\nprivate American investment abroad. This involves, as a serious and\nexplicit purpose of our foreign policy, the encouragement of a hospitable\nclimate for such investment in foreign nations.Third: Availing ourselves of facilities overseas for the economical\nproduction of manufactured articles which are needed for mutual defense and\nwhich are not seriously competitive with our own normal peacetime\nproduction.Fourth: Receiving from the rest of the world, in equitable exchange for\nwhat we supply, greater amounts of important raw materials which we do not\nourselves possess in adequate quantities.III.In this general discussion of our foreign policy, I must make special\nmention of the war in Korea.This war is, for Americans, the most painful phase of Communist aggression\nthroughout the world. It is clearly a part of the same calculated assault\nthat the aggressor is simultaneously pressing in Indochina and in Malaya,\nand of the strategic situation that manifestly embraces the island of\nFormosa and the Chinese Nationalist forces there. The working out of any\nmilitary solution to the Korean war will inevitably affect all these\nareas.The administration is giving immediate increased attention to the\ndevelopment of additional Republic of Korea forces. The citizens of that\ncountry have proved their capacity as fighting men and their eagerness to\ntake a greater share in the defense of their homeland. Organization,\nequipment, and training will allow them to do so. Increased assistance to\nKorea for this purpose conforms fully to our global policies.In June 1950, following the aggressive attack on the Republic of Korea, the\nUnited States Seventh Fleet was instructed both to prevent attack upon\nFormosa and also to insure that Formosa should not be used as a base of\noperations against the Chinese Communist mainland.This has meant, in effect, that the United States Navy was required to\nserve as a defensive arm of Communist China. Regardless of the situation in\n1950, since the date of that order the Chinese Communists have invaded\nKorea to attack the United Nations forces there. They have consistently\nrejected the proposals of the United Nations Command for an armistice. They\nrecently joined with Soviet Russia in rejecting the armistice proposal\nsponsored in the United Nations by the Government of India. This proposal\nhad been accepted by the United States and 53 other nations.Consequently there is no longer any logic or sense in a condition that\nrequired the United States Navy to assume defensive responsibilities on\nbehalf of the Chinese Communists, thus permitting those Communists, with\ngreater impunity, to kill our soldiers and those of our United Nations\nallies in Korea.I am, therefore, issuing instructions that the Seventh Fleet no longer be\nemployed to shield Communist China. This order implies no aggressive intent\non our part. But we certainly have no obligation to protect a nation\nfighting us in Korea.IV.Our labor for peace in Korea and in the world imperatively demands the\nmaintenance by the United States of a strong fighting service ready for any\ncontingency.Our problem is to achieve adequate military strength within the limits of\nendurable strain upon our economy. To amass military power without regard\nto our economic capacity would be to defend ourselves against one kind of\ndisaster by inviting another.Both military and economic objectives demand a single national military\npolicy, proper coordination of our armed services, and effective\nconsolidation of certain logistics activities.We must eliminate waste and duplication of effort in the armed services.We must realize clearly that size alone is not sufficient. The biggest\nforce is not necessarily the best--and we want the best.We must not let traditions or habits of the past stand in the way of\ndeveloping an efficient military force. All members of our forces must be\never mindful that they serve under a single flag and for a single cause.We must effectively integrate our armament programs and plan them in such\ncareful relation to our industrial facilities that we assure the best use\nof our manpower and our materials.Because of the complex technical nature of our military organization and\nbecause of the security reasons involved, the Secretary of Defense must\ntake the initiative and assume the responsibility for developing plans to\ngive our Nation maximum safety at minimum cost. Accordingly, the new\nSecretary of Defense and his civilian and military associates will, in the\nfuture, recommend such changes in present laws affecting our defense\nactivities as may be necessary to clarify responsibilities and improve the\ntotal effectiveness of our defense effort.This effort must always conform to policies laid down in the National\nSecurity Council.The statutory function of the National Security Council is to assist the\nPresident in the formulation and coordination of significant domestic,\nforeign, and military policies required for the security of the Nation. In\nthese days of tension it is essential that this central body have the\nvitality to perform effectively its statutory role. I propose to see that\nit does so.Careful formulation of policies must be followed by clear understanding of\nthem by all peoples. A related need, therefore, is to make more effective\nall activities of the Government related to international information.I have recently appointed a committee of representative and informed\ncitizens to survey this subject and to make recommendations in the near\nfuture for legislative, administrative, or other action.A unified and dynamic effort in this whole field is essential to the\nsecurity of the United States and of the other peoples in the community of\nfree nations. There is but one sure way to avoid total war--and that is to\nwin the cold war.While retaliatory power is one strong deterrent to a would-be aggressor,\nanother powerful deterrent is defensive power. No enemy is likely to\nattempt an attack foredoomed to failure.Because the building of a completely impenetrable defense against attack is\nstill not possible, total defensive strength must include civil defense\npreparedness. Because we have incontrovertible evidence that Soviet Russia\npossesses atomic weapons, this kind of protection becomes sheer necessity.Civil defense responsibilities primarily belong to the State and local\ngovernments--recruiting, training, and organizing volunteers to meet any\nemergency. The immediate job of the Federal Government is to provide\nleadership, to supply technical guidance, and to continue to strengthen its\ncivil defense stockpile of medical, engineering, and related supplies and\nequipment. This work must go forward without lag.V.I have referred to the inescapable need for economic health and strength if\nwe are to maintain adequate military power and exert influential leadership\nfor peace in the world.Our immediate task is to chart a fiscal and economic policy that can:(1) Reduce the planned deficits and then balance the budget, which means,\namong other things, reducing Federal expenditures to the safe minimum;(2) Meet the huge costs of our defense;(3) Properly handle the burden of our inheritance of debt and obligations;(4) Check the menace of inflation;(5) Work toward the earliest possible reduction of the tax burden;(6) Make constructive plans to encourage the initiative of our citizens.It is important that all of us understand that this administration does not\nand cannot begin its task with a clean slate. Much already has been written\non the record, beyond our power quickly to erase or to amend. This record\nincludes our inherited burden of indebtedness and obligations and\ndeficits.The current year's budget, as you know, carries a 5.9 billion dollar\ndeficit; and the budget, which was presented to you before this\nadministration took office, indicates a budgetary deficit of 9.9 billion\nfor the fiscal year ending June 30, 1954. The national debt is now more\nthan 265 billion dollars. In addition, the accumulated obligational\nauthority of the Federal Government for future payment totals over 80\nbillion dollars. Even this amount is exclusive of large contingent\nliabilities, so numerous and extensive as to be almost beyond description.The bills for the payment of nearly all of the 80 billion dollars of\nobligations will be presented during the next 4 years. These bills, added\nto the current costs of government we must meet, make a formidable burden.The present authorized Government-debt limit is 275 billion dollars. The\nforecast presented by the outgoing administration with the fiscal year 1954\nbudget indicates that--before the end of the fiscal year and at the peak of\ndemand for payments during the year--the total Government debt may approach\nand even exceed that limit. Unless budgeted deficits are checked, the\nmomentum of past programs will force an increase of the statutory debt\nlimit.Permit me this one understatement: to meet and to correct this situation\nwill not be easy.Permit me this one assurance: every department head and I are determined to\ndo everything we can to resolve it.The first order of business is the elimination of the annual deficit. This\ncannot be achieved merely by exhortation. It demands the concerted action\nof all those in responsible positions in the Government and the earnest\ncooperation of the Congress.Already, we have begun an examination of the appropriations and\nexpenditures of all departments in an effort to find significant items that\nmay be decreased or canceled without damage to our essential requirements.Getting control of the budget requires also that State and local\ngovernments and interested groups of citizens restrain themselves in their\ndemands upon the Congress that the Federal Treasury spend more and more\nmoney for all types of projects.A balanced budget is an essential first measure in checking further\ndepreciation in the buying power of the dollar. This is one of the critical\nsteps to be taken to bring an end to planned inflation. Our purpose is to\nmanage the Government's finances so as to help and not hinder each family\nin balancing its own budget.Reduction of taxes will be justified only as we show we can succeed in\nbringing the budget under control. As the budget is balanced and inflation\nchecked, the tax burden that today stifles initiative can and must be\neased.Until we can determine the extent to which expenditures can be reduced, it\nwould not be wise to reduce our revenues.Meanwhile, the tax structure as a whole demands review. The Secretary of\nthe Treasury is undertaking this study immediately. We must develop a\nsystem of taxation which will impose the least possible obstacle to the\ndynamic growth of the country. This includes particularly real opportunity\nfor the growth of small businesses. Many readjustments in existing taxes\nwill be necessary to serve these objectives and also to remove existing\ninequities. Clarification and simplification in the tax laws as well as the\nregulations will be undertaken.In the entire area of fiscal policy--which must, in its various aspects, be\ntreated in recommendations to the Congress in coming weeks--there can now\nbe stated certain basic facts and principles.First. It is axiomatic that our economy is a highly complex and sensitive\nmechanism. Hasty and ill-considered action of any kind could seriously\nupset the subtle equation that encompasses debts, obligations,\nexpenditures, defense demands, deficits, taxes, and the general economic\nhealth of the Nation. Our goals can be clear, our start toward them can be\nimmediate--but action must be gradual.Second. It is clear that too great a part of the national debt comes due in\ntoo short a time. The Department of the Treasury will undertake at suitable\ntimes a program of extending part of the debt over longer periods and\ngradually placing greater amounts in the hands of longer-term investors.Third. Past differences in policy between the Treasury and the Federal\nReserve Board have helped to encourage inflation. Henceforth, I expect that\ntheir single purpose shall be to serve the whole Nation by policies\ndesigned to stabilize the economy and encourage the free play of our\npeople's genius for individual initiative.In encouraging this initiative, no single item in our current problems has\nreceived more thoughtful consideration by my associates, and by the many\nindividuals called into our counsels, than the matter of price and wage\ncontrol by law.The great economic strength of our democracy has developed in an atmosphere\nof freedom. The character of our people resists artificial and arbitrary\ncontrols of any kind. Direct controls, except those on credit, deal not\nwith the real causes of inflation but only with its symptoms. In times of\nnational emergency, this kind of control has a role to play. Our whole\nsystem, however, is based upon the assumption that, normally, we should\ncombat wide fluctuations in our price structure by relying largely on the\neffective use of sound fiscal and monetary policy, and upon the natural\nworkings of economic law.Moreover, American labor and American business can best resolve their wage\nproblems across the bargaining table. Government should refrain from\nsitting in with them unless, in extreme cases, the public welfare requires\nprotection.We are, of course, living in an international situation that is neither an\nemergency demanding full mobilization, nor is it peace. No one can know how\nlong this condition will persist. Consequently, we are forced to learn many\nnew things as we go along-clinging to what works, discarding what does\nnot.In all our current discussions on these and related facts, the weight of\nevidence is clearly against the use of controls in their present forms.\nThey have proved largely unsatisfactory or unworkable. They have not\nprevented inflation; they have not kept down the cost of living.\nDissatisfaction with them is wholly justified. I am convinced that now--as\nwell as in the long run--free and competitive prices will best serve the\ninterests of all the people, and best meet the changing, growing needs of\nour economy.Accordingly, I do not intend to ask for a renewal of the present wage and\nprice controls on April 30, 1953, when present legislation expires. In the\nmeantime, steps will be taken to eliminate controls in an orderly manner,\nand to terminate special agencies no longer needed for this purpose. It is\nobviously to be expected that the removal of these controls will result in\nindividual price changes--some up, some down. But a maximum of freedom in\nmarket prices as well as in collective bargaining is characteristic of a\ntruly free people.I believe also that material and product controls should be ended, except\nwith respect to defense priorities and scarce and critical items essential\nfor our defense. I shall recommend to the Congress that legislation be\nenacted to continue authority for such remaining controls of this type as\nwill be necessary after the expiration of the existing statute on June 30,\n1953.I recommend the continuance of the authority for Federal control over rents\nin those communities in which serious housing shortages exist. These are\nchiefly the so-called defense areas. In these and all areas the Federal\nGovernment should withdraw from the control of rents as soon as\npracticable. But before they are removed entirely, each legislature should\nhave full opportunity to take over, within its own State, responsibility\nfor this function.It would be idle to pretend that all our problems in this whole field of\nprices will solve themselves by mere Federal withdrawal from direct\ncontrols.We shall have to watch trends closely. If the freer functioning of our\neconomic system, as well as the indirect controls which can be\nappropriately employed, prove insufficient during this period of strain and\ntension, I shall promptly ask the Congress to enact such legislation as may\nbe required.In facing all these problems--wages, prices, production, tax rates, fiscal\npolicy, deficits--everywhere we remain constantly mindful that the time for\nsacrifice has not ended. But we are concerned with the encouragement of\ncompetitive enterprise and individual initiative precisely because we know\nthem to be our Nation's abiding sources of strength.VI.Our vast world responsibility accents with urgency our people's elemental\nright to a government whose clear qualities are loyalty, security,\nefficiency, economy, and integrity.The safety of America and the trust of the people alike demand that the\npersonnel of the Federal Government be loyal in their motives and reliable\nin the discharge of their duties. Only a combination of both loyalty and\nreliability promises genuine security.To state this principle is easy; to apply it can be difficult. But this\nsecurity we must and shall have. By way of example, all principal new\nappointees to departments and agencies have been investigated at their own\nrequest by the Federal Bureau of Investigation.Confident of your understanding and cooperation, I know that the primary\nresponsibility for keeping out the disloyal and the dangerous rests\nsquarely upon the executive branch. When this branch so conducts itself as\nto require policing by another branch of the Government, it invites its own\ndisorder and confusion.I am determined to meet this responsibility of the Executive. The heads of\nall executive departments and agencies have been instructed to initiate at\nonce effective programs of security with respect to their personnel. The\nAttorney General will advise and guide the departments and agencies in the\nshaping of these programs, designed at once to govern the employment of new\npersonnel and to review speedily any derogatory information concerning\nincumbent personnel.To carry out these programs, I believe that the powers of the executive\nbranch under existing law are sufficient. If they should prove inadequate,\nthe necessary legislation will be requested.These programs will be both fair to the rights of the individual and\neffective for the safety of the Nation. They will, with care and justice,\napply the basic principle that public employment is not a right but a\nprivilege.All these measures have two clear purposes: Their first purpose is to make\ncertain that this Nation's security is not jeopardized by false servants.\nTheir second purpose is to clear the atmosphere of that unreasoned\nsuspicion that accepts rumor and gossip as substitutes for evidence.Our people, of course, deserve and demand of their Federal Government more\nthan security of personnel. They demand, also, efficient and logical\norganization, true to constitutional principles.I have already established a Committee on Government Organization. The\nCommittee is using as its point of departure the reports of the Hoover\nCommission and subsequent studies by several independent agencies. To\nachieve the greater efficiency and economy which the Committee analyses\nshow to be possible, I ask the Congress to extend the present Government\nReorganization Act for a period of 18 months or 2 years beyond its\nexpiration date of April 1, 1953.There is more involved here than realigning the wheels and smoothing the\ngears of administrative machinery. The Congress rightfully-expects the\nExecutive to take the initiative in discovering and removing outmoded\nfunctions and eliminating duplication.One agency, for example, whose head has promised early and vigorous action\nto provide greater efficiency is the Post Office. One of the oldest\ninstitutions of our Federal Government, its service should be of the best.\nIts employees should merit and receive the high regard and esteem of the\ncitizens of the Nation. There are today in some areas of the postal\nservice, both waste and incompetence to be corrected. With the cooperation\nof the Congress, and taking advantage of its accumulated experience in\npostal affairs, the Postmaster General will institute a program directed at\nimproving service while at the same time reducing costs and decreasing\ndeficits.In all departments, dedication to these basic precepts of security and\nefficiency, integrity, and economy can and will produce an administration\ndeserving of the trust the people have placed in it.Our people have demanded nothing less than good, efficient government. They\nshall get nothing less.VII.Vitally important are the water and minerals, public lands and standing\ntimber, forage and wild-life of this country. A fast-growing population will\nhave vast future needs in these resources. We must more than match the\nsubstantial achievements in the half-century since President Theodore\nRoosevelt awakened the Nation to the problem of conservation.This calls for a strong Federal program in the field of resource\ndevelopment. Its major projects should be timed, where possible to assist\nin leveling off peaks and valleys in our economic life. Soundly planned\nprojects already initiated should be carried out. New ones will be planned\nfor the future.The best natural resources program for America will not result from\nexclusive dependence on Federal bureaucracy. It will involve a partnership\nof the States and local communities, private citizens, and the Federal\nGovernment, all working together. This combined effort will advance the\ndevelopment of the great river valleys of our Nation and the power that\nthey can generate. Likewise, such a partnership can be effective in the\nexpansion throughout the Nation of upstream storage; the sound use of\npublic lands; the wise conservation of minerals; and the sustained yield of\nour forests.There has been much criticism, some of it apparently justified, of the\nconfusion resulting from overlapping Federal activities in the entire field\nof resource-conservation. This matter is being exhaustively studied and\nappropriate reorganization plans will be developed.Most of these particular resource problems pertain to the Department of the\nInterior. Another of its major concerns is our country's island\npossessions. Here, one matter deserves attention. The platforms of both\npolitical parties promised immediate statehood to Hawaii. The people of\nthat Territory have earned that status. Statehood should be granted\npromptly with the first election scheduled for 1954.VIII.One of the difficult problems which face the new administration is that of\nthe slow, irregular decline of farm prices. This decline, which has been\ngoing on for almost 2 years, has occurred at a time when most nonfarm\nprices and farm costs of production are extraordinarily high.Present agricultural legislation provides for the mandatory support of the\nprices of basic farm commodities at 90 percent of parity. The Secretary of\nAgriculture and his associates will, of course, execute the present act\nfaithfully and thereby seek to mitigate the consequences of the downturn in\nfarm income.This price-support legislation will expire at the end of 1954.So we should begin now to consider what farm legislation we should develop\nfor 1955 and beyond. Our aim should be economic stability and full parity\nof income for American farmers. But we must seek this goal in ways that\nminimize governmental interference in the farmers' affairs, that permit\ndesirable shifts in production, and that encourage farmers themselves to\nuse initiative in meeting changing economic conditions.A continuing study reveals nothing more emphatically than the complicated\nnature of this subject. Among other things, it shows that the prosperity of\nour agriculture depends directly upon the prosperity of the whole\ncountry--upon the purchasing power of American consumers. It depends also\nupon the opportunity to ship abroad large surpluses of particular\ncommodities, and therefore upon sound economic relationships between the\nUnited States and many foreign countries. It involves research and\nscientific investigation, conducted on an extensive scale. It involves\nspecial credit mechanisms and marketing, rural electrification, soil\nconservation, and other programs.The whole complex of agricultural programs and policies will be studied by\na Special Agricultural Advisory Commission, as I know it will by\nappropriate committees of the Congress. A nonpartisan group of respected\nauthorities in the field of agriculture has already been appointed as an\ninterim advisory group.The immediate changes needed in agricultural programs are largely budgetary\nand administrative in nature. New policies and new programs must await the\ncompletion of the far-reaching studies which have already been launched.IX.The determination of labor policy must be governed not by the vagaries of\npolitical expediency but by the firmest principles and convictions. Slanted\npartisan appeals to American workers, spoken as if they were a group apart,\nnecessitating a special language and treatment, are an affront to the\nfullness of their dignity as American citizens.The truth in matters of labor policy has become obscured in controversy.\nThe very meaning of economic freedom as it affects labor has become\nconfused. This misunderstanding has provided a climate of opinion favoring\nthe growth of governmental paternalism in labor relations. This tendency,\nif left uncorrected, could end only by producing a bureaucratic despotism.\nEconomic freedom is, in fact, the requisite of greater prosperity for every\nAmerican who earns his own living.In the field of labor legislation, only a law that merits the respect and\nsupport of both labor and management can help reduce the loss of wages and\nof production through strikes and stoppages, and thus add to the total\neconomic strength of our Nation.We have now had 5 years' experience with the Labor Management Act of 1947,\ncommonly known as the Taft-Hartley Act. That experience has shown the need\nfor some corrective action, and we should promptly proceed to amend that\nact.I know that the Congress is already proceeding with renewed studies of this\nsubject. Meanwhile, the Department of Labor is at once beginning work to\ndevise further specific recommendations for your consideration.In the careful working out of legislation, I know you will give thoughtful\nconsideration--as will we in the executive branch--to the views of labor,\nand of management, and of the general public. In this process, it is only\nhuman that each of us should bring forward the arguments of self-interest.\nBut if all conduct their arguments in the overpowering light of national\ninterest--which is enlightened self-interest--we shall get the right\nanswers. I profoundly hope that every citizen of our country will follow\nwith understanding your progress in this work. The welfare of all of us is\ninvolved.Especially must we remember that the institutions of trade unionism and\ncollective bargaining are monuments to the freedom that must prevail in our\nindustrial life. They have a century of honorable achievement behind them.\nOur faith in them is proven, firm, and final.Government can do a great deal to aid the settlement of labor disputes\nwithout allowing itself to be employed as an ally of either side. Its\nproper role in industrial strife is to encourage the processes of mediation\nand conciliation. These processes can successfully be directed only by a\ngovernment free from the taint of any suspicion that it is partial or\npunitive.The administration intends to strengthen and to improve the services which\nthe Department of Labor can render to the worker and to the whole national\ncommunity. This Department was created--just 40 years ago--to serve the\nentire Nation. It must aid, for example, employers and employees alike in\nimproving training programs that will develop skilled and competent\nworkers. It must enjoy the confidence and respect of labor and industry in\norder to play a significant role in the planning of America's economic\nfuture. To that end, I am authorizing the Department of Labor to establish\npromptly a tripartite advisory committee consisting of representatives of\nemployers, labor, and the public.X.Our civil and social rights form a central part of the heritage we are\nstriving to defend on all fronts and with all our strength. I believe with\nall my heart that our vigilant guarding of these rights is a sacred\nobligation binding upon every citizen. To be true to one's own freedom is,\nin essence, to honor and respect the freedom of all others.A cardinal ideal in this heritage we cherish is the equality of rights of\nall citizens of every race and color and creed.We know that discrimination against minorities persists despite our\nallegiance to this ideal. Such discrimination--confined to no one section\nof the Nation--is but the outward testimony to the persistence of distrust\nand of fear in the hearts of men.This fact makes all the more vital the fighting of these wrongs by each\nindividual, in every station of life, in his every deed.Much of the answer lies in the power of fact, fully publicized; of\npersuasion, honestly pressed; and of conscience, justly aroused. These are\nmethods familiar to our way of life, tested and proven wise.I propose to use whatever authority exists in the office of the President\nto end segregation in the District of Columbia, including the Federal\nGovernment, and any segregation in the Armed Forces.Here in the District of Columbia, serious attention should be given to the\nproposal to develop and authorize, through legislation, a system to provide\nan effective voice in local self-government. While consideration of this\nproceeds, I recommend an immediate increase of two in the number of\nDistrict Commissioners to broaden representation of all elements of our\nlocal population. This will be a first step toward insuring that this\nCapital provide an honored example to all communities of our Nation.In this manner, and by the leadership of the office of the President\nexercised through friendly conferences with those in authority in our\nStates and cities, we expect to make true and rapid progress in civil\nrights and equality of employment opportunity.There is one sphere in which civil rights are inevitably involved in\nFederal legislation. This is the sphere of immigration.It is a manifest right of our Government to limit the number of immigrants\nour Nation can absorb. It is also a manifest right of our Government to set\nreasonable requirements on the character and the numbers of the people who\ncome to share our land and our freedom.It is well for us, however, to remind ourselves occasionally of an equally\nmanifest fact: we are--one and all--immigrants or sons and daughters of\nimmigrants.Existing legislation contains injustices. It does, in fact, discriminate. I\nam informed by Members of the Congress that it was realized, at the time of\nits enactment, that future study of the basis of determining quotas would\nbe necessary.I am therefore requesting the Congress to review this legislation and to\nenact a statute that will at one and the same time guard our legitimate\nnational interests and be faithful to our basic ideas of freedom and\nfairness to all.In another but related area--that of social rights--we see most clearly the\nnew application of old ideas of freedom.This administration is profoundly aware of two great needs born of our\nliving in a complex industrial economy. First, the individual citizen must\nhave safeguards against personal disaster inflicted by forces beyond his\ncontrol; second, the welfare of the people demands effective and economical\nperformance by the Government of certain indispensable social services.In the light of this responsibility, certain general purposes and certain\nconcrete measures are plainly indicated now.There is urgent need for greater effectiveness in our programs, both public\nand private, offering safeguards against the privations that too often come\nwith unemployment, old age, illness, and accident. The provisions of the\nold-age and survivors insurance law should promptly be extended to cover\nmillions of citizens who have been left out of the social-security system.\nNo less important is the encouragement of privately sponsored pension\nplans. Most important of all, of course, is renewed effort to check the\ninflation which destroys so much of the value of all social-security\npayments.Our school system demands some prompt, effective help. During each of the\nlast 9 years, more than 1 1/2 million children have swelled the elementary\nand secondary school population of the country. Generally, the school\npopulation is proportionately higher in States with low per capita income.\nThis whole situation calls for careful congressional study and action. I am\nsure that you share my conviction that the firm conditions of Federal aid\nmust be proved need and proved lack of local income.One phase of the school problem demands special action. The school\npopulation of many districts has been greatly increased by the swift\ngrowth of defense activities. These activities have added little or nothing\nto the tax resources of the communities affected. Legislation aiding\nconstruction of schools in the districts expires on June 30. This law\nshould be renewed; and likewise, the partial payments for current operating\nexpenses for these particular school districts should be made, including\nthe deficiency requirement of the current fiscal year.Public interest similarly demands one prompt specific action in protection\nof the general consumer. The Food and Drug Administration should be\nauthorized to continue its established and necessary program of factory\ninspections. The invalidation of these inspections by the Supreme Court of\nDecember 8, 1952, was based solely on the fact that the present law\ncontained inconsistent and unclear provisions. These must be promptly\ncorrected.I am well aware that beyond these few immediate measures there remains much\nto be done. The health and housing needs of our people call for\nintelligently planned programs. Involved are the solvency of the whole\nsecurity system; and its guarding against exploitation by the\nirresponsible.To bring clear purpose and orderly procedure into this field, I anticipate\na thorough study of the proper relationship among Federal, State, and local\nprograms. I shall shortly send you specific recommendations for\nestablishing such an appropriate commission, together with a reorganization\nplan defining new administrative status for all Federal activities in\nhealth, education, and social security.I repeat that there are many important subjects of which I make no mention\ntoday. Among these is our great and growing body of veterans. America has\ntraditionally been generous in caring for the disabled--and the widow and\nthe orphan of the fallen. These millions remain close to all our hearts.\nProper care of our uniformed citizens and appreciation of the past service\nof our veterans are part of our accepted governmental responsibilities.XIWe have surveyed briefly some problems of our people and a portion of the\ntasks before us.The hope of freedom itself depends, in real measure, upon our strength, our\nheart, and our wisdom.We must be strong in arms. We must be strong in the source of all our\narmament, our productivity. We all--workers and farmers, foremen and\nfinanciers, technicians and builders--all must produce, produce more, and\nproduce yet more.We must be strong, above all, in the spiritual resources upon which all\nelse depends. We must be devoted with all our heart to the values we\ndefend. We must know that each of these values and virtues applies with\nequal force at the ends of the earth and in our relations with our neighbor\nnext door. We must know that freedom expresses itself with equal eloquence\nin the right of workers to strike in the nearby factory, and in the\nyearnings and sufferings of the peoples of Eastern Europe.As our heart summons our strength, our wisdom must direct it.There is, in world affairs, a steady course to be followed between an\nassertion of strength that is truculent and a confession of helplessness\nthat is cowardly.There is, in our affairs at home, a middle way between untrammeled freedom\nof the individual and the demands for the welfare of the whole Nation. This\nway must avoid government by bureaucracy as carefully as it avoids neglect\nof the helpless.In every area of political action, free men must think before they can\nexpect to win.In this spirit must we live and labor: confident of our strength,\ncompassionate in our heart, clear in our mind.In this spirit, let us together turn to the great tasks before us.", 
    "name": "Dwight D. Eisenhower"
}