{
    "date": "January 9, 1958", 
    "speech": "Mr. President, Mr. Speaker, Members of the 85th Congress:It is again my high privilege to extend personal greetings to the members\nof the 85th Congress.All of us realize that, as this new session begins, many Americans are\ntroubled about recent world developments which they believe may threaten\nour nation's safety. Honest men differ in their appraisal of America's\nmaterial and intellectual strength, and the dangers that confront us. But\nall know these dangers are real.The purpose of this message is to outline the measures that can give the\nAmerican people a confidence--just as real--in their own security.I am not here to justify the past, gloss over the problems of the present,\nor propose easy solutions for the future.I am here to state what I believe to be right and what I believe to be\nwrong; and to propose action for correcting what I think wrong! I.There are two tasks confronting us that so far outweigh all other that I\nshall devote this year's message entirely to them. The first is to ensure\nour safety through strength.As to our strength, I have repeatedly voiced this conviction: We now have a\nbroadly based and efficient defensive strength, including a great deterrent\npower, which is, for the present, our main guarantee against war; but,\nunless we act wisely and promptly, we could lose that capacity to deter\nattack or defend ourselves.My profoundest conviction is that the American people will say, as one man:\nNo matter what the exertions or sacrifices, we shall maintain that\nnecessary strength!But we could make no more tragic mistake than merely to concentrate on\nmilitary strength.For if we did only this, the future would hold nothing for the world but an\nAge of Terror.And so our second task is to do the constructive work of building a genuine\npeace. We must never become so preoccupied with our desire for military\nstrength that we neglect those areas of economic development, trade,\ndiplomacy, education, ideas and principles where the foundations of real\npeace must be laid. II.The threat to our safety, and to the hope of a peaceful world, can be\nsimply stated. It is communist imperialism.This threat is not something imagined by critics of the Soviets. Soviet\nspokesmen, from the beginning, have publicly and frequently declared their\naim to expand their power, one way or another, throughout the world.The threat has become increasingly serious as this expansionist aim has\nbeen reinforced by an advancing industrial, military and scientific\nestablishment.But what makes the Soviet threat unique in history is its\nall--inclusiveness. Every human activity is pressed into service as a\nweapon of expansion. Trade, economic development, military power, arts,\nscience, education, the whole world of ideas--all are harnessed to this\nsame chariot of expansion.The Soviets are, in short, waging total cold war.The only answer to a regime that wages total cold war is to wage total\npeace.This means bringing to bear every asset of our personal and national lives\nupon the task of building the conditions in which security and peace can\ngrow. III.Among our assets, let us first briefly glance at our military power.Military power serves the cause of security by making prohibitive the cost\nof any aggressive attack.It serves the cause of peace by holding up a shield behind which the\npatient constructive work of peace can go on.But it can serve neither cause if we make either of two mistakes. The one\nwould be to overestimate our strength, and thus neglect crucially important\nactions in the period just ahead. The other would be to underestimate our\nstrength. Thereby we might be tempted to become irresolute in our foreign\nrelations, to dishearten our friends, and to lose our national poise and\nperspective in approaching the complex problems ahead.Any orderly balance-sheet of military strength must be in two parts. The\nfirst is the position as of today. The second is the position in the period\nahead.As of today: our defensive shield comprehends a vast complex of ground,\nsea, and air units, superbly equipped and strategically deployed around the\nworld. The most powerful deterrent to war in the world today lies in the\nretaliatory power of our Strategic Air Command and the aircraft of our\nNavy. They present to any potential attacker who would unleash war upon the\nworld the prospect of virtual annihilation of his own country.Even if we assume a surprise attack on our bases, with a marked reduction\nin our striking power, our bombers would immediately be on their way in\nsufficient strength to accomplish this mission of retaliation. Every\ninformed government knows this. It is no secret.Since the Korean Armistice, the American people have spent $225 billion in\nmaintaining and strengthening this overall defensive shield. This is the\nposition as of today.Now as to the period ahead: Every part of our military establishment must\nand will be equipped to do its defensive job with the most modern weapons\nand methods. But it is particularly important to our planning that we make\na candid estimate of the effect of long-range ballistic missiles on the\npresent deterrent power I have described.At this moment, the consensus of opinion is that we are probably somewhat\nbehind the Soviets in some areas of long-range ballistic missile\ndevelopment. But it is my conviction, based on close study of all relevant\nintelligence, that if we make the necessary effort, we will have the\nmissiles, in the needed quantity and in time, to sustain and strengthen the\ndeterrent power of our increasingly efficient bombers. One encouraging fact\nevidencing this ability is the rate of progress we have achieved since we\nbegan to concentrate on these missiles.The intermediate ballistic missiles, Thor and Jupiter, have already been\nordered into production. The parallel progress in the intercontinental\nballistic missile effort will be advanced by our plans for acceleration.\nThe development of the submarine-based Polaris missile system has\nprogressed so well that its future procurement schedules are being moved\nforward markedly.When it is remembered that our country has concentrated on the development\nof ballistic missiles for only about a third as long as the Soviets, these\nachievements show a rate of progress that speaks for itself. Only a brief\ntime back, we were spending at the rate of only about one million dollars a\nyear on long range ballistic missiles. In 1957 we spent more than one\nbillion dollars on the Arias, Titan, Thor, Jupiter, and Polaris programs\nalone.But I repeat, gratifying though this rate of progress is, we must still do\nmore!Our real problem, then, is not our strength today; it is rather the vital\nnecessity of action today to ensure our strength tomorrow.What I have just said applies to our strength as a single country. But we\nare not alone. I have returned from the recent NATO meeting with renewed\nconviction that, because we are a part of a world-wide community of free\nand peaceful nations, our own security is immeasurably increased.By contrast, the Soviet Union has surrounded itself with captive and sullen\nnations. Like a crack in the crust of an uneasily sleeping volcano, the\nHungarian uprising revealed the depth and intensity of the patriotic\nlonging for liberty that still burns within these countries.The world thinks of us as a country which is strong, but which will never\nstart a war. The world also thinks of us as a land which has never enslaved\nanyone and which is animated by humane ideals. This friendship, based on\ncommon ideals, is one of our greatest sources of strength.It cements into a cohesive security arrangement the aggregate of the\nspiritual, military and economic strength of all those nations which, with\nus, are allied by treaties and agreements.Up to this point, I have talked solely about our military strength to deter\na possible future war.I now want to talk about the strength we need to win a different kind of\nwar--one that has already been launched against us.It is the massive economic offensive that has been mounted by the communist\nimperialists against free nations.The communist imperialist regimes have for some time been largely\nfrustrated in their attempts at expansion based directly on force. As a\nresult, they have begun to concentrate heavily on economic penetration,\nparticularly of newly-developing countries, as a preliminary to political\ndomination.This non-military drive, if underestimated, could defeat the free world\nregardless of our military strength. This danger is all the greater\nprecisely because many of us fail or refuse to recognize it. Thus, some\npeople may be tempted to finance our extra military effort by cutting\neconomic assistance. But at the very time when the economic threat is\nassuming menacing proportions, to fail to strengthen our own effort would\nbe nothing less than reckless folly!Admittedly, most of us did not anticipate the psychological impact upon the\nworld of the launching of the first earth satellite. Let us not make the\nsame kind of mistake in another field, by failing to anticipate the much\nmore serious impact of the Soviet economic offensive.As with our military potential, our economic assets are more than equal to\nthe task. Our independent farmers produce an abundance of food and fibre.\nOur free workers are versatile, intelligent, and hardworking. Our\nbusinessmen are imaginative and resourceful. The productivity, the\nadaptability of the American economy is the solid foundation-stone of our\nsecurity structure.We have just concluded another prosperous year. Our output was once more\nthe greatest in the nation's history. In the latter part of the year, some\ndecline in employment and output occurred, following the exceptionally\nrapid expansion of recent years. In a free economy, reflecting as it does\nthe independent judgments of millions of people, growth typically moves\nforward unevenly. But the basic forces of growth remain unimpaired. There\nare solid grounds for confidence that economic growth will be resumed\nwithout an extended interruption. Moreover, the Federal government,\nconstantly alert to signs of weakening in any part of our economy, always\nstands ready, with its full power, to take any appropriate further action\nto promote renewed business expansion.If our history teaches us anything, it is this lesson: so far as the\neconomic potential of our nation is concerned, the believers in the future\nof America have always been the realists. I count myself as one of this\ncompany.Our long-range problem, then, is not the stamina of our enormous engine of\nproduction. Our problem is to make sure that we use these vast economic\nforces confidently and creatively, not only in direct military defense\nefforts, but likewise in our foreign policy, through such activities as\nmutual economic aid and foreign trade.In much the same way, we have tremendous potential resources on other\nnon-military fronts to help in countering the Soviet threat: education,\nscience, research, and, not least, the ideas and principles by which we\nlive. And in all these cases the task ahead is to bring these resources\nmore sharply to bear upon the new tasks of security and peace in a\nswiftly-changing world. IV.There are many items in the Administration's program, of a kind frequently\nincluded in a State of the Union Message, with which I am not dealing\ntoday. They are important to us and to our prosperity. But I am reserving\nthem for treatment in separate communications because of my purpose today\nof speaking only about matters bearing directly upon our security and\npeace.I now place before you an outline of action designed to focus our resources\nupon the two tasks of security and peace.In this special category I list eight items requiring action. They are not\nmerely desirable. They are imperative.1. DEFENSE REORGANIZATIONThe first need is to assure ourselves that military organization\nfacilitates rather than hinders the functioning of the military\nestablishment in maintaining the security of the nation.Since World War II, the purpose of achieving maximum organizational\nefficiency in a modern defense establishment has several times occasioned\naction by the Congress and by the Executive.The advent of revolutionary new devices, bringing with them the problem of\noverall continental defense, creates new difficulties, reminiscent of those\nattending the advent of the airplane half a century ago.Some of the important new weapons which technology has produced do not fit\ninto any existing service pattern. They cut across all services, involve\nall services, and transcend all services, at every stage from development\nto operation. In some instances they defy classification according to\nbranch of service.Unfortunately, the uncertainties resulting from such a situation, and the\njurisdictional disputes attending upon it, tend to bewilder and confuse the\npublic and create the impression that service differences are damaging the\nnational interest.Let us proudly remember that the members of the Armed Forces give their\nbasic allegiance solely to the United States. Of that fact all of us are\ncertain. But pride of service and mistaken zeal in promoting particular\ndoctrine has more than once occasioned the kind of difficulty of which I\nhave just spoken.I am not attempting today to pass judgment on the charge of harmful service\nrivalries. But one thing is sure. Whatever they are, America wants them\nstopped.Recently I have had under special study the never-ending problem of\nefficient organization, complicated as it is by new weapons. Soon my\nconclusions will be finalized. I shall promptly take such Executive action\nas is necessary and, in a separate message, I shall present appropriate\nrecommendations to the Congress.Meanwhile, without anticipating the detailed form that a reorganization\nshould take, I can state its main lines in terms of objectives:A major purpose of military organization is to achieve real unity in the\nDefense establishment in all the principal features of military activities.\nOf all these, one of the most important to our nation's security is\nstrategic planning and control. This work must be done under unified\ndirection.The defense structure must be one which, as a whole, can assume, with top\nefficiency and without friction, the defense of America. The Defense\nestablishment must therefore plan for a better integration of its defensive\nresources, particularly with respect to the newer weapons now building and\nunder development. These obviously require full coordination in their\ndevelopment, production and use. Good organization can help assure this\ncoordination.In recognition of the need for single control in some of our most advanced\ndevelopment projects, the Secretary of Defense has already decided to\nconcentrate into one organization all the anti-missile and satellite\ntechnology undertaken within the Department of Defense.Another requirement of military organization is a clear subordination of\nthe military services to duly constituted civilian authority. This control\nmust be real; not merely on the surface.Next there must be assurance that an excessive number of compartments in\norganization will not create costly and confusing compartments in our\nscientific and industrial effort.Finally, to end inter-service disputes requires clear organization and\ndecisive central direction, supported by the unstinted cooperation of every\nindividual in the defense establishment, civilian and military.2. ACCELERATED DEFENSE EFFORTThe second major action item is the acceleration of the defense effort in\nparticular areas affected by the fast pace of scientific and technological\nadvance.Some of the points at which improved and increased effort are most\nessential are these:We must have sure warning in case of attack. The improvement of warning\nequipment is becoming increasingly important as we approach the period when\nlong-range missiles will come into use.We must protect and disperse our striking forces and increase their\nreadiness for instant reaction. This means more base facilities and standby\ncrews.We must maintain deterrent retaliatory power. This means, among other\nthings, stepped-up long range missile programs; accelerated programs for\nother effective missile systems; and, for some years, more advanced\naircraft.We must maintain freedom of the seas. This means nuclear submarines and\ncruisers; improved anti-submarine weapons; missile ships; and the like.We must maintain all necessary types of mobile forces to deal with local\nconflicts, should there be need. This means further improvements in\nequipment, mobility, tactics and fire power.Through increases in pay and incentive, we must maintain in the armed\nforces the skilled manpower modern military forces require.We must be forward-looking in our research and development to anticipate\nand achieve the unimagined weapons of the future.With these and other improvements, we intend to assure that our vigilance,\npower, and technical excellence keep abreast of any realistic threat we\nface.3. MUTUAL AIDThird: We must continue to strengthen our mutual security efforts. Most\npeople now realize that our programs of military aid and defense support\nare an integral part of our own defense effort. If the foundations of the\nFree World structure were progressively allowed to crumble under the\npressure of communist imperialism, the entire house of freedom would be in\ndanger of collapse.As for the mutual economic assistance program, the benefit to us is\nthreefold. First, the countries receiving this aid become bulwarks against\ncommunist encroachment as their military defenses and economies are\nstrengthened. Nations that are conscious of a steady improvement in their\nindustry, education, health and standard of living are not apt to fall prey\nto the blandishments of communist imperialists.Second, these countries are helped to reach the point where mutually\nprofitable trade can expand between them and us.Third, the mutual confidence that comes from working together on\nconstructive projects creates an atmosphere in which real understanding and\npeace can flourish.To help bring these multiple benefits, our economic aid effort should be\nmade more effective.In proposals for future economic aid, I am stressing a greater use of\nrepayable loans, through the Development Loan Fund, through funds generated\nby sale of surplus farm products, and through the Export-Import Bank.While some increase in Government funds will be required, it remains our\nobjective to encourage shifting to the use of private capital sources as\nrapidly as possible.One great obstacle to the economic aid program in the past has been, not a\nrational argument against it on the merits, but a catchword: \"give-away\nprogram.\"The real fact is that no investment we make in our own security and peace\ncan pay us greater dividends than necessary amounts of economic aid to\nfriendly nations.This is no \"give-away.\"Let's stick to facts!We cannot afford to have one of our most essential security programs shot\ndown with a slogan!4. MUTUAL TRADEFourth: Both in our national interest, and in the interest of world peace,\nwe must have a five-year extension of the Trade Agreements Act with\nbroadened authority to negotiate.World trade supports a significant segment of American industry and\nagriculture. It provides employment for four and one-half million American\nworkers. It helps supply our ever increasing demand for raw materials. It\nprovides the opportunity for American free enterprise to develop on a\nworldwide scale. It strengthens our friends and increases their desire to\nbe friends. World trade helps to lay the groundwork for peace by making all\nfree nations of the world stronger and more self-reliant.America is today the world's greatest trading nation. If we use this great\nasset wisely to meet the expanding demands of the world, we shall not only\nprovide future opportunities for our own business, agriculture, and labor,\nbut in the process strengthen our security posture and other prospects for\na prosperous, harmonious world.As President McKinley said, as long ago as 1901: \"Isolation is no longer\npossible or desirable .... The period of exclusiveness is past.\"5. SCIENTIFIC COOPERATION WITH OUR ALLIESFifth: It is of the highest importance that the Congress enact the\nnecessary legislation to enable us to exchange appropriate scientific and\ntechnical information with friendly countries as part of our effort to\nachieve effective scientific cooperation.It is wasteful in the extreme for friendly allies to consume talent and\nmoney in solving problems that their friends have already solved--all\nbecause of artificial barriers to sharing. We cannot afford to cut\nourselves off from the brilliant talents and minds of scientists in\nfriendly countries. The task ahead will be hard enough without handcuffs of\nour own making.The groundwork for this kind of cooperation has already been laid in\ndiscussions among NATO countries. Promptness in following through with\nlegislation will be the best possible evidence of American unity of purpose\nin cooperating with our friends.6. EDUCATION AND RESEARCHSixth: In the area of education and research, I recommend a balanced\nprogram to improve our resources, involving an investment of about a\nbillion dollars over a four year period. This involves new activities by\nthe Department of Health, Education and Welfare designed principally to\nencourage improved teaching quality and student opportunities in the\ninterests of national security. It also provides a five-fold increase in\nsums available to the National Science Foundation for its special\nactivities in stimulating and improving science education.Scrupulous attention has been paid to maintaining local control of\neducational policy, spurring the maximum amount of local effort, and to\navoiding undue stress on the physical sciences at the expense of other\nbranches of learning.In the field of research, I am asking for substantial increases in basic\nresearch funds, including a doubling of the funds available to the National\nScience Foundation for this purpose.But Federal action can do only a part of the job. In both education and\nresearch, redoubled exertions will be necessary on the part of all\nAmericans if we are to rise to the demands of our times. This means hard\nwork on the part of state and local governments, private industry, schools\nand colleges, private organizations and foundations, teachers, parents,\nand--perhaps most important of all--the student himself, with his bag of\nbooks and his homework.With this kind of all-inclusive campaign, I have no doubt that we can\ncreate the intellectual capital we need for the years ahead, invest it in\nthe right places--and do all this, not as regimented pawns, but as free men\nand women!7. SPENDING AND SAVINGSeventh: To provide for this extra effort for security, we must apply stern\ntests of priority to other expenditures, both military and civilian. This\nextra effort involves, most immediately, the need for a supplemental\ndefense appropriation of $1.3 billion for fiscal year 1958.In the 1959 budget, increased expenditures for missiles, nuclear ships,\natomic energy, research and development, science and education, a special\ncontingency fund to deal with possible new technological discoveries, and\nincreases in pay and incentives to obtain and retain competent manpower add\nup to a total increase over the comparable figures in the 1957 budget of\nabout $4 billion.I believe that, in spite of these necessary increases, we should strive to\nfinance the 1959 security effort out of expected revenues. While we now\nbelieve that expected revenues and expenditures will roughly balance, our\nreal purpose will be to achieve adequate security, but always with the\nutmost regard for efficiency and careful management.This purpose will require the cooperation of Congress in making careful\nanalysis of estimates presented, reducing expenditure on less essential\nmilitary programs and installations, postponing some new civilian programs,\ntransferring some to the states, and curtailing or eliminating others.Such related matters as the national debt ceiling and tax revenues will be\ndealt with in later messages.8. WORKS OF PEACEMy last call for action is not primarily addressed to the Congress and\npeople of the United States. Rather, it is a message from the people of the\nUnited States to all other peoples, especially those of the Soviet Union.This is the spirit of what we would like to say:\"In the last analysis, there is only one solution to the grim problems that\nlie ahead. The world must stop the present plunge toward more and more\ndestructive weapons of war, and turn the corner that will start our steps\nfirmly on the path toward lasting peace.\"Our greatest hope for success lies in a universal fact: the people of the\nworld, as people, have always wanted peace and want peace now.\"The problem, then, is to find a way of translating this universal desire\ninto action.\"This will require more than words of peace. It requires works of peace.\"Now, may I try to give you some concrete examples of the kind of works of\npeace that might make a beginning in the new direction.For a start our people should learn to know each other better. Recent\nnegotiations in Washington have provided a basis in principle for greater\nfreedom of communication and exchange of people. I urge the Soviet\ngovernment to cooperate in turning principle into practice by prompt and\ntangible actions that will break down the unnatural barriers that have\nblocked the flow of thought and understanding between our people.Another kind of work of peace is cooperation on projects of human welfare.\nFor example, we now have it within our power to eradicate from the face of\nthe earth that age-old scourge of mankind: malaria. We are embarking with\nother nations in an all-out five-year campaign to blot out this curse\nforever. We invite the Soviets to join with us in this great work of\nhumanity.Indeed, we would be willing to pool our efforts with the Soviets in other\ncampaigns against the diseases that are the common enemy of all\nmortals--such as cancer and heart disease.If people can get together on such projects, is it not possible that we\ncould then go on to a full-scale cooperative program of Science for Peace?We have as a guide and inspiration the success of our Atoms-for-Peace\nproposal, which in only a few years, under United Nations auspices, became\na reality in the International Atomic Energy Agency.A program of Science for Peace might provide a means of funneling into one\nplace the results of research from scientists everywhere and from there\nmaking it available to all parts of the world.There is almost no limit to the human betterment that could result from\nsuch cooperation. Hunger and disease could increasingly be driven from the\nearth. The age-old dream of a good life for all could, at long last, be\ntranslated into reality.But of all the works of peace, none is more needed now than a real first\nstep toward disarmament.Last August the United Nations General Assembly, by an overwhelming vote,\napproved a disarmament plan that we and our allies sincerely believed to be\nfair and practical. The Soviets have rejected both the plan, and the\nnegotiating procedure set up by the United Nations. As a result,\nnegotiation on this supremely important issue is now at a stand-still.But the world cannot afford to stand still on disarmament! We must never\ngive up the search for a basis of agreement.Our allies from time to time develop differing ideas on how to proceed. We\nmust concert these convictions among ourselves. Thereafter, any reasonable\nproposal that holds promise for disarmament and reduction of tension must\nbe heard, discussed, and, if possible, negotiated.But a disarmament proposal, to hold real promise, must at the minimum have\none feature: reliable means to ensure compliance by all. It takes actions\nand demonstrated integrity on both sides to create and sustain confidence.\nAnd confidence in a genuine disarmament agreement is vital, not only to the\nsigners of the agreement, but also to the millions of people all over the\nworld who are weary of tensions and armaments.I say once more, to all peoples, that we will always go the extra mile with\nanyone on earth if it will bring us nearer a genuine peace.CONCLUSIONThese, then, are the ways in which we must funnel our energies more\nefficiently into the task of advancing security and peace.These actions demand and expect two things of the American people:\nsacrifice, and a high degree of understanding. For sacrifice to be\neffective it must be intelligent. Sacrifice must be made for the right\npurpose and in the right place--even if that place happens to come close to\nhome!After all, it is no good demanding sacrifice in general terms one day, and\nthe next day, for local reasons, opposing the elimination of some unneeded\nFederal facility.It is pointless to condemn Federal spending in general, and the next moment\ncondemn just as strongly an effort to reduce the particular Federal grant\nthat touches one's own interest.And it makes no sense whatever to spend additional billions on military\nstrength to deter a potential danger, and then, by cutting aid and trade\nprograms, let the world succumb to a present danger in economic guise.My friends of the Congress: The world is waiting to see how wisely and\ndecisively a free representative government will now act.I believe that this Congress possesses and will display the wisdom promptly\nto do its part in translating into law the actions demanded by our nation's\ninterests. But, to make law effective, our kind of government needs the\nfull voluntary support of millions of Americans for these actions.I am fully confident that the response of the Congress and of the American\npeople will make this time of test a time of honor. Mankind then will see\nmore clearly than ever that the future belongs, not to the concept of the\nregimented atheistic state, but to the people--the God-fearing,\npeace-loving people of all the world.", 
    "name": "Dwight D. Eisenhower"
}