{
    "date": "January 6, 1942", 
    "speech": "In fulfilling my duty to report upon the State of the Union, I am proud to\nsay to you that the spirit of the American people was never higher than it\nis today--the Union was never more closely knit together--this country was\nnever more deeply determined to face the solemn tasks before it.The response of the American people has been instantaneous, and it will be\nsustained until our security is assured.Exactly one year ago today I said to this Congress: \"When the dictators. . .\nare ready to make war upon us, they will not wait for an act of war on\nour part. . . . They--not we--will choose the time and the place and the\nmethod of their attack.\"We now know their choice of the time: a peaceful Sunday morning--December\n7, 1941.We know their choice of the place: an American outpost in the Pacific.We know their choice of the method: the method of Hitler himself.Japan's scheme of conquest goes back half a century. It was not merely a\npolicy of seeking living room: it was a plan which included the subjugation\nof all the peoples in the Far East and in the islands of the Pacific, and\nthe domination of that ocean by Japanese military and naval control of the\nwestern coasts of North, Central, and South America.The development of this ambitious conspiracy was marked by the war against\nChina in 1894; the subsequent occupation of Korea; the war against Russia\nin 1904; the illegal fortification of the mandated Pacific islands\nfollowing 1920; the seizure of Manchuria in 1931; and the invasion of China\nin 1937.A similar policy of criminal conquest was adopted by Italy. The Fascists\nfirst revealed their imperial designs in Libya and Tripoli. In 1935 they\nseized Abyssinia. Their goal was the domination of all North Africa, Egypt,\nparts of France, and the entire Mediterranean world.But the dreams of empire of the Japanese and Fascist leaders were modest in\ncomparison with the gargantuan aspirations of Hitler and his Nazis. Even\nbefore they came to power in 1933, their plans for that conquest had been\ndrawn. Those plans provided for ultimate domination, not of any one section\nof the world, but of the whole earth and all the oceans on it.When Hitler organized his Berlin-Rome-Tokyo alliance, all these plans of\nconquest became a single plan. Under this, in addition to her own schemes\nof conquest, Japan's role was obviously to cut off our supply of weapons of\nwar to Britain, and Russia and China--weapons which increasingly were\nspeeding the day of Hitler's doom. The act of Japan at Pearl Harbor was\nintended to stun us--to terrify us to such an extent that we would divert\nour industrial and military strength to the Pacific area, or even to our\nown continental defense.The plan has failed in its purpose. We have not been stunned. We have not\nbeen terrified or confused. This very reassembling of the Seventy-seventh\nCongress today is proof of that; for the mood of quiet, grim resolution\nwhich here prevails bodes ill for those who conspired and collaborated to\nmurder world peace.That mood is stronger than any mere desire for revenge. It expresses the\nwill of the American people to make very certain that the world will never\nso suffer again.Admittedly, we have been faced with hard choices. It was bitter, for\nexample, not to be able to relieve the heroic and historic defenders of\nWake Island. It was bitter for us not to be able to land a million men in a\nthousand ships in the Philippine Islands.But this adds only to our determination to see to it that the Stars and\nStripes will fly again over Wake and Guam. Yes, see to it that the brave\npeople of the Philippines will be rid of Japanese imperialism; and will\nlive in freedom, security, and independence.Powerful and offensive actions must and will be taken in proper time. The\nconsolidation of the United Nations' total war effort against our common\nenemies is being achieved.That was and is the purpose of conferences which have been held during the\npast two weeks in Washington, and Moscow and Chungking. That is the primary\nobjective of the declaration of solidarity signed in Washington on January\n1, 1942, by 26 Nations united against the Axis powers.Difficult choices may have to be made in the months to come. We do not\nshrink from such decisions. We and those united with us will make those\ndecisions with courage and determination.Plans have been laid here and in the other capitals for coordinated and\ncooperative action by all the United Nations--military action and economic\naction. Already we have established, as you know, unified command of land,\nsea, and air forces in the southwestern Pacific theater of war. There will\nbe a continuation of conferences and consultations among military staffs,\nso that the plans and operations of each will fit into the general strategy\ndesigned to crush the enemy. We shall not fight isolated wars--each Nation\ngoing its own way. These 26 Nations are united--not in spirit and\ndetermination alone, but in the broad conduct of the war in all its\nphases.For the first time since the Japanese and the Fascists and the Nazis\nstarted along their blood-stained course of conquest they now face the fact\nthat superior forces are assembling against them. Gone forever are the days\nwhen the aggressors could attack and destroy their victims one by one\nwithout unity of resistance. We of the United Nations will so dispose our\nforces that we can strike at the common enemy wherever the greatest damage\ncan be done him.The militarists of Berlin and Tokyo started this war. But the massed,\nangered forces of common humanity will finish it.Destruction of the material and spiritual centers of civilization--this has\nbeen and still is the purpose of Hitler and his Italian and Japanese\nchessmen. They would wreck the power of the British Commonwealth and Russia\nand China and the Netherlands--and then combine all their forces to achieve\ntheir ultimate goal, the conquest of the United States.They know that victory for us means victory for freedom.They know that victory for us means victory for the institution of\ndemocracy--the ideal of the family, the simple principles of common decency\nand humanity.They know that victory for us means victory for religion. And they could\nnot tolerate that. The world is too small to provide adequate \"living room\"\nfor both Hitler and God. In proof of that, the Nazis have now announced\ntheir plan for enforcing their new German, pagan religion all over the\nworld--a plan by which the Holy Bible and the Cross of Mercy would be\ndisplaced by Mein Kampf and the swastika and the naked sword.Our own objectives are clear; the objective of smashing the militarism\nimposed by war lords upon their enslaved peoples the objective of\nliberating the subjugated Nations--the objective of establishing and\nsecuring freedom of speech, freedom of religion, freedom from want, and\nfreedom from fear everywhere in the world.We shall not stop short of these objectives--nor shall we be satisfied\nmerely to gain them and then call it a day. I know that I speak for the\nAmerican people--and I have good reason to believe that I speak also for\nall the other peoples who fight with us--when I say that this time we are\ndetermined not only to win the war, but also to maintain the security of\nthe peace that will follow.But we know that modern methods of warfare make it a task, not only of\nshooting and fighting, but an even more urgent one of working and\nproducing.Victory requires the actual weapons of war and the means of transporting\nthem to a dozen points of combat.It will not be sufficient for us and the other United Nations to produce a\nslightly superior supply of munitions to that of Germany, Japan, Italy, and\nthe stolen industries in the countries which they have overrun.The superiority of the United Nations in munitions and ships must be\noverwhelming--so overwhelming that the Axis Nations can never hope to catch\nup with it. And so, in order to attain this overwhelming superiority the\nUnited States must build planes and tanks and guns and ships to the utmost\nlimit of our national capacity. We have the ability and capacity to produce\narms not only for our own forces, but also for the armies, navies, and air\nforces fighting on our side.And our overwhelming superiority of armament must be adequate to put\nweapons of war at the proper time into the hands of those men in the\nconquered Nations who stand ready to seize the first opportunity to revolt\nagainst their German and Japanese oppressors, and against the traitors in\ntheir own ranks, known by the already infamous name of \"Quislings.\" And I\nthink that it is a fair prophecy to say that, as we get guns to the\npatriots in those lands, they too will fire shots heard 'round the world.This production of ours in the United States must be raised far above\npresent levels, even though it will mean the dislocation of the lives and\noccupations of millions of our own people. We must raise our sights all\nalong the production line. Let no man say it cannot be done. It must be\ndone--and we have undertaken to do it.I have just sent a letter of directive to the appropriate departments and\nagencies of our Government, ordering that immediate steps be taken:First, to increase our production rate of airplanes so rapidly that in this\nyear, 1942, we shall produce 60,000 planes, 10,000 more than the goal that\nwe set a year and a half ago. This includes 45,000 combat planes--bombers,\ndive bombers, pursuit planes. The rate of increase will be maintained and\ncontinued so that next year, 1943, we shall produce 125,000 airplanes,\nincluding 100,000 combat planes.Second, to increase our production rate of tanks so rapidly that in this\nyear, 1942, we shall produce 45,000 tanks; and to continue that increase so\nthat next year, 1943, we shall produce 75,000 tanks.Third, to increase our production rate of anti-aircraft guns so rapidly\nthat in this year, 1942, we shall produce 20,000 of them; and to continue\nthat increase so that next year, 1943, we shall produce 35,000\nanti-aircraft guns.And fourth, to increase our production rate of merchant ships so rapidly\nthat in this year, 1942, we shall build 6,000,000 deadweight tons as\ncompared with a 1941 completed production of 1,100,000. And finally, we\nshall continue that increase so that next year, 1943, we shall build\n10,000,000 tons of shipping.These figures and similar figures for a multitude of other implements of\nwar will give the Japanese and the Nazis a little idea of just what they\naccomplished in the attack at Pearl Harbor.And I rather hope that all these figures which I have given will become\ncommon knowledge in Germany and Japan.Our task is hard--our task is unprecedented--and the time is short. We must\nstrain every existing armament-producing facility to the utmost. We must\nconvert every available plant and tool to war production. That goes all the\nway from the greatest plants to the smallest--from the huge automobile\nindustry to the village machine shop.Production for war is based on men and women--the human hands and brains\nwhich collectively we call Labor. Our workers stand ready to work long\nhours; to turn out more in a day's work; to keep the wheels turning and the\nfires burning twenty-four hours a day, and seven days a week. They realize\nwell that on the speed and efficiency of their work depend the lives of\ntheir sons and their brothers on the fighting fronts.Production for war is based on metals and raw materials--steel, copper,\nrubber, aluminum, zinc, tin. Greater and greater quantities of them will\nhave to be diverted to war purposes. Civilian use of them will have to be\ncut further and still further--and, in many cases, completely eliminated.War costs money. So far, we have hardly even begun to pay for it. We have\ndevoted only 15 percent of our national income to national defense. As will\nappear in my Budget Message tomorrow, our war program for the coming fiscal\nyear will cost 56 billion dollars or, in other words, more than half of the\nestimated annual national income. That means taxes and bonds and bonds and\ntaxes. It means cutting luxuries and other non-essentials. In a word, it\nmeans an \"all-out\" war by individual effort and family effort in a united\ncountry.Only this all-out scale of production will hasten the ultimate all-out\nvictory. Speed will count. Lost ground can always be regained--lost time\nnever. Speed will save lives; speed will save this Nation which is in\nperil; speed will save our freedom and our civilization--and slowness has\nnever been an American characteristic.As the United States goes into its full stride, we must always be on guard\nagainst misconceptions which will arise, some of them naturally, or which\nwill be planted among us by our enemies.We must guard against complacency. We must not underrate the enemy. He is\npowerful and cunning--and cruel and ruthless. He will stop at nothing that\ngives him a chance to kill and to destroy. He has trained his people to\nbelieve that their highest perfection is achieved by waging war. For many\nyears he has prepared for this very conflict--planning, and plotting, and\ntraining, arming, and fighting. We have already tasted defeat. We may\nsuffer further setbacks. We must face the fact of a hard war, a long war, a\nbloody war, a costly war.We must, on the other hand, guard against defeatism. That has been one of\nthe chief weapons of Hitler's propaganda machine--used time and again with\ndeadly results. It will not be used successfully on the American people.We must guard against divisions among ourselves and among all the other\nUnited Nations. We must be particularly vigilant against racial\ndiscrimination in any of its ugly forms. Hitler will try again to breed\nmistrust and suspicion between one individual and another, one group and\nanother, one race and another, one Government and another. He will try to\nuse the same technique of falsehood and rumor-mongering with which he\ndivided France from Britain. He is trying to do this with us even now. But\nhe will find a unity of will and purpose against him, which will persevere\nuntil the destruction of all his black designs upon the freedom and safety\nof the people of the world.We cannot wage this war in a defensive spirit. As our power and our\nresources are fully mobilized, we shall carry the attack against the\nenemy--we shall hit him and hit him again wherever and whenever we can reach\nhim.We must keep him far from our shores, for we intend to bring this battle to\nhim on his own home grounds.American armed forces must be used at any place in all the world where it\nseems advisable to engage the forces of the enemy. In some cases these\noperations will be defensive, in order to protect key positions. In other\ncases, these operations will be offensive, in order to strike at the common\nenemy, with a view to his complete encirclement and eventual total defeat.American armed forces will operate at many points in the Far East.American armed forces will be on all the oceans--helping to guard the\nessential communications which are vital to the United Nations.American land and air and sea forces will take stations in the British\nIsles--which constitute an essential fortress in this great world\nstruggle.American armed forces will help to protect this hemisphere--and also help to\nprotect bases outside this hemisphere, which could be used for an attack on\nthe Americas.If any of our enemies, from Europe or from Asia, attempt long-range raids\nby \"suicide\" squadrons of bombing planes, they will do so only in the hope\nof terrorizing our people and disrupting our morale. Our people are not\nafraid of that. We know that we may have to pay a heavy price for freedom.\nWe will pay this price with a will. Whatever the price, it is a thousand\ntimes worth it. No matter what our enemies, in their desperation, may\nattempt to do to us--we will say, as the people of London have said, \"We\ncan take it.\" And what's more we can give it back and we will give it\nback--with compound interest.When our enemies challenged our country to stand up and fight, they\nchallenged each and every one of us. And each and every one of us has\naccepted the challenge--for himself and for his Nation.There were only some 400 United States Marines who in the heroic and\nhistoric defense of Wake Island inflicted such great losses on the enemy.\nSome of those men were killed in action; and others are now prisoners of\nwar. When the survivors of that great fight are liberated and restored to\ntheir homes, they will learn that a hundred and thirty million of their\nfellow citizens have been inspired to render their own full share of\nservice and sacrifice.We can well say that our men on the fighting fronts have already proved\nthat Americans today are just as rugged and just as tough as any of the\nheroes whose exploits we celebrate on the Fourth of July.Many people ask, \"When will this war end?\" There is only one answer to\nthat. It will end just as soon as we make it end, by our combined efforts,\nour combined strength, our combined determination to fight through and work\nthrough until the end--the end of militarism in Germany and Italy and\nJapan. Most certainly we shall not settle for less.That is the spirit in which discussions have been conducted during the\nvisit of the British Prime Minister to Washington. Mr. Churchill and I\nunderstand each other, our motives and our purposes. Together, during the\npast two weeks, we have faced squarely the major military and economic\nproblems of this greatest world war.All in our Nation have been cheered by Mr. Churchill's visit. We have been\ndeeply stirred by his great message to us. He is welcome in our midst, and\nwe unite in wishing him a safe return to his home.For we are fighting on the same side with the British people, who fought\nalone for long, terrible months, and withstood the enemy with fortitude and\ntenacity and skill.We are fighting on the same side with the Russian people who have seen the\nNazi hordes swarm up to the very gates of Moscow, and who with almost\nsuperhuman will and courage have forced the invaders back into retreat.We are fighting on the same side as the brave people of China--those\nmillions who for four and a half long years have withstood bombs and\nstarvation and have whipped the invaders time and again in spite of the\nsuperior Japanese equipment and arms. Yes, we are fighting on the same side\nas the indomitable Dutch. We are fighting on the same side as all the other\nGovernments in exile, whom Hitler and all his armies and all his Gestapo\nhave not been able to conquer.But we of the United Nations are not making all this sacrifice of human\neffort and human lives to return to the kind of world we had after the last\nworld war.We are fighting today for security, for progress, and for peace, not only\nfor ourselves but for all men, not only for one generation but for all\ngenerations. We are fighting to cleanse the world of ancient evils, ancient\nills.Our enemies are guided by brutal cynicism, by unholy contempt for the human\nrace. We are inspired by a faith that goes back through all the years to\nthe first chapter of the Book of Genesis: \"God created man in His own\nimage.\"We on our side are striving to be true to that divine heritage. We are\nfighting, as our fathers have fought, to uphold the doctrine that all men\nare equal in the sight of God. Those on the other side are striving to\ndestroy this deep belief and to create a world in their own image--a world\nof tyranny and cruelty and serfdom.That is the conflict that day and night now pervades our lives.No compromise can end that conflict. There never has been--there never can\nbe--successful compromise between good and evil. Only total victory can\nreward the champions of tolerance, and decency, and freedom, and faith.", 
    "name": "Franklin D. Roosevelt"
}