{
    "date": "January 11, 1944", 
    "speech": "To the Congress:This Nation in the past two years has become an active partner in the\nworld's greatest war against human slavery.We have joined with like-minded people in order to defend ourselves in a\nworld that has been gravely threatened with gangster rule.But I do not think that any of us Americans can be content with mere\nsurvival. Sacrifices that we and our allies are making impose upon us all a\nsacred obligation to see to it that out of this war we and our children\nwill gain something better than mere survival.We are united in determination that this war shall not be followed by\nanother interim which leads to new disaster--that we shall not repeat the\ntragic errors of ostrich isolationism--that we shall not repeat the excesses\nof the wild twenties when this Nation went for a joy ride on a roller\ncoaster which ended in a tragic crash.When Mr. Hull went to Moscow in October, and when I went to Cairo and\nTeheran in November, we knew that we were in agreement with our allies in\nour common determination to fight and win this war. But there were many\nvital questions concerning the future peace, and they were discussed in an\natmosphere of complete candor and harmony.In the last war such discussions, such meetings, did not even begin until\nthe shooting had stopped and the delegates began to assemble at the peace\ntable. There had been no previous opportunities for man-to-man discussions\nwhich lead to meetings of minds. The result was a peace which was not a\npeace.That was a mistake which we are not repeating in this war.And right here I want to address a word or two to some suspicious souls who\nare fearful that Mr. Hull or I have made \"commitments\" for the future which\nmight pledge this Nation to secret treaties, or to enacting the role of\nSanta Claus.To such suspicious souls--using a polite terminology--I wish to say that Mr.\nChurchill, and Marshal Stalin, and Generalissimo Chiang Kai-shek are all\nthoroughly conversant with the provisions of our Constitution. And so is\nMr. Hull. And so am I.Of course we made some commitments. We most certainly committed ourselves\nto very large and very specific military plans which require the use of all\nAllied forces to bring about the defeat of our enemies at the earliest\npossible time.But there were no secret treaties or political or financial commitments.The one supreme objective for the future, which we discussed for each\nNation individually, and for all the United Nations, can be summed up in\none word: Security.And that means not only physical security which provides safety from\nattacks by aggressors. It means also economic security, social security,\nmoral security--in a family of Nations.In the plain down-to-earth talks that I had with the Generalissimo and\nMarshal Stalin and Prime Minister Churchill, it was abundantly clear that\nthey are all most deeply interested in the resumption of peaceful progress\nby their own peoples--progress toward a better life. All our allies want\nfreedom to develop their lands and resources, to build up industry, to\nincrease education and individual opportunity, and to raise standards of\nliving.All our allies have learned by bitter experience that real development will\nnot be possible if they are to be diverted from their purpose by repeated\nwars--or even threats of war.China and Russia are truly united with Britain and America in recognition\nof this essential fact:The best interests of each Nation, large and small, demand that all\nfreedom-loving Nations shall join together in a just and durable system of\npeace. In the present world situation, evidenced by the actions of Germany,\nItaly, and Japan, unquestioned military control over disturbers of the\npeace is as necessary among Nations as it is among citizens in a community.\nAnd an equally basic essential to peace is a decent standard of living for\nall individual men and women and children in all Nations. Freedom from fear\nis eternally linked with freedom from want.There are people who burrow through our Nation like unseeing moles, and\nattempt to spread the suspicion that if other Nations are encouraged to\nraise their standards of living, our own American standard of living must\nof necessity be depressed.The fact is the very contrary. It has been shown time and again that if the\nstandard of living of any country goes up, so does its purchasing power--\nand that such a rise encourages a better standard of living in neighboring\ncountries with whom it trades. That is just plain common sense--and it is\nthe kind of plain common sense that provided the basis for our discussions\nat Moscow, Cairo, and Teheran.Returning from my journeyings, I must confess to a sense of \"let-down\" when\nI found many evidences of faulty perspective here in Washington. The faulty\nperspective consists in overemphasizing lesser problems and thereby\nunderemphasizing the first and greatest problem.The overwhelming majority of our people have met the demands of this war\nwith magnificent courage and understanding. They have accepted\ninconveniences; they have accepted hardships; they have accepted tragic\nsacrifices. And they are ready and eager to make whatever further\ncontributions are needed to win the war as quickly as possible--if only\nthey are given the chance to know what is required of them.However, while the majority goes on about its great work without complaint,\na noisy minority maintains an uproar of demands for special favors for\nspecial groups. There are pests who swarm through the lobbies of the\nCongress and the cocktail bars of Washington, representing these special\ngroups as opposed to the basic interests of the Nation as a whole. They\nhave come to look upon the war primarily as a chance to make profits for\nthemselves at the expense of their neighbors--profits in money or in terms\nof political or social preferment.Such selfish agitation can be highly dangerous in wartime. It creates\nconfusion. It damages morale. It hampers our national effort. It muddies\nthe waters and therefore prolongs the war.If we analyze American history impartially, we cannot escape the fact that\nin our past we have not always forgotten individual and selfish and\npartisan interests in time of war--we have not always been united in purpose\nand direction. We cannot overlook the serious dissensions and the lack of\nunity in our war of the Revolution, in our War of 1812, or in our War\nBetween the States, when the survival of the Union itself was at stake.In the first World War we came closer to national unity than in any\nprevious war. But that war lasted only a year and a half, and increasing\nsigns of disunity began to appear during the final months of the conflict.In this war, we have been compelled to learn how interdependent upon each\nother are all groups and sections of the population of America.Increased food costs, for example, will bring new demands for wage\nincreases from all war workers, which will in turn raise all prices of all\nthings including those things which the farmers themselves have to buy.\nIncreased wages or prices will each in turn produce the same results. They\nall have a particularly disastrous result on all fixed income groups.And I hope you will remember that all of us in this Government represent\nthe fixed income group just as much as we represent business owners,\nworkers, and farmers. This group of fixed income people includes: teachers,\nclergy, policemen, firemen, widows and minors on fixed incomes, wives and\ndependents of our soldiers and sailors, and old-age pensioners. They and\ntheir families add up to one-quarter of our one hundred and thirty million\npeople. They have few or no high pressure representatives at the Capitol.\nIn a period of gross inflation they would be the worst sufferers.If ever there was a time to subordinate individual or group selfishness to\nthe national good, that time is now. Disunity at home--bickerings,\nself-seeking partisanship, stoppages of work, inflation, business as usual,\npolitics as usual, luxury as usual these are the influences which can\nundermine the morale of the brave men ready to die at the front for us\nhere.Those who are doing most of the complaining are not deliberately striving\nto sabotage the national war effort. They are laboring under the delusion\nthat the time is past when we must make prodigious sacrifices--that the war\nis already won and we can begin to slacken off. But the dangerous folly of\nthat point of view can be measured by the distance that separates our\ntroops from their ultimate objectives in Berlin and Tokyo--and by the sum of\nall the perils that lie along the way.Overconfidence and complacency are among our deadliest enemies. Last\nspring--after notable victories at Stalingrad and in Tunisia and against the\nU-boats on the high seas--overconfidence became so pronounced that war\nproduction fell off. In two months, June and July, 1943, more than a\nthousand airplanes that could have been made and should have been made were\nnot made. Those who failed to make them were not on strike. They were\nmerely saying, \"The war's in the bag--so let's relax.\"That attitude on the part of anyone--Government or management or labor--can\nlengthen this war. It can kill American boys.Let us remember the lessons of 1918. In the summer of that year the tide\nturned in favor of the allies. But this Government did not relax. In fact,\nour national effort was stepped up. In August, 1918, the draft age limits\nwere broadened from 21-31 to 18-45. The President called for \"force to the\nutmost,\" and his call was heeded. And in November, only three months later,\nGermany surrendered.That is the way to fight and win a war--all out--and not with half-an-eye on\nthe battlefronts abroad and the other eye-and-a-half on personal, selfish,\nor political interests here at home.Therefore, in order to concentrate all our energies and resources on\nwinning the war, and to maintain a fair and stable economy at home, I\nrecommend that the Congress adopt:(1) A realistic tax law--which will tax all unreasonable profits, both\nindividual and corporate, and reduce the ultimate cost of the war to our\nsons and daughters. The tax bill now under consideration by the Congress\ndoes not begin to meet this test.(2) A continuation of the law for the renegotiation of war contracts--which\nwill prevent exorbitant profits and assure fair prices to the Government.\nFor two long years I have pleaded with the Congress to take undue profits\nout of war.(3) A cost of food law--which will enable the Government (a) to place a\nreasonable floor under the prices the farmer may expect for his production;\nand (b) to place a ceiling on the prices a consumer will have to pay for\nthe food he buys. This should apply to necessities only; and will require\npublic funds to carry out. It will cost in appropriations about one percent\nof the present annual cost of the war.(4) Early reenactment of the stabilization statute of October, 1942. This\nexpires June 30, 1944, and if it is not extended well in advance, the\ncountry might just as well expect price chaos by summer.We cannot have stabilization by wishful thinking. We must take positive\naction to maintain the integrity of the American dollar.(5) A national service law--which, for the duration of the war, will\nprevent strikes, and, with certain appropriate exceptions, will make\navailable for war production or for any other essential services every\nable-bodied adult in this Nation.These five measures together form a just and equitable whole. I would not\nrecommend a national service law unless the other laws were passed to keep\ndown the cost of living, to share equitably the burdens of taxation, to\nhold the stabilization line, and to prevent undue profits.The Federal Government already has the basic power to draft capital and\nproperty of all kinds for war purposes on a basis of just compensation.As you know, I have for three years hesitated to recommend a national\nservice act. Today, however, I am convinced of its necessity. Although I\nbelieve that we and our allies can win the war without such a measure, I am\ncertain that nothing less than total mobilization of all our resources of\nmanpower and capital will guarantee an earlier victory, and reduce the toll\nof suffering and sorrow and blood.I have received a joint recommendation for this law from the heads of the\nWar Department, the Navy Department, and the Maritime Commission. These are\nthe men who bear responsibility for the procurement of the necessary arms\nand equipment, and for the successful prosecution of the war in the field.\nThey say:\"When the very life of the Nation is in peril the responsibility for\nservice is common to all men and women. In such a time there can be no\ndiscrimination between the men and women who are assigned by the Government\nto its defense at the battlefront and the men and women assigned to\nproducing the vital materials essential to successful military operations.\nA prompt enactment of a National Service Law would be merely an expression\nof the universality of this responsibility.\"I believe the country will agree that those statements are the solemn\ntruth.National service is the most democratic way to wage a war. Like selective\nservice for the armed forces, it rests on the obligation of each citizen to\nserve his Nation to his utmost where he is best qualified.It does not mean reduction in wages. It does not mean loss of retirement\nand seniority rights and benefits. It does not mean that any substantial\nnumbers of war workers will be disturbed in their present jobs. Let these\nfacts be wholly clear.Experience in other democratic Nations at war--Britain, Canada, Australia,\nand New Zealand--has shown that the very existence of national service\nmakes unnecessary the widespread use of compulsory power. National service\nhas proven to be a unifying moral force based on an equal and comprehensive\nlegal obligation of all people in a Nation at war.There are millions of American men and women who are not in this war at\nall. It is not because they do not want to be in it. But they want to know\nwhere they can best do their share. National service provides that\ndirection. It will be a means by which every man and woman can find that\ninner satisfaction which comes from making the fullest possible\ncontribution to victory.I know that all civilian war workers will be glad to be able to say many\nyears hence to their grandchildren: \"Yes, I, too, was in service in the\ngreat war. I was on duty in an airplane factory, and I helped make hundreds\nof fighting planes. The Government told me that in doing that I was\nperforming my most useful work in the service of my country.\"It is argued that we have passed the stage in the war where national\nservice is necessary. But our soldiers and sailors know that this is not\ntrue. We are going forward on a long, rough road--and, in all journeys, the\nlast miles are the hardest. And it is for that final effort--for the total\ndefeat of our enemies--that we must mobilize our total resources. The\nnational war program calls for the employment of more people in 1944 than\nin 1943.It is my conviction that the American people will welcome this win-the-war\nmeasure which is based on the eternally just principle of \"fair for one,\nfair for all.\"It will give our people at home the assurance that they are standing\nfour-square behind our soldiers and sailors. And it will give our enemies\ndemoralizing assurance that we mean business--that we, 130,000,000\nAmericans, are on the march to Rome, Berlin, and Tokyo.I hope that the Congress will recognize that, although this is a political\nyear, national service is an issue which transcends politics. Great power\nmust be used for great purposes.As to the machinery for this measure, the Congress itself should determine\nits nature--but it should be wholly nonpartisan in its make-up.Our armed forces are valiantly fulfilling their responsibilities to our\ncountry and our people. Now the Congress faces the responsibility for\ntaking those measures which are essential to national security in this the\nmost decisive phase of the Nation's greatest war.Several alleged reasons have prevented the enactment of legislation which\nwould preserve for our soldiers and sailors and marines the fundamental\nprerogative of citizenship--the right to vote. No amount of legalistic\nargument can becloud this issue in the eyes of these ten million American\ncitizens. Surely the signers of the Constitution did not intend a document\nwhich, even in wartime, would be construed to take away the franchise of\nany of those who are fighting to preserve the Constitution itself.Our soldiers and sailors and marines know that the overwhelming majority of\nthem will be deprived of the opportunity to vote, if the voting machinery\nis left exclusively to the States under existing State laws--and that there\nis no likelihood of these laws being changed in time to enable them to vote\nat the next election. The Army and Navy have reported that it will be\nimpossible effectively to administer forty-eight different soldier voting\nlaws. It is the duty of the Congress to remove this unjustifiable\ndiscrimination against the men and women in our armed forces--and to do it\nas quickly as possible.It is our duty now to begin to lay the plans and determine the strategy for\nthe winning of a lasting peace and the establishment of an American\nstandard of living higher than ever before known. We cannot be content, no\nmatter how high that general standard of living may be, if some fraction of\nour people--whether it be one-third or one-fifth or one-tenth--is ill-fed,\nill-clothed, ill housed, and insecure.This Republic had its beginning, and grew to its present strength, under\nthe protection of certain inalienable political rights--among them the right\nof free speech, free press, free worship, trial by jury, freedom from\nunreasonable searches and seizures. They were our rights to life and\nliberty.As our Nation has grown in size and stature, however--as our industrial\neconomy expanded--these political rights proved inadequate to assure us\nequality in the pursuit of happiness.We have come to a clear realization of the fact that true individual\nfreedom cannot exist without economic security and independence.\n\"Necessitous men are not free men.\" People who are hungry and out of a job\nare the stuff of which dictatorships are made.In our day these economic truths have become accepted as self-evident. We\nhave accepted, so to speak, a second Bill of Rights under which a new basis\nof security and prosperity can be established for all regardless of\nstation, race, or creed.Among these are:The right to a useful and remunerative job in the industries or shops or\nfarms or mines of the Nation;The right to earn enough to provide adequate food and clothing and\nrecreation;The right of every farmer to raise and sell his products at a return which\nwill give him and his family a decent living;The right of every businessman, large and small, to trade in an atmosphere\nof freedom from unfair competition and domination by monopolies at home or\nabroad;The right of every family to a decent home;The right to adequate medical care and the opportunity to achieve and enjoy\ngood health;The right to adequate protection from the economic fears of old age,\nsickness, accident, and unemployment;The right to a good education.All of these rights spell security. And after this war is won we must be\nprepared to move forward, in the implementation of these rights, to new\ngoals of human happiness and well-being.America's own rightful place in the world depends in large part upon how\nfully these and similar rights have been carried into practice for our\ncitizens. For unless there is security here at home there cannot be lasting\npeace in the world.One of the great American industrialists of our day--a man who has rendered\nyeoman service to his country in this crisis--recently emphasized the grave\ndangers of \"rightist reaction\" in this Nation. All clear-thinking\nbusinessmen share his concern. Indeed, if such reaction should develop--if\nhistory were to repeat itself and we were to return to the so-called\n\"normalcy\" of the 1920's--then it is certain that even though we shall have\nconquered our enemies on the battlefields abroad, we shall have yielded to\nthe spirit of Fascism here at home.I ask the Congress to explore the means for implementing this economic bill\nof rights--for it is definitely the responsibility of the Congress so to\ndo. Many of these problems are already before committees of the Congress in\nthe form of proposed legislation. I shall from time to time communicate\nwith the Congress with respect to these and further proposals. In the event\nthat no adequate program of progress is evolved, I am certain that the\nNation will be conscious of the fact.Our fighting men abroad--and their families at home--expect such a program\nand have the right to insist upon it. It is to their demands that this\nGovernment should pay heed rather than to the whining demands of selfish\npressure groups who seek to feather their nests while young Americans are\ndying.The foreign policy that we have been following--the policy that guided us at\nMoscow, Cairo, and Teheran--is based on the common sense principle which was\nbest expressed by Benjamin Franklin on July 4, 1776: \"We must all hang\ntogether, or assuredly we shall all hang separately.\"I have often said that there are no two fronts for America in this war.\nThere is only one front. There is one line of unity which extends from the\nhearts of the people at home to the men of our attacking forces in our\nfarthest outposts. When we speak of our total effort, we speak of the\nfactory and the field, and the mine as well as of the battleground--we\nspeak of the soldier and the civilian, the citizen and his Government.Each and every one of us has a solemn obligation under God to serve this\nNation in its most critical hour--to keep this Nation great--to make this\nNation greater in a better world.", 
    "name": "Franklin D. Roosevelt"
}