{
    "date": "January 3, 1938", 
    "speech": "Mr. President, Mr. Speaker, Members of the Senate and of the House of\nRepresentatives:In addressing the Congress on the state of the Union present facts and\nfuture hazards demand that I speak clearly and earnestly of the causes\nwhich underlie events of profound concern to all.In spite of the determination of this Nation for peace, it has become clear\nthat acts and policies of nations in other parts of the world have\nfar-reaching effects not only upon their immediate neighbors but also on\nus.I am thankful that I can tell you that our Nation is at peace. It has been\nkept at peace despite provocations which in other days, because of their\nseriousness, could well have engendered war. The people of the United\nStates and the Government of the United States have shown capacity for\nrestraint and a civilized approach to the purposes of peace, while at the\nsame time we maintain the integrity inherent in the sovereignty of\n130,000,000 people, lest we weaken or destroy our influence for peace and\njeopardize the sovereignty itself.It is our traditional policy to live at peace with other nations. More than\nthat, we have been among the leaders in advocating the use of pacific\nmethods of discussion and conciliation in international differences. We\nhave striven for the reduction of military forces.But in a world of high tension and disorder, in a world where stable\ncivilization is actually threatened, it becomes the responsibility of each\nnation which strives for peace at home and peace with and among others to\nbe strong enough to assure the observance of those fundamentals of peaceful\nsolution of conflicts which are the only ultimate basis for orderly\nexistence.Resolute in our determination to respect the rights of others, and to\ncommand respect for the rights of ourselves, we must keep ourselves\nadequately strong in self-defense.There is a trend in the world away from the observance both of the letter\nand the spirit of treaties. We propose to observe, as we have in the past,\nour own treaty obligations to the limit; but we cannot be certain of\nreciprocity on the part of others.Disregard for treaty obligations seems to have followed the surface trend\naway from the democratic representative form of government. It would seem,\ntherefore, that world peace through international agreements is most safe\nin the hands of democratic representative governments--or, in other words,\npeace is most greatly jeopardized in and by those nations where democracy\nhas been discarded or has never developed.I have used the words \"surface trend,\" for I still believe that civilized\nman increasingly insists and in the long run will insist on genuine\nparticipation in his own government. Our people believe that over the years\ndemocracies of the world will survive, and that democracy will be restored\nor established in those nations which today know it not. In that faith lies\nthe future peace of mankind.At home, conditions call for my equal candor. Events of recent months are\nnew proof that we cannot conduct a national government after the practice\nof 1787, or 1837 or 1887, for the obvious reason that human needs and human\ndesires are infinitely greater, infinitely more difficult to meet than in\nany previous period in the life of our Republic. Hitherto it has been an\nacknowledged duty of government to meet these desires and needs: nothing\nhas occurred of late to absolve the Congress, the Courts or the President\nfrom that task. It faces us as squarely, as insistently, as in March,\n1933.Much of trouble in our own lifetime has sprung from a long period of\ninaction--from ignoring what fundamentally was happening to us, and from a\ntime-serving unwillingness to face facts as they forced themselves upon\nus.Our national life rests on two nearly equal producing forces, agriculture\nand industry, each employing about one-third of our citizens. The other\nthird transports and distributes the products of the first two, or performs\nspecial services for the whole.The first great force, agriculture--and with it the production of timber,\nminerals and other natural resources--went forward feverishly and\nthoughtlessly until nature rebelled and we saw deserts encroach, floods\ndestroy, trees disappear and soil exhausted.At the same time we have been discovering that vast numbers of our farming\npopulation live in a poverty more abject than that of many of the farmers\nof Europe whom we are wont to call peasants; that the prices of our\nproducts of agriculture are too often dependent on speculation by\nnon-farming groups; and that foreign nations, eager to become\nself-sustaining or ready to put virgin land under the plough are no longer\nbuying our surpluses of cotton and wheat and lard and tobacco and fruit as\nthey had before.Since 1933 we have knowingly faced a choice of three remedies. First, to\ncut our cost of farm production below that of other nations--an obvious\nimpossibility in many crops today unless we revert to human slavery or its\nequivalent.Second, to make the government the guarantor of farm prices and the\nunderwriter of excess farm production without limit--a course which would\nbankrupt the strongest government in the world in a decade.Third, to place the primary responsibility directly on the farmers\nthemselves, under the principle of majority rule, so that they may decide,\nwith full knowledge of the facts of surpluses, scarcities, world markets\nand domestic needs, what the planting of each crop should be in order to\nmaintain a reasonably adequate supply which will assure a minimum adequate\nprice under the normal processes of the law of supply and demand.That means adequacy of supply but not glut. It means adequate reserves\nagainst the day of drought. It is shameless misrepresentation to call this\na policy of scarcity. It is in truth insurance before the fact, instead of\ngovernment subsidy after the fact.Any such plan for the control of excessive surpluses and the speculation\nthey bring has two enemies. There are those well meaning theorists who harp\non the inherent right of every free born American to do with his land what\nhe wants--to cultivate it well--or badly; to conserve his timber by cutting\nonly the annual increment thereof--or to strip it clean, let fire burn the\nslash, and erosion complete the ruin; to raise only one crop--and if that\ncrop fails, to look for food and support from his neighbors or his\ngovernment.That, I assert is not an inherent right of citizenship. For if a man farms\nhis land to the waste of the soil or the trees, he destroys not only his\nown assets but the Nation's assets as well. Or if by his methods he makes\nhimself, year after year, a financial hazard of the community and the\ngovernment, he becomes not only a social problem but an economic menace.\nThe day has gone by when it could be claimed that government has no\ninterest in such ill-considered practices and no right through\nrepresentative methods to stop them.The other group of enemies is perhaps less well-meaning. It includes those\nwho for partisan purposes oppose each and every practical effort to help\nthe situation, and also those who make money from undue fluctuations in\ncrop prices.I gladly note that measures which seek to initiate a government program for\na balanced agriculture are now in conference between the two Houses of the\nCongress. In their final consideration, I hope for a sound consistent\nmeasure which will keep the cost of its administration within the figure of\ncurrent government expenditures in aid of agriculture. The farmers of this\nNation know that a balanced output can be put into effect without excessive\ncost and with the cooperation of the great majority of them.If this balance can be created by an all-weather farm program, our farm\npopulation will soon be assured of relatively constant purchasing power.\nFrom this will flow two other practical results: the consuming public will\nbe protected against excessive food and textile prices, and the industries\nof the Nation and their workers will find a steadier demand for wares sold\nto the agricultural third of our people.To raise the purchasing power of the farmer is, however, not enough. It\nwill not stay raised if we do not also raise the purchasing power of that\nthird of the Nation which receives its income from industrial employment.\nMillions of industrial workers receive pay so low that they have little\nbuying power. Aside from the undoubted fact that they thereby suffer great\nhuman hardship, they are unable to buy adequate food and shelter, to\nmaintain health or to buy their share of manufactured goods.We have not only seen minimum wage and maximum hour provisions prove their\nworth economically and socially under government auspices in 1933, 1934 and\n1935, but the people of this country, by an overwhelming vote, are in favor\nof having the Congress--this Congress--put a floor below which industrial\nwages shall not fall, and a ceiling beyond which the hours of industrial\nlabor shall not rise.Here again let us analyze the opposition. A part of it is sincere in\nbelieving that an effort thus to raise the purchasing power of lowest paid\nindustrial workers is not the business of the Federal Government. Others\ngive \"lip service\" to a general objective, but do not like any specific\nmeasure that is proposed. In both cases it is worth our while to wonder\nwhether some of these opponents are not at heart opposed to any program for\nraising the wages of the underpaid or reducing the hours of the\noverworked.Another group opposes legislation of this type on the ground that cheap\nlabor will help their locality to acquire industries and outside capital,\nor to retain industries which today are surviving only because of existing\nlow wages and long hours. It has been my thought that, especially during\nthese past five years, this Nation has grown away from local or sectional\nselfishness and toward national patriotism and unity. I am disappointed by\nsome recent actions and by some recent utterances which sound like the\nphilosophy of half a century ago.There are many communities in the United States where the average family\nincome is pitifully low. It is in those communities that we find the\npoorest educational facilities and the worst conditions of health. Why? It\nis not because they are satisfied to live as they do. It is because those\ncommunities have the lowest per capita wealth and income; therefore, the\nlowest ability to pay taxes; and, therefore, inadequate functioning of\nlocal government.Such communities exist in the East, in the Middle West, in the Far West,\nand in the South. Those who represent such areas in every part of the\ncountry do their constituents ill service by blocking efforts to raise\ntheir incomes, their property values and, therefore, their whole scale of\nliving. In the long run, the profits from Child labor, low pay and overwork\nenure not to the locality or region where they exist but to the absentee\nowners who have sent their capital into these exploited communities to\ngather larger profits for themselves. Indeed, new enterprises and new\nindustries which bring permanent wealth will come more readily to those\ncommunities which insist on good pay and reasonable hours, for the simple\nreason that there they will find a greater industrial efficiency and\nhappier workers.No reasonable person seeks a complete uniformity in wages in every part of\nthe United States; nor does any reasonable person seek an immediate and\ndrastic change from the lowest pay to the highest pay. We are seeking, of\ncourse, only legislation to end starvation wages and intolerable hours;\nmore desirable wages are and should continue to be the product of\ncollective bargaining.Many of those who represent great cities have shown their understanding of\nthe necessity of helping the agricultural third of the Nation. I hope that\nthose who represent constituencies primarily agricultural will not\nunderestimate the importance of extending like aid to the industrial\nthird.Wage and hour legislation, therefore, is a problem which is definitely\nbefore this Congress for action. It is an essential part of economic\nrecovery. It has the support of an overwhelming majority of our people in\nevery walk of life. They have expressed themselves through the ballot box.Again I revert to the increase of national purchasing power as an\nunderlying necessity of the day. If you increase that purchasing power for\nthe farmers and for the industrial workers, especially for those in both\ngroups who have least of it today, you will increase the purchasing power\nof the final third of our population--those who transport and distribute the\nproducts of farm and factory, and those of the professions who serve all\ngroups. I have tried to make clear to you, and through you to the people of\nthe United States, that this is an urgency which must be met by complete\nand not by partial action.If it is met, if the purchasing power of the Nation as a whole--in other\nwords, the total of the Nation's income--can be still further increased,\nother happy results will flow from such increase.We have raised the Nation's income from thirty-eight billion dollars in the\nyear 1932 to about sixty-eight billion dollars in the year 1937. Our goal,\nour objective is to raise it to ninety or one hundred billion dollars.We have heard much about a balanced budget, and it is interesting to note\nthat many of those who have pleaded for a balanced budget as the sole need\nnow come to me to plead for additional government expenditures at the\nexpense of unbalancing the budget. As the Congress is fully aware, the\nannual deficit, large for several years, has been declining the last fiscal\nyear and this. The proposed budget for 1939, which I shall shortly send to\nthe Congress, will exhibit a further decrease in the deficit, though not a\nbalance between income and outgo.To many who have pleaded with me for an immediate balancing of the budget,\nby a sharp curtailment or even elimination of government functions, I have\nasked the question: \"What present expenditures would you reduce or\neliminate?\" And the invariable answer has been \"that is not my business--I\nknow nothing of the details, but I am sure that it could be done.\" That is\nnot what you or I would call helpful citizenship.On only one point do most of them have a suggestion. They think that relief\nfor the unemployed by the giving of work is wasteful, and when I pin them\ndown I discover that at heart they are actually in favor of substituting a\ndole in place of useful work. To that neither I nor, I am confident, the\nSenators and Representatives in the Congress will ever consent.I am as anxious as any banker or industrialist or business man or investor\nor economist that the budget of the United States Government be brought\ninto balance as quickly as possible. But I lay down certain conditions\nwhich seem reasonable and which I believe all should accept.The first condition is that we continue the policy of not permitting any\nneedy American who can and is willing to work to starve because the Federal\nGovernment does not provide the work.The second is that the Congress and the Executive join hands in eliminating\nor curtailing any Federal activity which can be eliminated or curtailed or\neven postponed without harming necessary government functions or the safety\nof the Nation from a national point of view.The third is to raise the purchasing power of the Nation to the point that\nthe taxes on this purchasing power--or, in other words, on the Nation's\nincome--will be sufficient to meet the necessary expenditures of the\nnational government.I have hitherto stated that, in my judgment, the expenditures of the\nnational government cannot be cut much below seven billion dollars a year\nwithout destroying essential functions or letting people starve. That sum\ncan be raised and will be cheerfully provided by the American people, if we\ncan increase the Nation's income to a point well beyond the present level.This does not mean that as the Nation's income goes up the Federal\nexpenditures should rise in proportion. On the contrary, the Congress and\nthe Executive should use every effort to hold the normal Federal\nexpenditures to approximately the present level, thus making it possible,\nwith an increase in the Nation's income and the resulting increase in tax\nreceipts, not only to balance future budgets but to reduce the debt.In line with this policy fall my former recommendations for the\nreorganization and improvement of the administrative structure of the\ngovernment, both for immediate Executive needs and for the planning of\nfuture national needs. I renew those recommendations.In relation to tax changes, three things should be kept in mind. First, the\ntotal sum to be derived by the Federal Treasury must not be decreased as a\nresult of any changes in schedules. Second, abuses by individuals or\ncorporations designed to escape tax-paying by using various methods of\ndoing business, corporate and otherwise--abuses which we have sought, with\ngreat success, to end--must not be restored. Third, we should rightly change\ncertain provisions where they are proven to work definite hardship,\nespecially on the small business men of the Nation. But, speculative income\nshould not be favored over earned income.It is human nature to argue that this or that tax is responsible for every\nill. It is human nature on the part of those who pay graduated taxes to\nattack all taxes based on the principle of ability to pay. These are the\nsame complainants who for a generation blocked the imposition of a\ngraduated income tax. They are the same complainants who would impose the\ntype of flat sales tax which places the burden of government more on those\nleast able to pay and less on those most able to pay.Our conclusion must be that while proven hardships should be corrected,\nthey should not be corrected in such a way as to restore abuses already\nterminated or to shift a greater burden to the less fortunate.This subject leads naturally into the wider field of the public attitude\ntoward business. The objective of increasing the purchasing power of the\nfarming third, the industrial third and the service third of our population\npresupposes the cooperation of what we call capital and labor.Capital is essential; reasonable earnings on capital are essential; but\nmisuse of the powers of capital or selfish suspension of the employment of\ncapital must be ended, or the capitalistic system will destroy itself\nthrough its own abuses.The overwhelming majority of business men and bankers intend to be good\ncitizens. Only a small minority have displayed poor citizenship by engaging\nin practices which are dishonest or definitely harmful to society. This\nstatement is straightforward and true. No person in any responsible place\nin the Government of the United States today has ever taken any position\ncontrary to it.But, unfortunately for the country, when attention is called to, or attack\nis made on specific misuses of capital, there has been a deliberate purpose\non the part of the condemned minority to distort the criticism into an\nattack on all capital. That is wilful deception but it does not long\ndeceive.If attention is called to, or attack made on, certain wrongful business\npractices, there are those who are eager to call it \"an attack on all\nbusiness.\" That, too, is wilful deception that will not long deceive. Let\nus consider certain facts:There are practices today which most people believe should be ended. They\ninclude tax avoidance through corporate and other methods, which I have\npreviously mentioned; excessive capitalization, investment write-ups and\nsecurity manipulations; price rigging and collusive bidding in defiance of\nthe spirit of the antitrust laws by methods which baffle prosecution under\nthe present statutes. They include high-pressure salesmanship which creates\ncycles of overproduction within given industries and consequent recessions\nin production until such time as the surplus is consumed; the use of patent\nlaws to enable larger corporations to maintain high prices and withhold\nfrom the public the advantages of the progress of science; unfair\ncompetition which drives the smaller producer out of business locally,\nregionally or even on a national scale; intimidation of local or state\ngovernment to prevent the enactment of laws for the protection of labor by\nthreatening to move elsewhere; the shifting of actual production from one\nlocality or region to another in pursuit of the cheapest wage scale.The enumeration of these abuses does not mean that business as a whole is\nguilty of them. Again, it is deception that will not long deceive to tell\nthe country that an attack on these abuses is an attack on business.Another group of problems affecting business, which cannot be termed\nspecific abuses, gives us food for grave thought about the future.\nGenerically such problems arise out of the concentration of economic\ncontrol to the detriment of the body politic--control of other people's\nmoney, other people's labor, other people's lives.In many instances such concentrations cannot be justified on the ground of\noperating efficiency, but have been created for the sake of securities\nprofits, financial control, the suppression of competition and the ambition\nfor power over others. In some lines of industry a very small numerical\ngroup is in such a position of influence that its actions are of necessity\nfollowed by the other units operating in the same field.That such influences operate to control banking and finance is equally\ntrue, in spite of the many efforts, through Federal legislation, to take\nsuch control out of the hands of a small group. We have but to talk with\nhundreds of small bankers throughout the United States to realize that\nirrespective of local conditions, they are compelled in practice to accept\nthe policies laid down by a small number of the larger banks in the Nation.\nThe work undertaken by Andrew Jackson and Woodrow Wilson is not finished\nyet.The ownership of vast properties or the organization of thousands of\nworkers creates a heavy obligation of public service. The power should not\nbe sought or sanctioned unless the responsibility is accepted as well. The\nman who seeks freedom from such responsibility in the name of individual\nliberty is either fooling himself or trying to cheat his fellow men. He\nwants to eat the fruits of orderly society without paying for them.As a Nation we have rejected any radical revolutionary program. For a\npermanent correction of grave weaknesses in our economic system we have\nrelied on new applications of old democratic processes. It is not necessary\nto recount what has been accomplished in preserving the homes and\nlivelihood of millions of workers on farms and in cities, in reconstructing\na sound banking and credit system, in reviving trade and industry, in\nreestablishing security of life and property. All we need today is to look\nupon the fundamental, sound economic conditions to know that this business\nrecession causes more perplexity than fear on the part of most people and\nto contrast our prevailing mental attitude with the terror and despair of\nfive years ago.Furthermore, we have a new moral climate in America. That means that we ask\nbusiness and finance to recognize that fact, to cure such inequalities as\nthey can cure without legislation but to join their government in the\nenactment of legislation where the ending of abuses and the steady\nfunctioning of our economic system calls for government assistance. The\nNation has no obligation to make America safe either for incompetent\nbusiness men or for business men who fail to note the trend of the times\nand continue the use of machinery of economics and practices of finance as\noutworn as the cotton spindle of 1870.Government can be expected to cooperate in every way with the business of\nthe Nation provided the component parts of business abandon practices which\ndo not belong to this day and age, and adopt price and production policies\nappropriate to the times.In regard to the relationship of government to certain processes of\nbusiness, to which I have referred, it seems clear to me that existing laws\nundoubtedly require reconstruction. I expect, therefore, to address the\nCongress in a special message on this subject, and I hope to have the help\nof business in the efforts of government to help business.I have spoken of labor as another essential in the three great groups of\nthe population in raising the Nation's income. Definite strides in\ncollective bargaining have been made and the right of labor to organize has\nbeen nationally accepted. Nevertheless in the evolution of the process\ndifficult situations have arisen in localities and among groups.\nUnfortunate divisions relating to jurisdiction among the workers themselves\nhave retarded production within given industries and have, therefore,\naffected related industries. The construction of homes and other buildings\nhas been hindered in some localities not only by unnecessarily high prices\nfor materials but also by certain hourly wage scales.For economic and social reasons our principal interest for the near future\nlies along two lines: first, the immediate desirability of increasing the\nwages of the lowest paid groups in all industry; and, second, in thinking\nin terms of regularizing the work of the individual worker more greatly\nthrough the year--in other words, in thinking more in terms of the worker's\ntotal pay for a period of a whole year rather than in terms of his\nremuneration by the hour or by the day.In the case of labor as in the case of capital, misrepresentation of the\npolicy of the government of the United States is deception which will not\nlong deceive. In both cases we seek cooperation. In every case power and\nresponsibility must go hand in hand.I have spoken of economic causes which throw the Nation's income out of\nbalance; I have spoken of practices and abuses which demand correction\nthrough the cooperation of capital and labor with the government. But no\ngovernment can help the destinies of people who insist in putting sectional\nand class consciousness ahead of general weal. There must be proof that\nsectional and class interests are prepared more greatly than they are today\nto be national in outlook.A government can punish specific acts of spoliation; but no government can\nconscript cooperation. We have improved some matters by way of remedial\nlegislation. But where in some particulars that legislation has failed we\ncannot be sure whether it fails because some of its details are unwise or\nbecause it is being sabotaged. At any rate, we hold our objectives and our\nprinciples to be sound. We will never go back on them.Government has a final responsibility for the well-being of its\ncitizenship. If private cooperative endeavor fails to provide work for\nwilling hands and relief for the unfortunate, those suffering hardship from\nno fault of their own have a right to call upon the Government for aid; and\na government worthy of its name must make fitting response.It is the opportunity and the duty of all those who have faith in\ndemocratic methods as applied in industry, in agriculture and in business,\nas well as in the field of politics, to do their utmost to cooperate with\ngovernment--without regard to political affiliation, special interests or\neconomic prejudices--in whatever program may be sanctioned by the chosen\nrepresentatives of the people.That presupposes on the part of the representatives of the people, a\nprogram, its enactment and its administration.Not because of the pledges of party programs alone, not because of the\nclear policies of the past five years, but chiefly because of the need of\nnational unity in ending mistakes of the past and meeting the necessities\nof today, we must carry on. I do not propose to let the people down.I am sure the Congress of the United States will not let the people down.", 
    "name": "Franklin D. Roosevelt"
}