{
    "date": "December 2, 1856", 
    "speech": "Fellow-Citizens of the Senate and of the House of Representatives:The Constitution requires that the President shall from time to time not\nonly recommend to the consideration of Congress such measures as he may\njudge necessary and expedient, but also that he shall give information to\nthem of the state of the Union. To do this fully involves exposition of all\nmatters in the actual condition of the country, domestic or foreign, which\nessentially concern the general welfare. While performing his\nconstitutional duty in this respect, the President does not speak merely to\nexpress personal convictions, but as the executive minister of the\nGovernment, enabled by his position and called upon by his official\nobligations to scan with an impartial eye the interests of the whole and of\nevery part of the United States.Of the condition of the domestic interests of the Union--its agriculture,\nmines, manufactures, navigation, and commerce--it is necessary only to say\nthat the internal prosperity of the country, its continuous and steady\nadvancement in wealth and population and in private as well as public\nwell-being, attest the wisdom of our institutions and the predominant\nspirit of intelligence and patriotism which, notwithstanding occasional\nirregularities of opinion or action resulting from popular freedom, has\ndistinguished and characterized the people of America. In the brief\ninterval between the termination of the last and the commencement of the\npresent session of Congress the public mind has been occupied with the care\nof selecting for another constitutional term the President and\nVice-President of the United States.The determination of the persons who are of right, or contingently, to\npreside over the administration of the Government is under our system\ncommitted to the States and the people. We appeal to them, by their voice\npronounced in the forms of law, to call whomsoever they will to the high\npost of Chief Magistrate.And thus it is that as the Senators represent the respective States of the\nUnion and the members of the House of Representatives the several\nconstituencies of each State, so the President represents the aggregate\npopulation of the United States. Their election of him is the explicit and\nsolemn act of the sole sovereign authority of the Union.It is impossible to misapprehend the great principles which by their recent\npolitical action the people of the United States have sanctioned and\nannounced.They have asserted the constitutional equality of each and all of the\nStates of the Union as States: they have affirmed the constitutional\nequality of each and all of the citizens of the United States as citizens,\nwhatever their religion, wherever their birth or their residence; they have\nmaintained the inviolability of the constitutional rights of the different\nsections of the Union, and they have proclaimed their devoted and\nunalterable attachment to the Union and to the Constitution, as objects of\ninterest superior to all subjects of local or sectional controversy, as the\nsafeguard of the rights of all, as the spirit and the essence of the\nliberty, peace, and greatness of the Republic. In doing this they have at\nthe same time emphatically condemned the idea of organizing in these United\nStates mere geographical parties, of marshaling in hostile array toward\neach other the different parts of the country, North or South, East or\nWest.Schemes of this nature, fraught with incalculable mischief, and which the\nconsiderate sense of the people has rejected, could have had countenance in\nno part of the country had they not been disguised by suggestions plausible\nin appearance, acting upon an excited state of the public mind, induced by\ncauses temporary in their character and, it is to be hoped, transient in\ntheir influence.Perfect liberty of association for political objects and the widest scope\nof discussion are the received and ordinary conditions of government in our\ncountry. Our institutions, framed in the spirit of confidence in the\nintelligence and integrity of the people, do not forbid citizens, either\nindividually or associated together, to attack by writing, speech, or any\nother methods short of physical force the Constitution and the very\nexistence of the Union. Under the shelter of this great liberty, and\nprotected by the laws and usages of the Government they assail,\nassociations have been formed in some of the States of individuals who,\npretending to seek only to prevent the spread of the institution of slavery\ninto the present or future inchoate States of the Union, are really\ninflamed with desire to change the domestic institutions of existing\nStates. To accomplish their objects they dedicate themselves to the odious\ntask of depreciating the government organization which stands in their way\nand of calumniating with indiscriminate invective not only the citizens of\nparticular States with whose laws they find fault, but all others of their\nfellow citizens throughout the country who do not participate with them in\ntheir assaults upon the Constitution, framed and adopted by our fathers,\nand claiming for the privileges it has secured and the blessings it has\nconferred the steady support and grateful reverence of their children. They\nseek an object which they well know to be a revolutionary one. They are\nperfectly aware that the change in the relative condition of the white and\nblack races in the slaveholding States which they would promote is beyond\ntheir lawful authority; that to them it is a foreign object; that it can\nnot be effected by any peaceful instrumentality of theirs; that for them\nand the States of which they are citizens the only path to its\naccomplishment is through burning cities, and ravaged fields, and\nslaughtered populations, and all there is most terrible in foreign\ncomplicated with civil and servile war; and that the first step in the\nattempt is the forcible disruption of a country embracing in its broad\nbosom a degree of liberty and an amount of individual and public prosperity\nto which there is no parallel in history, and substituting in its place\nhostile governments, driven at once and inevitably into mutual devastation\nand fratricidal carnage, transforming the now peaceful and felicitous\nbrotherhood into a vast permanent camp of armed men like the rival\nmonarchies of Europe and Asia. Well knowing that such, and such only, are\nthe means and the consequences of their plans and purposes, they endeavor\nto prepare the people of the United States for civil war by doing\neverything in their power to deprive the Constitution and the laws of moral\nauthority and to undermine the fabric of the Union by appeals to passion\nand sectional prejudice, by indoctrinating its people with reciprocal\nhatred, and by educating them to stand face to face as enemies, rather than\nshoulder to shoulder as friends.It is by the agency of such unwarrantable interference, foreign and\ndomestic, that the minds of many otherwise good citizens have been so\ninflamed into the passionate condemnation of the domestic institutions of\nthe Southern States as at length to pass insensibly to almost equally\npassion late hostility toward their fellow-citizens of those States, and\nthus finally to fall into temporary fellowship with the avowed and active\nenemies of the Constitution. Ardently attached to liberty in the abstract,\nthey do not stop to consider practically how the objects they would attain\ncan be accomplished, nor to reflect that, even if the evil were as great as\nthey deem it, they have no remedy to apply, and that it can be only\naggravated by their violence and unconstitutional action. A question which\nis one of the most difficult of all the problems of social institution,\npolitical economy, and statesmanship they treat with unreasoning\nintemperance of thought and language. Extremes beget extremes. Violent\nattack from the North finds its inevitable consequence in the growth of a\nspirit of angry defiance at the South. Thus in the progress of events we\nhad reached that consummation, which the voice of the people has now so\npointedly rebuked, of the attempt of a portion of the States, by a\nsectional organization and movement, to usurp the control of the Government\nof the United States.I confidently believe that the great body of those who inconsiderately took\nthis fatal step are sincerely attached to the Constitution and the Union.\nThey would upon deliberation shrink with unaffected horror from any\nconscious act of disunion or civil war. But they have entered into a path\nwhich leads nowhere unless it be to civil war and disunion, and which has\nno other possible outlet. They have proceeded thus far in that direction in\nconsequence of the successive stages of their progress having consisted of\na series of secondary issues, each of which professed to be confined within\nconstitutional and peaceful limits, but which attempted indirectly what few\nmen were willing to do directly; that is, to act aggressively against the\nconstitutional rights of nearly one-half of the thirty-one States.In the long series of acts of indirect aggression, the first was the\nstrenuous agitation by citizens of the Northern States, in Congress and out\nof it, of the question of Negro emancipation in the Southern States.The second step in this path of evil consisted of acts of the people of the\nNorthern States, and in several instances of their governments, aimed to\nfacilitate the escape of persons held to service in the Southern States and\nto prevent their extradition when reclaimed according to law and in virtue\nof express provisions of the Constitution. To promote this object,\nlegislative enactments and other means were adopted to take away or defeat\nrights which the Constitution solemnly guaranteed. In order to nullify the\nthen existing act of Congress concerning the extradition of fugitives from\nservice, laws were enacted in many States forbidding their officers, under\nthe severest penalties, to participate in the execution of any act of\nCongress whatever. In this way that system of harmonious cooperation\nbetween the authorities of the United States and of the several States, for\nthe maintenance of their common institutions, which existed in the early\nyears of the Republic was destroyed; conflicts of jurisdiction came to be\nfrequent, and Congress found itself compelled, for the support of the\nConstitution and the vindication of its power, to authorize the appointment\nof new officers charged with the execution of its acts, as if they and the\nofficers of the States were the ministers, respectively, of foreign\ngovernments in a state of mutual hostility rather than fellow-magistrates\nof a common country peacefully subsisting under the protection of one\nwell-constituted Union. Thus here also aggression was followed by reaction,\nand the attacks upon the Constitution at this point did but serve to raise\nup new barriers for its defense and security.The third stage of this unhappy sectional controversy was in connection\nwith the organization of Territorial governments and the admission of new\nStates into the Union. When it was proposed to admit the State of Maine, by\nseparation of territory from that of Massachusetts, and the State of\nMissouri, formed of a portion of the territory ceded by France to the\nUnited States, representatives in Congress objected to the admission of the\nlatter unless with conditions suited to particular views of public policy.\nThe imposition of such a condition was successfully resisted; but at the\nsame period the question was presented of imposing restrictions upon the\nresidue of the territory ceded by France. That question was for the time\ndisposed of by the adoption of a geographical line of limitation.In this connection it should not be forgotten that when France, of her own\naccord, resolved, for considerations of the most farsighted sagacity, to\ncede Louisiana to the United States, and that accession was accepted by the\nUnited States, the latter expressly engaged that \"the inhabitants of the\nceded territory shall be incorporated in the Union of the United States and\nadmitted as soon as possible, according to the principles of the Federal\nConstitution, to the enjoyment of all the rights, advantages, and\nimmunities of citizens of the United States; and in the meantime they shall\nbe maintained and protected in the free enjoyment of their liberty,\nproperty, and the religion which they profess;\" that is to say, while it\nremains in a Territorial condition its inhabitants are maintained and\nprotected in the free enjoyment of their liberty and property, with a right\nthen to pass into the condition of States on a footing of perfect equality\nwith the original States.The enactment which established the restrictive geographical line was\nacquiesced in rather than approved by the States of the Union. It stood on\nthe statute book, however, for a number of years; and the people of the\nrespective States acquiesced in the reenactment of the principle as applied\nto the State of Texas, and it was proposed to acquiesce in its further\napplication to the territory acquired by the United States from Mexico. But\nthis proposition was successfully resisted by the representatives from the\nNorthern States, who, regardless of the statute line, insisted upon\napplying restriction to the new territory generally, whether lying north or\nsouth of it, thereby repealing it as a legislative compromise, and, on the\npart of the North, persistently violating the compact, if compact there\nwas.Thereupon this enactment ceased to have binding virtue in any sense,\nwhether as respects the North or the South, and so in effect it was treated\non the occasion of the admission of the State of California and the\norganization of the Territories of New Mexico, Utah, and Washington.Such was the state of this question when the time arrived for the\norganization of the Territories of Kansas and Nebraska. In the progress of\nconstitutional inquiry and reflection it had now at length come to be seen\nclearly that Congress does not possess constitutional power to impose\nrestrictions of this character upon any present or future State of the\nUnion. In a long series of decisions, on the fullest argument and after the\nmost deliberate consideration, the Supreme Court of the United States had\nfinally determined this point in every form under which the question could\narise, whether as affecting public or private rights--in questions of the\npublic domain, of religion, of navigation, and of servitude.The several States of the Union are by force of the Constitution coequal in\ndomestic legislative power. Congress can not change a law of domestic\nrelation in the State of Maine; no more can it in the State of Missouri.\nAny statute which proposes to do this is a mere nullity; it takes away no\nright, it confers none. If it remains on the statute book unrepealed, it\nremains there only as a monument of error and a beacon of warning to the\nlegislator and the statesman. To repeal it will be only to remove\nimperfection from the statutes, without affecting, either in the sense of\npermission, or of prohibition, the action of the States or of their\ncitizens.Still, when the nominal restriction of this nature, already a dead letter\nin law, was in terms repealed by the last Congress, in a clause of the act\norganizing the Territories of Kansas and Nebraska, that repeal was made the\noccasion of a widespread and dangerous agitation. It was alleged that the\noriginal enactment being a compact of perpetual moral obligation, its\nrepeal constituted an odious breach of faith. An act of Congress, while it\nremains unrepealed, more especially if it be constitutionally valid in the\njudgment of those public functionaries whose duty it is to pronounce on\nthat point, is undoubtedly binding on the conscience of each good citizen\nof the Republic. But in what sense can it be asserted that the enactment in\nquestion was invested with perpetuity and entitled to the respect of a\nsolemn Compact? Between whom was the compact? No distinct contending powers\nof the Government, no separate sections of the Union treating as such,\nentered into treaty stipulations on the subject. It was a mere clause of an\nact of Congress, and, like any other controverted matter of legislation,\nreceived its final shape and was passed by compromise of the conflicting\nopinions or sentiments of the members of Congress. But if it had moral\nauthority over men's consciences, to whom did this authority attach? Not to\nthose of the North, who had repeatedly refused to confirm it by extension\nand who had zealously striven to establish other and incompatible\nregulations upon the subject. And if, as it thus appears, the supposed\ncompact had no obligatory force as to the North, of course it could not\nhave had any as to the South, for all such compacts must be mutual and of\nreciprocal obligation.It has not unfrequently happened that lawgivers, with undue estimation of\nthe value of the law they give or in the view of imparting to it peculiar\nstrength, make it perpetual in terms; but they can not thus bind the\nconscience, the judgment, and the will of those who may succeed them,\ninvested with similar responsibilities and clothed with equal authority.\nMore careful investigation may prove the law to be unsound in principle.\nExperience may show it to be imperfect in detail and impracticable in\nexecution. And then both reason and right combine not merely to justify but\nto require its repeal.The Constitution, supreme, as it is, over all the departments of the\nGovernment--legislative, executive, and judicial--is open to amendment by\nits very terms; and Congress or the States may, in their discretion,\npropose amendment to it, solemn compact though it in truth is between the\nsovereign States of the Union. In the present instance a political\nenactment which had ceased to have legal power or authority of any kind was\nrepealed. The position assumed that Congress had no moral right to enact\nsuch repeal was strange enough, and singularly so in view of the fact that\nthe argument came from those who openly refused obedience to existing laws\nof the land, having the same popular designation and quality as compromise\nacts; nay, more, who unequivocally disregarded and condemned the most\npositive and obligatory injunctions of the Constitution itself, and sought\nby every means within their reach to deprive a portion of their\nfellow-citizens of the equal enjoyment of those rights and privileges\nguaranteed alike to all by the fundamental compact of our Union.This argument against the repeal of the statute line in question was\naccompanied by another of congenial character and equally with the former\ndestitute of foundation in reason and truth. It was imputed that the\nmeasure originated in the conception of extending the limits of slave labor\nbeyond those previously assigned to it, and that such was its natural as\nwell as intended effect; and these baseless assumptions were made, in the\nNorthern States, the ground of unceasing assault upon constitutional\nright.The repeal in terms of a statute, which was already obsolete and also null\nfor unconstitutionality, could have no influence to obstruct or to promote\nthe propagation of conflicting views of political or social institution.\nWhen the act organizing the Territories of Kansas and Nebraska was passed,\nthe inherent effect upon that portion of the public domain thus opened to\nlegal settlement was to admit settlers from all the States of the Union\nalike, each with his convictions of public policy and private interest,\nthere to found, in their discretion, subject to such limitations as the\nConstitution and acts of Congress might prescribe, new States, hereafter to\nbe admitted into the Union. It was a free field, open alike to all, whether\nthe statute line of assumed restriction were repealed or not. That repeal\ndid not open to free competition of the diverse opinions and domestic\ninstitutions a field which without such repeal would have been closed\nagainst them; it found that field of competition already opened, in fact\nand in law. All the repeal did was to relieve the statute book of an\nobjectionable enactment, unconstitutional in effect and injurious in terms\nto a large portion of the States.Is it the fact that in all the unsettled regions of the United States, if\nemigration be left free to act in this respect for itself, without legal\nprohibitions on either side, slave labor will spontaneously go everywhere\nin preference to free labor? Is it the fact that the peculiar domestic\ninstitutions of the Southern States possess relatively so much of vigor\nthat wheresoever an avenue is freely opened to all the world they will\npenetrate to the exclusion of those of the Northern States? Is it the fact\nthat the former enjoy, compared with the latter, such irresistibly superior\nvitality, independent of climate, soil, and all other accidental\ncircumstances, as to be able to produce the supposed result in spite of the\nassumed moral and natural obstacles to its accomplishment and of the more\nnumerous population of the Northern States? The argument of those who\nadvocate the enactment of new laws of restriction and condemn the repeal of\nold ones in effect avers that their particular views of government have no\nself-extending or self-sustaining power of their own, and will go nowhere\nunless forced by act of Congress. And if Congress do but pause for a moment\nin the policy of stern coercion; if it venture to try the experiment of\nleaving men to judge for themselves what institutions will best suit them;\nif it be not strained up to perpetual legislative exertion on this\npoint--if Congress proceed thus to act in the very spirit of liberty, it is\nat once charged with aiming to extend slave labor into all the new\nTerritories of the United States.Of course these imputations on the intentions of Congress in this respect,\nconceived, as they were, in prejudice and disseminated in passion, are\nutterly destitute of any justification in the nature of things and contrary\nto all the fundamental doctrines and principles of civil liberty and\nself-government.While, therefore, in general, the people of the Northern States have never\nat any time arrogated for the Federal Government the power to interfere\ndirectly with the domestic condition of persons in the Southern States,\nbut, on the contrary, have disavowed all such intentions and have shrunk\nfrom conspicuous affiliation with those few who pursue their fanatical\nobjects avowedly through the contemplated means of revolutionary change of\nthe Government and with acceptance of the necessary consequences--a civil\nand servile war--yet many citizens have suffered themselves to be drawn\ninto one evanescent political issue of agitation after another,\nappertaining to the same set of opinions, and which subsided as rapidly as\nthey arose when it came to be seen, as it uniformly did, that they were\nincompatible with the compacts of the Constitution and the existence of the\nUnion. Thus when the acts of some of the States to nullify the existing\nextradition law imposed upon Congress the duty of passing a new one, the\ncountry was invited by agitators to enter into party organization for its\nrepeal; but that agitation speedily ceased by reason of the\nimpracticability of its object. So when the statute restriction upon the\ninstitutions of new States by a geographical line had been repealed, the\ncountry was urged to demand its restoration, and that project also died\nalmost with its birth. Then followed the cry of alarm from the North\nagainst imputed Southern encroachments, which cry sprang in reality from\nthe spirit of revolutionary attack on the domestic institutions of the\nSouth, and, after a troubled existence of a few months, has been rebuked by\nthe voice of a patriotic people.Of this last agitation, one lamentable feature was that it was carried on\nat the immediate expense of the peace and happiness of the people of the\nTerritory of Kansas. That was made the battlefield, not so much of opposing\nfactions or interests within itself as of the conflicting passions of the\nwhole people of the United States. Revolutionary disorder in Kansas had its\norigin in projects of intervention deliberately arranged by certain members\nof that Congress which enacted the law for the organization of the\nTerritory; and when propagandist colonization of Kansas had thus been\nundertaken in one section of the Union for the systematic promotion of its\npeculiar views of policy there ensued as a matter of course a counteraction\nwith opposite views in other sections of the Union.In consequence of these and other incidents, many acts of disorder, it is\nundeniable, have been perpetrated in Kansas, to the occasional interruption\nrather than the permanent suspension of regular government. Aggressive and\nmost reprehensible incursions into the Territory were undertaken both in\nthe North and the South, and entered it on its northern border by the way\nof Iowa, as well as on the eastern by way of Missouri; and there has\nexisted within it a state of insurrection against the constituted\nauthorities, not without countenance from inconsiderate persons in each of\nthe great sections of the Union. But the difficulties in that Territory\nhave been extravagantly exaggerated for purposes of political agitation\nelsewhere. The number and gravity of the acts of violence have been\nmagnified partly by statements entirely untrue and partly by reiterated\naccounts of the same rumors or facts. Thus the Territory has been seemingly\nfilled with extreme violence, when the whole amount of such acts has not\nbeen greater than what occasionally passes before us in single cities to\nthe regret of all good citizens, but without being regarded as of general\nor permanent political consequence.Imputed irregularities in the elections had in Kansas, like occasional\nirregularities of the same description in the States, were beyond the\nsphere of action of the Executive. But incidents of actual violence or of\norganized obstruction of law, pertinaciously renewed from time to time,\nhave been met as they occurred by such means as were available and as the\ncircumstances required, and nothing of this character now remains to affect\nthe general peace of the Union. The attempt of a part of the inhabitants of\nthe Territory to erect a revolutionary government, though sedulously\nencouraged and supplied with pecuniary aid from active agents of disorder\nin some of the States, has completely failed. Bodies of armed men, foreign\nto the Territory, have been prevented from entering or compelled to leave\nit; predatory bands, engaged in acts of rapine under cover of the existing\npolitical disturbances, have been arrested or dispersed, and every\nwell-disposed person is now enabled once more to devote himself in peace to\nthe pursuits of prosperous industry, for the prosecution of which he\nundertook to participate in the settlement of the Territory.It affords me unmingled satisfaction thus to announce the peaceful\ncondition of things in Kansas, especially considering the means to which it\nwas necessary to have recourse for the attainment of the end, namely, the\nemployment of a part of the military force of the United States. The\nwithdrawal of that force from its proper duty of defending the country\nagainst foreign foes or the savages of the frontier to employ it for the\nsuppression of domestic insurrection is, when the exigency occurs, a matter\nof the most earnest solicitude. On this occasion of imperative necessity it\nhas been done with the best results, and my satisfaction in the attainment\nof such results by such means is greatly enhanced by the consideration\nthat, through the wisdom and energy of the present executive of Kansas and\nthe prudence, firmness, and vigilance of the military officers on duty\nthere tranquillity has been restored without one drop of blood having been\nshed in its accomplishment by the forces of the United States.The restoration of comparative tranquillity in that Territory furnishes the\nmeans of observing calmly and appreciating at their just value the events\nwhich have occurred there and the discussions of which the government of\nthe Territory has been the subject. We perceive that controversy concerning\nits future domestic institutions was inevitable; that no human prudence, no\nform of legislation, no wisdom on the part of Congress, could have\nprevented it.It is idle to suppose that the particular provisions of their organic law\nwere the cause of agitation. Those provisions were but the occasion, or the\npretext, of an agitation which was inherent in the nature of things.\nCongress legislated upon the subject in such terms as were most consonant\nwith the principle of popular sovereignty which underlies our Government.\nIt could not have legislated otherwise without doing violence to another\ngreat principle of our institutions--the imprescriptible right of equality\nof the several States.We perceive also that sectional interests and party passions have been the\ngreat impediment to the salutary operation of the organic principles\nadopted and the chief cause of the successive disturbances in Kansas. The\nassumption that because in the organization of the Territories of Nebraska\nand Kansas Congress abstained from imposing restraints upon them to which\ncertain other Territories had been subject, therefore disorders occurred in\nthe latter Territory, is emphatically contradicted by the fact that none\nhave occurred in the former. Those disorders were not the consequence, in\nKansas, of the freedom of self-government conceded to that Territory by\nCongress, but of unjust interference on the part of persons not inhabitants\nof the Territory. Such interference, wherever it has exhibited itself by\nacts of insurrectionary character or of obstruction to process of law, has\nbeen repelled or suppressed by all the means which the Constitution and the\nlaws place in the hands of the Executive.In those parts of the United States where, by reason of the inflamed state\nof the public mind, false rumors and misrepresentations have the greatest\ncurrency it has been assumed that it was the duty of the Executive not only\nto suppress insurrectionary movements in Kansas, but also to see to the\nregularity of local elections. It needs little argument to show that the\nPresident has no such power. All government in the United States rests\nsubstantially upon popular election. The freedom of elections is liable to\nbe impaired by the intrusion of unlawful votes or the exclusion of lawful\nones, by improper influences, by violence, or by fraud. But the people of\nthe United States are themselves the all sufficient guardians of their own\nrights, and to suppose that they will not remedy in due season any such\nincidents of civil freedom is to suppose them to have ceased to be capable\nof self-government. The President of the United States has not power to\ninterpose in elections, to see to their freedom, to canvass their votes, or\nto pass upon their legality in the Territories any more than in the States.\nIf he had such power the Government might be republican in form, but it\nwould be a monarchy in fact; and if he had undertaken to exercise it in the\ncase of Kansas he would have been justly subject to the charge of\nusurpation and of violation of the dearest rights of the people of the\nUnited States.Unwise laws, equally with irregularities at elections, are in periods of\ngreat excitement the occasional incidents of even the freest and best\npolitical institutions; but all experience demonstrates that in a country\nlike ours, where the right of self-constitution exists in the completest\nform, the attempt to remedy unwise legislation by resort to revolution is\ntotally out of place, inasmuch as existing legal institutions afford more\nprompt and efficacious means for the redress of wrong.I confidently trust that now, when the peaceful condition of Kansas affords\nopportunity for calm reflection and wise legislation, either the\nlegislative assembly of the Territory or Congress will see that no act\nshall remain on its statute book violative of the provisions of the\nConstitution or subversive of the great objects for which that was ordained\nand established, and will take all other necessary steps to assure to its\ninhabitants the enjoyment, without obstruction or abridgment, of all the\nconstitutional rights, privileges, and immunities of citizens of the United\nStates, as contemplated by the organic law of the Territory.Full information in relation to recent events in this Territory will be\nfound in the documents communicated herewith from the Departments of State\nand War.I refer you to the report of the Secretary of the Treasury for particular\ninformation concerning the financial condition of the Government and the\nvarious branches of the public service connected with the Treasury\nDepartment.During the last fiscal year the receipts from customs were for the first\ntime more than $64,000,000, and from all sources $73,918,141, which, with\nthe balance on hand up to the 1st of July, 1855, made the total resources\nof the year amount to $92,850,117. The expenditures, including $3,000,000\nin execution of the treaty with Mexico and excluding sums paid on account\nof the public debt, amounted to $60,172,401, and including the latter to\n$72,948,792, the payment on this account having amounted to $12,776,390.On the 4th of March, 1853, the amount of the public debt was $69,129,937.\nThere was a subsequent increase of $2,750,000 for the debt of Texas, making\na total of $71,879,937. Of this the sum of $45,525,319, including premium,\nhas been discharged, reducing the debt to $30,963,909, all which might be\npaid within a year without embarrassing the public service, but being not\nyet due and only redeemable at the option of the holder, can not be pressed\nto payment by the Government.On examining the expenditures of the last five years it will be seen that\nthe average, deducting payments on account of the public debt and\n$10,000,000 paid by treaty to Mexico, has been but about $48,000,000. It is\nbelieved that under an economical administration of the Government the\naverage expenditure for the ensuing five years will not exceed that sum,\nunless extraordinary occasion for its increase should occur. The acts\ngranting bounty lands will soon have been executed, while the extension of\nour frontier settlements will cause a continued demand for lands and\naugmented receipts, probably, from that source. These considerations will\njustify a reduction of the revenue from customs so as not to exceed\nforty-eight or fifty million dollars. I think the exigency for such\nreduction is imperative, and again urge it upon the consideration of\nCongress.The amount of reduction, as well as the manner of effecting it, are\nquestions of great and general interest, it being essential to industrial\nenterprise and the public prosperity, as well as the dictate of obvious\njustice, that the burden of taxation be made to rest as equally as possible\nupon all classes and all sections and interests of the country.I have heretofore recommended to your consideration the revision of the\nrevenue laws, prepared under the direction of the Secretary of the\nTreasury, and also legislation upon some special questions affecting the\nbusiness of that Department, more especially the enactment of a law to\npunish the abstraction of official books or papers from the files of the\nGovernment and requiring all such books and papers and all other public\nproperty to be turned over by the outgoing officer to his successor; of a\nlaw requiring disbursing officers to deposit all public money in the vaults\nof the Treasury or in other legal depositories, where the same are\nconveniently accessible, and a law to extend existing penal provisions to\nall persons who may become possessed of public money by deposit or\notherwise and who shall refuse or neglect on due demand to pay the same\ninto the Treasury. I invite your attention anew to each of these objects.The Army during the past year has been so constantly employed against\nhostile Indians in various quarters that it can scarcely be said, with\npropriety of language, to have been a peace establishment. Its duties have\nbeen satisfactorily performed, and we have reason to expect as a result of\nthe year's operations greater security to the frontier inhabitants than has\nbeen hitherto enjoyed. Extensive combinations among the hostile Indians of\nthe Territories of Washington and Oregon at one time threatened the\ndevastation of the newly formed settlements of that remote portion of the\ncountry. From recent information we are permitted to hope that the\nenergetic and successful operations conducted there will prevent such\ncombinations in future and secure to those Territories an opportunity to\nmake steady progress in the development of their agricultural and mineral\nresources.Legislation has been recommended by me on previous occasions to cure\ndefects in the existing organization and to increase the efficiency of the\nArmy, and further observation has but served to confirm me in the views\nthen expressed and to enforce on my mind the conviction that such measures\nare not only proper, but necessary.I have, in addition, to invite the attention of Congress to a change of\npolicy in the distribution of troops and to the necessity of providing a\nmore rapid increase of the military armament. For details of these and\nother subjects relating to the Army I refer to the report of the Secretary\nof War.The condition of the Navy is not merely satisfactory, but exhibits the most\ngratifying evidences of increased vigor. As it is comparatively small, it\nis more important that it should be as complete as possible in all the\nelements of strength; that it should be efficient in the character of its\nofficers, in the zeal and discipline of its men, in the reliability of its\nordnance, and in the capacity of its ships. In all these various qualities\nthe Navy has made great progress within the last few years. The execution\nof the law of Congress of February 28, 1855, \"to promote the efficiency of\nthe Navy,\" has been attended by the most advantageous results. The law for\npromoting discipline among the men is found convenient and salutary. The\nsystem of granting an honorable discharge to faithful seamen on the\nexpiration of the period of their enlistment and permitting them to\nreenlist after a leave of absence of a few months without cessation of pay\nis highly beneficial in its influence. The apprentice system recently\nadopted is evidently destined to incorporate into the service a large\nnumber of our countrymen, hitherto so difficult to procure. Several hundred\nAmerican boys are now on a three years' cruise in our national vessels and\nwill return well-trained seamen. In the Ordnance Department there is a\ndecided and gratifying indication of progress, creditable to it and to the\ncountry. The suggestions of the Secretary of the Navy in regard to further\nimprovement in that branch of the service I commend to your favorable\naction. The new frigates ordered by Congress are now afloat and two of them\nin active service. They are superior models of naval architecture, and with\ntheir formidable battery add largely to public strength and security. I\nconcur in the views expressed by the Secretary of the Department in favor\nof a still further increase of our naval force.The report of the Secretary of the Interior presents facts and views in\nrelation to internal affairs over which the supervision of his Department\nextends of much interest and importance.The aggregate sales of the public lands during the last fiscal year amount\nto 9,227,878 acres, for which has been received the sum of $8,821,414.\nDuring the same period there have been located with military scrip and land\nwarrants and for other purposes 30,100,230 acres, thus making a total\naggregate of 39,328,108 acres. On the 30th of September last surveys had\nbeen made of 16,873,699 acres, a large proportion of which is ready for\nmarket.The suggestions in this report in regard to the complication and\nprogressive expansion of the business of the different bureaus of the\nDepartment, to the pension system, to the colonization of Indian tribes,\nand the recommendations in relation to various improvements in the District\nof Columbia are especially commended to your consideration.The report of the Postmaster-General presents fully the condition of that\nDepartment of the Government. Its expenditures for the last fiscal year\nwere $10,407,868 and its gross receipts $7,620,801, making an excess of\nexpenditure over receipts of $2,787,046. The deficiency of this Department\nis thus $744,000 greater than for the year ending June 30, 1853. Of this\ndeficiency $330,000 is to be attributed to the additional compensation\nallowed to postmasters by the act of Congress of June 22, 1854. The mail\nfacilities in every part of the country have been very much increased in\nthat period, and the large addition of railroad service, amounting to 7,908\nmiles, has added largely to the cost of transportation.The inconsiderable augmentation of the income of the Post-Office Department\nunder the reduced rates of postage and its increasing expenditures must for\nthe present make it dependent to some extent upon the Treasury for support.\nThe recommendations of the Postmaster-General in relation to the abolition\nof the franking privilege and his views on the establishment of mail\nsteamship lines deserve the consideration of Congress. I also call the\nspecial attention of Congress to the statement of the Postmaster-General\nrespecting the sums now paid for the transportation of mails to the Panama\nRailroad Company, and commend to their early and favorable consideration\nthe suggestions of that officer in relation to new contracts for mail\ntransportation upon that route, and also upon the Tehuantepec and Nicaragua\nroutes.The United States continue in the enjoyment of amicable relations with all\nforeign powers.When my last annual message was transmitted to Congress two subjects of\ncontroversy, one relating to the enlistment of soldiers in this country for\nforeign service and the other to Central America, threatened to disturb the\ngood understanding between the United States and Great Britain. Of the\nprogress and termination of the former question you were informed at the\ntime, and the other is now in the way of satisfactory adjustment.The object of the convention between the United States and Great Britain of\nthe 19th of April, 1850, was to secure for the benefit of all nations the\nneutrality and the common use of any transit way or interoceanic\ncommunication across the Isthmus of Panama which might be opened within the\nlimits of Central America. The pretensions subsequently asserted by Great\nBritain to dominion or control over territories in or near two of the\nroutes, those of Nicaragua and Honduras, were deemed by the United States\nnot merely incompatible with the main object of the treaty, but opposed\neven to its express stipulations. Occasion of controversy on this point has\nbeen removed by an additional treaty, which our minister at London has\nconcluded, and which will be immediately submitted to the Senate for its\nconsideration. Should the proposed supplemental arrangement be concurred in\nby all the parties to be affected by it, the objects contemplated by the\noriginal convention will have been fully attained.The treaty between the United States and Great Britain of the 5th of June,\n1854, which went into effective operation in 1855, put an end to causes of\nirritation between the two countries, by securing to the United States the\nright of fishery on the coast of the British North American Provinces, with\nadvantages equal to those enjoyed by British subjects. Besides the signal\nbenefits of this treaty to a large class of our citizens engaged in a\npursuit connected to no inconsiderable degree with our national prosperity\nand strength, it has had a favorable effect upon other interests in the\nprovision it made for reciprocal freedom of trade between the United States\nand the British Provinces in America. The exports of domestic articles to\nthose Provinces during the last year amounted to more than $22,000,000,\nexceeding those of the preceding year by nearly $7,000,000; and the imports\ntherefrom during the same period amounted to more than twenty-one million,\nan increase of six million upon those of the previous year.The improved condition of this branch of our commerce is mainly\nattributable to the above-mentioned treaty.Provision was made in the first article of that treaty for a commission to\ndesignate the mouths of rivers to which the common right of fishery on the\ncoast of the United States and the British Provinces was not to extend.\nThis commission has been employed a part of two seasons, but without much\nprogress in accomplishing the object for which it was instituted, in\nconsequence of a serious difference of opinion between the commissioners,\nnot only as to the precise point where the rivers terminate, but in many\ninstances as to what constitutes a river. These difficulties, however, may\nbe overcome by resort to the umpirage provided for by the treaty.The efforts perseveringly prosecuted since the commencement of my\nAdministration to relieve our trade to the Baltic from the exaction of\nSound dues by Denmark have not yet been attended with success. Other\ngovernments have also sought to obtain a like relief to their commerce, and\nDenmark was thus induced to propose an arrangement to all the European\npowers interested in the subject, and the manner in which her proposition\nwas received warranting her to believe that a satisfactory arrangement with\nthem could soon be concluded, she made a strong appeal to this Government\nfor temporary suspension of definite action on its part, in consideration\nof the embarrassment which might result to her European negotiations by an\nimmediate adjustment of the question with the United States. This request\nhas been acceded to upon the condition that the sums collected after the\n16th of June last and until the 16th of June next from vessels and cargoes\nbelonging to our merchants are to be considered as paid under protest and\nsubject to future adjustment. There is reason to believe that an\narrangement between Denmark and the maritime powers of Europe on the\nsubject will be soon concluded, and that the pending negotiation with the\nUnited States may then be resumed and terminated in a satisfactory manner.With Spain no new difficulties have arisen, nor has much progress been made\nin the adjustment of pending ones.Negotiations entered into for the purpose of relieving our commercial\nintercourse with the island of Cuba of some of its burdens and providing\nfor the more speedy settlement of local disputes growing out of that\nintercourse have not yet been attended with any results. Soon after the\ncommencement of the late war in Europe this Government submitted to the\nconsideration of all maritime nations two principles for the security of\nneutral commerce--one that the neutral flag should cover enemies' goods,\nexcept articles contraband of war, and the other that neutral property on\nboard merchant vessels of belligerents should be exempt from condemnation,\nwith the exception of contraband articles. These were not presented as new\nrules of international law, having been generally claimed by neutrals,\nthough not always admitted by belligerents. One of the parties to the war\n(Russia), as well as several neutral powers, promptly acceded to these\npropositions, and the two other principal belligerents (Great Britain and\nFrance) having consented to observe them for the present occasion, a\nfavorable opportunity seemed to be presented for obtaining a general\nrecognition of them, both in Europe and America. But Great Britain and\nFrance, in common with most of the States of Europe, while forbearing to\nreject, did not affirmatively act upon the overtures of the United States.While the question was in this position the representatives of Russia,\nFrance, Great Britain, Austria, Prussia, Sardinia, and Turkey, assembled at\nParis, took into consideration the subject of maritime rights, and put\nforth a declaration containing the two principles which this Government had\nsubmitted nearly two years before to the consideration of maritime powers,\nand adding thereto the following propositions: \"Privateering is and remains\nabolished,\" and \"Blockades in order to be binding must be effective; that\nis to say, maintained by a force sufficient really to prevent access to the\ncoast of the enemy;\" and to the declaration thus composed of four points,\ntwo of which had already been proposed by the United States, this\nGovernment has been invited to accede by all the powers represented at\nParis except Great Britain and Turkey. To the last of the two additional\npropositions--that in relation to blockades--there can certainly be no\nobjection. It is merely the definition of what shall constitute the\neffectual investment of a blockaded place, a definition for which this\nGovernment has always contended, claiming indemnity for losses where a\npractical violation of the rule thus defined has been injurious to our\ncommerce. As to the remaining article of the declaration of the conference\nof Paris, that \"privateering is and remains abolished,\" I certainly can not\nascribe to the powers represented in the conference of Paris any but\nliberal and philanthropic views in the attempt to change the unquestionable\nrule of maritime law in regard to privateering. Their proposition was\ndoubtless intended to imply approval of the principle that private property\nupon the ocean, although it might belong to the citizens of a belligerent\nstate, should be exempted from capture; and had that proposition been so\nframed as to give full effect to the principle, it would have received my\nready assent on behalf of the United States. But the measure proposed is\ninadequate to that purpose. It is true that if adopted private property\nupon the ocean would be withdrawn from one mode of plunder, but left\nexposed meanwhile to another mode, which could be used with increased\neffectiveness. The aggressive capacity of great naval powers would be\nthereby augmented, while the defensive ability of others would be reduced.\nThough the surrender of the means of prosecuting hostilities by employing\nprivateers, as proposed by the conference of Paris, is mutual in terms, yet\nin practical effect it would be the relinquishment of a right of little\nvalue to one class of states, but of essential importance to another and a\nfar larger class. It ought not to have been anticipated that a measure so\ninadequate to the accomplishment of the proposed object and so unequal in\nits operation would receive the assent of all maritime powers. Private\nproperty would be still left to the depredations of the public armed\ncruisers.I have expressed a readiness on the part of this Government to accede to\nall the principles contained in the declaration of the conference of Paris\nprovided that the one relating to the abandonment of privateering can be so\namended as to effect the object for which, as is presumed, it was\nintended--the immunity of private property on the ocean from hostile\ncapture. To effect this object, it is proposed to add to the declaration\nthat \"privateering is and remains abolished\" the following amendment:And that the private property of subjects and citizens of a belligerent on\nthe high seas shall be exempt from seizure by the public armed vessels of\nthe other belligerent, except it be contraband.This amendment has been presented not only to the powers which have asked\nour assent to the declaration to abolish privateering, but to all other\nmaritime states. Thus far it has not been rejected by any, and is favorably\nentertained by all which have made any communication in reply.Several of the governments regarding with favor the proposition of the\nUnited States have delayed definitive action upon it only for the purpose\nof consulting with others, parties to the conference of Paris. I have the\nsatisfaction of stating, however, that the Emperor of Russia has entirely\nand explicitly approved of that modification and will cooperate in\nendeavoring to obtain the assent of other powers, and that assurances of a\nsimilar purport have been received in relation to the disposition of the\nEmperor of the French. The present aspect of this important subject allows\nus to cherish the hope that a principle so humane in its character, so just\nand equal in its operation, so essential to the prosperity of commercial\nnations, and so consonant to the sentiments of this enlightened period of\nthe world will command the approbation of all maritime powers, and thus be\nincorporated into the code of international law.My views on the subject are more fully set forth in the reply of the\nSecretary of State, a copy of which is herewith transmitted, to the\ncommunications on the subject made to this Government, especially to the\ncommunication of France.The Government of the United States has at all times regarded with friendly\ninterest the other States of America, formerly, like this country, European\ncolonies, and now independent members of the great family of nations. But\nthe unsettled condition of some of them, distracted by frequent\nrevolutions, and thus incapable of regular and firm internal\nadministration, has tended to embarrass occasionally our public intercourse\nby reason of wrongs which our citizens suffer at their hands, and which\nthey are slow to redress.Unfortunately, it is against the Republic of Mexico, with which it is our\nspecial desire to maintain a good understanding, that such complaints are\nmost numerous; and although earnestly urged upon its attention, they have\nnot as yet received the consideration which this Government had a right to\nexpect. While reparation for past injuries has been withheld, others have\nbeen added. The political condition of that country, however, has been such\nas to demand forbearance on the part of the United States. I shall continue\nmy efforts to procure for the wrongs of our citizens that redress which is\nindispensable to the continued friendly association of the two Republics.The peculiar condition of affairs in Nicaragua in the early part of the\npresent year rendered it important that this Government should have\ndiplomatic relations with that State. Through its territory had been opened\none of the principal thoroughfares across the isthmus connecting North and\nSouth America, on which a vast amount of property was transported and to\nwhich our citizens resorted in great numbers in passing between the\nAtlantic and Pacific coasts of the United States. The protection of both\nrequired that the existing power in that State should be regarded as a\nresponsible Government, and its minister was accordingly received. But he\nremained here only a short time. Soon thereafter the political affairs of\nNicaragua underwent unfavorable change and became involved in much\nuncertainty and confusion. Diplomatic representatives from two contending\nparties have been recently sent to this Government, but with the imperfect\ninformation possessed it was not possible to decide which was the\nGovernment de facto, and, awaiting further developments, I have refused to\nreceive either.Questions of the most serious nature are pending between the United States\nand the Republic of New Granada. The Government of that Republic undertook\na year since to impose tonnage duties on foreign vessels in her ports, but\nthe purpose was resisted by this Government as being contrary to existing\ntreaty stipulations with the United States and to rights conferred by\ncharter upon the Panama Railroad Company, and was accordingly refurbished\nat that time, it being admitted that our vessels were entitled to be exempt\nfrom tonnage duty in the free ports of Panama and Aspinwall. But the\npurpose has been recently revived on the part of New Granada by the\nenactment of a law to subject vessels visiting her ports to the tonnage\nduty of 40 cents per ton, and although the law has not been put in force,\nyet the right to enforce it is still asserted and may at any time be acted\non by the Government of that Republic.The Congress of New Granada has also enacted a law during the last year\nwhich levies a tax of more than $3 on every pound of mail matter\ntransported across the Isthmus. The sum thus required to be paid on the\nmails of the United States would be nearly $2,000,000 annually in addition\nto the large sum payable by contract to the Panama Railroad Company. If the\nonly objection to this exaction were the exorbitancy of its amount, it\ncould not be submitted to by the United States.The imposition of it, however, would obviously contravene our treaty with\nNew Granada and infringe the contract of that Republic with the Panama\nRailroad Company. The law providing for this tax was by its terms to take\neffect on the 1st of September last, but the local authorities on the\nIsthmus have been induced to suspend its execution and to await further\ninstructions on the subject from the Government of the Republic. I am not\nyet advised of the determination of that Government. If a measure so\nextraordinary in its character and so clearly contrary to treaty\nstipulations and the contract rights of the Panama Railroad Company,\ncomposed mostly of American citizens, should be persisted in, it will be\nthe duty of the United States to resist its execution.I regret exceedingly that occasion exists to invite your attention to a\nsubject of still graver import in our relations with the Republic of New\nGranada. On the 15th day of April last a riotous assemblage of the\ninhabitants of Panama committed a violent and outrageous attack on the\npremises of the railroad company and the passengers and other persons in or\nnear the same, involving the death of several citizens of the United\nStates, the pillage of many others, and the destruction of a large amount\nof property belonging to the railroad company. I caused full investigation\nof that event to be made, and the result shows satisfactorily that complete\nresponsibility for what occurred attaches to the Government of New Granada.\nI have therefore demanded of that Government that the perpetrators of the\nwrongs in question should be punished; that provision should be made for\nthe families of citizens of the United States who were killed, with full\nindemnity for the property pillaged or destroyed.The present condition of the Isthmus of Panama, in so far as regards the\nsecurity of persons and property passing over it, requires serious\nconsideration. Recent incidents tend to show that the local authorities can\nnot be relied on to maintain the public peace of Panama, and there is just\nground for apprehension that a portion of the inhabitants are meditating\nfurther outrages, without adequate measures for the security and protection\nof persons or property having been taken, either by the State of Panama or\nby the General Government of New Granada. Under the guaranties of treaty,\ncitizens of the United States have, by the outlay of several million\ndollars, constructed a railroad across the Isthmus, and it has become the\nmain route between our Atlantic and Pacific possessions, over which\nmultitudes of our citizens and a vast amount of property are constantly\npassing; to the security and protection of all which and the continuance of\nthe public advantages involved it is impossible for the Government of the\nUnited States to be indifferent.I have deemed the danger of the recurrence of scenes of lawless violence in\nthis quarter so imminent as to make it my duty to station a part of our\nnaval force in the harbors of Panama and Aspinwall, in order to protect the\npersons and property of the citizens of the United States in those ports\nand to insure to them safe passage across the Isthmus. And it would, in my\njudgment, be unwise to withdraw the naval force now in those ports until,\nby the spontaneous action of the Republic of New Granada or otherwise, some\nadequate arrangement shall have been made for the protection and security\nof a line of interoceanic communication, so important at this time not to\nthe United States only, but to all other maritime states, both of Europe\nand America.Meanwhile negotiations have been instituted, by means of a special\ncommission, to obtain from New Granada full indemnity for injuries\nsustained by our citizens on the Isthmus and satisfactory security for the\ngeneral interests of the United States.In addressing to you my last annual message the occasion seems to me an\nappropriate one to express my congratulations, in view of the peace,\ngreatness, and felicity which the United States now possess and enjoy. To\npoint you to the state of the various Departments of the Government and of\nall the great branches of the public service, civil and military, in order\nto speak of the intelligence and the integrity which pervades the whole,\nwould be to indicate but imperfectly the administrative condition of the\ncountry and the beneficial effects of that on the general welfare. Nor\nwould it suffice to say that the nation is actually at peace at home and\nabroad; that its industrial interests are prosperous; that the canvas of\nits mariners whitens every sea, and the plow of its husbandmen is marching\nsteadily onward to the bloodless conquest of the continent; that cities and\npopulous States are springing up, as if by enchantment, from the bosom of\noar Western wilds, and that the courageous energy of our people is making\nof these United States the great Republic of the world. These results have\nnot been attained without passing through trials and perils, by experience\nof which, and thus only, nations can harden into manhood. Our forefathers\nwere trained to the wisdom which conceived and the courage which achieved\nindependence by the circumstances which surrounded them, and they were thus\nmade capable of the creation of the Republic. It devolved on the next\ngeneration to consolidate the work of the Revolution, to deliver the\ncountry entirely from the influences of conflicting transatlantic\npartialities or antipathies which attached to our colonial and\nRevolutionary history, and to organize the practical operation of the\nconstitutional and legal institutions of the Union. To us of this\ngeneration remains the not less noble task of maintaining and extending the\nnational power. We have at length reached that stage of our country's\ncareer in which the dangers to be encountered and the exertions to be made\nare the incidents, not of weakness, but of strength. In foreign relations\nwe have to attemper our power to the less happy condition of other\nRepublics in America and to place ourselves in the calmness and conscious\ndignity of right by the side of the greatest and wealthiest of the Empires\nof Europe. In domestic relations we have to guard against the shock of the\ndiscontents, the ambitions, the interests, and the exuberant, and therefore\nsometimes irregular, impulses of opinion or of action which are the natural\nproduct of the present political elevation, the self-reliance, and the\nrestless spirit of enterprise of the people of the United States.I shall prepare to surrender the Executive trust to my successor and retire\nto private life with sentiments of profound gratitude to the good\nProvidence which during the period of my Administration has vouchsafed to\ncarry the country through many difficulties, domestic and foreign, and\nwhich enables me to contemplate the spectacle of amicable and respectful\nrelations between ours and all other governments and the establishment of\nconstitutional order and tranquillity throughout the Union.", 
    "name": "Franklin Pierce"
}