{
    "date": "January 4, 1939", 
    "speech": "Mr. Vice President, Mr. Speaker, Members of the Senate and the Congress:In Reporting on the state of the nation, I have felt it necessary on\nprevious occasions to advise the Congress of disturbance abroad and of the\nneed of putting our own house in order in the face of storm signals from\nacross the seas. As this Seventy-sixth Congress opens there is need for\nfurther warning.A war which threatened to envelop the world in flames has been averted; but\nit has become increasingly clear that world peace is not assured.All about us rage undeclared wars--military and economic. All about us grow\nmore deadly armaments--military and economic. All about us are threats of\nnew aggression military and economic.Storms from abroad directly challenge three institutions indispensable to\nAmericans, now as always. The first is religion. It is the source of the\nother two--democracy and international good faith.Religion, by teaching man his relationship to God, gives the individual a\nsense of his own dignity and teaches him to respect himself by respecting\nhis neighbors.Democracy, the practice of self-government, is a covenant among free men to\nrespect the rights and liberties of their fellows.International good faith, a sister of democracy, springs from the will of\ncivilized nations of men to respect the rights and liberties of other\nnations of men.In a modern civilization, all three--religion, democracy and international\ngood faith--complement and support each other.Where freedom of religion has been attacked, the attack has come from\nsources opposed to democracy. Where democracy has been overthrown, the\nspirit of free worship has disappeared. And where religion and democracy\nhave vanished, good faith and reason in international affairs have given\nway to strident ambition and brute force.An ordering of society which relegates religion, democracy and good faith\namong nations to the background can find no place within it for the ideals\nof the Prince of Peace. The United States rejects such an ordering, and\nretains its ancient faith.There comes a time in the affairs of men when they must prepare to defend,\nnot their homes alone, but the tenets of faith and humanity on which their\nchurches, their governments and their very civilization are founded. The\ndefense of religion, of democracy and of good faith among nations is all\nthe same fight. To save one we must now make up our minds to save all.We know what might happen to us of the United States if the new\nphilosophies of force were to encompass the other continents and invade our\nown. We, no more than other nations, can afford to be surrounded by the\nenemies of our faith and our humanity. Fortunate it is, therefore, that in\nthis Western Hemisphere we have, under a common ideal of democratic\ngovernment, a rich diversity of resources and of peoples functioning\ntogether in mutual respect and peace.That Hemisphere, that peace, and that ideal we propose to do our share in\nprotecting against storms from any quarter. Our people and our resources\nare pledged to secure that protection. From that determination no American\nflinches.This by no means implies that the American Republics disassociate\nthemselves from the nations of other continents. It does not mean the\nAmericas against the rest of the world. We as one of the Republics\nreiterate our willingness to help the cause of world peace. We stand on our\nhistoric offer to take counsel with all other nations of the world to the\nend that aggression among them be terminated, that the race of armaments\ncease and that commerce be renewed.But the world has grown so small and weapons of attack so swift that no\nnation can be safe in its will to peace so long as any other powerful\nnation refuses to settle its grievances at the council table.For if any government bristling with implements of war insists on policies\nof force, weapons of defense give the only safety.In our foreign relations we have learned from the past what not to do. From\nnew wars we have learned what we must do.We have learned that effective timing of defense, and the distant points\nfrom which attacks may be launched are completely different from what they\nwere twenty years ago.We have learned that survival cannot be guaranteed by arming after the\nattack begins--for there is new range and speed to offense.We have learned that long before any overt military act, aggression begins\nwith preliminaries of propaganda, subsidized penetration, the loosening of\nties of good will, the stirring of prejudice and the incitement to\ndisunion.We have learned that God-fearing democracies of the world which observe the\nsanctity of treaties and good faith in their dealings with other nations\ncannot safely be indifferent to international lawlessness anywhere. They\ncannot forever let pass, without effective protest, acts of aggression\nagainst sister nations--acts which automatically undermine all of us.Obviously they must proceed along practical, peaceful lines. But the mere\nfact that we rightly decline to intervene with arms to prevent acts of\naggression does not mean that we must act as if there were no aggression at\nall. Words may be futile, but war is not the only means of commanding a\ndecent respect for the opinions of mankind. There are many methods short of\nwar, but stronger and more effective than mere words, of bringing home to\naggressor governments the aggregate sentiments of our own people.At the very least, we can and should avoid any action, or any lack of\naction, which will encourage, assist or build up an aggressor. We have\nlearned that when we deliberately try to legislate neutrality, our\nneutrality laws may operate unevenly and unfairly--may actually give aid to\nan aggressor and deny it to the victim. The instinct of self-preservation\nshould warn us that we ought not to let that happen any more.And we have learned something else--the old, old lesson that probability of\nattack is mightily decreased by the assurance of an ever ready defense.\nSince 1931, nearly eight years ago, world events of thunderous import have\nmoved with lightning speed. During these eight years many of our people\nclung to the hope that the innate decency of mankind would protect the\nunprepared who showed their innate trust in mankind. Today we are all\nwiser--and sadder.Under modern conditions what we mean by \"adequate defense\"--a policy\nsubscribed to by all of us--must be divided into three elements. First, we\nmust have armed forces and defenses strong enough to ward off sudden attack\nagainst strategic positions and key facilities essential to ensure\nsustained resistance and ultimate victory. Secondly, we must have the\norganization and location of those key facilities so that they may be\nimmediately utilized and rapidly expanded to meet all needs without danger\nof serious interruption by enemy attack.In the course of a few days I shall send you a special message making\nrecommendations for those two essentials of defense against danger which we\ncannot safely assume will not come.If these first two essentials are reasonably provided for, we must be able\nconfidently to invoke the third element, the underlying strength of\ncitizenship--the self-confidence, the ability, the imagination and the\ndevotion that give the staying power to see things through.A strong and united nation may be destroyed if it is unprepared against\nsudden attack. But even a nation well armed and well organized from a\nstrictly military standpoint may, after a period of time, meet defeat if it\nis unnerved by self-distrust, endangered by class prejudice, by dissension\nbetween capital and labor, by false economy and by other unsolved social\nproblems at home.In meeting the troubles of the world we must meet them as one people--with a\nunity born of the fact that for generations those who have come to our\nshores, representing many kindreds and tongues, have been welded by common\nopportunity into a united patriotism. If another form of government can\npresent a united front in its attack on a democracy, the attack must and\nwill be met by a united democracy. Such a democracy can and must exist in\nthe United States.A dictatorship may command the full strength of a regimented nation. But\nthe united strength of a democratic nation can be mustered only when its\npeople, educated by modern standards to know what is going on and where\nthey are going, have conviction that they are receiving as large a share of\nopportunity for development, as large a share of material success and of\nhuman dignity, as they have a right to receive.Our nation's program of social and economic reform is therefore a part of\ndefense, as basic as armaments themselves.Against the background of events in Europe, in Africa and in Asia during\nthese recent years, the pattern of what we have accomplished since 1933\nappears in even clearer focus.For the first time we have moved upon deep-seated problems affecting our\nnational strength and have forged national instruments adequate to meet\nthem.Consider what the seemingly piecemeal struggles of these six years add up\nto in terms of realistic national preparedness.We are conserving and developing natural resources--land, water power,\nforests.We are trying to provide necessary food, shelter and medical care for the\nhealth of our population.We are putting agriculture--our system of food and fibre supply--on a\nsounder basis.We are strengthening the weakest spot in our system of industrial supply--\nits long smouldering labor difficulties.We have cleaned up our credit system so that depositor and investor alike\nmay more readily and willingly make their capital available for peace or\nwar.We are giving to our youth new opportunities for work and education.We have sustained the morale of all the population by the dignified\nrecognition of our obligations to the aged, the helpless and the needy.Above all, we have made the American people conscious of their\ninterrelationship and their interdependence. They sense a common destiny\nand a common need of each other. Differences of occupation, geography, race\nand religion no longer obscure the nation's fundamental unity in thought\nand in action.We have our difficulties, true--but we are a wiser and a tougher nation than\nwe were in 1929, or in 1932.Never have there been six years of such far-flung internal preparedness in\nour history. And this has been done without any dictator's power to\ncommand, without conscription of labor or confiscation of capital, without\nconcentration camps and without a scratch on freedom of speech, freedom of\nthe press or the rest of the Bill of Rights.We see things now that we could not see along the way. The tools of\ngovernment which we had in 1933 are outmoded. We have had to forge new\ntools for a new role of government operating in a democracy--a role of new\nresponsibility for new needs and increased responsibility for old needs,\nlong neglected.Some of these tools had to be roughly shaped and still need some machining\ndown. Many of those who fought bitterly against the forging of these new\ntools welcome their use today. The American people, as a whole, have\naccepted them. The Nation looks to the Congress to improve the new\nmachinery which we have permanently installed, provided that in the process\nthe social usefulness of the machinery is not destroyed or impaired.All of us agree that we should simplify and improve laws if experience and\noperation clearly demonstrate the need. For instance, all of us want better\nprovision for our older people under our social security legislation. For\nthe medically needy we must provide better care.Most of us agree that for the sake of employer and employee alike we must\nfind ways to end factional labor strife and employer-employee disputes.Most of us recognize that none of these tools can be put to maximum\neffectiveness unless the executive processes of government are\nrevamped--reorganized, if you will--into more effective combination. And\neven after such reorganization it will take time to develop administrative\npersonnel and experience in order to use our new tools with a minimum of\nmistakes. The Congress, of course, needs no further information on this.With this exception of legislation to provide greater government\nefficiency, and with the exception of legislation to ameliorate our\nrailroad and other transportation problems, the past three Congresses have\nmet in part or in whole the pressing needs of the new order of things.We have now passed the period of internal conflict in the launching of our\nprogram of social reform. Our full energies may now be released to\ninvigorate the processes of recovery in order to preserve our reforms, and\nto give every man and woman who wants to work a real job at a living wage.But time is of paramount importance. The deadline of danger from within and\nfrom without is not within our control. The hour-glass may be in the hands\nof other nations. Our own hour-glass tells us that we are off on a race to\nmake democracy work, so that we may be efficient in peace and therefore\nsecure in national defense.This time element forces us to still greater efforts to attain the full\nemployment of our labor and our capital.The first duty of our statesmanship is to bring capital and man-power\ntogether.Dictatorships do this by main force. By using main force they apparently\nsucceed at it--for the moment. However we abhor their methods, we are\ncompelled to admit that they have obtained substantial utilization of all\ntheir material and human resources. Like it or not, they have solved, for a\ntime at least, the problem of idle men and idle capital. Can we compete\nwith them by boldly seeking methods of putting idle men and idle capital\ntogether and, at the same time, remain within our American way of life,\nwithin the Bill of Rights, and within the bounds of what is, from our point\nof view, civilization itself?We suffer from a great unemployment of capital. Many people have the idea\nthat as a nation we are overburdened with debt and are spending more than\nwe can afford. That is not so. Despite our Federal Government expenditures\nthe entire debt of our national economic system, public and private\ntogether, is no larger today than it was in 1929, and the interest thereon\nis far less than it was in 1929.The object is to put capital--private as well as public--to work.We want to get enough capital and labor at work to give us a total turnover\nof business, a total national income, of at least eighty billion dollars a\nyear. At that figure we shall have a substantial reduction of unemployment;\nand the Federal Revenues will be sufficient to balance the current level of\ncash expenditures on the basis of the existing tax structure. That figure\ncan be attained, working within the framework of our traditional profit\nsystem.The factors in attaining and maintaining that amount of national income are\nmany and complicated.They include more widespread understanding among business men of many\nchanges which world conditions and technological improvements have brought\nto our economy over the last twenty years--changes in the interrelationship\nof price and volume and employment, for example--changes of the kind in\nwhich business men are now educating themselves through excellent\nopportunities like the so-called \"monopoly investigation.\"They include a perfecting of our farm program to protect farmers' income\nand consumers' purchasing power from alternate risks of crop gluts and crop\nshortages.They include wholehearted acceptance of new standards of honesty in our\nfinancial markets.They include reconcilement of enormous, antagonistic interests--some of them\nlong in litigation--in the railroad and general transportation field.They include the working out of new techniques--private, state and\nfederal--to protect the public interest in and to develop wider markets for\nelectric power.They include a revamping of the tax relationships between federal, state\nand local units of government, and consideration of relatively small tax\nincreases to adjust inequalities without interfering with the aggregate\nincome of the American people.They include the perfecting of labor organization and a universal\nungrudging attitude by employers toward the labor movement, until there is\na minimum of interruption of production and employment because of disputes,\nand acceptance by labor of the truth that the welfare of labor itself\ndepends on increased balanced out-put of goods.To be immediately practical, while proceeding with a steady evolution in\nthe solving of these and like problems, we must wisely use\ninstrumentalities, like Federal investment, which are immediately available\nto us.Here, as elsewhere, time is the deciding factor in our choice of remedies.Therefore, it does not seem logical to me, at the moment we seek to\nincrease production and consumption, for the Federal Government to consider\na drastic curtailment of its own investments.The whole subject of government investing and government income is one\nwhich may be approached in two different ways.The first calls for the elimination of enough activities of government to\nbring the expenses of government immediately into balance with income of\ngovernment. This school of thought maintains that because our national\nincome this year is only sixty billion dollars, ours is only a sixty\nbillion dollar country; that government must treat it as such; and that\nwithout the help of government, it may some day, somehow, happen to become\nan eighty billion dollar country.If the Congress decides to accept this point of view, it will logically\nhave to reduce the present functions or activities of government by\none-third. Not only will the Congress have to accept the responsibility for\nsuch reduction; but the Congress will have to determine which activities\nare to be reduced.Certain expenditures we cannot possibly reduce at this session, such as the\ninterest on the public debt. A few million dollars saved here or there in\nthe normal or in curtailed work of the old departments and commissions will\nmake no great saving in the Federal budget. Therefore, the Congress would\nhave to reduce drastically some of certain large items, very large items,\nsuch as aids to agriculture and soil conservation, veterans' pensions,\nflood control, highways, waterways and other public works, grants for\nsocial and health security, Civilian Conservation Corps activities, relief\nfor the unemployed, or national defense itself.The Congress alone has the power to do all this, as it is the appropriating\nbranch of the government.The other approach to the question of government spending takes the\nposition that this Nation ought not to be and need not be only a sixty\nbillion dollar nation; that at this moment it has the men and the resources\nsufficient to make it at least an eighty billion dollar nation. This school\nof thought does not believe that it can become an eighty billion dollar\nnation in the near future if government cuts its operations by one-third.\nIt is convinced that if we were to try it, we would invite disaster--and\nthat we would not long remain even a sixty billion dollar nation. There are\nmany complicated factors with which we have to deal, but we have learned\nthat it is unsafe to make abrupt reductions at any time in our net\nexpenditure program.By our common sense action of resuming government activities last spring,\nwe have reversed a recession and started the new rising tide of prosperity\nand national income which we are now just beginning to enjoy.If government activities are fully maintained, there is a good prospect of\nour becoming an eighty billion dollar country in a very short time. With\nsuch a national income, present tax laws will yield enough each year to\nbalance each year's expenses.It is my conviction that down in their hearts the American public--industry,\nagriculture, finance--want this Congress to do whatever needs to be done to\nraise our national income to eighty billion dollars a year.Investing soundly must preclude spending wastefully. To guard against\nopportunist appropriations, I have on several occasions addressed the\nCongress on the importance of permanent long-range planning. I hope,\ntherefore, that following my recommendation of last year, a permanent\nagency will be set up and authorized to report on the urgency and\ndesirability of the various types of government investment.Investment for prosperity can be made in a democracy.I hear some people say, \"This is all so complicated. There are certain\nadvantages in a dictatorship. It gets rid of labor trouble, of\nunemployment, of wasted motion and of having to do your own thinking.\"My answer is, \"Yes, but it also gets rid of some other things which we\nAmericans intend very definitely to keep--and we still intend to do our own\nthinking.\"It will cost us taxes and the voluntary risk of capital to attain some of\nthe practical advantages which other forms of government have acquired.Dictatorship, however, involves costs which the American people will never\npay: The cost of our spiritual values. The cost of the blessed right of\nbeing able to say what we please. The cost of freedom of religion. The cost\nof seeing our capital confiscated. The cost of being cast into a\nconcentration camp. The cost of being afraid to walk down the street with\nthe wrong neighbor. The cost of having our children brought up, not as free\nand dignified human beings, but as pawns molded and enslaved by a machine.If the avoidance of these costs means taxes on my income; if avoiding these\ncosts means taxes on my estate at death, I would bear those taxes willingly\nas the price of my breathing and my children breathing the free air of a\nfree country, as the price of a living and not a dead world.Events abroad have made it increasingly clear to the American people that\ndangers within are less to be feared than dangers from without. If,\ntherefore, a solution of this problem of idle men and idle capital is the\nprice of preserving our liberty, no formless selfish fears can stand in the\nway.Once I prophesied that this generation of Americans had a rendezvous with\ndestiny. That prophecy comes true. To us much is given; more is expected.This generation will \"nobly save or meanly lose the last best hope of\nearth. . . . The way is plain, peaceful, generous, just--a way which if\nfollowed the world will forever applaud and God must forever bless.\"", 
    "name": "Franklin D. Roosevelt"
}