{
    "date": "January 7, 1943", 
    "speech": "Mr. Vice President, Mr. Speaker, Members of the Seventy-eighth Congress:This Seventy-eighth Congress assembles in one of the great moments in the\nhistory of the Nation. The past year was perhaps the most crucial for\nmodern civilization; the coming year will be filled with violent conflicts--\nyet with high promise of better things.We must appraise the events of 1942 according to their relative importance;\nwe must exercise a sense of proportion.First in importance in the American scene has been the inspiring proof of\nthe great qualities of our fighting men. They have demonstrated these\nqualities in adversity as well as in victory. As long as our flag flies\nover this Capitol, Americans will honor the soldiers, sailors, and marines\nwho fought our first battles of this war against overwhelming odds the\nheroes, living and dead, of Wake and Bataan and Guadalcanal, of the Java\nSea and Midway and the North Atlantic convoys. Their unconquerable spirit\nwill live forever.By far the largest and most important developments in the whole world-wide\nstrategic picture of 1942 were the events of the long fronts in Russia:\nfirst, the implacable defense of Stalingrad; and, second, the offensives by\nthe Russian armies at various points that started in the latter part of\nNovember and which still roll on with great force and effectiveness.The other major events of the year were: the series of Japanese advances in\nthe Philippines, the East Indies, Malaya, and Burma; the stopping of that\nJapanese advance in the mid-Pacific, the South Pacific, and the Indian\nOceans; the successful defense of the Near East by the British\ncounterattack through Egypt and Libya; the American-British occupation of\nNorth Africa. Of continuing importance in the year 1942 were the unending\nand bitterly contested battles of the convoy routes, and the gradual\npassing of air superiority from the Axis to the United Nations.The Axis powers knew that they must win the war in 1942--or eventually lose\neverything. I do not need to tell you that our enemies did not win the war\nin 1942.In the Pacific area, our most important victory in 1942 was the air and\nnaval battle off Midway Island. That action is historically important\nbecause it secured for our use communication lines stretching thousands of\nmiles in every direction. In placing this emphasis on the Battle of Midway,\nI am not unmindful of other successful actions in the Pacific, in the air\nand on land and afloat--especially those on the Coral Sea and New Guinea\nand in the Solomon Islands. But these actions were essentially defensive.\nThey were part of the delaying strategy that characterized this phase of\nthe war.During this period we inflicted steady losses upon the enemy--great losses\nof Japanese planes and naval vessels, transports and cargo ships. As early\nas one year ago, we set as a primary task in the war of the Pacific a\nday-by-day and week-by-week and month-by-month destruction of more Japanese\nwar materials than Japanese industry could replace. Most certainly, that\ntask has been and is being performed by our fighting ships and planes. And\na large part of this task has been accomplished by the gallant crews of our\nAmerican submarines who strike on the other side of the Pacific at Japanese\nships--right up at the very mouth of the harbor of Yokohama.We know that as each day goes by, Japanese strength in ships and planes is\ngoing down and down, and American strength in ships and planes is going up\nand up. And so I sometimes feel that the eventual outcome can now be put on\na mathematical basis. That will become evident to the Japanese people\nthemselves when we strike at their own home islands, and bomb them\nconstantly from the air.And in the attacks against Japan, we shall be joined with the heroic people\nof China--that great people whose ideals of peace are so closely akin to our\nown. Even today we are flying as much lend-lease material into China as\never traversed the Burma Road, flying it over mountains 17,000 feet high,\nflying blind through sleet and snow. We shall overcome all the formidable\nobstacles, and get the battle equipment into China to shatter the power of\nour common enemy. From this war, China will realize the security, the\nprosperity and the dignity, which Japan has sought so ruthlessly to\ndestroy.The period of our defensive attrition in the Pacific is drawing to a close.\nNow our aim is to force the Japanese to fight. Last year, we stopped them.\nThis year, we intend to advance.Turning now to the European theater of war, during this past year it was\nclear that our first task was to lessen the concentrated pressure on the\nRussian front by compelling Germany to divert part of her manpower and\nequipment to another theater of war. After months of secret planning and\npreparation in the utmost detail, an enormous amphibious expedition was\nembarked for French North Africa from the United States and the United\nKingdom in literally hundreds of ships. It reached its objectives with very\nsmall losses, and has already produced an important effect upon the whole\nsituation of the war. It has opened to attack what Mr. Churchill well\ndescribed as \"the under-belly of the Axis,\" and it has removed the always\ndangerous threat of an Axis attack through West Africa against the South\nAtlantic Ocean and the continent of South America itself.The well-timed and splendidly executed offensive from Egypt by the British\nEighth Army was a part of the same major strategy of the United Nations.Great rains and appalling mud and very limited communications have delayed\nthe final battles of Tunisia. The Axis is reinforcing its strong positions.\nBut I am confident that though the fighting will be tough, when the final\nAllied assault is made, the last vestige of Axis power will be driven from\nthe whole of the south shores of the Mediterranean.Any review of the year 1942 must emphasize the magnitude and the diversity\nof the military activities in which this Nation has become engaged. As I\nspeak to you, approximately one and a half million of our soldiers,\nsailors, marines, and fliers are in service outside of our continental\nlimits, all through the world. Our merchant seamen, in addition, are\ncarrying supplies to them and to our allies over every sea lane.Few Americans realize the amazing growth of our air strength, though I am\nsure our enemy does. Day in and day out our forces are bombing the enemy\nand meeting him in combat on many different fronts in every part of the\nworld. And for those who question the quality of our aircraft and the\nability of our fliers, I point to the fact that, in Africa, we are shooting\ndown two enemy planes to every one we lose, and in the Pacific and the\nSouthwest Pacific we are shooting them down four to one.We pay great tribute--the tribute of the United States of America--to the\nfighting men of Russia and China and Britain and the various members of the\nBritish Commonwealth--the millions of men who through the years of this war\nhave fought our common enemies, and have denied to them the world conquest\nwhich they sought.We pay tribute to the soldiers and fliers and seamen of others of the\nUnited Nations whose countries have been overrun by Axis hordes.As a result of the Allied occupation of North Africa, powerful units of the\nFrench Army and Navy are going into action. They are in action with the\nUnited Nations forces. We welcome them as allies and as friends. They join\nwith those Frenchmen who, since the dark days of June, 1940, have been\nfighting valiantly for the liberation of their stricken country.We pay tribute to the fighting leaders of our allies, to Winston Churchill,\nto Joseph Stalin, and to the Generalissimo Chiang Kai-shek. Yes, there is a\nvery great unanimity between the leaders of the United Nations. This unity\nis effective in planning and carrying out the major strategy of this war\nand in building up and in maintaining the lines of supplies.I cannot prophesy. I cannot tell you when or where the United Nations are\ngoing to strike next in Europe. But we are going to strike--and strike\nhard. I cannot tell you whether we are going to hit them in Norway, or\nthrough the Low Countries, or in France, or through Sardinia or Sicily, or\nthrough the Balkans, or through Poland--or at several points\nsimultaneously. But I can tell you that no matter where and when we strike\nby land, we and the British and the Russians will hit them from the air\nheavily and relentlessly. Day in and day out we shall heap tons upon tons\nof high explosives on their war factories and utilities and seaports.Hitler and Mussolini will understand now the enormity of their\nmiscalculations--that the Nazis would always have the advantage of superior\nair power as they did when they bombed Warsaw, and Rotterdam, and London\nand Coventry. That superiority has gone--forever.Yes, the Nazis and the Fascists have asked for it--and they are going to get\nit.Our forward progress in this war has depended upon our progress on the\nproduction front.There has been criticism of the management and conduct of our war\nproduction. Much of this self-criticism has had a healthy effect. It has\nspurred us on. It has reflected a normal American impatience to get on with\nthe job. We are the kind of people who are never quite satisfied with\nanything short of miracles.But there has been some criticism based on guesswork and even on malicious\nfalsification of fact. Such criticism creates doubts and creates fears, and\nweakens our total effort.I do not wish to suggest that we should be completely satisfied with our\nproduction progress today, or next month, or ever. But I can report to you\nwith genuine pride on what has been accomplished in 1942.A year ago we set certain production goals for 1942 and for 1943. Some\npeople, including some experts, thought that we had pulled some big figures\nout of a hat just to frighten the Axis. But we had confidence in the\nability of our people to establish new records. And that confidence has\nbeen justified.Of course, we realized that some production objectives would have to be\nchanged--some of them adjusted upward, and others downward; some items\nwould be taken out of the program altogether, and others added. This was\ninevitable as we gained battle experience, and as technological\nimprovements were made.Our 1942 airplane production and tank production fell short,\nnumerically--stress the word numerically of the goals set a year ago.\nNevertheless, we have plenty of reason to be proud of our record for 1942.\nWe produced 48,000 military planes--more than the airplane production of\nGermany, Italy, and Japan put together. Last month, in December, we\nproduced 5,500 military planes and the rate is rapidly rising. Furthermore,\nwe must remember that as each month passes by, the averages of our types\nweigh more, take more man-hours to make, and have more striking power.In tank production, we revised our schedule--and for good and sufficient\nreasons. As a result of hard experience in battle, we have diverted a\nportion of our tank-producing capacity to a stepped-up production of new,\ndeadly field weapons, especially self-propelled artillery.Here are some other production figures:In 1942, we produced 56,000 combat vehicles, such as tanks and\nself-propelled artillery.In 1942, we produced 670,000 machine guns, six times greater than our\nproduction in 1941 and three times greater than our total production during\nthe year and a half of our participation in the first World War.We produced 21,000 anti-tank guns, six times greater than our 1941\nproduction.We produced ten and a quarter billion rounds of small-arms ammunition, five\ntimes greater than our 1941 production and three times greater than our\ntotal production in the first World War.We produced 181 million rounds of artillery ammunition, twelve times\ngreater than our 1941 production and ten times greater than our total\nproduction in the first World War.I think the arsenal of democracy is making good.These facts and figures that I have given will give no great aid and\ncomfort to the enemy. On the contrary, I can imagine that they will give\nhim considerable discomfort. I suspect that Hitler and Tojo will find it\ndifficult to explain to the German and Japanese people just why it is that\n\"decadent, inefficient democracy\" can produce such phenomenal quantities of\nweapons and munitions--and fighting men.We have given the lie to certain misconceptions--which is an extremely\npolite word--especially the one which holds that the various blocs or\ngroups within a free country cannot forego their political and economic\ndifferences in time of crisis and work together toward a common goal.While we have been achieving this miracle of production, during the past\nyear our armed forces have grown from a little over 2,000,000 to 7,000,000.\nIn other words, we have withdrawn from the labor force and the farms some\n5,000,000 of our younger workers. And in spite of this, our farmers have\ncontributed their share to the common effort by producing the greatest\nquantity of food ever made available during a single year in all our\nhistory.I wonder is there any person among us so simple as to believe that all this\ncould have been done without creating some dislocations in our normal\nnational life, some inconveniences, and even some hardships?Who can have hoped to have done this without burdensome Government\nregulations which are a nuisance to everyone--including those who have the\nthankless task of administering them?We all know that there have been mistakes--mistakes due to the inevitable\nprocess of trial and error inherent in doing big things for the first time.\nWe all know that there have been too many complicated forms and\nquestionnaires. I know about that. I have had to fill some of them out\nmyself.But we are determined to see to it that our supplies of food and other\nessential civilian goods are distributed on a fair and just basis--to rich\nand poor, management and labor, farmer and city dweller alike. We are\ndetermined to keep the cost of living at a stable level. All this has\nrequired much information. These forms and questionnaires represent an\nhonest and sincere attempt by honest and sincere officials to obtain this\ninformation.We have learned by the mistakes that we have made.Our experience will enable us during the coming year to improve the\nnecessary mechanisms of wartime economic controls, and to simplify\nadministrative procedures. But we do not intend to leave things so lax that\nloopholes will be left for cheaters, for chiselers, or for the manipulators\nof the black market.Of course, there have been disturbances and inconveniences--and even\nhardships. And there will be many, many more before we finally win. Yes,\n1943 will not be an easy year for us on the home front. We shall feel in\nmany ways in our daily lives the sharp pinch of total war.Fortunately, there are only a few Americans who place appetite above\npatriotism. The overwhelming majority realize that the food we send abroad\nis for essential military purposes, for our own and Allied fighting forces,\nand for necessary help in areas that we occupy.We Americans intend to do this great job together. In our common labors we\nmust build and fortify the very foundation of national unity--confidence in\none another.It is often amusing, and it is sometimes politically profitable, to picture\nthe City of Washington as a madhouse, with the Congress and the\nAdministration disrupted with confusion and indecision and general\nincompetence.However--what matters most in war is results. And the one pertinent fact is\nthat after only a few years of preparation and only one year of warfare, we\nare able to engage, spiritually as well as physically, in the total waging\nof a total war.Washington may be a madhouse--but only in the sense that it is the Capital\nCity of a Nation which is fighting mad. And I think that Berlin and Rome\nand Tokyo, which had such contempt for the obsolete methods of democracy,\nwould now gladly use all they could get of that same brand of madness.And we must not forget that our achievements in production have been\nrelatively no greater than those of the Russians and the British and the\nChinese who have developed their own war industries under the incredible\ndifficulties of battle conditions. They have had to continue work through\nbombings and blackouts. And they have never quit.We Americans are in good, brave company in this war, and we are playing our\nown, honorable part in the vast common effort.As spokesmen for the United States Government, you and I take off our hats\nto those responsible for our American production--to the owners, managers,\nand supervisors, to the draftsmen and the engineers, and to the workers--\nmen and women--in factories and arsenals and shipyards and mines and mills\nand forests--and railroads and on highways.We take off our hats to the farmers who have faced an unprecedented task of\nfeeding not only a great Nation but a great part of the world.We take off our hats to all the loyal, anonymous, untiring men and women\nwho have worked in private employment and in Government and who have\nendured rationing and other stringencies with good humor and good will.Yes, we take off our hats to all Americans who have contributed so\nmagnificently to our common cause.I have sought to emphasize a sense of proportion in this review of the\nevents of the war and the needs of the war.We should never forget the things we are fighting for. But, at this\ncritical period of the war, we should confine ourselves to the larger\nobjectives and not get bogged down in argument over methods and details.We, and all the United Nations, want a decent peace and a durable peace. In\nthe years between the end of the first World War and the beginning of the\nsecond World War, we were not living under a decent or a durable peace.I have reason to know that our boys at the front are concerned with two\nbroad aims beyond the winning of the war; and their thinking and their\nopinion coincide with what most Americans here back home are mulling over.\nThey know, and we know, that it would be inconceivable--it would, indeed, be\nsacrilegious--if this Nation and the world did not attain some real,\nlasting good out of all these efforts and sufferings and bloodshed and\ndeath.The men in our armed forces want a lasting peace, and, equally, they want\npermanent employment for themselves, their families, and their neighbors\nwhen they are mustered out at the end of the war.Two years ago I spoke in my Annual Message of four freedoms. The blessings\nof two of them--freedom of speech and freedom of religion--are an essential\npart of the very life of this Nation; and we hope that these blessings will\nbe granted to all men everywhere.'The people at home, and the people at the front, are wondering a little\nabout the third freedom--freedom from want. To them it means that when they\nare mustered out, when war production is converted to the economy of peace,\nthey will have the right to expect full employment--full employment for\nthemselves and for all able-bodied men and women in America who want to\nwork.They expect the opportunity to work, to run their farms, their stores, to\nearn decent wages. They are eager to face the risks inherent in our system\nof free enterprise.They do not want a postwar America which suffers from undernourishment or\nslums--or the dole. They want no get-rich-quick era of bogus \"prosperity\"\nwhich will end for them in selling apples on a street corner, as happened\nafter the bursting of the boom in 1929.When you talk with our young men and our young women, you will find they\nwant to work for themselves and for their families; they consider that they\nhave the right to work; and they know that after the last war their fathers\ndid not gain that right.When you talk with our young men and women, you will find that with the\nopportunity for employment they want assurance against the evils of all\nmajor economic hazards--assurance that will extend from the cradle to the\ngrave. And this great Government can and must provide this assurance.I have been told that this is no time to speak of a better America after\nthe war. I am told it is a grave error on my part.I dissent.And if the security of the individual citizen, or the family, should become\na subject of national debate, the country knows where I stand.I say this now to this Seventy-eighth Congress, because it is wholly\npossible that freedom from want--the right of employment, the right of\nassurance against life's hazards--will loom very large as a task of America\nduring the coming two years.I trust it will not be regarded as an issue--but rather as a task for all of\nus to study sympathetically, to work out with a constant regard for the\nattainment of the objective, with fairness to all and with injustice to\nnone.In this war of survival we must keep before our minds not only the evil\nthings we fight against but the good things we are fighting for. We fight\nto retain a great past--and we fight to gain a greater future.Let us remember, too, that economic safety for the America of the future is\nthreatened unless a greater economic stability comes to the rest of the\nworld. We cannot make America an island in either a military or an economic\nsense. Hitlerism, like any other form of crime or disease, can grow from\nthe evil seeds of economic as well as military feudalism.Victory in this war is the first and greatest goal before us. Victory in\nthe peace is the next. That means striving toward the enlargement of the\nsecurity of man here and throughout the world--and, finally, striving for\nthe fourth freedom--freedom from fear.It is of little account for any of us to talk of essential human needs, of\nattaining security, if we run the risk of another World War in ten or\ntwenty or fifty years. That is just plain common sense. Wars grow in size,\nin death and destruction, and in the inevitability of engulfing all\nNations, in inverse ratio to the shrinking size of the world as a result of\nthe conquest of the air. I shudder to think of what will happen to\nhumanity, including ourselves, if this war ends in an inconclusive peace,\nand another war breaks out when the babies of today have grown to fighting\nage.Every normal American prays that neither he nor his sons nor his grandsons\nwill be compelled to go through this horror again.Undoubtedly a few Americans, even now, think that this Nation can end this\nwar comfortably and then climb back into an American hole and pull the hole\nin after them.But we have learned that we can never dig a hole so deep that it would be\nsafe against predatory animals. We have also learned that if we do not pull\nthe fangs of the predatory animals of this world, they will multiply and\ngrow in strength--and they will be at our throats again once more in a\nshort generation.Most Americans realize more clearly than ever before that modern war\nequipment in the hands of aggressor Nations can bring danger overnight to\nour own national existence or to that of any other Nation--or island--or\ncontinent.It is clear to us that if Germany and Italy and Japan--or any one of them--\nremain armed at the end of this war, or are permitted to rearm, they will\nagain, and inevitably, embark upon an ambitious career of world conquest.\nThey must be disarmed and kept disarmed, and they must abandon the\nphilosophy, and the teaching of that philosophy, which has brought so much\nsuffering to the world.After the first World War we tried to achieve a formula for permanent\npeace, based on a magnificent idealism. We failed. But, by our failure, we\nhave learned that we cannot maintain peace at this stage of human\ndevelopment by good intentions alone.Today the United Nations are the mightiest military coalition in all\nhistory. They represent an overwhelming majority of the population of the\nworld. Bound together in solemn agreement that they themselves will not\ncommit acts of aggression or conquest against any of their neighbors, the\nUnited Nations can and must remain united for the maintenance of peace by\npreventing any attempt to rearm in Germany, in Japan, in Italy, or in any\nother Nation which seeks to violate the Tenth Commandment--\"Thou shalt not\ncovet.\"There are cynics, there are skeptics who say it cannot be done. The\nAmerican people and all the freedom-loving peoples of this earth are now\ndemanding that it must be done. And the will of these people shall\nprevail.The very philosophy of the Axis powers is based on a profound contempt for\nthe human race. If, in the formation of our future policy, we were guided\nby the same cynical contempt, then we should be surrendering to the\nphilosophy of our enemies, and our victory would turn to defeat.The issue of this war is the basic issue between those who believe in\nmankind and those who do not--the ancient issue between those who put their\nfaith in the people and those who put their faith in dictators and tyrants.\nThere have always been those who did not believe in the people, who\nattempted to block their forward movement across history, to force them\nback to servility and suffering and silence.The people have now gathered their strength. They are moving forward in\ntheir might and power--and no force, no combination of forces, no trickery,\ndeceit, or violence, can stop them now. They see before them the hope of\nthe world--a decent, secure, peaceful life for men everywhere.I do not prophesy when this war will end.But I do believe that this year of 1943 will give to the United Nations a\nvery substantial advance along the roads that lead to Berlin and Rome and\nTokyo.I tell you it is within the realm of possibility that this Seventy-eighth\nCongress may have the historic privilege of helping greatly to save the\nworld from future fear.Therefore, let us all have confidence, let us redouble our efforts.A tremendous, costly, long-enduring task in peace as well as in war is\nstill ahead of us.But, as we face that continuing task, we may know that the state of this\nNation is good--the heart of this Nation is sound--the spirit of this Nation\nis strong--the faith of this Nation is eternal.", 
    "name": "Franklin D. Roosevelt"
}