{
    "date": "December 5, 1853", 
    "speech": "Fellow-Citizens of the Senate and of the House of Representatives:The interest with which the people of the Republic anticipate the\nassembling of Congress and the fulfillment on that occasion of the duty\nimposed upon a new President is one of the best evidences of their capacity\nto realize the hopes of the founders of a political system at once complex\nand symmetrical. While the different branches of the Government are to a\ncertain extent independent of each other, the duties of all alike have\ndirect reference to the source of power. Fortunately, under this system no\nman is so high and none so humble in the scale of public station as to\nescape from the scrutiny or to be exempt from the responsibility which all\nofficial functions imply.Upon the justice and intelligence of the masses, in a government thus\norganized, is the sole reliance of the confederacy and the only security\nfor honest and earnest devotion to its interests against the usurpations\nand encroachment of power on the one hand and the assaults of personal\nambition on the other.The interest of which I have spoken is inseparable from an inquiring,\nself-governing community, but stimulated, doubtless, at the present time by\nthe unsettled condition of our relations with several foreign powers, by\nthe new obligations resulting from a sudden extension of the field of\nenterprise, by the spirit with which that field has been entered and the\namazing energy with which its resources for meeting the demands of humanity\nhave been developed.Although disease, assuming at one time the characteristics of a widespread\nand devastating pestilence, has left its sad traces upon some portions of\nour country, we have still the most abundant cause for reverent\nthankfulness to God for an accumulation of signal mercies showered upon us\nas a nation. It is well that a consciousness of rapid advancement and\nincreasing strength be habitually associated with an abiding sense of\ndependence upon Him who holds in His hands the destiny of men and of\nnations.Recognizing the wisdom of the broad principle of absolute religious\ntoleration proclaimed in our fundamental law, and rejoicing in the benign\ninfluence which it has exerted upon our social and political condition, I\nshould shrink from a clear duty did I fail to express my deepest conviction\nthat we can place no secure reliance upon any apparent progress if it be\nnot sustained by national integrity, resting upon the great truths affirmed\nand illustrated by divine revelation. In the midst of our sorrow for the\nafflicted and suffering, it has been consoling to see how promptly disaster\nmade true neighbors of districts and cities separated widely from each\nother, and cheering to watch the strength of that common bond of\nbrotherhood which unites all hearts, in all parts of this Union, when\ndanger threatens from abroad or calamity impends over us at home.Our diplomatic relations with foreign powers have undergone no essential\nchange since the adjournment of the last Congress. With some of them\nquestions of a disturbing character are still pending, but there are good\nreasons to believe that these may all be amicably adjusted. For some years\npast Great Britain has so construed the first article of the convention of\nthe 20th of April, 1818, in regard to the fisheries on the northeastern\ncoast, as to exclude our citizens from some of the fishing grounds to which\nthey freely resorted for nearly a quarter of a century subsequent to the\ndate of that treaty. The United States have never acquiesced in this\nconstruction, but have always claimed for their fishermen all the rights\nwhich they had so long enjoyed without molestation. With a view to remove\nall difficulties on the subject, to extend the rights of our fishermen\nbeyond the limits fixed by the convention of 1818, and to regulate trade\nbetween the United States and the British North American Provinces, a\nnegotiation has been opened with a fair prospect of a favorable result. To\nprotect our fishermen in the enjoyment of their rights and prevent\ncollision between them and British fishermen, I deemed it expedient to\nstation a naval force in that quarter during the fishing season.Embarrassing questions have also arisen between the two Governments in\nregard to Central America. Great Britain has proposed to settle them by an\namicable arrangement, and our minister at London is instructed to enter\ninto negotiations on that subject. A commission for adjusting the claims of\nour citizens against Great Britain and those of British subjects against\nthe United States, organized under the convention of the 8th of February\nlast, is now sitting in London for the transaction of business. It is in\nmany respects desirable that the boundary line between the United States\nand the British Provinces in the northwest, as designated in the convention\nof the 15th of June, 1846, and especially that part which separates the\nTerritory of Washington from the British possessions on the north, should\nbe traced and marked. I therefore present the subject to your notice.With France our relations continue on the most friendly footing. The\nextensive commerce between the United States and that country might, it is\nconceived, be released from some unnecessary restrictions to the mutual\nadvantage of both parties. With a view to this object, some progress has\nbeen made in negotiating a treaty of commerce and navigation.Independently of our valuable trade with Spain, we have important political\nrelations with her growing out of our neighborhood to the islands of Cuba\nand Porto Rico. I am happy to announce that since the last Congress no\nattempts have been made by unauthorized expeditions within the United\nStates against either of those colonies. Should any movement be manifested\nwithin our limits, all the means at my command will be vigorously exerted\nto repress it. Several annoying occurrences have taken place at Havana, or\nin the vicinity of the island of Cuba, between our citizens and the Spanish\nauthorities. Considering the proximity of that island to our shores, lying,\nas it does, in the track of trade between some of our principal cities, and\nthe suspicious vigilance with which foreign intercourse, particularly that\nwith the United States, is there guarded, a repetition of such occurrences\nmay well be apprehended.As no diplomatic intercourse is allowed between our consul at Havana and\nthe Captain-General of Cuba, ready explanations can not be made or prompt\nredress afforded where injury has resulted. All complaint on the part of\nour citizens under the present arrangement must be, in the first place,\npresented to this Government and then referred to Spain. Spain again refers\nit to her local authorities in Cuba for investigation, and postpones an\nanswer till she has heard from those authorities. To avoid these irritating\nand vexatious delays, a proposition has been made to provide for a direct\nappeal for redress to the Captain-General by our consul in behalf of our\ninjured fellow-citizens. Hitherto the Government of Spain has declined to\nenter into any such arrangement. This course on her part is deeply\nregretted, for without some arrangement of this kind the good understanding\nbetween the two countries may be exposed to occasional interruption. Our\nminister at Madrid is instructed to renew the proposition and to press it\nagain upon the consideration of Her Catholic Majesty's Government.For several years Spain has been calling the attention of this Government\nto a claim for losses by some of her subjects in the case of the schooner\nAmistad. This claim is believed to rest on the obligations imposed by our\nexisting treaty with that country. Its justice was admitted in our\ndiplomatic correspondence with the Spanish Government as early as March,\n1847, and one of my predecessors, in his annual message of that year,\nrecommended that provision should be made for its payment. In January last\nit was again submitted to Congress by the Executive. It has received a\nfavorable consideration by committees of both branches, but as yet there\nhas been no final action upon it. I conceive that good faith requires its\nprompt adjustment, and I present it to your early and favorable\nconsideration.Martin Koszta, a Hungarian by birth, came to this country in 1850, and\ndeclared his intention in due form of law to become a citizen of the United\nStates. After remaining here nearly two years he visited Turkey. While at\nSmyrna he was forcibly seized, taken on board an Austrian brig of war then\nlying in the harbor of that place, and there confined in irons, with the\navowed design to take him into the dominions of Austria. Our consul at\nSmyrna and legation at Constantinople interposed for his release, but their\nefforts were ineffectual. While thus in prison Commander Ingraham, with the\nUnited States ship of war St. Louis, arrived at Smyrna, and after inquiring\ninto the circumstances of the case came to the conclusion that Koszta was\nentitled to the protection of this Government, and took energetic and\nprompt measures for his release. Under an arrangement between the agents of\nthe United States and of Austria, he was transferred to the custody of the\nFrench consul-general at Smyrna, there to remain until he should be\ndisposed of by the mutual agreement of the consuls of the respective\nGovernments at that place. Pursuant to that agreement, he has been\nreleased, and is now in the United States. The Emperor of Austria has made\nthe conduct of our officers who took part in this transaction a subject of\ngrave complaint. Regarding Koszta as still his subject, and claiming a\nright to seize him within the limits of the Turkish Empire, he has demanded\nof this Government its consent to the surrender of the prisoner, a\ndisavowal of the acts of its agents, and satisfaction for the alleged\noutrage. After a careful consideration of the case I came to the conclusion\nthat Koszta was seized without legal authority at Smyrna; that he was\nwrongfully detained on board of the Austrian brig of war; that at the time\nof his seizure he was clothed with the nationality of the United States,\nand that the acts of our officers, under the circumstances of the case,\nwere justifiable, and their conduct has been fully approved by me, and a\ncompliance with the several demands of the Emperor of Austria has been\ndeclined.For a more full account of this transaction and my views in regard to it I\nrefer to the correspondence between the charge d'affaires of Austria and\nthe Secretary of State, which is herewith transmitted. The principles and\npolicy therein maintained on the part of the United States will, whenever a\nproper occasion occurs, be applied and enforced.The condition of China at this time renders it probable that some important\nchanges will occur in that vast Empire which will lead to a more\nunrestricted intercourse with it. The commissioner to that country who has\nbeen recently appointed is instructed to avail himself of all occasions to\nopen and extend our commercial relations, not only with the Empire of\nChina, but with other Asiatic nations.In 1852 an expedition was sent to Japan, under the command of Commodore\nPerry, for the purpose of opening commercial intercourse with that Empire.\nIntelligence has been received of his arrival there and of his having made\nknown to the Emperor of Japan the object of his visit. But it is not yet\nascertained how far the Emperor will be disposed to abandon his restrictive\npolicy and open that populous country to a commercial intercourse with the\nUnited States.It has been my earnest desire to maintain friendly intercourse with the\nGovernments upon this continent and to aid them in preserving good\nunderstanding among themselves. With Mexico a dispute has arisen as to the\ntrue boundary line between our Territory of New Mexico and the Mexican\nState of Chihuahua. A former commissioner of the United States, employed in\nrunning that line pursuant to the treaty of Guadalupe Hidalgo, made a\nserious mistake in determining the initial point on the Rio Grande; but\ninasmuch as his decision was clearly a departure from the directions for\ntracing the boundary contained in that treaty, and was not concurred in by\nthe surveyor appointed on the part of the United States, whose concurrence\nwas necessary to give validity to that decision, this Government is not\nconcluded thereby; but that of Mexico takes a different view of the\nsubject.There are also other questions of considerable magnitude pending between\nthe two Republics. Our minister in Mexico has ample instructions to adjust\nthem. Negotiations have been opened, but sufficient progress has not been\nmade therein to enable me to speak of the probable result. Impressed with\nthe importance of maintaining amicable relations with that Republic and of\nyielding with liberality to all her just claims, it is reasonable to expect\nthat an arrangement mutually satisfactory to both countries may be\nconcluded and a lasting friendship between them confirmed and perpetuated.Congress having provided for a full mission to the States of Central\nAmerica, a minister was sent thither in July last. As yet he has had time\nto visit only one of these States (Nicaragua), where he was received in the\nmost friendly manner. It is hoped that his presence and good offices will\nhave a benign effect in composing the dissensions which prevail among them,\nand in establishing still more intimate and friendly relations between them\nrespectively and between each of them and the United States.Considering the vast regions of this continent and the number of states\nwhich would be made accessible by the free navigation of the river Amazon,\nparticular attention has been given to this subject. Brazil, through whose\nterritories it passes into the ocean, has hitherto persisted in a policy so\nrestricted in regard to the use of this river as to obstruct and nearly\nexclude foreign commercial intercourse with the States which lie upon its\ntributaries and upper branches. Our minister to that country is instructed\nto obtain a relaxation of that policy and to use his efforts to induce the\nBrazilian Government to open to common use, under proper safeguards, this\ngreat natural highway for international trade. Several of the South\nAmerican States are deeply interested in this attempt to secure the free\nnavigation of the Amazon, and it is reasonable to expect their cooperation\nin the measure. As the advantages of free commercial intercourse among\nnations are better understood, more liberal views are generally entertained\nas to the common rights of all to the free use of those means which nature\nhas provided for international communication. To these more liberal and\nenlightened views it is hoped that Brazil will conform her policy and\nremove all unnecessary restrictions upon the free use of a river which\ntraverses so many states and so large a part of the continent. I am happy\nto inform you that the Republic of Paraguay and the Argentine Confederation\nhave yielded to the liberal policy still resisted by Brazil in regard to\nthe navigable rivers within their respective territories. Treaties\nembracing this subject, among others, have been negotiated with these\nGovernments, which will be submitted to the Senate at the present session.A new branch of commerce, important to the agricultural interests of the\nUnited States, has within a few years past been opened with Peru.\nNotwithstanding the inexhaustible deposits of guano upon the islands of\nthat country, considerable difficulties are experienced in obtaining the\nrequisite supply. Measures have been taken to remove these difficulties and\nto secure a more abundant importation of the article. Unfortunately, there\nhas been a serious collision between our citizens who have resorted to the\nChincha Islands for it and the Peruvian authorities stationed there.\nRedress for the outrages committed by the latter was promptly demanded by\nour minister at Lima. This subject is now under consideration, and there is\nreason to believe that Peru is disposed to offer adequate indemnity to the\naggrieved parties. We are thus not only at peace with all foreign\ncountries, but, in regard to political affairs, are exempt from any cause\nof serious disquietude in our domestic relations.The controversies which have agitated the country heretofore are passing\naway with the causes which produced them and the passions which they had\nawakened; or, if any trace of them remains, it may be reasonably hoped that\nit will only be perceived in the zealous rivalry of all good citizens to\ntestify their respect for the rights of the States, their devotion to the\nUnion, and their common determination that each one of the States, its\ninstitutions, its welfare, and its domestic peace, shall be held alike\nsecure under the sacred aegis of the Constitution. This new league of amity\nand of mutual confidence and support into which the people of the Republic\nhave entered happily affords inducement and opportunity for the adoption of\na more comprehensive and unembarrassed line of policy and action as to the\ngreat material interests of the country, whether regarded in themselves or\nin connection with the powers of the civilized world.The United States have continued gradually and steadily to expand through\nacquisitions of territory, which, how much soever some of them may have\nbeen questioned, are now universally seen and admitted to have been wise in\npolicy, just in character, and a great element in the advancement of our\ncountry, and with it of the human race, in freedom, in prosperity, and in\nhappiness. The thirteen States have grown to be thirty-one, with relations\nreaching to Europe on the one side and on the other to the distant realms\nof Asia.I am deeply sensible of the immense responsibility which the present\nmagnitude of the Republic and the diversity and multiplicity of its\ninterests devolves upon me, the alleviation of which so far as relates to\nthe immediate conduct of the public business, is, first, in my reliance on\nthe wisdom and patriotism of the two Houses of Congress, and, secondly, in\nthe directions afforded me by the principles of public polity affirmed by\nour fathers of the epoch of 1798, sanctioned by long experience, and\nconsecrated anew by the overwhelming voice of the people of the United\nStates.Recurring to these principles, which constitute the organic basis of union,\nwe perceive that vast as are the functions and the duties of the Federal\nGovernment, vested in or intrusted to its three great departments--the\nlegislative, executive, and judicial--yet the substantive power, the\npopular force, and the large capacities for social and material development\nexist in the respective States, which, all being of themselves\nwell-constituted republics, as they preceded so they alone are capable of\nmaintaining and perpetuating the American Union. The Federal Government has\nits appropriate line of action in the specific and limited powers conferred\non it by the Constitution, chiefly as to those things in which the States\nhave a common interest in their relations to one another and to foreign\ngovernments, while the great mass of interests which belong to cultivated\nmen--the ordinary business of life, the springs of industry, all the\ndiversified personal and domestic affairs of society--rest securely upon\nthe general reserved powers of the people of the several States. There is\nthe effective democracy of the nation, and there the vital essence of its\nbeing and its greatness.Of the practical consequences which flow from the nature of the Federal\nGovernment, the primary one is the duty of administering with integrity and\nfidelity the high trust reposed in it by the Constitution, especially in\nthe application of the public funds as drawn by taxation from the people\nand appropriated to specific objects by Congress.Happily, I have no occasion to suggest any radical changes in the financial\npolicy of the Government. Ours is almost, if not absolutely, the solitary\npower of Christendom having a surplus revenue drawn immediately from\nimposts on commerce, and therefore measured by the spontaneous enterprise\nand national prosperity of the country, with such indirect relation to\nagriculture, manufactures, and the products of the earth and sea as to\nviolate no constitutional doctrine and yet vigorously promote the general\nwelfare. Neither as to the sources of the public treasure nor as to the\nmanner of keeping and managing it does any grave controversy now prevail,\nthere being a general acquiescence in the wisdom of the present system.The report of the Secretary of the Treasury will exhibit in detail the\nstate of the public finances and the condition of the various branches of\nthe public service administered by that Department of the Government.The revenue of the country, levied almost insensibly to the taxpayer, goes\non from year to year, increasing beyond either the interests or the\nprospective wants of the Government.At the close of the fiscal year ending June 30, 1852, there remained in the\nTreasury a balance of $14,632,136. The public revenue for the fiscal year\nending June 30, 1853, amounted to $58,931,865 from customs and to\n$2,405,708 from public lands and other miscellaneous sources, amounting\ntogether to $61,337,574, while the public expenditures for the same period,\nexclusive of payments on account of the public debt, amounted to\n$43,554,262, leaving a balance of $32,425,447 of receipts above\nexpenditures.This fact of increasing surplus in the Treasury became the subject of\nanxious consideration at a very early period of my Administration, and the\npath of duty in regard to it seemed to me obvious and clear, namely: First,\nto apply the surplus revenue to the discharge of the public debt so far as\nit could judiciously be done, and, secondly, to devise means for the\ngradual reduction of the revenue to the standard of the public exigencies.Of these objects the first has been in the course of accomplishment in a\nmanner and to a degree highly satisfactory. The amount of the public debt\nof all classes was on the 4th of March, 1853, $69,190,037, payments on\naccount of which have been made since that period to the amount of\n$12,703,329, leaving unpaid and in continuous course of liquidation the sum\nof $56,486,708. These payments, although made at the market price of the\nrespective classes of stocks, have been effected readily and to the general\nadvantage of the Treasury, and have at the same time proved of signal\nutility in the relief they have incidentally afforded to the money market\nand to the industrial and commercial pursuits of the country.The second of the above-mentioned objects, that of the reduction of the\ntariff, is of great importance, and the plan suggested by the Secretary of\nthe Treasury, which is to reduce the duties on certain articles and to add\nto the free list many articles now taxed, and especially such as enter into\nmanufactures and are not largely, or at all, produced in the country, is\ncommended to your candid and careful consideration.You will find in the report of the Secretary of the Treasury, also,\nabundant proof of the entire adequacy of the present fiscal system to meet\nall the requirements of the public service, and that, while properly\nadministered, it operates to the advantage of the community in ordinary\nbusiness relations.I respectfully ask your attention to sundry suggestions of improvements in\nthe settlement of accounts, especially as regards the large sums of\noutstanding arrears due to the Government, and of other reforms in the\nadministrative action of his Department which are indicated by the\nSecretary; as also to the progress made in the construction of marine\nhospitals, custom-houses, and of a new mint in California and assay office\nin the city of New York, heretofore provided for by Congress, and also to\nthe eminently successful progress of the Coast Survey and of the Light\nHouse Board.Among the objects meriting your attention will be important recommendations\nfrom the Secretaries of War and Navy. I am fully satisfied that the Navy of\nthe United States is not in a condition of strength and efficiency\ncommensurate with the magnitude of our commercial and other interests, and\ncommend to your especial attention the suggestions on this subject made by\nthe Secretary of the Navy. I respectfully submit that the Army, which under\nour system must always be regarded with the highest interest as a nucleus\naround which the volunteer forces of the nation gather in the hour of\ndanger, requires augmentation, or modification, to adapt it to the present\nextended limits and frontier relations of the country and the condition of\nthe Indian tribes in the interior of the continent, the necessity of which\nwill appear in the communications of the Secretaries of War and the\nInterior.In the administration of the Post-Office Department for the fiscal year\nending June 30, 1853, the gross expenditure was $7,982,756, and the gross\nreceipts during the same period $5,942,734, showing that the current\nrevenue failed to meet the current expenses of the Department by the sum of\n$2,042,032. The causes which, under the present postal system and laws, led\ninevitably to this result are fully explained by the report of the\nPostmaster-General, one great cause being the enormous rates the Department\nhas been compelled to pay for mail service rendered by railroad companies.The exhibit in the report of the Postmaster-General of the income and\nexpenditures by mail steamers will be found peculiarly interesting and of a\ncharacter to demand the immediate action of Congress.Numerous and flagrant frauds upon the Pension Bureau have been brought to\nlight within the last year, and in some instances merited punishments\ninflicted; but, unfortunately, in others guilty parties have escaped, not\nthrough the want of sufficient evidence to warrant a conviction, but in\nconsequence of the provisions of limitation in the existing laws.From the nature of these claims, the remoteness of the tribunals to pass\nupon them, and the mode in which the proof is of necessity furnished,\ntemptations to crime have been greatly stimulated by the obvious\ndifficulties of detection. The defects in the law upon this subject are so\napparent and so fatal to the ends of justice that your early action\nrelating to it is most desirable.During the last fiscal year 9,819,411 acres of the public lands have been\nsurveyed and 10,363,891 acres brought into market. Within the same period\nthe sales by public purchase and private entry amounted to 1,083,495 acres;\nlocated under military bountys and warrants, 6,142,360 acres; located under\nother certificates, 9,427 acres; ceded to the States as swamp lands,\n16,684,253 acres; selected for railroad and other objects under acts of\nCongress, 1,427,457 acres: total amount of lands disposed of within the\nfiscal year, 25,346,992 acres, which is an increase in quantity sold and\nlocated under land warrants and grants of 12,231, 818 acres over the fiscal\nyear immediately preceding. The quantity of land sold during the second and\nthird quarters of 1852 was 334,451 acres; the amount received therefor was\n$623,687. The quantity sold the second and third quarters of the year 1853\nwas 1,609,919 acres, and the amount received therefor $2,226,876.The whole number of land warrants issued under existing laws prior to the\n30th of September last was 266,042, of which there were outstanding at that\ndate 66,947. The quantity of land required to satisfy these outstanding\nwarrants is 4,778,120 acres. Warrants have been issued to 30th of September\nlast under the act of 11th February, 1847, calling for 12,879,280 acres,\nunder acts of September 28, 1850, and March 22, 1852, calling for\n12,505,360 acres, making a total of 25,384,640 acres.It is believed that experience has verified the wisdom and justice of the\npresent system with regard to the public domain in most essential\nparticulars.You will perceive from the report of the Secretary of the Interior that\nopinions which have often been expressed in relation to the operation of\nthe land system as not being a source of revenue to the Federal Treasury\nwere erroneous. The net profits from the sale of the public lands to June\n30, 1853, amounted to the sum of $53,289,465.I recommend the extension of the land system over the Territories of Utah\nand New Mexico, with such modifications as their peculiarities may\nrequire.Regarding our public domain as chiefly valuable to provide homes for the\nindustrious and enterprising, I am not prepared to recommend any essential\nchange in the land system, except by modifications in favor of the actual\nsettler and an extension of the preemption principle in certain cases, for\nreasons and on grounds which will be fully developed in the reports to be\nlaid before you.Congress, representing the proprietors of the territorial domain and\ncharged especially with power to dispose of territory belonging to the\nUnited States, has for a long course of years, beginning with the\nAdministration of Mr. Jefferson, exercised the power to construct roads\nwithin the Territories, and there are so many and obvious distinctions\nbetween this exercise of power and that of making roads within the States\nthat the former has never been considered subject to such objections as\napply to the latter; and such may now be considered the settled\nconstruction of the power of the Federal Government upon the subject.Numerous applications have been and no doubt will continue to be made for\ngrants of land in aid of the construction of railways. It is not believed\nto be within the intent and meaning of the Constitution that the power to\ndispose of the public domain should be used otherwise than might be\nexpected from a prudent proprietor and therefore that grants of land to aid\nin the construction of roads should be restricted to cases where it would\nbe for the interest of a proprietor under like circumstances thus to\ncontribute to the construction of these works. For the practical operation\nof such grants thus far in advancing the interests of the States in which\nthe works are located, and at the same time the substantial interests of\nall the other States, by enhancing the value and promoting the rapid sale\nof the public domain, I refer you to the report of the Secretary of the\nInterior. A careful examination, however, will show that this experience is\nthe result of a just discrimination and will be far from affording\nencouragement to a reckless or indiscriminate extension of the principle.I commend to your favorable consideration the men of genius of our country\nwho by their inventions and discoveries in science and arts have\ncontributed largely to the improvements of the age without, in many\ninstances, securing for themselves anything like an adequate reward. For\nmany interesting details upon this subject I refer you to the appropriate\nreports, and especially urge upon your early attention the apparently\nslight, but really important, modifications of existing laws therein\nsuggested.The liberal spirit which has so long marked the action of Congress in\nrelation to the District of Columbia will, I have no doubt, continue to be\nmanifested.The erection of an asylum for the insane of the District of Columbia and of\nthe Army and Navy of the United States has been somewhat retarded by the\ngreat demand for materials and labor during the past summer, but full\npreparation for the reception of patients before the return of another\nwinter is anticipated; and there is the best reason to believe, from the\nplan and contemplated arrangements which have been devised, with the large\nexperience furnished within the last few years in relation to the nature\nand treatment of the disease, that it will prove an asylum indeed to this\nmost helpless and afflicted class of sufferers and stand as a noble\nmonument of wisdom and mercy. Under the acts of Congress of August 31,\n1852, and of March 3, 1853, designed to secure for the cities of Washington\nand Georgetown an abundant supply of good and wholesome water, it became my\nduty to examine the report and plans of the engineer who had charge of the\nsurveys under the act first named. The best, if not the only, plan\ncalculated to secure permanently the object sought was that which\ncontemplates taking the water from the Great Falls of the Potomac, and\nconsequently I gave to it my approval.For the progress and present condition of this important work and for its\ndemands so far as appropriations are concerned I refer you to the report of\nthe Secretary of War.The present judicial system of the United States has now been in operation\nfor so long a period of time and has in its general theory and much of its\ndetails become so familiar to the country and acquired so entirely the\npublic confidence that if modified in any respect it should only be in\nthose particulars which may adapt it to the increased extent, population,\nand legal business of the United States. In this relation the organization\nof the courts is now confessedly inadequate to the duties to be performed\nby them, in consequence of which the States of Florida, Wisconsin, Iowa,\nTexas, and California, and districts of other States, are in effect\nexcluded from the full benefits of the general system by the functions of\nthe circuit court being devolved on the district judges in all those States\nor parts of States. The spirit of the Constitution and a due regard to\njustice require that all the States of the Union should be placed on the\nsame footing in regard to the judicial tribunals. I therefore commend to\nyour consideration this important subject, which in my judgment demands the\nspeedy action of Congress. I will present to you, if deemed desirable, a\nplan which I am prepared to recommend for the enlargement and modification\nof the present judicial system.The act of Congress establishing the Smithsonian Institution provided that\nthe President of the United States and other persons therein designated\nshould constitute an \"establishment\" by that name, and that the members\nshould hold stated and special meetings for the supervision of the affairs\nof the Institution. The organization not having taken place, it seemed to\nme proper that it should be effected without delay. This has been done; and\nan occasion was thereby presented for inspecting the condition of the\nInstitution and appreciating its successful progress thus far and its high\npromise of great and general usefulness.I have omitted to ask your favorable consideration for the estimates of\nworks of a local character in twenty-seven of the thirty-one States,\namounting to $1,754,500, because, independently of the grounds which have\nso often been urged against the application of the Federal revenue for\nworks of this character, inequality, with consequent injustice, is inherent\nin the nature of the proposition, and because the plan has proved entirely\ninadequate to the accomplishment of the objects sought.The subject of internal improvements, claiming alike the interest and good\nwill of all, has, nevertheless, been the basis of much political discussion\nand has stood as a deep-graven line of division between statesmen of\neminent ability and patriotism. The rule of strict construction of all\npowers delegated by the States to the General Government has arrayed itself\nfrom time to time against the rapid progress of expenditures from the\nNational Treasury on works of a local character within the States.\nMemorable as an epoch in the history of this subject is the message of\nPresident Jackson of the 27th of May, 1830, which met the system of\ninternal improvements in its comparative infancy; but so rapid had been its\ngrowth that the projected appropriations in that year for works of this\ncharacter had risen to the alarming amount of more than $100,000,000In that message the President admitted the difficulty of bringing back the\noperations of the Government to the construction of the Constitution set up\nin 1798, and marked it as an admonitory proof of the necessity of guarding\nthat instrument with sleepless vigilance against the authority of\nprecedents which had not the sanction of its most plainly defined powers.Our Government exists under a written compact between sovereign States,\nuniting for specific objects and with specific grants to their general\nagent. If, then, in the progress of its administration there have been\ndepartures from the terms and intent of the compact, it is and will ever be\nproper to refer back to the fixed standard which our fathers left us and to\nmake a stern effort to conform our action to it. It would seem that the\nfact of a principle having been resisted from the first by many of the\nwisest and most patriotic men of the Republic, and a policy having provoked\nconstant strife without arriving at a conclusion which can be regarded as\nsatisfactory to its most earnest advocates, should suggest the inquiry\nwhether there may not be a plan likely to be crowned by happier results.\nWithout perceiving any sound distinction or intending to assert any\nprinciple as opposed to improvements needed for the protection of internal\ncommerce which does not equally apply to improvements upon the seaboard for\nthe protection of foreign commerce, I submit to you whether it may not be\nsafely anticipated that if the policy were once settled against\nappropriations by the General Government for local improvements for the\nbenefit of commerce, localities requiring expenditures would not, by modes\nand means clearly legitimate and proper, raise the fund necessary for such\nconstructions as the safety or other interests of their commerce might\nrequire.If that can be regarded as a system which in the experience of mere than\nthirty years has at no time so commanded the public judgment as to give it\nthe character of a settled policy; which, though it has produced some works\nof conceded importance, has been attended with an expenditure quite\ndisproportionate to their value and has resulted in squandering large sums\nupon objects which have answered no valuable purpose, the interests of all\nthe States require it to be abandoned unless hopes may be indulged for the\nfuture which find no warrant in the past.With an anxious desire for the completion of the works which are regarded\nby all good citizens with sincere interest, I have deemed it my duty to ask\nat your hands a deliberate reconsideration of the question, with a hope\nthat, animated by a desire to promote the permanent and substantial\ninterests of the country, your wisdom may prove equal to the task of\ndevising and maturing a plan which, applied to this subject, may promise\nsomething better than constant strife, the suspension of the powers of\nlocal enterprise, the exciting of vain hopes, and the disappointment of\ncherished expectations.In expending the appropriations made by the last Congress several cases\nhave arisen in relation to works for the improvement of harbors which\ninvolve questions as to the right of soil and jurisdiction, and have\nthreatened conflict between the authority of the State and General\nGovernments. The right to construct a breakwater, jetty, or dam would seem\nnecessarily to carry with it the power to protect and preserve such\nconstructions. This can only be effectually done by having jurisdiction\nover the soil. But no clause of the Constitution is found on which to rest\nthe claim of the United States to exercise jurisdiction over the soil of a\nState except that conferred by the eighth section of the first article of\nthe Constitution. It is, then, submitted whether, in all cases where\nconstructions are to be erected by the General Government, the right of\nsoil should not first be obtained and legislative provision be made to\ncover all such cases. For the progress made in the construction of roads\nwithin the Territories, as provided for in the appropriations of the last\nCongress, I refer you to the report of the Secretary of War.There is one subject of a domestic nature which, from its intrinsic\nimportance and the many interesting questions of future policy which it\ninvolves, can not fail to receive your early attention. I allude to the\nmeans of communication by which different parts of the wide expanse of our\ncountry are to be placed in closer connection for purposes both of defense\nand commercial intercourse, and more especially such as appertain to the\ncommunication of those great divisions of the Union which lie on the\nopposite sides of the Rocky Mountains. That the Government has not been\nunmindful of this heretofore is apparent from the aid it has afforded\nthrough appropriations for mail facilities and other purposes. But the\ngeneral subject will now present itself under aspects more imposing and\nmore purely national by reason of the surveys ordered by Congress, and now\nin the process of completion, for communication by railway across the\ncontinent, and wholly within the limits of the United States.The power to declare war, to raise and support armies, to provide and\nmaintain a navy, and to call forth the militia to execute the laws,\nsuppress insurrections, and repel invasions was conferred upon Congress as\nmeans to provide for the common defense and to protect a territory and a\npopulation now widespread and vastly multiplied. As incidental to and\nindispensable for the exercise of this power, it must sometimes be\nnecessary to construct military roads and protect harbors of refuge. To\nappropriations by Congress for such objects no sound objection can be\nraised. Happily for our country, its peaceful policy and rapidly increasing\npopulation impose upon us no urgent necessity for preparation, and leave\nbut few trackless deserts between assailable points and a patriotic people\never ready and generally able to protect them. These necessary links the\nenterprise and energy of our people are steadily and boldly struggling to\nsupply. All experience affirms that wherever private enterprise will avail\nit is most wise for the General Government to leave to that and individual\nwatchfulness the location and execution of all means of communication.The surveys before alluded to were designed to ascertain the most\npracticable and economical route for a railroad from the river Mississippi\nto the Pacific Ocean. Parties are now in the field making explorations,\nwhere previous examinations had not supplied sufficient data and where\nthere was the best reason to hope the object sought might be found. The\nmeans and time being both limited, it is not to be expected that all the\naccurate knowledge desired will be obtained, but it is hoped that much and\nimportant information will be added to the stock previously possessed, and\nthat partial, if not full, reports of the surveys ordered will be received\nin time for transmission to the two Houses of Congress on or before the\nfirst Monday in February next, as required by the act of appropriation. The\nmagnitude of the enterprise contemplated has aroused and will doubtless\ncontinue to excite a very general interest throughout the country. In its\npolitical, its commercial, and its military bearings it has varied, great,\nand increasing claims to consideration. The heavy expense, the great delay,\nand, at times, fatality attending travel by either of the Isthmus routes\nhave demonstrated the advantage which would result from interterritorial\ncommunication by such safe and rapid means as a railroad would supply.These difficulties, which have been encountered in a period of peace, would\nbe magnified and still further increased in time of war. But whilst the\nembarrassments already encountered and others under new contingencies to be\nanticipated may serve strikingly to exhibit the importance of such a work,\nneither these nor all considerations combined can have an appreciable value\nwhen weighed against the obligation strictly to adhere to the Constitution\nand faithfully to execute the powers it confers.Within this limit and to the extent of the interest of the Government\ninvolved it would seem both expedient and proper if an economical and\npracticable route shall be found to aid by all constitutional means in the\nconstruction of a road which will unite by speedy transit the populations\nof the Pacific and Atlantic States. To guard against misconception, it\nshould be remarked that although the power to construct or aid in the\nconstruction of a road within the limits of a Territory is not embarrassed\nby that question of jurisdiction which would arise within the limits of a\nState, it is, nevertheless, held to be of doubtful power and more than\ndoubtful propriety, even within the limits of a Territory, for the General\nGovernment to undertake to administer the affairs of a railroad, a canal,\nor other similar construction, and therefore that its connection with a\nwork of this character should be incidental rather than primary. I will\nonly add at present that, fully appreciating the magnitude of the subject\nand solicitous that the Atlantic and Pacific shores of the Republic may be\nbound together by inseparable ties of common interest, as well as of common\nfealty and attachment to the Union, I shall be disposed, so far as my own\naction is concerned, to follow the lights of the Constitution as expounded\nand illustrated by those whose opinions and expositions constitute the\nstandard of my political faith in regard to the powers of the Federal\nGovernment. It is, I trust, not necessary to say that no grandeur of\nenterprise and no present urgent inducement promising popular favor will\nlead me to disregard those lights or to depart from that path which\nexperience has proved to be safe, and which is now radiant with the glow of\nprosperity and legitimate constitutional progress. We can afford to wait,\nbut we can not afford to overlook the ark of our security.It is no part of my purpose to give prominence to any subject which may\nproperly be regarded as set at rest by the deliberate judgment of the\npeople. But while the present is bright with promise and the future full of\ndemand and inducement for the exercise of active intelligence, the past can\nnever be without useful lessons of admonition and instruction. If its\ndangers serve not as beacons, they will evidently fail to fulfill the\nobject of a wise design. When the grave shall have closed over all who are\nnow endeavoring to meet the obligations of duty, the year 1850 will be\nrecurred to as a period filled with anxious apprehension. A successful war\nhad just terminated. Peace brought with it a vast augmentation of\nterritory. Disturbing questions arose bearing upon the domestic\ninstitutions of one portion of the Confederacy and involving the\nconstitutional rights of the States. But notwithstanding differences of\nopinion and sentiment which then existed in relation to details and\nspecific provisions, the acquiescence of distinguished citizens, whose\ndevotion to the Union can never be doubted, has given renewed vigor to our\ninstitutions and restored a sense of repose and security to the public mind\nthroughout the Confederacy. That this repose is to suffer no shock during\nmy official term, if I have power to avert it, those who placed me here may\nbe assured. The wisdom of men who knew what independence cost, who had put\nall at stake upon the issue of the Revolutionary struggle, disposed of the\nsubject to which I refer in the only way consistent with the Union of these\nStates and with the march of power and prosperity which has made us what we\nare. It is a significant fact that from the adoption of the Constitution\nuntil the officers and soldiers of the Revolution had passed to their\ngraves, or, through the infirmities of age and wounds, had ceased to\nparticipate actively in public affairs, there was not merely a quiet\nacquiescence in, but a prompt vindication of, the constitutional rights of\nthe States. The reserved powers were scrupulously respected. No statesman\nput forth the narrow views of casuists to justify interference and\nagitation, but the spirit of the compact was regarded as sacred in the eye\nof honor and indispensable for the great experiment of civil liberty,\nwhich, environed by inherent difficulties, was yet borne forward in\napparent weakness by a power superior to all obstacles. There is no\ncondemnation which the voice of freedom will not pronounce upon us should\nwe prove faithless to this great trust. While men inhabiting different\nparts of this vast continent can no more be expected to hold the same\nopinions or entertain the same sentiments than every variety of climate or\nsoil can be expected to furnish the same agricultural products, they can\nunite in a common object and sustain common principles essential to the\nmaintenance of that object. The gallant men of the South and the North\ncould stand together during the struggle of the Revolution; they could\nstand together in the more trying period which succeeded the clangor of\narms. As their united valor was adequate to all the trials of the camp and\ndangers of the field, so their united wisdom proved equal to the greater\ntask of founding upon a deep and broad basis institutions which it has been\nour privilege to enjoy and will ever be our most sacred duty to sustain. It\nis but the feeble expression of a faith strong and universal to say that\ntheir sons, whose blood mingled so often upon the same field during the War\nof 1812 and who have more recently borne in triumph the flag of the country\nupon a foreign soil, will never permit alienation of feeling to weaken the\npower of their united efforts nor internal dissensions to paralyze the\ngreat arm of freedom, uplifted for the vindication of self-government.I have thus briefly presented such suggestions as seem to me especially\nworthy of your consideration. In providing for the present you can hardly\nfail to avail yourselves of the light which the experience of the past\ncasts upon the future.The growth of our population has now brought us, in the destined career of\nour national history, to a point at which it well behooves us to expand our\nvision over the vast prospective.The successive decennial returns of the census since the adoption of the\nConstitution have revealed a law of steady, progressive development, which\nmay be stated in general terms as a duplication every quarter century.\nCarried forward from the point already reached for only a short period of\ntime, as applicable to the existence of a nation, this law of progress, if\nunchecked, will bring us to almost incredible results. A large allowance\nfor a diminished proportional effect of emigration would not very\nmaterially reduce the estimate, while the increased average duration of\nhuman life known to have already resulted from the scientific and hygienic\nimprovements of the past fifty years will tend to keep up through the next\nfifty, or perhaps hundred, the same ratio of growth which has been thus\nrevealed in our past progress; and to the influence of these causes may be\nadded the influx of laboring masses from eastern Asia to the Pacific side\nof our possessions, together with the probable accession of the populations\nalready existing in other parts of our hemisphere, which within the period\nin question will feel with yearly increasing force the natural attraction\nof so vast, powerful, and prosperous a confederation of self-governing\nrepublics and will seek the privilege of being admitted within its safe and\nhappy bosom, transferring with themselves, by a peaceful and healthy\nprocess of incorporation, spacious regions of virgin and exuberant soil,\nwhich are destined to swarm with the fast growing and fast-spreading\nmillions of our race.These considerations seem fully to justify the presumption that the law of\npopulation above stated will continue to act with undiminished effect\nthrough at least the next half century, and that thousands of persons who\nhave already arrived at maturity and are now exercising the rights of\nfreemen will close their eyes on the spectacle of more than 100,000,000 of\npopulation embraced within the majestic proportions of the American Union.\nIt is not merely as an interesting topic of speculation that I present\nthese views for your consideration. They have important practical bearings\nupon all the political duties we are called upon to perform. Heretofore our\nsystem of government has worked on what may be termed a miniature scale in\ncomparison with the development which it must thus assume within a future\nso near at hand as scarcely to be beyond the present of the existing\ngeneration.It is evident that a confederation so vast and so varied, both in numbers\nand in territorial extent, in habits and in interests, could only be kept\nin national cohesion by the strictest fidelity to the principles of the\nConstitution as understood by those who have adhered to the most restricted\nconstruction of the powers granted by the people and the States.\nInterpreted and applied according to those principles, the great compact\nadapts itself with healthy ease and freedom to an unlimited extension of\nthat benign system of federative self-government of which it is our\nglorious and, I trust, immortal charter. Let us, then, with redoubled\nvigilance, be on our guard against yielding to the temptation of the\nexercise of doubtful powers, even under the pressure of the motives of\nconceded temporary advantage and apparent temporary expediency. The minimum\nof Federal government compatible with the maintenance of national unity and\nefficient action in our relations with the rest of the world should afford\nthe rule and measure of construction of our powers under the general\nclauses of the Constitution. A spirit of strict deference to the sovereign\nrights and dignity of every State, rather than a disposition to subordinate\nthe States into a provincial relation to the central authority, should\ncharacterize all our exercise of the respective powers temporarily vested\nin us as a sacred trust from the generous confidence of our constituents.In like manner, as a manifestly indispensable condition of the perpetuation\nof the Union and of the realization of that magnificent national future\nadverted to, does the duty become yearly stronger and clearer upon us, as\ncitizens of the several States, to cultivate a fraternal and affectionate\nspirit, language, and conduct in regard to other States and in relation to\nthe varied interests, institutions, and habits of sentiment and opinion\nwhich may respectively characterize them. Mutual forbearance, respect, and\nnoninterference in our personal action as citizens and an enlarged exercise\nof the most liberal principles of comity in the public dealings of State\nwith State, whether in legislation or in the execution of laws, are the\nmeans to perpetuate that confidence and fraternity the decay of which a\nmere political union, on so vast a scale, could not long survive.In still another point of view is an important practical duty suggested by\nthis consideration of the magnitude of dimensions to which our political\nsystem, with its corresponding machinery of government, is so rapidly\nexpanding. With increased vigilance does it require us to cultivate the\ncardinal virtues of public frugality and official integrity and purity.\nPublic affairs ought to be so conducted that a settled conviction shall\npervade the entire Union that nothing short of the highest tone and\nstandard of public morality marks every part of the administration and\nlegislation of the General Government. Thus will the federal system,\nwhatever expansion time and progress may give it, continue more and more\ndeeply rooted in the love and confidence of the people.That wise economy which is as far removed from parsimony as from corrupt\nand corrupting extravagance; that single regard for the public good which\nwill frown upon all attempts to approach the Treasury with insidious\nprojects of private interest cloaked under public pretexts; that sound\nfiscal administration which, in the legislative department, guards against\nthe dangerous temptations incident to overflowing revenue, and, in the\nexecutive, maintains an unsleeping watchfulness against the tendency of all\nnational expenditure to extravagance, while they are admitted elementary\npolitical duties, may, I trust, be deemed as properly adverted to and urged\nin view of the more impressive sense of that necessity which is directly\nsuggested by the considerations now presented.Since the adjournment of Congress the Vice-President of the United States\nhas passed from the scenes of earth, without having entered upon the duties\nof the station to which he had been called by the voice of his countrymen.\nHaving occupied almost continuously for more than thirty years a seat in\none or the other of the two Houses of Congress, and having by his singular\npurity and wisdom secured unbounded confidence and universal respect, his\nfailing health was watched by the nation with painful solicitude. His loss\nto the country, under all the circumstances, has been justly regarded as\nirreparable.In compliance with the act of Congress of March 2, 1853, the oath of office\nwas administered to him on the 24th of that month at Ariadne estate, near\nMatanzas, in the island of Cuba; but his strength gradually declined, and\nwas hardly sufficient to enable him to return to his home in Alabama,\nwhere, on the 18th day of April, in the most calm and peaceful way, his\nlong and eminently useful career was terminated. Entertaining unlimited\nconfidence in your intelligent and patriotic devotion to the public\ninterest, and being conscious of no motives on my part which are not\ninseparable from the honor and advancement of my country, I hope it may be\nmy privilege to deserve and secure not only your cordial cooperation in\ngreat public measures, but also those relations of mutual confidence and\nregard which it is always so desirable to cultivate between members of\ncoordinate branches of the Government.", 
    "name": "Franklin Pierce"
}