{
    "date": "December 31, 1855", 
    "speech": "Fellow-Citizens of the Senate and of the House of Representatives:The Constitution of the United States provides that Congress shall assemble\nannually on the first Monday of December, and it has been usual for the\nPresident to make no communication of a public character to the Senate and\nHouse of Representatives until advised of their readiness to receive it. I\nhave deferred to this usage until the close of the first month of the\nsession, but my convictions of duty will not permit me longer to postpone\nthe discharge of the obligation enjoined by the Constitution upon the\nPresident \"to give to the Congress information of the state of the Union\nand recommend to their consideration such measures as he shall judge\nnecessary and expedient.\" It is matter of congratulation that the Republic\nis tranquilly advancing in a career of prosperity and peace.Whilst relations of amity continue to exist between the United States and\nall foreign powers, with some of them grave questions are depending which\nmay require the consideration of Congress.Of such questions, the most important is that which has arisen out of the\nnegotiations with Great Britain in reference to Central America. By the\nconvention concluded between the two Governments on the 19th of April,\n1850, both parties covenanted that \"neither will ever\" \"occupy, or fortify,\nor colonize, or assume or exercise any dominion over Nicaragua. Costa Rica,\nthe Mosquito Coast, or any part of Central America.\"It was the undoubted understanding of the United States in making this\ntreaty that all the present States of the former Republic of Central\nAmerica and the entire territory of each would thenceforth enjoy complete\nindependence, and that both contracting parties engaged equally and to the\nsame extent, for the present and, for the future, that if either then had\nany claim of right in Central America such claim and all occupation or\nauthority under it were unreservedly relinquished by the stipulations of\nthe convention, and that no dominion was thereafter to be exercised or\nassumed in any part of Central America by Great Britain or the United\nStates.This Government consented to restrictions in regard to a region of country\nwherein we had specific and peculiar interests only upon the conviction\nthat the like restrictions were in the same sense obligatory on Great\nBritain. But for this understanding of the force and effect of the\nconvention it would never have been concluded by us.So clear was this understanding on the part of the United States that in\ncorrespondence contemporaneous with the ratification of the convention it\nwas distinctly expressed that the mutual covenants of nonoccupation were\nnot intended to apply to the British establishment at the Balize. This\nqualification is to be ascribed to the fact that, in virtue of successive\ntreaties with previous sovereigns of the country, Great Britain had\nobtained a concession of the right to cut mahogany or dyewoods at the\nBalize, but with positive exclusion of all domain or sovereignty; and thus\nit confirms the natural construction and understood import of the treaty as\nto all the rest of the region to which the stipulations applied.It, however, became apparent at an early day after entering upon the\ndischarge of my present functions that Great Britain still continued in the\nexercise or assertion of large authority in all that part of Central\nAmerica commonly called the Mosquito Coast, and covering the entire length\nof the State of Nicaragua and a part of Costa Rica; that she regarded the\nBalize as her absolute domain and was gradually extending its limits at the\nexpense of the State of Honduras, and, that she had formally colonized a\nconsiderable insular group known as the Bay Islands, and belonging of right\nto that State.All these acts or pretensions of Great Britain, being contrary to the\nrights of the States of Central America and to the manifest tenor of her\nstipulations with the United States as understood by this Government, have\nbeen made the subject of negotiation through the American minister in\nLondon. I transmit herewith the instructions to him on the subject and the\ncorrespondence between him and the British secretary for foreign affairs,\nby which you will perceive that the two Governments differ widely and\nirreconcilably as to the construction of the convention and its effect on\ntheir respective relations to Central America.Great Britain so construes the convention as to maintain unchanged all her\nprevious pretensions over the Mosquito Coast and in different parts of\nCentral America. These pretensions as to the Mosquito Coast are founded on\nthe assumption of political relation between Great Britain and the remnant\nof a tribe of Indians on that coast, entered into at a time when the whole\ncountry was a colonial possession of Spain. It can not be successfully\ncontroverted that by the public law of Europe and America no possible act\nof such Indians or their predecessors could confer on Great Britain any\npolitical rights.Great Britain does not allege the assent of Spain as the origin of her\nclaims on the Mosquito Coast. She has, on the contrary, by repeated and\nsuccessive treaties renounced and relinquished all pretensions of her own\nand recognized the full and sovereign rights of Spain in the most\nunequivocal terms. Yet these pretensions, so without solid foundation in\nthe beginning and thus repeatedly abjured, were at a recent period revived\nby Great Britain against the Central American States, the legitimate\nsuccessors to all the ancient jurisdiction of Spain in that region. They\nwere first applied only to a defined part of the coast of Nicaragua,\nafterwards to the whole of its Atlantic coast, and lastly to a part of the\ncoast of Costa Rica, and they are now reasserted to this extent\nnotwithstanding engagements to the United States.On the eastern coast of Nicaragua and Costa Rica the interference of Great\nBritain, though exerted at one time in the form of military occupation of\nthe port of San Juan del Norte, then in the peaceful possession of the\nappropriate authorities of the Central American States, is now presented by\nher as the rightful exercise of a protectorship over the Mosquito tribe of\nIndians.But the establishment at the Balize, now reaching far beyond its treaty\nlimits into the State of Honduras, and that of the Bay Islands,\nappertaining of right to the same State, are as distinctly colonial\ngovernments as those of Jamaica or Canada, and therefore contrary to the\nvery letter, as well as the spirit, of the convention with the United\nStates as it was at the time of ratification and now is understood by this\nGovernment.The interpretation which the British Government thus, in assertion and act,\npersists in ascribing to the convention entirely changes its character.\nWhile it holds us to all our obligations, it in a great measure releases\nGreat Britain from those which constituted the consideration of this\nGovernment for entering into the convention. It is impossible, in my\njudgment, for the United States to acquiesce in such a construction of the\nrespective relations of the two Governments to Central America.To a renewed call by this Government upon Great Britain to abide by and\nCarry into effect the stipulations of the convention according to its\nobvious import by withdrawing from the possession or colonization of\nportions of the Central American States of Honduras, Nicaragua, and Costa\nRica, the British Government has at length replied, affirming that the\noperation of the treaty is prospective only and did not require Great\nBritain to abandon or contract any possessions held by her in Central\nAmerica at the date of its conclusion.This reply substitutes a partial issue in the place of the general one\npresented by the United States. The British Government passes over the\nquestion of the rights of Great Britain, real or supposed, in Central\nAmerica, and assumes that she had such rights at the date of the treaty and\nthat those rights comprehended the protectorship of the Mosquito Indians,\nthe extended jurisdiction and limits of the Balize, and the colony of the\nBay Islands, and thereupon proceeds by implication to infer that if the\nstipulations of the treaty be merely future in effect Great Britain may\nstill continue to hold the contested portions of Central America. The\nUnited States can not admit either the inference or the premises. We\nsteadily deny that at the date of the treaty Great Britain had any\npossessions there other than the limited and peculiar establishment at the\nBalize, and maintain that if she had any they were surrendered by the\nconvention.This Government, recognizing the obligations of the treaty, has, of course,\ndesired to see it executed in good faith by both parties, and in the\ndiscussion, therefore, has not looked to rights which we might assert\nindependently of the treaty in consideration of our geographical position\nand of other circumstances which create for us relations to the Central\nAmerican States different from those of any government of Europe. The\nBritish Government, in its last communication, although well knowing the\nviews of the United States, still declares that it sees no reason why a\nconciliatory spirit may not enable the two Governments to overcome all\nobstacles to a satisfactory adjustment of the subject.Assured of the correctness of the construction of the treaty constantly\nadhered to by this Government and resolved to insist on the rights of the\nUnited States, yet actuated also by the same desire which is avowed by the\nBritish Government, to remove all causes of serious misunderstanding\nbetween two nations associated by so many ties of interest and kindred, it\nhas appeared to me proper not to consider an amicable solution of the\ncontroversy hopeless.There is, however, reason to apprehend that with Great Britain in the\nactual occupation of the disputed territories, and the treaty therefore\npractically null so far as regards our rights, this international\ndifficulty can not long remain undetermined without involving in serious\ndanger the friendly relations which it is the interest as well as the duty\nof both countries to cherish and preserve. It will afford me sincere\ngratification if future efforts shall result in the success anticipated\nheretofore with more confidence than the aspect of the case permits me now\nto entertain.One other subject of discussion between the United States and Great Britain\nhas grown out of the attempt, which the exigencies of the war in which she\nis engaged with Russia induced her to make, to draw recruits from the\nUnited States.It is the traditional and settled policy of the United States to maintain\nimpartial neutrality during the wars which from time to time occur among\nthe great powers of the world. Performing all the duties of neutrality\ntoward the respective belligerent states, we may reasonably expect them not\nto interfere with our lawful enjoyment of its benefits. Notwithstanding the\nexistence of such hostilities, our citizens retained the individual right\nto continue all their accustomed pursuits, by land or by sea, at home or\nabroad, subject only to such restrictions in this relation as the laws of\nwar, the usage of nations, or special treaties may impose; and it is our\nsovereign right that our territory and jurisdiction shall not be invaded by\neither of the belligerent parties for the transit of their armies, the\noperations of their fleets, the levy of troops for their service, the\nfitting out of cruisers by or against either, or any other act or incident\nof war. And these undeniable rights of neutrality, individual and national,\nthe United States will under no circumstances surrender.In pursuance of this policy, the laws of the United States do not forbid\ntheir citizens to sell to either of the belligerent powers articles\ncontraband of war or take munitions of war or soldiers on board their\nprivate ships for transportation; and although in so doing the individual\ncitizen exposes his property or person to some of the hazards of war, his\nacts do not involve any breach of national neutrality nor of themselves\nimplicate the Government. Thus, during the progress of the present war in\nEurope, our citizens have, without national responsibility therefor, sold\ngunpowder and arms to all buyers, regardless of the destination of those\narticles. Our merchantmen have been, and still continue to be, largely\nemployed by Great Britain and by France in transporting troops, provisions,\nand munitions of war to the principal seat of military operations and in\nbringing home their sick and wounded soldiers; but such use of our\nmercantile marine is not interdicted either by the international or by our\nmunicipal law, and therefore does not compromise our neutral relations with\nRussia. But our municipal law, in accordance with the law of nations,\nperemptorily forbids not only foreigners, but our own citizens, to fit out\nwithin the United States a vessel to commit hostilities against any state\nwith which the United States are at peace, or to increase the force of any\nforeign armed vessel intended for such hostilities against a friendly\nstate.Whatever concern may have been felt by either of the belligerent powers\nlest private armed cruisers or other vessels in the service of one might be\nfitted out in the ports of this country to depredate on the property of the\nother, all such fears have proved to be utterly groundless. Our citizens\nhave been withheld from any such act or purpose by good faith and by\nrespect for the law.While the laws of the Union are thus peremptory in their prohibition of the\nequipment or armament of belligerent cruisers in our ports, they provide\nnot less absolutely that no person shall, within the territory or\njurisdiction of the United States, enlist or enter himself, or hire or\nretain another person to enlist or enter himself, or to go beyond the\nlimits or jurisdiction of the United States with intent to be enlisted or\nentered, in the service of any foreign state, either as a soldier or as a\nmarine or seaman on board of any vessel of war, letter of marque, or\nprivateer. And these enactments are also in strict conformity with the law\nof nations, which declares that no state has the right to raise troops for\nland or sea service in another state without its consent, and that, whether\nforbidden by the municipal law or not, the very attempt to do it without\nsuch consent is an attack on the national sovereignty.Such being the public rights and the municipal law of the United States, no\nsolicitude on the subject was entertained by this Government when, a year\nsince, the British Parliament passed an act to provide for the enlistment\nof foreigners in the military service of Great Britain. Nothing on the face\nof the act or in its public history indicated that the British Government\nproposed to attempt recruitment in the United States, nor did it ever give\nintimation of such intention to this Government. It was matter of surprise,\ntherefore, to find subsequently that the engagement of persons within the\nUnited States to proceed to Halifax, in the British Province of Nova\nScotia, and there enlist in the service of Great Britain, was going on\nextensively, with little or no disguise. Ordinary legal steps were\nimmediately taken to arrest and punish parties concerned, and so put an end\nto acts infringing the municipal law and derogatory to our sovereignty.\nMeanwhile suitable representations on the subject were addressed to the\nBritish Government.Thereupon it became known, by the admission of the British Government\nitself, that the attempt to draw recruits from this country originated with\nit, or at least had its approval and sanction; but it also appeared that\nthe public agents engaged in it had \"stringent instructions\" not to violate\nthe municipal law of the United States.It is difficult to understand how it should have been supposed that troops\ncould be raised here by Great Britain without violation of the municipal\nlaw. The unmistakable object of the law was to prevent every such act which\nif performed must be either in violation of the law or in studied evasion\nof it, and in either alternative the act done would be alike injurious to\nthe sovereignty of the United States. In the meantime the matter acquired\nadditional importance by the recruitments in the United States not being\ndiscontinued, and the disclosure of the fact that they were prosecuted upon\na systematic plan devised by official authority; that recruiting rendezvous\nhad been opened in our principal cities and depots for the reception of\nrecruits established on our frontier, and the whole business conducted\nunder the supervision and by the regular cooperation of British officers,\ncivil and military, some in the North American Provinces and some in the\nUnited States. The complicity of those officers in an undertaking which\ncould only be accomplished by defying our laws, throwing suspicion over our\nattitude of neutrality, and disregarding our territorial rights is\nconclusively proved by the evidence elicited on the trial of such of their\nagents as have been apprehended and convicted. Some of the officers thus\nimplicated are of high official position, and many of them beyond our\njurisdiction, so that legal proceedings could not reach the source of the\nmischief.These considerations, and the fact that the cause of complaint was not a\nmere casual occurrence, trot a deliberate design, entered upon with full\nknowledge of our laws and national policy and conducted by responsible\npublic functionaries, impelled me to present the case to the British\nGovernment, in order to secure not only a cessation of the, wrong, but its\nreparation. The subject is still under discussion, the result of which will\nbe communicated to you in due time.I repeat the recommendation submitted to the last Congress, that provision\nbe made for the appointment of a commissioner, in connection with Great\nBritain, to survey and establish the boundary line which divides the\nTerritory of Washington from the contiguous British possessions. By reason\nof the extent and importance of the country in dispute, there has been\nimminent danger of collision between the subjects of Great Britain and the\ncitizens of the United States, including their respective authorities, in\nthat quarter. The prospect of a speedy arrangement has contributed hitherto\nto induce on both sides forbearance to assert by force what each claims as\na right. Continuance of delay on the part of the two Governments to act in\nthe matter will increase the dangers and difficulties of the controversy.Misunderstanding exists as to the extent, character, and value of the\npossessory rights of the Hudsons Bay Company and the property of the Pugets\nSound Agricultural Company reserved in our treaty with Great Britain\nrelative to the Territory of Oregon. I have reason to believe that a\ncession of the rights of both companies to the United States, which would\nbe the readiest means of terminating all questions, can be obtained on\nreasonable terms, and with a view to this end I present the subject to the\nattention of Congress.The colony of Newfoundland, having enacted the laws required by the treaty\nof the 5th of June, 1854, is now placed on the same footing in respect to\ncommercial intercourse with the United States as the other British North\nAmerican Provinces.The commission which that treaty contemplated, for determining the rights\nof fishery in rivers and mouths of rivers on the coasts of the United\nStates and the British North American Provinces, has been organized, and\nhas commenced its labors, to complete which there are needed further\nappropriations for the service of another season.In pursuance of the authority conferred by a resolution of the Senate of\nthe United States passed on the 3d of March last, notice was given to\nDenmark on the 14th day of April of the intention of this Government to\navail itself of the stipulation of the subsisting convention of friendship,\ncommerce, and navigation between that Kingdom and the United States whereby\neither party might after ten years terminate the same at the expiration of\none year from the date of notice for that purpose.The considerations which led me to call the attention of Congress to that\nconvention and induced the Senate to adopt the resolution referred to still\ncontinue in full force. The convention contains an article which, although\nit does not directly engage the United States to submit to the imposition\nof tolls on the vessels and cargoes of Americans passing into or from the\nBaltic Sea during the continuance of the treaty, yet may by possibility be\nconstrued as implying such submission. The exaction of those tolls not\nbeing justified by any principle of international law, it became the right\nand duty of the United States to relieve themselves from the implication of\nengagement on the subject, so as to be perfectly free to act in the\npremises in such way as their public interests and honor shall demand.I remain of the opinion that the United States ought not to submit to the\npayment of the Sound dues, not so much because of their amount, which is a\nsecondary matter, but because it is in effect the recognition of the right\nof Denmark to treat one of the great maritime highways of nations as a\nclose sea, and prevent the navigation of it as a privilege, for which\ntribute may be imposed upon those who have occasion to use it.This Government on a former occasion, not unlike the present, signalized\nits determination to maintain the freedom of the seas and of the great\nnatural channels of navigation. The Barbary States had for a long time\ncoerced the payment of tribute from all nations whose ships frequented the\nMediterranean. To the last demand of such payment made by them the United\nStates, although suffering less by their depredations than many other\nnations, returned the explicit answer that we preferred war to tribute, and\nthus opened the way to the relief of the commerce of the world from an\nignominious tax, so long submitted to by the more powerful nations of\nEurope.If the manner of payment of the Sound dues differ from that of the tribute\nformerly conceded to the Barbary States, still their exaction by Denmark\nhas no better foundation in right. Each was in its origin nothing but a tax\non a common natural right, extorted by those who were at that time able to\nobstruct the free and secure enjoyment of it, but who no longer possess\nthat power.Denmark, while resisting our assertion of the freedom of the Baltic Sound\nand Belts, has indicated a readiness to make some new arrangement on the\nsubject, and has invited the governments interested, including the United\nStates, to be represented in a convention to assemble for the purpose of\nreceiving and considering a proposition which she intends to submit for the\ncapitalization of the Sound dues and the distribution of the sum to be paid\nas commutation among the governments according to the respective\nproportions of their maritime commerce to and from the Baltic. I have\ndeclined, in behalf of the United States, to accept this invitation, for\nthe most cogent reasons. One is that Denmark does not offer to submit to\nthe convention the question of her right to levy the Sound dues. The second\nis that if the convention were allowed to take cognizance of that\nparticular question, still it would not be competent to deal with the great\ninternational principle involved, which affects the right in other cases of\nnavigation and commercial freedom, as well as that of access to the Baltic.\nAbove all, by the express terms of the proposition it is contemplated that\nthe consideration of the Sound dues shall be commingled with and made\nsubordinate to a matter wholly extraneous--the balance of power among the\nGovernments of Europe.While, however, rejecting this proposition and insisting on the right of\nfree transit into and from the Baltic, I have expressed to Denmark a\nwillingness on the part of the United States to share liberally with other\npowers in compensating her for any advantages which commerce shall\nhereafter derive from expenditures made by her for the improvement and\nsafety of the navigation of the Sound or Belts.I lay before you herewith sundry documents on the subject, in which my\nviews are more fully disclosed. Should no satisfactory arrangement be soon\nconcluded, I shall again call your attention to the subject, with\nrecommendation of such measures as may appear to be required in order to\nassert and secure the rights of the United States, so far as they are\naffected by the pretensions of Denmark.I announce with much gratification that since the adjournment of the last\nCongress the question then existing between this Government and that of\nFrance respecting the French consul at San Francisco has been\nsatisfactorily determined, and that the relations of the two Governments\ncontinue to be of the most friendly nature.A question, also, which has been pending for several years between the\nUnited States and the Kingdom of Greece, growing out of the sequestration\nby public authorities of that country of property belonging to the present\nAmerican consul at Athens, and which had been the subject of very earnest\ndiscussion heretofore, has recently been settled to the satisfaction of the\nparty interested and of both Governments.With Spain peaceful relations are still maintained, and some progress has\nbeen made in securing the redress of wrongs complained of by this\nGovernment. Spain has not only disavowed and disapproved the conduct of the\nofficers who illegally seized and detained the steamer Black Warrior at\nHavana, but has also paid the sum claimed as indemnity for the loss thereby\ninflicted on citizens of the United States.In consequence of a destructive hurricane which visited Cuba in 1844, the\nsupreme authority of that island issued a decree permitting the importation\nfor the period of six months of certain building materials and provisions\nfree of duty, but revoked it when about half the period only had elapsed,\nto the injury of citizens of the United States who had proceeded to act on\nthe faith of that decree. The Spanish Government refused indemnification to\nthe parties aggrieved until recently, when it was assented to, payment\nbeing promised to be made so soon as the amount due can be ascertained.Satisfaction claimed for the arrest and search of the steamer El Dorado has\nnot yet been accorded, but there is reason to believe that it will be; and\nthat case, with others, continues to be urged on the attention of the\nSpanish Government. I do not abandon the hope of concluding with Spain some\ngeneral arrangement which, if it do not wholly prevent the recurrence of\ndifficulties in Cuba, will render them less frequent, and, whenever they\nshall occur, facilitate their more speedy settlement.The interposition of this Government has been invoked by many of its\ncitizens on account of injuries done to their persons and property for\nwhich the Mexican Republic is responsible. The unhappy situation of that\ncountry for some time past has not allowed its Government to give due\nconsideration to claims of private reparation, and has appeared to call for\nand justify some forbearance in such matters on the part of this\nGovernment. But if the revolutionary movements which have lately occurred\nin that Republic end in the organization of a stable government, urgent\nappeals to its justice will then be made, and, it may be hoped, with\nsuccess, for the redress of all complaints of our citizens.In regard to the American Republics, which from their proximity and other\nconsiderations have peculiar relations to this Government, while it has\nbeen my constant aim strictly to observe all the obligations of political\nfriendship and of good neighborhood, obstacles to this have arisen in some\nof them from their own insufficient power to cheek lawless irruptions,\nwhich in effect throws most of the task on the United States. Thus it is\nthat the distracted internal condition of the State of Nicaragua has made\nit incumbent on me to appeal to the good faith of our citizens to abstain\nfrom unlawful intervention in its affairs and to adopt preventive measures\nto the same end, which on a similar occasion had the best results in\nreassuring the peace of the Mexican States of Sonora and Lower California.Since the last session of Congress a treaty of amity, commerce, and\nnavigation and for the surrender of fugitive criminals with the Kingdom of\nthe Two Sicilies; a treaty of friendship, commerce, and navigation with\nNicaragua, and a convention of commercial reciprocity with the Hawaiian\nKingdom have been negotiated. The latter Kingdom and the State of Nicaragua\nhave also acceded to a declaration recognizing as international rights the\nprinciples contained in the convention between the United States and Russia\nof July 22, 1854. These treaties and conventions will be laid before the\nSenate for ratification.The statements made in my last annual message respecting the anticipated\nreceipts and expenditures of the Treasury have been substantially\nverified.It appears from the report of the Secretary of the Treasury that the\nreceipts during the last fiscal year, ending June 30, 1855, from all\nsources were $65,003,930, and that the public expenditures for the same\nperiod, exclusive of payments on account of the public debt, amounted to\n$56,365,393. During the same period the payments made in redemption of the\npublic debt, including interest and premium, amounted to $9,844,528.The balance in the Treasury at the beginning of the present fiscal year,\nJuly 1, 1855, was $18,931,976; the receipts for the first quarter and the\nestimated receipts for the remaining three quarters amount together to\n$67,918,734; thus affording in all, as the available resources of the\ncurrent fiscal year, the sum of $86,856,710.If to the actual expenditures of the first quarter of the current fiscal\nyear be added the probable expenditures for the remaining three quarters,\nas estimated by the Secretary of the Treasury, the sum total will be\n$71,226,846, thereby leaving an estimated balance in the Treasury on July\n1, 1856, of $15,623,863.41.In the above-estimated expenditures of the present fiscal year are included\n$3,000,000 to meet the last installment of the ten millions provided for in\nthe late treaty with Mexico and $7,750,000 appropriated on account of the\ndebt due to Texas, which two sums make an aggregate amount of $10,750,000\nand reduce the expenditures, actual or estimated, for ordinary objects of\nthe year to the sum of $60,476,000.The amount of the public debt at the commencement of the present fiscal\nyear was $40,583,631, and, deduction being made of subsequent payments, the\nwhole public debt of the Federal Government remaining at this time is less\nthan $40,000,000. The remnant of certain other Government stocks, amounting\nto $243,000, referred to in my last message as outstanding, has since been\npaid.I am fully persuaded that it would be difficult to devise a system superior\nto that by which the fiscal business of the Government is now conducted.\nNotwithstanding the great number of public agents of collection and\ndisbursement, it is believed that the checks and guards provided, including\nthe requirement of monthly returns, render it scarcely possible for any\nconsiderable fraud on the part of those agents or neglect involving hazard\nof serious public loss to escape detection. I renew, however, the\nrecommendation heretofore made by me of the enactment of a law declaring it\nfelony on the part of public officers to insert false entries in their\nbooks of record or account or to make false returns, and also requiring\nthem on the termination of their service to deliver to their successors all\nbooks, records, and other objects of a public nature in their custody.Derived, as our public revenue is, in chief part from duties on imports,\nits magnitude affords gratifying evidence of the prosperity, not only of\nour commerce, but of the other great interests upon which that depends.The principle that all moneys not required for the current expenses of the\nGovernment should remain for active employment in the hands of the people\nand the conspicuous fact that the annual revenue from all sources exceeds\nby many millions of dollars the amount needed for a prudent and economical\nadministration of public affairs can not fail to suggest the propriety of\nan early revision and reduction of the tariff of duties on imports. It is\nnow so generally conceded that the purpose of revenue alone can justify the\nimposition of duties on imports that in readjusting the impost tables and\nschedules, which unquestionably require essential modifications, a\ndeparture from the principles of the present tariff is not anticipated.The Army during the past year has been actively engaged in defending the\nIndian frontier, the state of the service permitting but few and small\ngarrisons in our permanent fortifications. The additional regiments\nauthorized at the last session of Congress have been recruited and\norganized, and a large portion of the troops have already been sent to the\nfield. All the duties which devolve on the military establishment have been\nsatisfactorily performed, and the dangers and privations incident to the\ncharacter of the service required of our troops have furnished additional\nevidence of their courage, zeal, and capacity to meet any requisition which\ntheir country may make upon them. For the details of the military\noperations, the distribution of the troops, and additional provisions\nrequired for the military service, I refer to the report of the Secretary\nof War and the accompanying documents.Experience gathered from events which have transpired since my last annual\nmessage has but served to confirm the opinion then expressed of the\npropriety of making provision by a retired list for disabled officers and\nfor increased compensation to the officers retained on the list for active\nduty. All the reasons which existed when these measures were recommended on\nformer occasions continue without modification, except so far as\ncircumstances have given to some of them additional force.The recommendations heretofore made for a partial reorganization of the\nArmy are also renewed. The thorough elementary education given to those\nofficers who commenced their service with the grade of cadet qualifies them\nto a considerable extent to perform the duties of every arm of the service;\nbut to give the highest efficiency to artillery requires the practice and\nspecial study of many years, and it is not, therefore, believed to be\nadvisable to maintain in time of peace a larger force of that arm than can\nbe usually employed in the duties appertaining to the service of field and\nsiege artillery. The duties of the staff in all its various branches belong\nto the movements of troops, and the efficiency of an army in the field\nwould materially depend upon the ability with which those duties are\ndischarged. It is not, as in the case of the artillery, a specialty, but\nrequires also an intimate knowledge of the duties of an officer of the\nline, and it is not doubted that to complete the education of an officer\nfor either the line or the general staff it is desirable that he shall have\nserved in both. With this view, it was recommended on a former occasion\nthat the duties of the staff should be mainly performed by details from the\nline, and, with conviction of the advantages which would result from such a\nchange, it is again presented for the consideration of Congress.The report of the Secretary of the Navy, herewith submitted, exhibits in\nfull the naval operations of the past year, together with the present\ncondition of the service, and it makes suggestions of further legislation,\nto which your attention is invited.The construction of the six steam frigates for which appropriations were\nmade by the last Congress has proceeded in the most satisfactory manner and\nwith such expedition as to warrant the belief that they will be ready for\nservice early in the coming spring. Important as this addition to our naval\nforce is, it still remains inadequate to the contingent exigencies of the\nprotection of the extensive seacoast and vast commercial interests of the\nUnited States. In view of this fact and of the acknowledged wisdom of the\npolicy of a gradual and systematic increase of the Navy an appropriation is\nrecommended for the construction of six steam sloops of war.In regard to the steps taken in execution of the act of Congress to promote\nthe efficiency of the Navy, it is unnecessary for me to say more than to\nexpress entire concurrence in the observations on that subject presented by\nthe Secretary in his report.It will be perceived by the report of the postmaster-General that the gross\nexpenditure of the Department for the last fiscal year was $9,968,342 and\nthe gross receipts $7,342,136, making an excess of expenditure over\nreceipts of $2,626,206; and that the cost of mail transportation during\nthat year was $674,952 greater than the previous year. Much of the heavy\nexpenditures to which the Treasury is thus subjected is to be ascribed to\nthe large quantity of printed matter conveyed by the mails, either franked\nor liable to no postage by law or to very low rates of postage compared\nwith that charged on letters, and to the great cost of mail service on\nrailroads and by ocean steamers. The suggestions of the Postmaster-General\non the subject deserve the consideration of Congress.The report of the Secretary of the Interior will engage your attention as\nwell for useful suggestions it contains as for the interest and importance\nof the subjects to which they refer.The aggregate amount of public land sold during the last fiscal year,\nlocated with military scrip or land warrants, taken up under grants for\nroads, and selected as swamp lands by States is 24,557,409 acres, of which\nthe portion sold was 15,729,524 acres, yielding in receipts the sum of\n$11,485,380. In the same period of time 8,723,854 acres have been surveyed,\nbut, in consideration of the quantity already subject to entry, no\nadditional tracts have been brought into market.The peculiar relation of the General Government to the District of Columbia\nrenders it proper to commend to your care not only its material but also\nits moral interests, including education, more especially in those parts of\nthe District outside of the cities of Washington and Georgetown.The commissioners appointed to revise and codify the laws of the District\nhave made such progress in the performance of their task as to insure its\ncompletion in the time prescribed by the act of Congress.Information has recently been received that the peace of the settlements in\nthe Territories of Oregon and Washington is disturbed by hostilities on the\npart of the Indians, with indications of extensive combinations of a\nhostile character among the tribes in that quarter, the more serious in\ntheir possible effect by reason of the undetermined foreign interests\nexisting in those Territories, to which your attention has already been\nespecially invited. Efficient measures have been taken, which, it is\nbelieved, will restore quiet and afford protection to our citizens.In the Territory of Kansas there have been acts prejudicial to good order,\nbut as yet none have occurred under circumstances to justify the\ninterposition of the Federal Executive. That could only be in case of\nobstruction to Federal law or of organized resistance to Territorial law,\nassuming the character of insurrection, which, if it should occur, it would\nbe my duty promptly to overcome and suppress. I cherish the hope, however,\nthat the occurrence of any such untoward event will be prevented by the\nsound sense of the people of the Territory, who by its organic law,\npossessing the right to determine their own domestic institutions, are\nentitled while deporting themselves peacefully to the free exercise of that\nright, and must be protected in the enjoyment of it without interference on\nthe part of the citizens of any of the States. The southern boundary line\nof this Territory has never been surveyed and established. The rapidly\nextending settlements in that region and the fact that the main route\nbetween Independence, in the State of Missouri, and New Mexico is\ncontiguous in this line suggest the probability that embarrassing questions\nof jurisdiction may consequently arise. For these and other considerations\nI commend the subject to your early attention.I have thus passed in review the general state of the Union, including such\nparticular concerns of the Federal Government, whether of domestic or\nforeign relation, as it appeared to me desirable and useful to bring to the\nspecial notice of Congress. Unlike the great States of Europe and Asia and\nmany of those of America, these United States are wasting their strength\nneither in foreign war nor domestic strife. Whatever of discontent or\npublic dissatisfaction exists is attributable to the imperfections of human\nnature or is incident to all governments, however perfect, which human\nwisdom can devise. Such subjects of political agitation as occupy the\npublic mind consist to a great extent of exaggeration of inevitable evils,\nor over zeal in social improvement, or mere imagination of grievance,\nhaving but remote connection with any of the constitutional functions or\nduties of the Federal Government. To whatever extent these questions\nexhibit a tendency menacing to the stability of the Constitution or the\nintegrity of the Union, and no further, they demand the consideration of\nthe Executive and require to be presented by him to Congress.Before the thirteen colonies became a confederation of independent States\nthey were associated only by community of transatlantic origin, by\ngeographical position, and by the mutual tie of common dependence on Great\nBritain. When that tie was sundered they severally assumed the powers and\nrights of absolute self-government. The municipal and social institutions\nof each, its laws of property and of personal relation, even its political\norganization, were such only as each one chose to establish, wholly without\ninterference from any other. In the language of the Declaration of\nIndependence, each State had \"full power to levy war, conclude peace,\ncontract alliances, establish commerce, and to do all other acts and things\nwhich independent states may of right do.\" The several colonies differed in\nclimate, in soil, in natural productions, in religion, in systems of\neducation, in legislation, and in the forms of political administration,\nand they continued to differ in these respects when they voluntarily allied\nthemselves as States to carry on the War of the Revolution. The object of\nthat war was to disenthrall the united colonies from foreign rule, which\nhad proved to be oppressive, and to separate them permanently from the\nmother country. The political result was the foundation of a Federal\nRepublic of the free white men of the colonies, constituted, as they were,\nin distinct and reciprocally independent State governments. As for the\nsubject races, whether Indian or African, the wise and brave statesmen of\nthat day, being engaged in no extravagant scheme of social change, left\nthem as they were, and thus preserved themselves and their posterity from\nthe anarchy and the ever-recurring civil wars which have prevailed in other\nrevolutionized European colonies of America.When the confederated States found it convenient to modify the conditions\nof their association by giving to the General Government direct access in\nsome respects to the people of the States, instead of confining it to\naction on the States as such, they proceeded to frame the existing\nConstitution, adhering steadily to one guiding thought, which was to\ndelegate only such power as was necessary and proper to the execution of\nspecific purposes, or, in other words, to retain as much as possible\nconsistently with those purposes of the independent powers of the\nindividual States. For objects of common defense and security, they\nintrusted to the General Government certain carefully defined functions,\nleaving all others as the undelegated rights of the separate independent\nsovereignties.Such is the constitutional theory of our Government, the practical\nobservance of which has carried us, and us alone among modern republics,\nthrough nearly three generations of time without the cost of one drop of\nblood shed in civil war. With freedom and concert of action, it has enabled\nus to contend successfully on the battlefield against foreign foes, has\nelevated the feeble colonies into powerful States, and has raised our\nindustrial productions and our commerce which transports them to the level\nof the richest and the greatest nations of Europe. And the admirable\nadaptation of our political institutions to their objects, combining local\nself-government with aggregate strength, has established the practicability\nof a government like ours to cover a continent with confederate states.The Congress of the United States is in effect that congress of\nsovereignties which good men in the Old World have sought for, but could\nnever attain, and which imparts to America an exemption from the mutable\nleagues for common action, from the wars, the mutual invasions, and vague\naspirations after the balance of power which convulse from time to time the\nGovernments of Europe. Our cooperative action rests in the conditions of\npermanent confederation prescribed by the Constitution. Our balance of\npower is in the separate reserved rights of the States and their equal\nrepresentation in the Senate. That independent sovereignty in every one of\nthe States, with its reserved rights of local self-government assured to\neach by their coequal power in the Senate, was the fundamental condition of\nthe Constitution. Without it the Union would never have existed. However\ndesirous the larger States might be to reorganize the Government so as to\ngive to their population its proportionate weight in the common counsels,\nthey knew it was impossible unless they conceded to the smaller ones\nauthority to exercise at least a negative influence on all the measures of\nthe Government, whether legislative or executive, through their equal\nrepresentation in the Senate. Indeed, the larger States themselves could\nnot have failed to perceive that the same power was equally necessary to\nthem for the security of their own domestic interests against the aggregate\nforce of the General Government. In a word, the original States went into\nthis permanent league on the agreed premises of exerting their common\nstrength for the defense of the whole and of all its parts, but of utterly\nexcluding all capability of reciprocal aggression. Each solemnly bound\nitself to all the others neither to undertake nor permit any encroachment\nupon or intermeddling with another's reserved rights.Where it was deemed expedient particular rights of the States were\nexpressly guaranteed by the Constitution, but in all things besides these\nrights were guarded by the limitation of the powers granted and by express\nreservation of all powers not granted in the compact of union. Thus the\ngreat power of taxation was limited to purposes of common defense and\ngeneral welfare, excluding objects appertaining to the local legislation of\nthe several States; and those purposes of general welfare and common\ndefense were afterwards defined by specific enumeration as being matters\nonly of co-relation between the States themselves or between them and\nforeign governments, which, because of their common and general nature,\ncould not be left to the separate control of each State.Of the circumstances of local condition, interest, and rights in which a\nportion of the States, constituting one great section of the Union,\ndiffered from the rest and from another section, the most important was the\npeculiarity of a larger relative colored population in the Southern than in\nthe Northern States.A population of this class, held in subjection, existed in nearly all the\nStates, but was more numerous and of more serious concernment in the South\nthan in the North on account of natural differences of climate and\nproduction; and it was foreseen that, for the same reasons, while this\npopulation would diminish and sooner or later cease to exist in some\nStates, it might increase in others. The peculiar character and magnitude\nof this question of local rights, not in material relations only, but still\nmore in social ones, caused it to enter into the special stipulations of\nthe Constitution.Hence, while the General Government, as well by the enumerated powers\ngranted to it as by those not enumerated, and therefore refused to it, was\nforbidden to touch this matter in the sense of attack or offense, it was\nplaced under the general safeguard of the Union in the sense of defense\nagainst either invasion or domestic violence, like all other local\ninterests of the several States. Each State expressly stipulated, as well\nfor itself as for each and all of its citizens, and every citizen of each\nState became solemnly bound by his allegiance to the Constitution that any\nperson held to service or labor in one State, escaping into another, should\nnot, in consequence of any law or regulation thereof, be discharged from\nsuch service or labor, but should be delivered up on claim of the party to\nwhom such service or labor might be due by the laws of his State.Thus and thus only, by the reciprocal guaranty of all the rights of every\nState against interference on the part of another, was the present form of\ngovernment established by our fathers and transmitted to us, and by no\nother means is it possible for it to exist. If one State ceases to respect\nthe rights of another and obtrusively intermeddles with its local\ninterests; if a portion of the States assume to impose their institutions\non the others or refuse to fulfill their obligations to them, we are no\nlonger united, friendly States, but distracted, hostile ones, with little\ncapacity left of common advantage, but abundant means of reciprocal injury\nand mischief. Practically it is immaterial whether aggressive interference\nbetween the States or deliberate refusal on the part of any one of them to\ncomply with constitutional obligations arise from erroneous conviction or\nblind prejudice, whether it be perpetrated by direction or indirection. In\neither case it is full of threat and of danger to the durability of the\nUnion.Placed in the office of Chief Magistrate as the executive agent of the\nwhole country, bound to take care that the laws be faithfully executed, and\nspecially enjoined by the Constitution to give information to Congress on\nthe state of the Union, it would be palpable neglect of duty on my part to\npass over a subject like this, which beyond all things at the present time\nvitally concerns individual and public security.It has been matter of painful regret to see States conspicuous for their\nservices in rounding this Republic and equally sharing its advantages\ndisregard their constitutional obligations to it. Although conscious of\ntheir inability to heal admitted and palpable social evils of their own,\nand which are completely within their jurisdiction, they engage in the\noffensive and hopeless undertaking of reforming the domestic institutions\nof other States, wholly beyond their control and authority. In the vain\npursuit of ends by them entirely unattainable, and which they may not\nlegally attempt to compass, they peril the very existence of the\nConstitution and all the countless benefits which it has conferred. While\nthe people of the Southern States confine their attention to their own\naffairs, not presuming officiously to intermeddle with the social\ninstitutions of the Northern States, too many of the inhabitants of the\nlatter are permanently organized in associations to inflict injury on the\nformer by wrongful acts, which would be cause of war as between foreign\npowers and only fail to be such in our system because perpetrated under\ncover of the Union.Is it possible to present this subject as truth and the occasion require\nwithout noticing the reiterated but groundless allegation that the South\nhas persistently asserted claims and obtained advantages in the practical\nadministration of the General Government to the prejudice of the North, and\nin which the latter has acquiesced? That is, the States which either\npromote or tolerate attacks on the rights of persons and of property in\nother States, to disguise their own injustice, pretend or imagine, and\nconstantly aver, that they, whose constitutional rights are thus\nsystematically assailed, are themselves the aggressors. At the present time\nthis imputed aggression, resting, as it does, only in the vague declamatory\ncharges of political agitators, resolves itself into misapprehension, or\nmisinterpretation, of the principles and facts of the political\norganization of the new Territories of the United States.What is the voice of history? When the ordinance which provided for the\ngovernment of the territory northwest of the river Ohio and for its\neventual subdivision into new States was adopted in the Congress of the\nConfederation, it is not to be supposed that the question of future\nrelative power as between the States which retained and those which did not\nretain a numerous colored population escaped notice or failed to be\nconsidered. And yet the concession of that vast territory to the interests\nand opinions of the Northern States, a territory now the seat of five among\nthe largest members of the Union, was in great measure the act of the State\nof Virginia and of the South.When Louisiana was acquired by the United States, it was an acquisition not\nless to the North than to the South; for while it was important to the\ncountry at the mouth of the river Mississippi to become the emporium of the\ncountry above it, so also it was even more important to the whole Union to\nhave that emporium; and although the new province, by reason of its\nimperfect settlement, was mainly regarded as on the Gulf of Mexico, yet in\nfact it extended to the opposite boundaries of the United States, with far\ngreater breadth above than below, and was in territory, as in everything\nelse, equally at least an accession to the Northern States. It is mere\ndelusion and prejudice, therefore, to speak of Louisiana as acquisition in\nthe special interest of the South.The patriotic and just men who participated in the act were influenced by\nmotives far above all sectional jealousies. It was in truth the great event\nwhich, by completing for us the possession of the Valley of the\nMississippi, with commercial access to the Gulf of Mexico, imparted unity\nand strength to the whole Confederation and attached together by\nindissoluble ties the East and the West, as well as the North and the\nSouth.As to Florida, that was but the transfer by Spain to the United States of\nterritory on the east side of the river Mississippi in exchange for large\nterritory which the United States transferred to Spain on the west side of\nthat river, as the entire diplomatic history of the transaction serves to\ndemonstrate. Moreover, it was an acquisition demanded by the commercial\ninterests and the security of the whole Union. In the meantime the people\nof the United States had grown up to a proper consciousness of their\nstrength, and in a brief contest with France and in a second serious war\nwith Great Britain they had shaken off all which remained of undue\nreverence for Europe, and emerged from the atmosphere of those\ntransatlantic influences which surrounded the infant Republic, and had\nbegun to turn their attention to the full and systematic development of the\ninternal resources of the Union.Among the evanescent controversies of that period the most conspicuous was\nthe question of regulation by Congress of the social condition of the\nfuture States to be rounded in the territory of Louisiana.The ordinance for the government of the territory northwest of the river\nOhio had contained a provision which prohibited the use of servile labor\ntherein, subject to the condition of the extraditions of fugitives from\nservice due in any other part of the United States. Subsequently to the\nadoption of the Constitution this provision ceased to remain as a law, for\nits operation as such was absolutely superseded by the Constitution. But\nthe recollection of the fact excited the zeal of social propagandism in\nsome sections of the Confederation, and when a second State, that of\nMissouri, came to be formed in the territory of Louisiana proposition was\nmade to extend to the latter territory the restriction originally applied\nto the country situated between the rivers Ohio and Mississippi.Most questionable as was this proposition in all its constitutional\nrelations, nevertheless it received the sanction of Congress, with some\nslight modifications of line, to save the existing rights of the intended\nnew State. It was reluctantly acquiesced in by Southern States as a\nsacrifice to the cause of peace and of the Union, not only of the rights\nstipulated by the treaty of Louisiana, but of the principle of equality\namong the States guaranteed by the Constitution. It was received by the\nNorthern States with angry and resentful condemnation and complaint,\nbecause it did not concede all which they had exactingly demanded. Having\npassed through the forms of legislation, it took its place in the statute\nbook, standing open to repeal, like any other act of doubtful\nconstitutionality, subject to be pronounced null and void by the courts of\nlaw, and possessing no possible efficacy to control the rights of the\nStates which might thereafter be organized out of any part of the original\nterritory of Louisiana.In all this, if any aggression there were, any innovation upon preexisting\nrights, to which portion of the Union are they justly chargeable? This\ncontroversy passed away with the occasion, nothing surviving it save the\ndormant letter of the statute.But long afterwards, when by the proposed accession of the Republic of\nTexas the United States were to take their next step in territorial\ngreatness, a similar contingency occurred and became the occasion for\nsystematized attempts to intervene in the domestic affairs of one section\nof the Union, in defiance of their rights as States and of the stipulations\nof the Constitution. These attempts assumed a practical direction in the\nshape of persevering endeavors by some of the Representatives in both\nHouses of Congress to deprive the Southern States of the supposed benefit\nof the provisions of the act authorizing the organization of the State of\nMissouri.But the good sense of the people and the vital force of the Constitution\ntriumphed over sectional prejudice and the political errors of the day, and\nthe State of Texas returned to the Union as she was, with social\ninstitutions which her people had chosen for themselves and with express\nagreement by the reannexing act that she should be susceptible of\nsubdivision into a plurality of States.Whatever advantage the interests of the Southern States, as such, gained by\nthis were far inferior in results, as they unfolded in the progress of\ntime, to those which sprang from previous concessions made by the South.To every thoughtful friend of the Union, to the true lovers of their\ncountry, to all who longed and labored for the full success of this great\nexperiment of republican institutions, it was cause of gratulation that\nsuch an opportunity had occurred to illustrate our advancing power on this\ncontinent and to furnish to the world additional assurance of the strength\nand stability of the Constitution. Who would wish to see Florida still a\nEuropean colony? Who would rejoice to hail Texas as a lone star instead of\none in the galaxy of States? Who does not appreciate the incalculable\nbenefits of the acquisition of Louisiana? And yet narrow views and\nsectional purposes would inevitably have excluded them all from the Union.But another struggle on the same point ensued when our victorious armies\nreturned from Mexico and it devolved on Congress to provide for the\nterritories acquired by the treaty of Guadalupe Hidalgo. The great\nrelations of the subject had now become distinct and clear to the\nperception of the public mind, which appreciated the evils of sectional\ncontroversy upon the question of the admission of new States. In that\ncrisis intense solicitude pervaded the nation. But the patriotic impulses\nof the popular heart, guided by the admonitory advice of the Father of his\nCountry, rose superior to all the difficulties of the incorporation of a\nnew empire into the Union. In the counsels of Congress there was manifested\nextreme antagonism of opinion and action between some Representatives, who\nsought by the abusive and unconstitutional employment of the legislative\npowers of the Government to interfere in the condition of the inchoate\nStates and to impose their own social theories upon the latter, and other\nRepresentatives, who repelled the interposition of the General Government\nin this respect and maintained the self-constituting rights of the States.\nIn truth, the thing attempted was in form alone action of the General\nGovernment, while in reality it was the endeavor, by abuse of legislative\npower, to force the ideas of internal policy entertained in particular\nStates upon allied independent States. Once more the Constitution and the\nUnion triumphed signally. The new territories were organized without\nrestrictions on the disputed point, and were thus left to judge in that\nparticular for themselves; and the sense of constitutional faith proved\nvigorous enough in Congress not only to accomplish this primary object, but\nalso the incidental and hardly less important one of so amending the\nprovisions of the statute for the extradition of fugitives from service as\nto place that public duty under the safeguard of the General Government,\nand thus relieve it from obstacles raised up by the legislation of some of\nthe States.Vain declamation regarding the provisions of law for the extradition of\nfugitives from service, with occasional episodes of frantic effort to\nobstruct their execution by riot and murder, continued for a brief time to\nagitate certain localities. But the true principle of leaving each State\nand Territory to regulate its own laws of labor according to its own sense\nof right and expediency had acquired fast hold of the public judgment, to\nsuch a degree that by common consent it was observed in the organization of\nthe Territory of Washington. When, more recently, it became requisite to\norganize the Territories of Nebraska and Kansas, it was the natural and\nlegitimate, if not the inevitable, consequence of previous events and\nlegislation that the same great and sound principle which had already been\napplied to Utah and New Mexico should be applied to them--that they should\nstand exempt from the restrictions proposed in the act relative to the\nState of Missouri.These restrictions were, in the estimation of many thoughtful men, null\nfrom the beginning, unauthorized by the Constitution, contrary to the\ntreaty stipulations for the cession of Louisiana, and inconsistent with the\nequality of these States.They had been stripped of all moral authority by persistent efforts to\nprocure their indirect repeal through contradictory enactments. They had\nbeen practically abrogated by the legislation attending the organization of\nUtah, New Mexico, and Washington. If any vitality remained in them it would\nhave been taken away, in effect, by the new Territorial acts in the form\noriginally proposed to the Senate at the first session of the last\nCongress. It was manly and ingenuous, as well as patriotic and just, to do\nthis directly and plainly, and thus relieve the statute book of an act\nwhich might be of possible future injury, but of no possible future\nbenefit; and the measure of its repeal was the final consummation and\ncomplete recognition of the principle that no portion of the United States\nshall undertake through assumption of the powers of the General Government\nto dictate the social institutions of any other portion.The scope and effect of the language of repeal were not left in doubt. It\nwas declared in terms to be \"the true intent and meaning of this act not to\nlegislate slavery into any Territory or State, nor to exclude it therefrom,\nbut to leave the people thereof perfectly free to form and regulate their\ndomestic institutions in their own way, subject only to the Constitution of\nthe United States.\"The measure could not be withstood upon its merits alone. It was attacked\nwith violence on the false or delusive pretext that it constituted a breach\nof faith. Never was objection more utterly destitute of substantial\njustification. When before was it imagined by sensible men that a\nregulative or declarative statute, whether enacted ten or forty years ago,\nis irrepealable; that an act of Congress is above the Constitution? If,\nindeed, there were in the facts any cause to impute bad faith, it would\nattach to those only who have never ceased, from the time of the enactment\nof the restrictive provision to the present day, to denounce and condemn\nit; who have constantly refused to complete it by needful supplementary\nlegislation; who have spared no exertion to deprive it of moral force; who\nhave themselves again and again attempted its repeal by the enactment of\nincompatible provisions, and who, by the inevitable reactionary effect of\ntheir own violence on the subject, awakened the country to perception of\nthe true constitutional principle of leaving the matter involved to the\ndiscretion of the people of the respective existing or incipient States.It is not pretended that this principle or any other precludes the\npossibility of evils in practice, disturbed, as political action is liable\nto be, by human passions. No form of government is exempt from\ninconveniences; but in this case they are the result of the abuse, and not\nof the legitimate exercise, of the powers reserved or conferred in the\norganization of a Territory. They are not to be charged to the great\nprinciple of popular sovereignty. On the contrary, they disappear before\nthe intelligence and patriotism of the people, exerting through the ballot\nbox their peaceful and silent but irresistible power.If the friends of the Constitution are to have another struggle, its\nenemies could not present a more acceptable issue than that of a State\nwhose constitution clearly embraces \"a republican form of government\" being\nexcluded from the Union because its domestic institutions may not in all\nrespects comport with the ideas of what is wise and expedient entertained\nin some other State. Fresh from groundless imputations of breach of faith\nagainst others, men will commence the agitation of this new question with\nindubitable violation of an express compact between the independent\nsovereign powers of the United States and of the Republic of Texas, as well\nas of the older and equally solemn compacts which assure the equality of\nall the States.But deplorable as would be such a violation of compact in itself and in all\nits direct consequences, that is the very least of the evils involved. When\nsectional agitators shall have succeeded in forcing on this issue, can\ntheir pretensions fail to be met by counter pretensions? Will not different\nStates be compelled, respectively, to meet extremes with extremes? And if\neither extreme carry its point, what is that so far forth but dissolution\nof the Union? If a new State, formed from the territory of the United\nStates, be absolutely excluded from admission therein, that fact of itself\nconstitutes the disruption of union between it and the other States. But\nthe process of dissolution could not stop there. Would not a sectional\ndecision producing such result by a majority of votes, either Northern or\nSouthern, of necessity drive out the oppressed and aggrieved minority and\nplace in presence of each other two irreconcilably hostile confederations?It is necessary to speak thus plainly of projects the offspring of that\nsectional agitation now prevailing in some of the States, which are as\nimpracticable as they are unconstitutional, and which if persevered in must\nand will end calamitously. It is either disunion and civil war or it is\nmere angry, idle, aimless disturbance of public peace and tranquillity.\nDisunion for what? If the passionate rage of fanaticism and partisan spirit\ndid not force the fact upon our attention, it would be difficult to believe\nthat any considerable portion of the people of this enlightened country\ncould have so surrendered themselves to a fanatical devotion to the\nsupposed interests of the relatively few Africans in the United States as\ntotally to abandon and disregard the interests of the 25,000,000 Americans;\nto trample under foot the injunctions of moral and constitutional\nobligation, and to engage in plans of vindictive hostility against those\nwho are associated with them in the enjoyment of the common heritage of our\nnational institutions.Nor is it hostility against their fellow-citizens of one section of the\nUnion alone. The interests, the honor, the duty, the peace, and the\nprosperity of the people of all sections are equally involved and imperiled\nin this question. And are patriotic men in any part of the Union prepared\non such issue thus madly to invite all the consequences of the forfeiture\nof their constitutional engagements? It is impossible. The storm of frenzy\nand faction must inevitably dash itself in vain against the unshaken rock\nof the Constitution. I shall never doubt it. I know that the Union is\nstronger a thousand times than all the wild and chimerical schemes of\nsocial change which are generated one after another in the unstable minds\nof visionary sophists and interested agitators. I rely confidently on the\npatriotism of the people, on the dignity and self-respect of the States, on\nthe wisdom of Congress, and, above all, on the continued gracious favor of\nAlmighty God to maintain against all enemies, whether at home or abroad,\nthe sanctity of the Constitution and the integrity of the Union.", 
    "name": "Franklin Pierce"
}