{
    "date": "January 4, 1935", 
    "speech": "Mr. President, Mr. Speaker, Members of the Senate and of the House of\nRepresentatives:The Constitution wisely provides that the Chief Executive shall report to\nthe Congress on the state of the Union, for through you, the chosen\nlegislative representatives, our citizens everywhere may fairly judge the\nprogress of our governing. I am confident that today, in the light of the\nevents of the past two years, you do not consider it merely a trite phrase\nwhen I tell you that I am truly glad to greet you and that I look forward\nto common counsel, to useful cooperation, and to genuine friendships\nbetween us.We have undertaken a new order of things; yet we progress to it under the\nframework and in the spirit and intent of the American Constitution. We\nhave proceeded throughout the Nation a measurable distance on the road\ntoward this new order. Materially, I can report to you substantial benefits\nto our agricultural population, increased industrial activity, and profits\nto our merchants. Of equal moment, there is evident a restoration of that\nspirit of confidence and faith which marks the American character. Let him,\nwho, for speculative profit or partisan purpose, without just warrant would\nseek to disturb or dispel this assurance, take heed before he assumes\nresponsibility for any act which slows our onward steps.Throughout the world, change is the order of the day. In every Nation\neconomic problems, long in the making, have brought crises of many kinds\nfor which the masters of old practice and theory were unprepared. In most\nNations social justice, no longer a distant ideal, has become a definite\ngoal, and ancient Governments are beginning to heed the call.Thus, the American people do not stand alone in the world in their desire\nfor change. We seek it through tested liberal traditions, through processes\nwhich retain all of the deep essentials of that republican form of\nrepresentative government first given to a troubled world by the United\nStates.As the various parts in the program begun in the Extraordinary Session of\nthe 73rd Congress shape themselves in practical administration, the unity\nof our program reveals itself to the Nation. The outlines of the new\neconomic order, rising from the disintegration of the old, are apparent. We\ntest what we have done as our measures take root in the living texture of\nlife. We see where we have built wisely and where we can do still better.The attempt to make a distinction between recovery and reform is a narrowly\nconceived effort to substitute the appearance of reality for reality\nitself. When a man is convalescing from illness, wisdom dictates not only\ncure of the symptoms, but also removal of their cause.It is important to recognize that while we seek to outlaw specific abuses,\nthe American objective of today has an infinitely deeper, finer and more\nlasting purpose than mere repression. Thinking people in almost every\ncountry of the world have come to realize certain fundamental difficulties\nwith which civilization must reckon. Rapid changes--the machine age, the\nadvent of universal and rapid communication and many other new factors--have\nbrought new problems. Succeeding generations have attempted to keep pace by\nreforming in piecemeal fashion this or that attendant abuse. As a result,\nevils overlap and reform becomes confused and frustrated. We lose sight,\nfrom time to time, of our ultimate human objectives.Let us, for a moment, strip from our simple purpose the confusion that\nresults from a multiplicity of detail and from millions of written and\nspoken words.We find our population suffering from old inequalities, little changed by\nvast sporadic remedies. In spite of our efforts and in spite of our talk,\nwe have not weeded out the over privileged and we have not effectively\nlifted up the underprivileged. Both of these manifestations of injustice\nhave retarded happiness. No wise man has any intention of destroying what\nis known as the profit motive; because by the profit motive we mean the\nright by work to earn a decent livelihood for ourselves and for our\nfamilies.We have, however, a clear mandate from the people, that Americans must\nforswear that conception of the acquisition of wealth which, through\nexcessive profits, creates undue private power over private affairs and, to\nour misfortune, over public affairs as well. In building toward this end we\ndo not destroy ambition, nor do we seek to divide our wealth into equal\nshares on stated occasions. We continue to recognize the greater ability of\nsome to earn more than others. But we do assert that the ambition of the\nindividual to obtain for him and his a proper security, a reasonable\nleisure, and a decent living throughout life, is an ambition to be\npreferred to the appetite for great wealth and great power.I recall to your attention my message to the Congress last June in which I\nsaid: \"among our objectives I place the security of the men, women and\nchildren of the Nation first.\" That remains our first and continuing task;\nand in a very real sense every major legislative enactment of this Congress\nshould be a component part of it.In defining immediate factors which enter into our quest, I have spoken to\nthe Congress and the people of three great divisions:1. The security of a livelihood through the better use of the national\nresources of the land in which we live.2. The security against the major hazards and vicissitudes of life.3. The security of decent homes.I am now ready to submit to the Congress a broad program designed\nultimately to establish all three of these factors of security--a program\nwhich because of many lost years will take many future years to fulfill.A study of our national resources, more comprehensive than any previously\nmade, shows the vast amount of necessary and practicable work which needs\nto be done for the development and preservation of our natural wealth for\nthe enjoyment and advantage of our people in generations to come. The sound\nuse of land and water is far more comprehensive than the mere planting of\ntrees, building of dams, distributing of electricity or retirement of\nsub-marginal land. It recognizes that stranded populations, either in the\ncountry or the city, cannot have security under the conditions that now\nsurround them.To this end we are ready to begin to meet this problem--the intelligent care\nof population throughout our Nation, in accordance with an intelligent\ndistribution of the means of livelihood for that population. A definite\nprogram for putting people to work, of which I shall speak in a moment, is\na component part of this greater program of security of livelihood through\nthe better use of our national resources.Closely related to the broad problem of livelihood is that of security\nagainst the major hazards of life. Here also, a comprehensive survey of\nwhat has been attempted or accomplished in many Nations and in many States\nproves to me that the time has come for action by the national Government.\nI shall send to you, in a few days, definite recommendations based on these\nstudies. These recommendations will cover the broad subjects of\nunemployment insurance and old age insurance, of benefits for children,\nform others, for the handicapped, for maternity care and for other aspects\nof dependency and illness where a beginning can now be made.The third factor--better homes for our people--has also been the subject of\nexperimentation and study. Here, too, the first practical steps can be made\nthrough the proposals which I shall suggest in relation to giving work to\nthe unemployed.Whatever we plan and whatever we do should be in the light of these three\nclear objectives of security. We cannot afford to lose valuable time in\nhaphazard public policies which cannot find a place in the broad outlines\nof these major purposes. In that spirit I come to an immediate issue made\nfor us by hard and inescapable circumstance--the task of putting people to\nwork. In the spring of 1933 the issue of destitution seemed to stand apart;\ntoday, in the light of our experience and our new national policy, we find\nwe can put people to work in ways which conform to, initiate and carry\nforward the broad principles of that policy.The first objectives of emergency legislation of 1933 were to relieve\ndestitution, to make it possible for industry to operate in a more rational\nand orderly fashion, and to put behind industrial recovery the impulse of\nlarge expenditures in Government undertakings. The purpose of the National\nIndustrial Recovery Act to provide work for more people succeeded in a\nsubstantial manner within the first few months of its life, and the Act has\ncontinued to maintain employment gains and greatly improved working\nconditions in industry.The program of public works provided for in the Recovery Act launched the\nFederal Government into a task for which there was little time to make\npreparation and little American experience to follow. Great employment has\nbeen given and is being given by these works.More than two billions of dollars have also been expended in direct relief\nto the destitute. Local agencies of necessity determined the recipients of\nthis form of relief. With inevitable exceptions the funds were spent by\nthem with reasonable efficiency and as a result actual want of food and\nclothing in the great majority of cases has been overcome.But the stark fact before us is that great numbers still remain\nunemployed.A large proportion of these unemployed and their dependents have been\nforced on the relief rolls. The burden on the Federal Government has grown\nwith great rapidity. We have here a human as well as an economic problem.\nWhen humane considerations are concerned, Americans give them precedence.\nThe lessons of history, confirmed by the evidence immediately before me,\nshow conclusively that continued dependence upon relief induces a spiritual\nand moral disintegration fundamentally destructive to the national fibre.\nTo dole out relief in this way is to administer a narcotic, a subtle\ndestroyer of the human spirit. It is inimical to the dictates of sound\npolicy. It is in violation of the traditions of America. Work must be found\nfor able-bodied but destitute workers.The Federal Government must and shall quit this business of relief.I am not willing that the vitality of our people be further sapped by the\ngiving of cash, of market baskets, of a few hours of weekly work cutting\ngrass, raking leaves or picking up .papers in the public parks. We must\npreserve not only the bodies of the unemployed from destitution but also\ntheir self-respect, their self-reliance and courage and determination. This\ndecision brings me to the problem of what the Government should do with\napproximately five million unemployed now on the relief rolls.About one million and a half of these belong to the group which in the past\nwas dependent upon local welfare efforts. Most of them are unable for one\nreason or another to maintain themselves independently--for the most part,\nthrough no fault of their own. Such people, in the days before the great\ndepression, were cared for by local efforts--by States, by counties, by\ntowns, by cities, by churches and by private welfare agencies. It is my\nthought that in the future they must be cared for as they were before. I\nstand ready through my own personal efforts, and through the public\ninfluence of the office that I hold, to help these local agencies to get\nthe means necessary to assume this burden.The security legislation which I shall propose to the Congress will, I am\nconfident, be of assistance to local effort in the care of this type of\ncases. Local responsibility can and will be resumed, for, after all, common\nsense tells us that the wealth necessary for this task existed and still\nexists in the local community, and the dictates of sound administration\nrequire that this responsibility be in the first instance a local one.\nThere are, however, an additional three and one half million employable\npeople who are on relief. With them the problem is different and the\nresponsibility is different. This group was the victim of a nation-wide\ndepression caused by conditions which were not local but national. The\nFederal Government is the only governmental agency with sufficient power\nand credit to meet this situation. We have assumed this task and we shall\nnot shrink from it in the future. It is a duty dictated by every\nintelligent consideration of national policy to ask you to make it possible\nfor the United States to give employment to all of these three and one half\nmillion employable people now on relief, pending their absorption in a\nrising tide of private employment.It is my thought that with the exception of certain of the normal public\nbuilding operations of the Government, all emergency public works shall be\nunited in a single new and greatly enlarged plan.With the establishment of this new system we can supersede the Federal\nEmergency Relief Administration with a coordinated authority which will be\ncharged with the orderly liquidation of our present relief activities and\nthe substitution of a national chart for the giving of work.This new program of emergency public employment should be governed by a\nnumber of practical principles.(1) All work undertaken should be useful--not just for a day, or a year,\nbut useful in the sense that it affords permanent improvement in living\nconditions or that it creates future new wealth for the Nation.(2) Compensation on emergency public projects should be in the form of\nsecurity payments which should be larger than the amount now received as a\nrelief dole, but at the same time not so large as to encourage the\nrejection of opportunities for private employment or the leaving of private\nemployment to engage in Government work.(3) Projects should be undertaken on which a large percentage of direct\nlabor can be used.(4) Preference should be given to those projects which will be\nself-liquidating in the sense that there is a reasonable expectation that\nthe Government will get its money back at some future time.(5) The projects undertaken should be selected and planned so as to compete\nas little as possible with private enterprises. This suggests that if it\nwere not for the necessity of giving useful work to the unemployed now on\nrelief, these projects in most instances would not now be undertaken.(6) The planning of projects would seek to assure work during the coming\nfiscal year to the individuals now on relief, or until such time as private\nemployment is available. In order to make adjustment to increasing private\nemployment, work should be planned with a view to tapering it off in\nproportion to the speed with which the emergency workers are offered\npositions with private employers.(7) Effort should be made to locate projects where they will serve the\ngreatest unemployment needs as shown by present relief rolls, and the broad\nprogram of the National Resources Board should be freely used for guidance\nin selection. Our ultimate objective being the enrichment of human lives,\nthe Government has the primary duty to use its emergency expenditures as\nmuch as possible to serve those who cannot secure the advantages of private\ncapital.Ever since the adjournment of the 73d Congress, the Administration has been\nstudying from every angle the possibility and the practicability of new\nforms of employment. As a result of these studies I have arrived at certain\nvery definite convictions as to the amount of money that will be necessary\nfor the sort of public projects that I have described. I shall submit these\nfigures in my budget message. I assure you now they will be within the\nsound credit of the Government.The work itself will cover a wide field including clearance of slums, which\nfor adequate reasons cannot be undertaken by private capital; in rural\nhousing of several kinds, where, again, private capital is unable to\nfunction; in rural electrification; in the reforestation of the great\nwatersheds of the Nation; in an intensified program to prevent soil erosion\nand to reclaim blighted areas; in improving existing road systems and in\nconstructing national highways designed to handle modern traffic; in the\nelimination of grade crossings; in the extension and enlargement of the\nsuccessful work of the Civilian Conservation Corps; in non-Federal works,\nmostly self-liquidating and highly useful to local divisions of Government;\nand on many other projects which the Nation needs and cannot afford to\nneglect.This is the method which I propose to you in order that we may better meet\nthis present-day problem of unemployment. Its greatest advantage is that it\nfits logically and usefully into the long-range permanent policy of\nproviding the three types of security which constitute as a whole an\nAmerican plan for the betterment of the future of the American people.I shall consult with you from time to time concerning other measures of\nnational importance. Among the subjects that lie immediately before us are\nthe consolidation of Federal regulatory administration over all forms of\ntransportation, the renewal and clarification of the general purposes of\nthe National Industrial Recovery Act, the strengthening of our facilities\nfor the prevention, detection and treatment of crime and criminals, the\nrestoration of sound conditions in the public utilities field through\nabolition of the evil features of holding companies, the gradual tapering\noff of the emergency credit activities of Government, and improvement in\nour taxation forms and methods.We have already begun to feel the bracing effect upon our economic system\nof a restored agriculture. The hundreds of millions of additional income\nthat farmers are receiving are finding their way into the channels of\ntrade. The farmers' share of the national income is slowly rising. The\neconomic facts justify the widespread opinion of those engaged in\nagriculture that our provisions for maintaining a balanced production give\nat this time the most adequate remedy for an old and vexing problem. For\nthe present, and especially in view of abnormal world conditions,\nagricultural adjustment with certain necessary improvements in methods\nshould continue.It seems appropriate to call attention at this time to the fine spirit\nshown during the past year by our public servants. I cannot praise too\nhighly the cheerful work of the Civil Service employees, and of those\ntemporarily working for the Government. As for those thousands in our\nvarious public agencies spread throughout the country who, without\ncompensation, agreed to take over heavy responsibilities in connection with\nour various loan agencies and particularly in direct relief work, I cannot\nsay too much. I do not think any country could show a higher average of\ncheerful and even enthusiastic team-work than has been shown by these men\nand women.I cannot with candor tell you that general international relationships\noutside the borders of the United States are improved. On the surface of\nthings many old jealousies are resurrected, old passions aroused; new\nstrivings for armament and power, in more than one land, rear their ugly\nheads. I hope that calm counsel and constructive leadership will provide\nthe steadying influence and the time necessary for the coming of new and\nmore practical forms of representative government throughout the world\nwherein privilege and power will occupy a lesser place and world welfare a\ngreater.I believe, however, that our own peaceful and neighborly attitude toward\nother Nations is coming to be understood and appreciated. The maintenance\nof international peace is a matter in which we are deeply and unselfishly\nconcerned. Evidence of our persistent and undeniable desire to prevent\narmed conflict has recently been more than once afforded.There is no ground for apprehension that our relations with any Nation will\nbe otherwise than peaceful. Nor is there ground for doubt that the people\nof most Nations seek relief from the threat and burden attaching to the\nfalse theory that extravagant armament cannot be reduced and limited by\ninternational accord.The ledger of the past year shows many more gains than losses. Let us not\nforget that, in addition to saving millions from utter destitution, child\nlabor has been for the moment outlawed, thousands of homes saved to their\nowners and most important of all, the morale of the Nation has been\nrestored. Viewing the year 1934 as a whole, you and I can agree that we\nhave a generous measure of reasons for giving thanks.It is not empty optimism that moves me to a strong hope in the coming year.\nWe can, if we will, make 1935 a genuine period of good feeling, sustained\nby a sense of purposeful progress. Beyond the material recovery, I sense a\nspiritual recovery as well. The people of America are turning as never\nbefore to those permanent values that are not limited to the physical\nobjectives of life. There are growing signs of this on every hand. In the\nface of these spiritual impulses we are sensible of the Divine Providence\nto which Nations turn now, as always, for guidance and fostering care.", 
    "name": "Franklin D. Roosevelt"
}