{
    "date": "December 4, 1854", 
    "speech": "Fellow-Citizens of the Senate and of the House of Representatives:The past has been an eventful year, and will be hereafter referred to as a\nmarked epoch in the history of the world. While we have been happily\npreserved from the calamities of war, our domestic prosperity has not been\nentirely uninterrupted. The crops in portions of the country have been\nnearly cut off. Disease has prevailed to a greater extent than usual, and\nthe sacrifice of human life through casualties by sea and land is without\nparallel. But the pestilence has swept by, and restored salubrity invites\nthe absent to their homes and the return of business to its ordinary\nchannels. If the earth has rewarded the labor of the husbandman less\nbountifully than in preceding seasons, it has left him with abundance for\ndomestic wants and a large surplus for exportation. In the present,\ntherefore, as in the past, we find ample grounds for reverent thankfulness\nto the God of grace and providence for His protecting care and merciful\ndealings with us as a people.Although our attention has been arrested by painful interest in passing\nevents, yet our country feels no more than the slight vibrations of the\nconvulsions which have shaken Europe. As individuals we can not repress\nsympathy with human suffering nor regret for the causes which produce it;\nas a nation we are reminded that whatever interrupts the peace or checks\nthe prosperity of any part of Christendom tends more or less to involve our\nown. The condition of States is not unlike that of individuals; they are\nmutually dependent upon each other. Amicable relations between them and\nreciprocal good will are essential for the promotion of whatever is\ndesirable in their moral, social, and political condition. Hence it has\nbeen my earnest endeavor to maintain peace and friendly intercourse with\nall nations.The wise theory of this Government, so early adopted and steadily pursued,\nof avoiding all entangling alliances has hitherto exempted it from many\ncomplications in which it would otherwise have become involved.\nNotwithstanding this our clearly defined and well-sustained course of\naction and our geographical position, so remote from Europe, increasing\ndisposition has been manifested by some of its Governments to supervise and\nin certain respects to direct our foreign policy. In plans for adjusting\nthe balance of power among themselves they have assumed to take us into\naccount, and would constrain us to conform our conduct to their views. One\nor another of the powers of Europe has from time to time undertaken to\nenforce arbitrary regulations contrary in many respects to established\nprinciples of international law. That law the United States have in their\nforeign intercourse uniformly respected and observed, and they can not\nrecognize any such interpolations therein as the temporary interests of\nothers may suggest. They do not admit that the sovereigns of one continent\nor of a particular community of states can legislate for all others.Leaving the transatlantic nations to adjust their political system in the\nway they may think best for their common welfare, the independent powers of\nthis continent may well assert the right to be exempt from all annoying\ninterference on their part. Systematic abstinence from intimate political\nconnection with distant foreign nations does not conflict with giving the\nwidest range to our foreign commerce. This distinction, so clearly marked\nin history, seems to have been overlooked or disregarded by some leading\nforeign states. Our refusal to be brought within and subjected to their\npeculiar system has, I fear, created a jealous distrust of our conduct and\ninduced on their part occasional acts of disturbing effect upon our foreign\nrelations. Our present attitude and past course give assurances, which\nshould not be questioned, that our purposes are not aggressive nor\nthreatening to the safety and welfare of other nations. Our military\nestablishment in time of peace is adapted to maintain exterior defenses and\nto preserve order among the aboriginal tribes within the limits of the\nUnion. Our naval force is intended only for the protection of our citizens\nabroad and of our commerce, diffused, as it is, over all the seas of the\nglobe. The Government of the United States, being essentially pacific in\npolicy, stands prepared to repel invasion by the voluntary service of a\npatriotic people, and provides no permanent means of foreign aggression.\nThese considerations should allay all apprehension that we are disposed to\nencroach on the rights or endanger the security of other states.Some European powers have regarded with disquieting concern the territorial\nexpansion of the United States. This rapid growth has resulted from the\nlegitimate exercise of sovereign rights belonging alike to all nations, and\nby many liberally exercised. Under such circumstances it could hardly have\nbeen expected that those among them which have within a comparatively\nrecent period subdued and absorbed ancient kingdoms, planted their\nstandards on every continent, and now possess or claim the control of the\nislands of every ocean as their appropriate domain would look with\nunfriendly sentiments upon the acquisitions of this country, in every\ninstance honorably obtained, or would feel themselves justified in imputing\nour advancement to a spirit of aggression or to a passion for political\npredominance. Our foreign commerce has reached a magnitude and extent\nnearly equal to that of the first maritime power of the earth, and\nexceeding that of any other. Over this great interest, in which not only\nour merchants, but all classes of citizens, at least indirectly, are\nconcerned, it is the duty of the executive and legislative branches of the\nGovernment to exercise a careful supervision and adopt proper measures for\nits protection. The policy which I had in view in regard to this interest\nembraces its future as well as its present security. Long experience has\nshown that, in general, when the principal powers of Europe are engaged in\nwar the rights of neutral nations are endangered. This consideration led,\nin the progress of the War of our Independence, to the formation of the\ncelebrated confederacy of armed neutrality, a primary object of which was\nto assert the doctrine that free ships make free goods, except in the case\nof articles contraband of war--a doctrine which from the very commencement\nof our national being has been a cherished idea of the statesmen of this\ncountry. At one period or another every maritime power has by some solemn\ntreaty stipulation recognized that principle, and it might have been hoped\nthat it would come to be universally received and respected as a rule of\ninternational law. But the refusal of one power prevented this, and in the\nnext great war which ensued--that of the French Revolution--it failed to be\nrespected among the belligerent States of Europe. Notwithstanding this, the\nprinciple is generally admitted to be a sound and salutary one, so much so\nthat at the commencement of the existing war in Europe Great Britain and\nFrance announced their purpose to observe it for the present; not, however,\nas a recognized international fight, but as a mere concession for the time\nbeing. The cooperation, however, of these two powerful maritime nations in\nthe interest of neutral rights appeared to me to afford an occasion\ninviting and justifying on the part of the United States a renewed effort\nto make the doctrine in question a principle of international law, by means\nof special conventions between the several powers of Europe and America.\nAccordingly, a proposition embracing not only the rule that free ships make\nfree goods, except contraband articles, but also the less contested one\nthat neutral property other than contraband, though on board enemy's ships,\nshall be exempt from confiscation, has been submitted by this Government to\nthose of Europe and America.Russia acted promptly in this matter, and a convention was concluded\nbetween that country and the United States providing for the observance of\nthe principles announced, not only as between themselves, but also as\nbetween them and all other nations which shall enter into like\nstipulations. None of the other powers have as yet taken final action on\nthe subject. I am not aware, however, that any objection to the proposed\nstipulations has been made, but, on the contrary, they are acknowledged to\nbe essential to the security of neutral commerce, and the only apparent\nobstacle to their general adoption is in the possibility that it may be\nencumbered by inadmissible conditions. The King of the Two Sicilies has\nexpressed to our minister at Naples his readiness to concur in our\nproposition relative to neutral rights and to enter into a convention on\nthat subject.The King of Prussia entirely approves of the project of a treaty to the\nsame effect submitted to him, but proposes an additional article providing\nfor the renunciation of privateering. Such an article, for most obvious\nreasons, is much desired by nations having naval establishments large in\nproportion to their foreign commerce. If it were adopted as an\ninternational rule, the commerce of a nation having comparatively a small\nnaval force would be very much at the mercy of its enemy in case of war\nwith a power of decided naval superiority. The bare statement of the\ncondition in which the United States would be placed, after having\nsurrendered the right to resort to privateers, in the event of war with a\nbelligerent of naval supremacy will show that this Government could never\nlisten to such a proposition. The navy of the first maritime power in\nEurope is at least ten times as large as that of the United States. The\nforeign commerce of the two countries is nearly equal, and about equally\nexposed to hostile depredations. In war between that power and the United\nStates, without resort on our part to our mercantile marine the means of\nour enemy to inflict injury upon our commerce would be tenfold greater than\nours to retaliate. We could not extricate our country from this unequal\ncondition, with such an enemy, unless we at once departed from our present\npeaceful policy and became a great naval power. Nor would this country be\nbetter situated in war with one of the secondary naval powers. Though the\nnaval disparity would be less, the greater extent and more exposed\ncondition of our widespread commerce would give any of them a like\nadvantage over us.The proposition to enter into engagements to forego a resort to privateers\nin case this country should be forced into war with a great naval power is\nnot entitled to more favorable consideration than would be a proposition to\nagree not to accept the services of volunteers for operations on land. When\nthe honor or the rights of our country require it to assume a hostile\nattitude, it confidently relies upon the patriotism of its citizens, not\nordinarily devoted to the military profession, to augment the Army and the\nNavy so as to make them fully adequate to the emergency which calls them\ninto action. The proposal to surrender the right to employ privateers is\nprofessedly founded upon the principle that private property of unoffending\nnoncombatants, though enemies, should be exempt from the ravages of war;\nbut the proposed surrender goes but little way in carrying out that\nprinciple, which equally requires that such private property should not be\nseized or molested by national ships of war. Should the leading powers of\nEurope concur in proposing as a rule of international law to exempt private\nproperty upon the ocean from seizure by public armed cruisers as well as by\nprivateers, the United States will readily meet them upon that broad\nground.Since the adjournment of Congress the ratifications of the treaty between\nthe United States and Great Britain relative to coast fisheries and to\nreciprocal trade with the British North American Provinces have been\nexchanged, and some of its anticipated advantages are already enjoyed by\nus, although its full execution was to abide certain acts of legislation\nnot yet fully performed. So soon as it was ratified Great Britain opened to\nour commerce the free navigation of the river St. Lawrence and to our\nfishermen unmolested access to the shores and bays, from which they had\nbeen previously excluded, on the coasts of her North American Provinces; in\nreturn for which she asked for the introduction free of duty into the ports\nof the United States of the fish caught on the same coast by British\nfishermen. This being the compensation stipulated in the treaty for\nprivileges of the highest importance and value to the United States, which\nwere thus voluntarily yielded before it became effective, the request\nseemed to me to be a reasonable one; but it could not be acceded to from\nwant of authority to suspend our laws imposing duties upon all foreign\nfish. In the meantime the Treasury Department issued a regulation for\nascertaining the duties paid or secured by bonds on fish caught on the\ncoasts of the British Provinces and brought to our markets by British\nsubjects after the fishing grounds had been made fully accessible to the\ncitizens of the United States. I recommend to your favorable consideration\na proposition, which will be submitted to you, for authority to refund the\nduties and cancel the bonds thus received. The Provinces of Canada and New\nBrunswick have also anticipated the full operation of the treaty by\nlegislative arrangements, respectively, to admit free of duty the products\nof the United States mentioned in the free list of the treaty; and an\narrangement similar to that regarding British fish has been made for duties\nnow chargeable on the products of those Provinces enumerated in the same\nfree list and introduced therefrom into the United States, a proposition\nfor refunding which will, in my judgment, be in like manner entitled to\nyour favorable consideration.There is difference of opinion between the United States and Great Britain\nas to the boundary line of the Territory of Washington adjoining the\nBritish possessions on the Pacific, which has already led to difficulties\non the part of the citizens and local authorities of the two Governments I\nrecommend that provision he made for a commission, to be joined by one on\nthe part of Her Britannic Majesty, for the purpose of running and\nestablishing the line in controversy. Certain stipulations of the third and\nfourth articles of the treaty concluded by the United States and Great\nBritain in 1846, regarding possessory rights of the Hudsons Bay Company and\nproperty of the Pugets Sound Agricultural Company, have given rise to\nserious disputes, and it is important to all concerned that summary means\nof settling them amicably should be devised. I have reason to believe that\nan arrangement can be made on just terms for the extinguishment of the\nrights in question, embracing also the right of the Hudsons Bay Company to\nthe navigation of the river Columbia; and I therefore suggest to your\nconsideration the expediency of making a contingent appropriation for that\npurpose.France was the early and efficient ally of the United States in their\nstruggle for independence. From that time to the present, with occasional\nslight interruptions, cordial relations of friendship have existed between\nthe Governments and people of the two countries. The kindly sentiments\ncherished alike by both nations have led to extensive social and commercial\nintercourse, which I trust will not be interrupted or checked by any casual\nevent of an apparently unsatisfactory character. The French consul at San\nFrancisco was not long since brought into the United States district court\nat that place by compulsory process as a witness in favor of another\nforeign consul, in violation, as the French Government conceives, of his\nprivileges under our consular convention with France. There being nothing\nin the transaction which could imply any disrespect to France or its\nconsul, such explanation has been made as, I hope, will be satisfactory.\nSubsequently misunderstanding arose on the subject of the French Government\nhaving, as it appeared, abruptly excluded the American minister to Spain\nfrom passing through France on his way from London to Madrid. But that\nGovernment has unequivocally disavowed any design to deny the right of\ntransit to the minister of the United States, and after explanations to\nthis effect he has resumed his journey and actually returned through France\nto Spain. I herewith lay before Congress the correspondence on this subject\nbetween our envoy at Paris and the minister of foreign relations of the\nFrench Government.The position of our affairs with Spain remains as at the close of the last\nsession. Internal agitation, assuming very nearly the character of\npolitical revolution, has recently convulsed that country. The late\nministers were violently expelled from power, and men of very different\nviews in relation to its internal affairs have succeeded. Since this change\nthere has been no propitious opportunity to resume and press on\nnegotiations for the adjustment of serious questions of difficulty between\nthe Spanish Government and the United States. There is reason to believe\nthat our minister will find the present Government more favorably inclined\nthan the preceding to comply with our just demands and to make suitable\narrangements for restoring harmony and preserving peace between the two\ncountries.Negotiations are pending with Denmark to discontinue the practice of\nlevying tolls on our vessels and their cargoes passing through the Sound. I\ndo not doubt that we can claim exemption therefrom as a matter of right. It\nis admitted on all hands that this exaction is sanctioned, not by the\ngeneral principles of the law of nations, but only by special conventions\nwhich most of the commercial nations have entered into with Denmark. The\nfifth article of our treaty of 1826 with Denmark provides that there shall\nnot be paid on the vessels of the United States and their cargoes when\npassing through the Sound higher duties than those of the most favored\nnations. This may be regarded as an implied agreement to submit to the\ntolls during the continuance of the treaty, and consequently may embarrass\nthe assertion of our right to be released therefrom. There are also other\nprovisions in the treaty which ought to be modified. It was to remain in\nforce for ten years and until one year after either party should give\nnotice to the other of intention to terminate it. I deem it expedient that\nthe contemplated notice should be given to the Government of Denmark.The naval expedition dispatched about two years since for the purpose of\nestablishing relations with the Empire of Japan has been ably and\nskillfully conducted to a successful termination by the officer to whom it\nwas intrusted. A treaty opening certain of the ports of that populous\ncountry has been negotiated, and in order to give full effect thereto it\nonly remains to exchange ratifications and adopt requisite commercial\nregulations.The treaty lately concluded between the United States and Mexico settled\nsome of our most embarrassing difficulties with that country, but numerous\nclaims upon it for wrongs and injuries to our citizens remained unadjusted,\nand many new cases have been recently added to the former list of\ngrievances. Our legation has been earnest in its endeavors to obtain from\nthe Mexican Government a favorable consideration of these claims, but\nhitherto without success. This failure is probably in some measure to be\nascribed to the disturbed condition of that country. It has been my anxious\ndesire to maintain friendly relations with the Mexican Republic and to\ncause its rights and territories to be respected, not only by our citizens,\nbut by foreigners who have resorted to the United States for the purpose of\norganizing hostile expeditions against some of the States of that Republic.\nThe defenseless condition in which its frontiers have been left has\nstimulated lawless adventurers to embark in these enterprises and greatly\nincreased the difficulty of enforcing our obligations of neutrality.\nRegarding it as my solemn duty to fulfill efficiently these obligations not\nonly toward Mexico, but other foreign nations, I have exerted all the\npowers with which I am invested to defeat such proceedings and bring to\npunishment those who by taking a part therein violated our laws. The energy\nand activity of our civil and military authorities have frustrated the\ndesigns of those who meditated expeditions of this character except in two\ninstances. One of these, composed of foreigners, was at first countenanced\nand aided by the Mexican Government itself, it having been deceived as to\ntheir real object. The other, small in number, eluded the vigilance of the\nmagistrates at San Francisco and succeeded in reaching the Mexican\nterritories; but the effective measures taken by this Government compelled\nthe abandonment of the undertaking.The commission to establish the new line between the United States and\nMexico, according to the provisions of the treaty of the 30th of December\nlast, has been organized, and the work is already commenced.Our treaties with the Argentine Confederation and with the Republics of\nUruguay and Paraguay secure to us the free navigation of the river La Plata\nand some of its larger tributaries, but the same success has not attended\nour endeavors to open the Amazon. The reasons in favor of the free use of\nthat river I had occasion to present fully in a former message, and,\nconsidering the cordial relations which have long existed between this\nGovernment and Brazil, it may be expected that pending negotiations will\neventually reach a favorable result.Convenient means of transit between the several parts of a country are not\nonly desirable for the objects of commercial and personal communication,\nbut essential to its existence under one government. Separated, as are the\nAtlantic and Pacific coasts of the United States, by the whole breadth of\nthe continent, still the inhabitants of each are closely bound together by\ncommunity of origin and institutions and by strong attachment to the Union.\nHence the constant and increasing intercourse and vast interchange of\ncommercial productions between these remote divisions of the Republic. At\nthe present time the most practicable and only, commodious routes for\ncommunication between them are by the way of the isthmus of Central\nAmerica. It is the duty of the Government to secure these avenues against\nall danger of interruption.In relation to Central America, perplexing questions existed between the\nUnited States and Great Britain at the time of the cession of California.\nThese, as well as questions which subsequently arose concerning\ninteroceanic communication across the Isthmus, were, as it was supposed,\nadjusted by the treaty of April 19, 1850, but, unfortunately, they have\nbeen reopened by serious misunderstanding as to the import of some or its\nprovisions, a readjustment of which is now under consideration. Our\nminister at London has made strenuous efforts to accomplish this desirable\nobject, but has not yet found it possible to bring the negotiations to a\ntermination.As incidental to these questions, I deem it proper to notice an occurrence\nwhich happened in Central America near the close of the last session of\nCongress. So soon as the necessity was perceived of establishing\ninteroceanic communications across the Isthmus a company was organized,\nunder the authority of the State of Nicaragua, but composed for the most\npart of citizens of the United States, for the purpose of opening such a\ntransit way by the river San Juan and Lake Nicaragua, which soon became an\neligible and much used route in the transportation of our citizens and\ntheir property between the Atlantic and Pacific. Meanwhile, and in\nanticipation of the completion and importance of this transit way, a number\nof adventurers had taken possession of the old Spanish port at the mouth of\nthe river San Juan in open defiance of the State or States of Central\nAmerica, which upon their becoming independent had rightfully succeeded to\nthe local sovereignty and jurisdiction of Spain. These adventurers\nundertook to change the name of the place from San Juan del Norte to\nGreytown, and though at first pretending to act as the subjects of the\nfictitious sovereign of the Mosquito Indians, they subsequently repudiated\nthe control of any power whatever, assumed to adopt a distinct political\norganization, and declared themselves an independent sovereign state. If at\nsome time a faint hope was entertained that they might become a stable and\nrespectable community, that hope soon vanished. They proceeded to assert\nunfounded claims to civil jurisdiction over Punta Arenas, a position on the\nopposite side of the river San Juan, which was in possession, under a title\nwholly independent of them, of citizens of the United States interested in\nthe Nicaragua Transit Company, and which was indispensably necessary to the\nprosperous operation of that route across the Isthmus. The company resisted\ntheir groundless claims, whereupon they proceeded to destroy some of its\nbuildings and attempted violently to dispossess it.At a later period they organized a strong force for the purpose of\ndemolishing the establishment at Punta Arenas, but this mischievous design\nwas defeated by the interposition of one of our ships of war at that time\nin the harbor of San Juan. Subsequently to this, in May last, a body of men\nfrom Greytown crossed over to Punta Arenas, arrogating authority to arrest\non the charge of murder a captain of one of the steamboats of the Transit\nCompany. Being well aware that the claim to exercise jurisdiction there\nwould be resisted then, as it had been on previous occasions, they went\nprepared to assert it by force of arms. Our minister to Central America\nhappened to be present on that occasion. Believing that the captain of the\nsteamboat was innocent (for he witnessed the transaction on which the\ncharge was founder), and believing also that the intruding party, having no\njurisdiction over the place where they proposed to make the arrest, would\nencounter desperate resistance if they persisted in their purpose, he\ninterposed, effectually, to prevent violence and bloodshed. The American\nminister afterwards visited Greytown, and whilst he was there a mob,\nincluding certain of the so-called public functionaries of the place,\nsurrounded the house in which he was, avowing that they had come to arrest\nhim by order of some person exercising the chief authority. While parleying\nwith them he was wounded by a missile from the crowd. A boat dispatched\nfrom the American steamer Northern Light to release him from the perilous\nsituation in which he was understood to be was fired into by the town guard\nand compelled to return. These incidents, together with the known character\nof the population of Greytown and their excited state, induced just\napprehensions that the lives and property of our citizens at Punta Arenas\nwould be in imminent danger after the departure of the steamer, with her\npassengers, for New York, unless a guard was left for their protection. For\nthis purpose, and in order to insure the safety of passengers and property\npassing over the route, a temporary force was organized, at considerable\nexpense to the United States, for which provision was made at the last\nsession of Congress.This pretended community, a heterogeneous assemblage gathered from various\ncountries, and composed for the most part of blacks and persons of mixed\nblood, had previously given other indications of mischievous and dangerous\npropensities. Early in the same month property was clandestinely abstracted\nfrom the depot of the Transit Company and taken to Greytown. The plunderers\nobtained shelter there and their pursuers were driven back by its people,\nwho not only protected the wrongdoers and shared the plunder, but treated\nwith rudeness and violence those who sought to recover their property.Such, in substance, are the facts submitted to my consideration, and proved\nby trustworthy evidence. I could not doubt that the case demanded the\ninterposition of this Government. Justice required that reparation should\nbe made for so many and such gross wrongs, and that a course of insolence\nand plunder, tending directly to the insecurity of the lives of numerous\ntravelers and of the rich treasure belonging to our citizens passing over\nthis transit way, should be peremptorily arrested. Whatever it might be in\nother respects, the community in question, in power to do mischief, was not\ndespicable. It was well provided with ordnance, small arms, and ammunition,\nand might easily seize on the unarmed boats, freighted with millions of\nproperty, which passed almost daily within its reach. It did not profess to\nbelong to any regular government, and had, in fact, no recognized\ndependence on or connection with anyone to which the United States or their\ninjured citizens might apply for redress or which could be held responsible\nin any way for the outrages committed. Not standing before the world in the\nattitude of an organized political society, being neither competent to\nexercise the rights nor to discharge the obligations of a government, it\nwas, in fact, a marauding establishment too dangerous to be disregarded and\ntoo guilty to pass unpunished, and yet incapable of being treated in any\nother way than as a piratical resort of outlaws or a camp of savages\ndepredating on emigrant trains or caravans and the frontier settlements of\ncivilized states.Seasonable notice was given to the people of Greytown that this Government\nrequired them to repair the injuries they had done to our citizens and to\nmake suitable apology for their insult of our minister, and that a ship of\nwar would be dispatched thither to enforce compliance with these demands.\nBut the notice passed unheeded. Thereupon a commander of the Navy, in\ncharge of the sloop of war Cyane, was ordered to repeat the demands and to\ninsist upon a compliance therewith. Finding that neither the populace nor\nthose assuming to have authority over them manifested any disposition to\nmake the required reparation, or even to offer excuse for their conduct, he\nwarned them by a public proclamation that if they did not give satisfaction\nwithin a time specified he would bombard the town. By this procedure he\nafforded them opportunity to provide for their personal safety. To those\nalso who desired to avoid loss of property in the punishment about to be\ninflicted on the offending town he furnished the means of removing their\neffects by the boats of his own ship and of a steamer which he procured and\ntendered to them for that purpose. At length, perceiving no disposition on\nthe part of the town to comply with his requisitions, he appealed to the\ncommander of Her Britannic Majesty's schooner Bermuda, who was seen to have\nintercourse and apparently much influence with the leaders among them, to\ninterpose and persuade them to take some course calculated to save the\nnecessity of resorting to the extreme measure indicated in his\nproclamation; but that officer, instead of acceding to the request, did\nnothing more than to protest against the contemplated bombardment. No steps\nof any sort were taken by the people to give the satisfaction required. No\nindividuals, if any there were, who regarded themselves as not responsible\nfor the misconduct of the community adopted any means to separate\nthemselves from the fate of the guilty. The several charges on which the\ndemands for redress were founded had been publicly known to all for some\ntime, and were again announced to them. They did not deny any of these\ncharges; they offered no explanation, nothing in extenuation of their\nconduct, but contumaciously refused to hold any intercourse with the\ncommander of the Cyane. By their obstinate silence they seemed rather\ndesirous to provoke chastisement than to escape it. There is ample reason\nto believe that this conduct of wanton defiance on their part is imputable\nchiefly to the delusive idea that the American Government would be deterred\nfrom punishing them through fear of displeasing a formidable foreign power,\nwhich they presumed to think looked with complacency upon their aggressive\nand insulting deportment toward the United States. The Cyane at length\nfired upon the town. Before much injury had been done the fire was twice\nsuspended in order to afford opportunity for an arrangement, but this was\ndeclined. Most of the buildings of the place, of little value generally,\nwere in the sequel destroyed, but, owing to the considerate precautions\ntaken by our naval commander, there was no destruction of life.When the Cyane was ordered to Central America, it was confidently hoped and\nexpected that no occasion would arise for \"a resort to violence and\ndestruction of property and loss of life.\" Instructions to that effect were\ngiven to her commander; and no extreme act would have been requisite had\nnot the people themselves, by their extraordinary conduct in the affair,\nfrustrated all the possible mild measures for obtaining satisfaction. A\nwithdrawal from the place, the object of his visit entirely defeated, would\nunder the circumstances in which the commander of the Cyane found himself\nhave been absolute abandonment of all claim of our citizens for\nindemnification and submissive acquiescence in national indignity. It would\nhave encouraged in these lawless men a spirit of insolence and rapine most\ndangerous to the lives and property of our citizens at Punta Arenas, and\nprobably emboldened them to grasp at the treasures and valuable merchandise\ncontinually passing over the Nicaragua route. It certainly would have been\nmost satisfactory to me if the objects of the Cyane's mission could have\nbeen consummated without any act of public force, but the arrogant\ncontumacy of the offenders rendered it impossible to avoid the alternative\neither to break up their establishment or to leave them impressed with the\nidea that they might persevere with impunity in a career of insolence and\nplunder.This transaction has been the subject of complaint on the part of some\nforeign powers, and has been characterized with more of harshness than of\njustice. If comparisons were to be instituted, it would not be difficult to\npresent repeated instances in the history of states standing in the very\nfront of modern civilization where communities far less offending and more\ndefenseless than Greytown have been chastised with much greater severity,\nand where not cities only have been laid in ruins, but human life has been\nrecklessly sacrificed and the blood of the innocent made profusely to\nmingle with that of the guilty.Passing from foreign to domestic affairs, your attention is naturally\ndirected to the financial condition of the country, always a subject of\ngeneral interest. For complete and exact information regarding the finances\nand the various branches of the public service connected therewith I refer\nyou to the report of the Secretary of the Treasury, from which it will\nappear that the amount of revenue during the last fiscal year from all\nsources was $73,549,705, and that the public expenditures for the same\nperiod, exclusive of payments on account of the public debt, amounted to\n$51, 018,249. During the same period the payments made in redemption of the\npublic debt, including interest and premium, amounted to $24,336,380. To\nthe sum total of the receipts of that year is to be added a balance\nremaining in the Treasury at the commencement thereof, amounting to\n$21,942,892; and at the close of the same year a corresponding balance,\namounting to $20,137,967, of receipts above expenditures also remained in\nthe Treasury. Although, in the opinion of the Secretary of the Treasury,\nthe receipts of the current fiscal year are not likely to equal in amount\nthose of the last, yet they will undoubtedly exceed the amount of\nexpenditures by at least $15,000,000. I shall therefore continue to direct\nthat the surplus revenue be applied, so far as it can be judiciously and\neconomically done, to the reduction of the public debt, the amount of which\nat the commencement of the last fiscal year was $67,340,628; of which there\nhad been paid on the 20th day of November, 1854, the sum of $22,365,172,\nleaving a balance of outstanding public debt of only $44,975,456,\nredeemable at different periods within fourteen years. There are also\nremnants of other Government stocks, most of which are already due, and on\nwhich the interest has ceased, but which have not yet been presented for\npayment, amounting to $233,179. This statement exhibits the fact that the\nannual income of the Government greatly exceeds the amount of its public\ndebt, which latter remains unpaid only because the time of payment has not\nyet matured, and it can not be discharged at once except at the option of\npublic creditors, who prefer to retain the securities of the United States;\nand the other fact, not less striking, that the annual revenue from all\nsources exceeds by many millions of dollars the amount needed for a prudent\nand economical administration of the Government.The estimates presented to Congress from the different Executive\nDepartments at the last session amounted to $38,406,581 and the\nappropriations made to the sum of $58,116,958. Of this excess of\nappropriations over estimates, however, more than twenty millions was\napplicable to extraordinary objects, having no reference to the usual\nannual expenditures. Among these objects was embraced ten millions to meet\nthe third article of the treaty between the United States and Mexico; so\nthat, in fact, for objects of ordinary expenditure the appropriations were\nlimited to considerably less than $40,000,000. I therefore renew my\nrecommendation for a reduction of the duties on imports. The report of the\nSecretary of the Treasury presents a series of tables showing the operation\nof the revenue system for several successive years; and as the general\nprinciple of reduction of duties with a view to revenue, and not\nprotection, may now be regarded as the settled policy of the country, I\ntrust that little difficulty will be encountered in settling the details of\na measure to that effect.In connection with this subject I recommend a change in the laws, which\nrecent experience has shown to be essential to the protection of the\nGovernment. There is no express provision of law requiring the records and\npapers of a public character of the several officers of the Government to\nbe left in their offices for the use of their successors, nor any provision\ndeclaring it felony on their part to make false entries in the books or\nreturn false accounts. In the absence of such express provision by law, the\noutgoing officers in many instances have claimed and exercised the right to\ntake into their own possession important books and papers, on the ground\nthat these were their private property, and have placed them beyond the\nreach of the Government. Conduct of this character, brought in several\ninstances to the notice of the present Secretary of the Treasury, naturally\nawakened his suspicion, and resulted in the disclosure that at four\nports--namely, Oswego, Toledo, Sandusky, and Milwaukee--the Treasury had,\nby false entries, been defrauded within the four years next preceding\nMarch, 1853, of the sum of $198,000. The great difficulty with which the\ndetection of these frauds has been attended, in consequence of the\nabstraction of books and papers by the retiring officers, and the facility\nwith which similar frauds in the public service may be perpetrated render\nthe necessity of new legal enactments in the respects above referred to\nquite obvious. For other material modifications of the revenue laws which\nseem to me desirable, I refer you to the report of the Secretary of the\nTreasury. That report and the tables which accompany it furnish ample\nproofs of the solid foundation on which the financial security of the\ncountry rests and of the salutary influence of the independent-treasury\nsystem upon commerce and all monetary operations.The experience of the last year furnishes additional reasons, I regret to\nsay, of a painful character, for the recommendation heretofore made to\nprovide for increasing the military force employed in the Territory\ninhabited by the Indians. The settlers-on the frontier have suffered much\nfrom the incursions of predatory bands, and large parties of emigrants to\nour Pacific possessions have been massacred with impunity. The recurrence\nof such scenes can only be prevented by teaching these wild tribes the\npower of and their responsibility to the United States. From the garrisons\nof our frontier posts it is only possible to detach troops in small bodies;\nand though these have on all occasions displayed a gallantry and a stern\ndevotion to duty which on a larger field would have commanded universal\nadmiration, they have usually suffered severely in these conflicts with\nsuperior numbers, and have sometimes been entirely sacrificed. All the\ndisposable force of the Army is already employed on this service, and is\nknown to be wholly inadequate to the protection which should be afforded.\nThe public mind of the country has been recently shocked by savage\natrocities committed upon defenseless emigrants and border settlements, and\nhardly less by the unnecessary destruction of valuable lives where\ninadequate detachments of troops have undertaken to furnish the needed aid.\nWithout increase of the military force these scenes will be repeated, it is\nto be feared, on a larger scale and with more disastrous consequences.\nCongress, I am sure, will perceive that the plainest duties and\nresponsibilities of Government are involved in this question, and I doubt\nnot that prompt action may be confidently anticipated when delay must be\nattended by such fearful hazards.The bill of the last session providing for an increase of the pay of the\nrank and file of the Army has had beneficial results, not only in\nfacilitating enlistments, but in obvious improvement in the class of men\nwho enter the service. I regret that corresponding consideration was not\nbestowed on the officers, who, in view of their character and services and\nthe expenses to which they are necessarily subject, receive at present what\nis, in my judgment, inadequate compensation.The valuable services constantly rendered by the Army and its inestimable\nimportance as the nucleus around which the volunteer forces of the nation\ncan promptly gather in the hour of danger, sufficiently attest the wisdom\nof maintaining a military peace establishment; but the theory of our system\nand the wise practice under it require that any proposed augmentation in\ntime of peace be only commensurate with our extended limits and frontier\nrelations. While scrupulously adhering to this principle, I find in\nexisting circumstances a necessity for increase of our military force, and\nit is believed that four new regiments, two of infantry and two of mounted\nmen, will be sufficient to meet the present exigency. If it were necessary\ncarefully to weigh the cost in a case of such urgency, it would be shown\nthat the additional expense would be comparatively light.With the increase of the numerical force of the Army should, I think, be\ncombined certain measures of reform in its organic arrangement and\nadministration. The present organization is the result of partial\nlegislation often directed to special objects and interests; and the laws\nregulating rank and command, having been adopted many years ago from the\nBritish code, are not always applicable to our service. It is not\nsurprising, therefore, that the system should be deficient in the symmetry\nand simplicity essential to the harmonious working of its several parts,\nand require a careful revision.The present organization, by maintaining large staff corps or departments,\nseparates many officers from that close connection with troops and those\nactive duties in the field which are deemed requisite to qualify them for\nthe varied responsibilities of high command. Were the duties of the Army\nstaff mainly discharged by officers detached from their regiments, it is\nbelieved that the special service would be equally well performed and the\ndiscipline and instruction of the Army be improved. While due regard to the\nsecurity of the rights of officers and to the nice sense of honor which\nshould be cultivated among them would seem to exact compliance with the\nestablished rule of promotion in ordinary cases, still it can hardly be\ndoubted that the range of promotion by selection, which is now practically\nconfined to the grade of general officers, might be somewhat extended with\nbenefit to the public service. Observance of the rule of seniority\nsometimes leads, especially in time of peace, to the promotion of officers\nwho, after meritorious and even distinguished service, may have been\nrendered by age or infirmity incapable of performing active duty, and whose\nadvancement, therefore, would tend to impair the efficiency of the Army.\nSuitable provision for this class of officers, by the creation of a retired\nlist, would remedy the evil without wounding the just pride of men who by\npast services have established a claim to high consideration. In again\ncommending this measure to the favorable consideration of Congress I would\nsuggest that the power of placing officers on the retired list be limited\nto one year. The practical operation of the measure would thus be tested,\nand if after the lapse of years there should be occasion to renew the\nprovision it can be reproduced with any improvements which experience may\nindicate. The present organization of the artillery into regiments is\nliable to obvious objections. The service of artillery is that of\nbatteries, and an organization of batteries into a corps of artillery would\nbe more consistent with the nature of their duties. A large part of the\ntroops now called artillery are, and have been, on duty as infantry, the\ndistinction between the two arms being merely nominal. This nominal\nartillery in our service is disproportionate to the whole force and greater\nthan the wants of the country demand. I therefore commend the\ndiscontinuance of a distinction which has no foundation in either the arms\nused or the character of the service expected to be performed.In connection with the proposition for the increase of the Army, I have\npresented these suggestions with regard to certain measures of reform as\nthe complement of a system which would produce the happiest results from a\ngiven expenditure, and which, I hope, may attract the early attention and\nbe deemed worthy of the approval of Congress.The recommendation of the Secretary of the Navy having reference to more\nample provisions for the discipline and general improvement in the\ncharacter of seamen and for the reorganization and gradual increase of the\nNavy I deem eminently worthy of your favorable consideration. The\nprinciples which have controlled our policy in relation to the permanent\nmilitary force by sea and land are sound, consistent with the theory of our\nsystem, and should by no means be disregarded. But, limiting the force to\nthe objects particularly set forth in the preceding part of this message,\nwe should not overlook the present magnitude and prospective extension of\nour commercial marine, nor fail to give due weight to the fact that besides\nthe 2,000 miles of Atlantic seaboard we have now a Pacific coast stretching\nfrom Mexico to the British possessions in the north, teeming with wealth\nand enterprise and demanding the constant presence of ships of war. The\naugmentation of the Navy has not kept pace with the duties properly and\nprofitably assigned to it in time of peace, and it is inadequate for the\nlarge field of its operations, not merely in the present, but still more in\nthe progressively increasing exigencies of the commerce of the United\nStates. I cordially approve of the proposed apprentice system for our\nnational vessels recommended by the Secretary of the Navy. The occurrence\nduring the last few months of marine disasters of the most tragic nature,\ninvolving great loss of human life, has produced intense emotions of\nsympathy and sorrow throughout the country. It may well be doubted whether\nall these calamitous events are wholly attributable to the necessary and\ninevitable dangers of the sea. The merchants, mariners, and shipbuilders of\nthe United States are, it is true, unsurpassed in far-reaching enterprise,\nskill, intelligence, and courage by any others in the world. But with the\nincreasing amount of our commercial tonnage in the aggregate and the larger\nsize and improved equipment of the ships now constructed a deficiency in\nthe supply of reliable seamen begins to be very seriously felt. The\ninconvenience may perhaps be met in part by due regulation for the\nintroduction into our merchant ships of indented apprentices, which, while\nit would afford useful and eligible occupation to numerous young men, would\nhave a tendency to raise the character of seamen as a class. And it is\ndeserving of serious reflection whether it may not be desirable to revise\nthe existing laws for the maintenance of discipline at sea, upon which the\nsecurity of life and property on the ocean must to so great an extent\ndepend. Although much attention has already been given by Congress to the\nproper construction and arrangement of steam vessels and all passenger\nships, still it is believed that the resources of science and mechanical\nskill in this direction have not been exhausted. No good reason exists for\nthe marked distinction which appears upon our statutes between the laws for\nprotecting life and property at sea and those for protecting them on land.\nIn most of the States severe penalties are provided to punish conductors of\ntrains, engineers, and others employed in the transportation of persons by\nrailway or by steamboats on rivers. Why should not the same principle be\napplied to acts of insubordination, cowardice, or other misconduct on the\npart of masters and mariners producing injury or death to passengers on the\nhigh seas, beyond the jurisdiction of any of the States, and where such\ndelinquencies can be reached only by the power of Congress? The whole\nsubject is earnestly commended to your consideration.The report of the Postmaster-General, to which you are referred for many\ninteresting details in relation to this important and rapidly extending\nbranch of the public service, shows that the expenditure of the year ending\nJune 30, 1854, including $133,483 of balance due to foreign offices,\namounted to $8,710,907. The gross receipts during the same period amounted\nto $6,955,586, exhibiting an expenditure over income of $1,755,321 and a\ndiminution of deficiency as compared with the last year of $361,756. The\nincrease of the revenue of the Department for the year ending June 30,\n1854, over the preceding year was $970,399. No proportionate increase,\nhowever, can be anticipated for the current year, in consequence of the act\nof Congress of June 23, 1854, providing for increased compensation to all\npostmasters. From these statements it is apparent that the Post-Office\nDepartment, instead of defraying its expenses according to the design at\nthe time of its creation, is now, and under existing laws must continue to\nbe, to no small extent a charge upon the general Treasury. The cost of mail\ntransportation during the year ending June 30, 1854, exceeds the cost of\nthe preceding year by $495,074. I again call your attention to the subject\nof mail transportation by ocean steamers, and commend the suggestions of\nthe Postmaster General to your early attention.During the last fiscal year 11,070,935 acres of the public lands have been\nsurveyed and 8,190,017 acres brought into market. The number of acres sold\nis 7,035,735 and the amount received therefor $9,285,533. The aggregate\namount of lands sold, located under military scrip and land warrants,\nselected as swamp lands by States, and by locating under grants for roads\nis upward of 23,000,000 acres. The increase of lands sold over the previous\nyear is about 6,000,000 acres, and the sales during the first two quarters\nof the current year present the extraordinary result of five and a half\nmillions sold, exceeding by nearly 4,000,000 acres the sales of the\ncorresponding quarters of the last year.The commendable policy of the Government in relation to setting apart\npublic domain for those who have served their country in time of war is\nillustrated by the fact that since 1790 no less than 30,000,000 acres have\nbeen applied to this object.The suggestions which I submitted in my annual message of last year in\nreference to grants of land in aid of the construction of railways were\nless full and explicit than the magnitude of the subject and subsequent\ndevelopments would seem to render proper and desirable. Of the soundness of\nthe principle then asserted with regard to the limitation of the power of\nCongress I entertain no doubt, but in its application it is not enough that\nthe value of lands in a particular locality may be enhanced; that, in fact,\na larger amount of money may probably be received in a given time for\nalternate sections than could have been realized for all the sections\nwithout the impulse and influence of the proposed improvements. A prudent\nproprietor looks beyond limited sections of his domain, beyond present\nresults to the ultimate effect which a particular line of policy is likely\nto produce upon all his possessions and interests. The Government, which is\ntrustee in this matter for the people of the States, is bound to take the\nsame wise and comprehensive view. Prior to and during the last session of\nCongress upward of 30,000,000 acres of land were withdrawn from public sale\nwith a view to applications for grants of this character pending before\nCongress. A careful review of the whole subject led me to direct that all\nsuch orders be abrogated and the lands restored to market, and instructions\nwere immediately given to that effect. The applications at the last session\ncontemplated the construction of more than 5,000 miles of road and grants\nto the amount of nearly 20,000,000 acres of the public domain. Even\nadmitting the right on the part of Congress to be unquestionable, is it\nquite clear that the proposed grants would be productive of good, and not\nevil? The different projects are confined for the present to eleven States\nof this Union and one Territory. The reasons assigned for the grants show\nthat it is proposed to put the works speedily in process of construction.\nWhen we reflect that since the commencement of the construction of railways\nin the United States, stimulated, as they have been, by the large dividends\nrealized from the earlier works over the great thoroughfares and between\nthe most important points of commerce and population, encouraged by State\nlegislation, and pressed forward by the amazing energy of private\nenterprise, only 17,000 miles have been completed in all the States in a\nquarter of a century; when we see the crippled condition of many works\ncommenced and prosecuted upon what were deemed to be sound principles and\nsafe calculations; when we contemplate the enormous absorption of capital\nwithdrawn from the ordinary channels of business, the extravagant rates of\ninterest at this moment paid to continue operations, the bankruptcies, not\nmerely in money but in character, and the inevitable effect upon finances\ngenerally, can it be doubted that the tendency is to run to excess in this\nmatter? Is it wise to augment this excess by encouraging hopes of sudden\nwealth expected to flow from magnificent schemes dependent upon the action\nof Congress? Does the spirit which has produced such results need to be\nstimulated or checked? Is it not the better rule to leave all these works\nto private enterprise, regulated and, when expedient, aided by the\ncooperation of States? If constructed by private capital the stimulant and\nthe check go together and furnish a salutary restraint against speculative\nschemes and extravagance. But it is manifest that with the most effective\nguards there is danger of going too fast and too far. We may well pause\nbefore a proposition contemplating a simultaneous movement for the\nconstruction of railroads which in extent will equal, exclusive of the\ngreat Pacific road and all its branches, nearly one-third of the entire\nlength of such works now completed in the United States, and which can not\ncost with equipments less than $150,000,000. The dangers likely to result\nfrom combinations of interests of this character can hardly be\noverestimated. But independently of these considerations, where is the\naccurate knowledge, the comprehensive intelligence, which shall\ndiscriminate between the relative claims of these twenty eight proposed\nroads in eleven States and one Territory? Where will you begin and where\nend? If to enable these companies to execute their proposed works it is\nnecessary that the aid of the General Government be primarily given, the\npolicy will present a problem so comprehensive in its bearings and so\nimportant to our political and social well-being as to claim in\nanticipation the severest analysis. Entertaining these views, I recur with\nsatisfaction to the experience and action of the last session of Congress\nas furnishing assurance that the subject will not fail to elicit a careful\nreexamination and rigid scrutiny. It was my intention to present on this\noccasion some suggestions regarding internal improvements by the General\nGovernment, which want of time at the close of the last session prevented\nmy submitting on the return to the House of Representatives with objections\nof the bill entitled \"An act making appropriations for the repair,\npreservation, and completion of certain public works heretofore commenced\nunder the authority of law;\" but the space in this communication already\noccupied with other matter of immediate public exigency constrains me to\nreserve that subject for a special message, which will be transmitted to\nthe two Houses of Congress at an early day. The judicial establishment of\nthe United States requires modification, and certain reforms in the manner\nof conducting the legal business of the Government are also much needed;\nbut as I have addressed you upon both of these subjects at length before, I\nhave only to call your attention to the suggestions then made.My former recommendations in relation to suitable provision for various\nobjects of deep interest to the inhabitants of the District of Columbia are\nrenewed. Many of these objects partake largely of a national character, and\nare important independently of their relation to the prosperity of the only\nconsiderable organized community in the Union entirely unrepresented in\nCongress.I have thus presented suggestions on such subjects as appear to me to be of\nparticular interest or importance, and therefore most worthy of\nconsideration during the short remaining period allotted to the labors of\nthe present Congress.Our forefathers of the thirteen united colonies, in acquiring their\nindependence and in rounding this Republic of the United States of America,\nhave devolved upon us, their descendants, the greatest and the most noble\ntrust ever committed to the hands of man, imposing upon all, and especially\nsuch as the public will may have invested for the time being with political\nfunctions, the most sacred obligations. We have to maintain inviolate the\ngreat doctrine of the inherent right of popular self-government; to\nreconcile the largest liberty of the individual citizen with complete\nsecurity of the public order; to render cheerful obedience to the laws of\nthe land, to unite in enforcing their execution, and to frown indignantly\non all combinations to resist them; to harmonize a sincere and ardent\ndevotion to the institutions of religions faith with the most universal\nreligious toleration; to preserve the rights of all by causing each to\nrespect those of the other; to carry forward every social improvement to\nthe uttermost limit of human perfectibility, by the free action of mind\nupon mind, not by the obtrusive intervention of misapplied force; to uphold\nthe integrity and guard the limitations of our organic law; to preserve\nsacred from all touch of usurpation, as the very palladium of our political\nsalvation, the reserved rights and powers of the several States and of the\npeople; to cherish with loyal fealty and devoted affection this Union, as\nthe only sure foundation on which the hopes of civil liberty rest; to\nadminister government with vigilant integrity and rigid economy; to\ncultivate peace and friendship with foreign nations, and to demand and\nexact equal justice from all, but to do wrong to none; to eschew\nintermeddling with the national policy and the domestic repose of other\ngovernments, and to repel it from our own; never to shrink from war when\nthe rights and the honor of the country call us to arms, but to cultivate\nin preference the arts of peace, seek enlargement of the rights of\nneutrality, and elevate and liberalize the intercourse of nations; and by\nsuch just and honorable means, and such only, whilst exalting the condition\nof the Republic, to assure to it the legitimate influence and the benign\nauthority of a great example amongst all the powers of Christendom.Under the solemnity of these convictions the blessing of Almighty God is\nearnestly invoked to attend upon your deliberations and upon all the\ncounsels and acts of the Government, to the end that, with common zeal and\ncommon efforts, we may, in humble submission to the divine will, cooperate\nfor the promotion of the supreme good of these United States.", 
    "name": "Franklin Pierce"
}