{
    "date": "January 3, 1934", 
    "speech": "Mr. President, Mr. Speaker, Senators and Representatives in Congress:I come before you at the opening of the Regular Session of the 73d\nCongress, not to make requests for special or detailed items of\nlegislation; I come, rather, to counsel with you, who, like myself, have\nbeen selected to carry out a mandate of the whole people, in order that\nwithout partisanship you and I may cooperate to continue the restoration of\nour national wellbeing and, equally important, to build on the ruins of the\npast a new structure designed better to meet the present problems of modern\ncivilization.Such a structure includes not only the relations of industry and\nagriculture and finance to each other but also the effect which all of\nthese three have on our individual citizens and on the whole people as a\nNation.Now that we are definitely in the process of recovery, lines have been\nrightly drawn between those to whom this recovery means a return to old\nmethods--and the number of these people is small--and those for whom\nrecovery means a reform of many old methods, a permanent readjustment of\nmany of our ways of thinking and therefore of many of our social and\neconomic arrangements. . . . .Civilization cannot go back; civilization must not stand still. We have\nundertaken new methods. It is our task to perfect, to improve, to alter\nwhen necessary, but in all cases to go forward. To consolidate what we are\ndoing, to make our economic and social structure capable of dealing with\nmodern life is the joint task of the legislative, the judicial, and the\nexecutive branches of the national Government.Without regard to party, the overwhelming majority of our people seek a\ngreater opportunity for humanity to prosper and find happiness. They\nrecognize that human welfare has not increased and does not increase\nthrough mere materialism and luxury, but that it does progress through\nintegrity, unselfishness, responsibility and justice.In the past few months, as a result of our action, we have demanded of many\ncitizens that they surrender certain licenses to do as they please in\ntheir business relationships; but we have asked this in exchange for the\nprotection which the State can give against exploitation by their fellow\nmen or by combinations of their fellow men.I congratulate this Congress upon the courage, the earnestness and the\nefficiency with which you met the crisis at the Special Session. It was\nyour fine understanding of the national problem that furnished the example\nwhich the country has so splendidly followed. I venture to say that the\ntask confronting the First Congress of 1789 was no greater than your own.I shall not attempt to set forth either the many phases of the crisis which\nwe experienced last March, or the many measures which you and I undertook\nduring the Special Session that we might initiate recovery and reform.It is sufficient that I should speak in broad terms of the results of our\ncommon counsel. The credit of the Government has been fortified by drastic\nreduction in the cost of its permanent agencies through the Economy Act.With the twofold purpose of strengthening the whole financial structure and\nof arriving eventually at a medium of exchange which over the years will\nhave less variable purchasing and debt paying power for our people than\nthat of the past, I have used the authority granted me to purchase all\nAmerican-produced gold and silver and to buy additional gold in the world\nmarkets. Careful investigation and constant study prove that in the matter\nof foreign exchange rates certain of our sister Nations find themselves so\nhandicapped by internal and other conditions that they feel unable at this\ntime to enter into stabilization discussion based on permanent and\nworld-wide objectives.The overwhelming majority of the banks, both national and State, which\nreopened last spring, are in sound condition and have been brought within\nthe protection of Federal insurance. In the case of those banks which were\nnot permitted to reopen, nearly six hundred million dollars of frozen\ndeposits are being restored to the depositors through the assistance of the\nnational Government.We have made great strides toward the objectives of the National Industrial\nRecovery Act, for not only have several millions of our unemployed been\nrestored to work, but industry is organizing itself with a greater\nunderstanding that reasonable profits can be earned while at the same time\nprotection can be assured to guarantee to labor adequate pay and proper\nconditions of work. Child labor is abolished. Uniform standards of hours\nand wages apply today to 95 percent of industrial employment within the\nfield of the National Industrial Recovery Act. We seek the definite end of\npreventing combinations in furtherance of monopoly and in restraint of\ntrade, while at the same time we seek to prevent ruinous rivalries within\nindustrial groups which in many cases resemble the gang wars of the\nunderworld and in which the real victim in every case is the public\nitself.Under the authority of this Congress, we have brought the component parts\nof each industry together around a common table, just as we have brought\nproblems affecting labor to a common meeting ground. Though the machinery,\nhurriedly devised, may need readjustment from time to time, nevertheless I\nthink you will agree with me that we have created a permanent feature of\nour modernized industrial structure and that it will continue under the\nsupervision but not the arbitrary dictation of Government itself.You recognized last spring that the most serious part of the debt burden\naffected those who stood in danger of losing their farms and their homes. I\nam glad to tell you that refinancing in both of these cases is proceeding\nwith good success and in all probability within the financial limits set by\nthe Congress.But agriculture had suffered from more than its debts. Actual experience\nwith the operation of the Agricultural Adjustment Act leads to my belief\nthat thus far the experiment of seeking a balance between production and\nconsumption is succeeding and has made progress entirely in line with\nreasonable expectations toward the restoration of farm prices to parity. I\ncontinue in my conviction that industrial progress and prosperity can only\nbe attained by bringing the purchasing power of that portion of our\npopulation which in one form or another is dependent upon agriculture up to\na level which will restore a proper balance between every section of the\ncountry and between every form of work.In this field, through carefully planned flood control, power development\nand land-use policies in the Tennessee Valley and in other, great\nwatersheds, we are seeking the elimination of waste, the removal of poor\nlands from agriculture and the encouragement of small local industries,\nthus furthering this principle of a better balanced national life. We\nrecognize the great ultimate cost of the application of this rounded policy\nto every part off the Union. Today we are creating heavy obligations to\nstart the work because of the great unemployment needs of the moment. I\nlook forward, however, to the time in the not distant future, when annual\nappropriations, wholly covered by current revenue, will enable the work to\nproceed under a national plan. Such a national plan will, in a generation\nor two, return many times the money spent on it; more important, it will\neliminate the use of inefficient tools, conserve and increase natural\nresources, prevent waste, and enable millions of our people to take better\nadvantage of the opportunities which God has given our country.I cannot, unfortunately, present to you a picture of complete optimism\nregarding world affairs.The delegation representing the United States has worked in close\ncooperation with the other American Republics assembled at Montevideo to\nmake that conference an outstanding success. We have, I hope, made it clear\nto our neighbors that we seek with them future avoidance of territorial\nexpansion and of interference by one Nation in the internal affairs of\nanother. Furthermore, all of us are seeking the restoration of commerce in\nways which will preclude the building up of large favorable trade balances\nby any one Nation at the expense of trade debits on the part of other\nNations.In other parts of the world, however, fear of immediate or future\naggression and with it the spending of vast sums on armament and the\ncontinued building up of defensive trade barriers prevent any great\nprogress in peace or trade agreements. I have made it clear that the United\nStates cannot take part in political arrangements in Europe but that we\nstand ready to cooperate at any time in practicable measures on a world\nbasis looking to immediate reduction of armaments and the lowering of the\nbarriers against commerce.I expect to report to you later in regard to debts owed the Government and\npeople of this country by the Governments and peoples of other countries.\nSeveral Nations, acknowledging the debt, have paid in small part; other\nNations have failed to pay. One Nation--Finland--has paid the installments\ndue this country in full.Returning to home problems, we have been shocked by many notorious examples\nof injuries done our citizens by persons or groups who have been living off\ntheir neighbors by the use of methods either unethical or criminal.In the first category--a field which does not involve violations of the\nletter of our laws--practices have been brought to light which have shocked\nthose who believed that we were in the past generation raising the ethical\nstandards of business. They call for stringent preventive or regulatory\nmeasures. I am speaking of those individuals who have evaded the spirit and\npurpose of our tax laws, of those high officials of banks or corporations\nwho have grown rich at the expense of their stockholders or the public, of\nthose reckless speculators with their own or other people's money whose\noperations have injured the values of the farmers' crops and the savings\nof the poor.In the other category, crimes of organized banditry, coldblooded shooting,\nlynching and kidnapping have threatened our security.These violations of ethics and these violations of law call on the strong\narm of Government for their immediate suppression; they call also on the\ncountry for an aroused public opinion.The adoption of the Twenty-first Amendment should give material aid to the\nelimination of those new forms of crime which came from the illegal traffic\nin liquor.I shall continue to regard it as my duty to use whatever means may be\nnecessary to supplement State, local and private agencies for the relief of\nsuffering caused by unemployment. With respect to this question, I have\nrecognized the dangers inherent in the direct giving of relief and have\nsought the means to provide not mere relief, but the opportunity for useful\nand remunerative work. We shall, in the process of recovery, seek to move\nas rapidly as possible from direct relief to publicly supported work and\nfrom that to the rapid restoration of private employment.It is to the eternal credit of the American people that this tremendous\nreadjustment of our national life is being accomplished peacefully, without\nserious dislocation, with only a minimum of injustice and with a great,\nwilling spirit of cooperation throughout the country.Disorder is not an American habit. Self-help and self-control are the\nessence of the American tradition--not of necessity the form of that\ntradition, but its spirit. The program itself comes from the American\npeople.It is an integrated program, national in scope. Viewed in the large, it is\ndesigned to save from destruction and to keep for the future the genuinely\nimportant values created by modern society. The vicious and wasteful parts\nof that society we could not save if we wished; they have chosen the way of\nself-destruction. We would save useful mechanical invention, machine\nproduction, industrial efficiency, modern means of communication, broad\neducation. We would save and encourage the slowly growing impulse among\nconsumers to enter the industrial market place equipped with sufficient\norganization to insist upon fair prices and honest sales.But the unnecessary expansion of industrial plants, the waste of natural\nresources, the exploitation of the consumers of natural monopolies, the\naccumulation of stagnant surpluses, child labor, and the ruthless\nexploitation of all labor, the encouragement of speculation with other\npeople's money, these were consumed in the fires that they themselves\nkindled; we must make sure that as we reconstruct our life there be no soil\nin which such weeds can grow again.We have plowed the furrow and planted the good seed; the hard beginning is\nover. If we would reap the full harvest, we must cultivate the soil where\nthis good seed is sprouting and the plant is reaching up to mature growth.A final personal word. I know that each of you will appreciate that. I am\nspeaking no mere politeness when I assure you how much I value the fine\nrelationship that we have shared during these months of hard and incessant\nwork. Out of these friendly contacts we are, fortunately, building a strong\nand permanent tie between the legislative and executive branches of the\nGovernment. The letter of the Constitution wisely declared a separation,\nbut the impulse of common purpose declares a union. In this spirit we join\nonce more in serving the American people.", 
    "name": "Franklin D. Roosevelt"
}