{
    "date": "January 3, 1936", 
    "speech": "Mr. President, Mr. Speaker, Members of the Senate and of the House of\nRepresentatives:We are about to enter upon another year of the responsibility which the\nelectorate of the United States has placed in our hands. Having come so\nfar, it is fitting that we should pause to survey the ground which we have\ncovered and the path which lies ahead.On the fourth day of March, 1933, on the occasion of taking the oath of\noffice as President of the United States, I addressed the people of our\ncountry. Need I recall either the scene or the national circumstances\nattending the occasion? The crisis of that moment was almost exclusively a\nnational one. In recognition of that fact, so obvious to the millions in\nthe streets and in the homes of America, I devoted by far the greater part\nof that address to what I called, and the Nation called, critical days\nwithin our own borders.You will remember that on that fourth of March, 1933, the world picture was\nan image of substantial peace. International consultation and widespread\nhope for the bettering of relations between the Nations gave to all of us a\nreasonable expectation that the barriers to mutual confidence, to increased\ntrade, and to the peaceful settlement of disputes could be progressively\nremoved. In fact, my only reference to the field of world policy in that\naddress was in these words: \"I would dedicate this Nation to the policy of\nthe good neighbor--the neighbor who resolutely respects himself and, because\nhe does so, respects the rights of others--a neighbor who respects his\nobligations and respects the sanctity of his agreements in and with a world\nof neighbors.\"In the years that have followed, that sentiment has remained the dedication\nof this Nation. Among the Nations of the great Western Hemisphere the\npolicy of the good neighbor has happily prevailed. At no time in the four\nand a half centuries of modern civilization in the Americas has there\nexisted--in any year, in any decade, in any generation in all that time--a\ngreater spirit of mutual understanding, of common helpfulness, and of\ndevotion to the ideals of serf-government than exists today in the\ntwenty-one American Republics and their neighbor, the Dominion of Canada.\nThis policy of the good neighbor among the Americas is no longer a hope, no\nlonger an objective remaining to be accomplished. It is a fact, active,\npresent, pertinent and effective. In this achievement, every American\nNation takes an understanding part. There is neither war, nor rumor of war,\nnor desire for war. The inhabitants of this vast area, two hundred and\nfifty million strong, spreading more than eight thousand miles from the\nArctic to the Antarctic, believe in, and propose to follow, the policy of\nthe good neighbor. They wish with all their heart that the rest of the\nworld might do likewise.The rest of the world--Ah! there is the rub.Were I today to deliver an Inaugural Address to the people of the United\nStates, I could not limit my comments on world affairs to one paragraph.\nWith much regret I should be compelled to devote the greater part to world\naffairs. Since the summer of that same year of 1933, the temper and the\npurposes of the rulers of many of the great populations in Europe and in\nAsia have not pointed the way either to peace or to good-will among men.\nNot only have peace and good-will among men grown more remote in those\nareas of the earth during this period, but a point has been reached where\nthe people of the Americas must take cognizance of growing ill-will, of\nmarked trends toward aggression, of increasing armaments, of shortening\ntempers--a situation which has in it many of the elements that lead to the\ntragedy of general war.On those other continents many Nations, principally the smaller peoples, if\nleft to themselves, would be content with their boundaries and willing to\nsolve within themselves and in cooperation with their neighbors their\nindividual problems, both economic and social. The rulers of those Nations,\ndeep in their hearts, follow these peaceful and reasonable aspirations of\ntheir peoples. These rulers must remain ever vigilant against the\npossibility today or tomorrow of invasion or attack by the rulers of other\npeoples who fail to subscribe to the principles of bettering the human race\nby peaceful means.Within those other Nations--those which today must bear the primary,\ndefinite responsibility for jeopardizing world peace--what hope lies? To\nsay the least, there are grounds for pessimism. It is idle for us or for\nothers to preach that the masses of the people who constitute those Nations\nwhich are dominated by the twin spirits of autocracy and aggression, are\nout of sympathy with their rulers, that they are allowed no opportunity to\nexpress themselves, that they would change things if they could.That, unfortunately, is not so clear. It might be true that the masses of\nthe people in those Nations would change the policies of their Governments\nif they could be allowed full freedom and full access to the processes of\ndemocratic government as we understand them. But they do not have that\naccess; lacking it they follow blindly and fervently the lead of those who\nseek autocratic power.Nations seeking expansion, seeking the rectification of injustices\nspringing from former wars, or seeking outlets for trade, for population or\neven for their own peaceful contributions to the progress of civilization,\nfail to demonstrate that patience necessary to attain reasonable and\nlegitimate objectives by peaceful negotiation or by an appeal to the finer\ninstincts of world justice.They have therefore impatiently reverted to the old belief in the law of\nthe sword, or to the fantastic conception that they, and they alone, are\nchosen to fulfill a mission and that all the others among the billion and a\nhalf of human beings in the world must and shall learn from and be subject\nto them.I recognize and you will recognize that these words which I have chosen\nwith deliberation will not prove popular in any Nation that chooses to fit\nthis shoe to its foot. Such sentiments, however, will find sympathy and\nunderstanding in those Nations where the people themselves are honestly\ndesirous of peace but must constantly align themselves on one side or the\nother in the kaleidoscopic jockeying for position which is characteristic\nof European and Asiatic relations today. For the peace-loving Nations, and\nthere are many of them, find that their very identity depends on their\nmoving and moving again on the chess board of international politics.I suggested in the spring of 1933 that 85 or 90 percent of all the people\nin the world were content with the territorial limits of their respective\nNations and were willing further to reduce their armed forces if every\nother Nation in the world would agree to do likewise.That is equally true today, and it is even more true today that world peace\nand world good-will are blocked by only 10 or 15 percent of the world's\npopulation. That is why efforts to reduce armies have thus far not only\nfailed, but have been met by vastly increased armaments on land and in the\nair. That is why even efforts to continue the existing limits on naval\narmaments into the years to come show such little current success.But the policy of the United States has been clear and consistent. We have\nsought with earnestness in every possible way to limit world armaments and\nto attain the peaceful solution of disputes among all Nations.We have sought by every legitimate means to exert our moral influence\nagainst repression, against intolerance, against autocracy and in favor of\nfreedom of expression, equality before the law, religious tolerance and\npopular rule.In the field of commerce we have undertaken to encourage a more reasonable\ninterchange of the world's goods. In the field of international finance we\nhave, so far as we are concerned, put an end to dollar diplomacy, to money\ngrabbing, to speculation for the benefit of the powerful and the rich, at\nthe expense of the small and the poor.As a consistent part of a clear policy, the United States is following a\ntwofold neutrality toward any and all Nations which engage in wars that are\nnot of immediate concern to the Americas. First, we decline to encourage\nthe prosecution of war by permitting belligerents to obtain arms,\nammunition or implements of war from the United States. Second, we seek to\ndiscourage the use by belligerent Nations of any and all American products\ncalculated to facilitate the prosecution of a war in quantities over and\nabove our normal exports of them in time of peace.I trust that these objectives thus clearly and unequivocally stated will be\ncarried forward by cooperation between this Congress and the President.I realize that I have emphasized to you the gravity of the situation which\nconfronts the people of the world. This emphasis is justified because of\nits importance to civilization and therefore to the United States. Peace is\njeopardized by the few and not by the many. Peace is threatened by those\nwho seek selfish power. The world has witnessed similar eras--as in the\ndays when petty kings and feudal barons were changing the map of Europe\nevery fortnight, or when great emperors and great kings were engaged in a\nmad scramble for colonial empire. We hope that we are not again at the\nthreshold of such an era. But if face it we must, then the United States\nand the rest of the Americas can play but one role: through a well-ordered\nneutrality to do naught to encourage the contest, through adequate defense\nto save ourselves from embroilment and attack, and through example and all\nlegitimate encouragement and assistance to persuade other Nations to return\nto the ways of peace and good-will.The evidence before us clearly proves that autocracy in world affairs\nendangers peace and that such threats do not spring from those Nations\ndevoted to the democratic ideal. If this be true in world affairs, it\nshould have the greatest weight in the determination of domestic policies.Within democratic Nations the chief concern of the people is to prevent the\ncontinuance or the rise of autocratic institutions that beget slavery at\nhome and aggression abroad. Within our borders, as in the world at large,\npopular opinion is at war with a power-seeking minority.That is no new thing. It was fought out in the Constitutional Convention of\n1787. From time to time since then, the battle has been continued, under\nThomas Jefferson, Andrew Jackson, Theodore Roosevelt and Woodrow Wilson.In these latter years we have witnessed the domination of government by\nfinancial and industrial groups, numerically small but politically dominant\nin the twelve years that succeeded the World War. The present group of\nwhich I speak is indeed numerically small and, while it exercises a large\ninfluence and has much to say in the world of business, it does not, I am\nconfident, speak the true sentiments of the less articulate but more\nimportant elements that constitute real American business.In March, 1933, I appealed to the Congress of the United States and to the\npeople of the United States in a new effort to restore power to those to\nwhom it rightfully belonged. The response to that appeal resulted in the\nwriting of a new chapter in the history of popular government. You, the\nmembers of the Legislative branch, and I, the Executive, contended for and\nestablished a new relationship between Government and people.What were the terms of that new relationship? They were an appeal from the\nclamor of many private and selfish interests, yes, an appeal from the\nclamor of partisan interest, to the ideal of the public interest.\nGovernment became the representative and the trustee of the public\ninterest. Our aim was to build upon essentially democratic institutions,\nseeking all the while the adjustment of burdens, the help of the needy, the\nprotection of the weak, the liberation of the exploited and the genuine\nprotection of the people's property.It goes without saying that to create such an economic constitutional\norder, more than a single legislative enactment was called for. We, you in\nthe Congress and I as the Executive, had to build upon a broad base. Now,\nafter thirty-four months of work, we contemplate a fairly rounded whole. We\nhave returned the control of the Federal Government to the City of\nWashington.To be sure, in so doing, we have invited battle. We have earned the hatred\nof entrenched greed. The very nature of the problem that we faced made it\nnecessary to drive some people from power and strictly to regulate others.\nI made that plain when I took the oath of office in March, 1933. I spoke of\nthe practices of the unscrupulous money-changers who stood indicted in the\ncourt of public opinion. I spoke of the rulers of the exchanges of\nmankind's goods, who failed through their own stubbornness and their own\nincompetence. I said that they had admitted their failure and had\nabdicated.Abdicated? Yes, in 1933, but now with the passing of danger they forget\ntheir damaging admissions and withdraw their abdication.They seek the restoration of their selfish power. They offer to lead us\nback round the same old corner into the same old dreary street.Yes, there are still determined groups that are intent upon that very\nthing. Rigorously held up to popular examination, their true character\npresents itself. They steal the livery of great national constitutional\nideals to serve discredited special interests. As guardians and trustees\nfor great groups of individual stockholders they wrongfully seek to carry\nthe property and the interests entrusted to them into the arena of partisan\npolitics. They seek--this minority in business and industry--to control and\noften do control and use for their own purposes legitimate and highly\nhonored business associations; they engage in vast propaganda to spread\nfear and discord among the people--they would \"gang up\" against the people's\nliberties.The principle that they would instill into government if they succeed in\nseizing power is well shown by the principles which many of them have\ninstilled into their own affairs: autocracy toward labor, toward\nstockholders, toward consumers, toward public sentiment. Autocrats in\nsmaller things, they seek autocracy in bigger things. \"By their fruits ye\nshall know them.\"If these gentlemen believe, as they say they believe, that the measures\nadopted by this Congress and its predecessor, and carried out by this\nAdministration, have hindered rather than promoted recovery, let them be\nconsistent. Let them propose to this Congress the complete repeal of these\nmeasures. The way is open to such a proposal.Let action be positive and not negative. The way is open in the Congress of\nthe United States for an expression of opinion by yeas and nays. Shall we\nsay that values are restored and that the Congress will, therefore, repeal\nthe laws under which we have been bringing them back? Shall we say that\nbecause national income has grown with rising prosperity, we shall repeal\nexisting taxes and thereby put off the day of approaching a balanced budget\nand of starting to reduce the national debt? Shall we abandon the\nreasonable support and regulation of banking? Shall we restore the dollar\nto its former gold content?Shall we say to the farmer, \"The prices for your products are in part\nrestored. Now go and hoe your own row?\"Shall we say to the home owners, \"We have reduced your rates of interest.\nWe have no further concern with how you keep your home or what you pay for\nyour money. That is your affair?\"Shall we say to the several millions of unemployed citizens who face the\nvery problem of existence, of getting enough to eat, \"We will withdraw from\ngiving you work. We will turn you back to the charity of your communities\nand those men of selfish power who tell you that perhaps they will employ\nyou if the Government leaves them strictly alone?\"Shall we say to the needy unemployed, \"Your problem is a local one except\nthat perhaps the Federal Government, as an act of mere generosity, will be\nwilling to pay to your city or to your county a few grudging dollars to\nhelp maintain your soup kitchens?\"Shall we say to the children who have worked all day in the factories,\n\"Child labor is a local issue and so are your starvation wages; something\nto be solved or left unsolved by the jurisdiction of forty-eight States?\"Shall we say to the laborer, \"Your right to organize, your relations with\nyour employer have nothing to do with the public interest; if your employer\nwill not even meet with you to discuss your problems and his, that is none\nof our affair?\"Shall we say to the unemployed and the aged, \"Social security lies not\nwithin the province of the Federal Government; you must seek relief\nelsewhere?\"Shall we say to the men and women who live in conditions of squalor in\ncountry and in city, \"The health and the happiness of you and your children\nare no concern of ours?\"Shall we expose our population once more by the repeal of laws which\nprotect them against the loss of their honest investments and against the\nmanipulations of dishonest speculators? Shall we abandon the splendid\nefforts of the Federal Government to raise the health standards of the\nNation and to give youth a decent opportunity through such means as the\nCivilian Conservation Corps?Members of the Congress, let these challenges be met. If this is what these\ngentlemen want, let them say so to the Congress of the United States. Let\nthem no longer hide their dissent in a cowardly cloak of generality. Let\nthem define the issue. We have been specific in our affirmative action. Let\nthem be specific in their negative attack.But the challenge faced by this Congress is more menacing than merely a\nreturn to the past--bad as that would be. Our resplendent economic autocracy\ndoes not want to return to that individualism of which they prate, even\nthough the advantages under that system went to the ruthless and the\nstrong. They realize that in thirty-four months we have built up new\ninstruments of public power. In the hands of a people's Government this\npower is wholesome and proper. But in the hands of political puppets of an\neconomic autocracy such power would provide shackles for the liberties of\nthe people. Give them their way and they will take the course of every\nautocracy of the past--power for themselves, enslavement for the public.Their weapon is the weapon of fear. I have said, \"The only thing we have to\nfear is fear itself.\" That is as true today as it was in 1933. But such\nfear as they instill today is not a natural fear, a normal fear; it is a\nsynthetic, manufactured, poisonous fear that is being spread subtly,\nexpensively and cleverly by the same people who cried in those other days,\n\"Save us, save us, lest we perish.\"I am confident that the Congress of the United States well understands the\nfacts and is ready to wage unceasing warfare against those who seek a\ncontinuation of that spirit of fear. The carrying out of the laws of the\nland as enacted by the Congress requires protection until final\nadjudication by the highest tribunal of the land. The Congress has the\nright and can find the means to protect its own prerogatives.We are justified in our present confidence. Restoration of national income,\nwhich shows continuing gains for the third successive year, supports the\nnormal and logical policies under which agriculture and industry are\nreturning to full activity. Under these policies we approach a balance of\nthe national budget. National income increases; tax receipts, based on that\nincome, increase without the levying of new taxes. That is why I am able to\nsay to this, the Second Session of the 74th Congress, that it is my belief\nbased on existing laws that no new taxes, over and above the present taxes,\nare either advisable or necessary.National income increases; employment increases. Therefore, we can look\nforward to a reduction in the number of those citizens who are in need.\nTherefore, also, we can anticipate a reduction in our appropriations for\nrelief.In the light of our substantial material progress, in the light of the\nincreasing effectiveness of the restoration of popular rule, I recommend to\nthe Congress that we advance; that we do not retreat. I have confidence\nthat you will not fail the people of the Nation whose mandate you have\nalready so faithfully fulfilled.I repeat, with the same faith and the same determination, my words of March\n4, 1933: \"We face the arduous days that lie before us in the warm courage\nof national unity; with a clear consciousness of seeking old and precious\nmoral values; with a clean satisfaction that comes from the stern\nperformance of duty by old and young alike. We aim at the assurance of a\nrounded and permanent national life. We do not distrust the future of\nessential democracy.\"I cannot better end this message on the state of the Union than by\nrepeating the words of a wise philosopher at whose feet I sat many, many\nyears ago.\"What great crises teach all men whom the example and counsel of the brave\ninspire is the lesson: Fear not, view all the tasks of life as sacred, have\nfaith in the triumph of the ideal, give daily all that you have to give, be\nloyal and rejoice whenever you find yourselves part of a great ideal\nenterprise. You, at this moment, have the honor to belong to a generation\nwhose lips are touched by fire. You live in a land that now enjoys the\nblessings of peace. But let nothing human be wholly alien to you. The human\nrace now passes through one of its great crises. New ideas, new issues--a\nnew call for men to carry on the work of righteousness, of charity, of\ncourage, of patience, and of loyalty. . . . However memory bring back this\nmoment to your minds, let it be able to say to you: That was a great\nmoment. It was the beginning of a new era. . . . This world in its crisis\ncalled for volunteers, for men of faith in life, of patience in service, of\ncharity and of insight. I responded to the call however I could. I\nvolunteered to give myself to my Master--the cause of humane and brave\nliving. I studied, I loved, I labored, unsparingly and hopefully, to be\nworthy of my generation.\"", 
    "name": "Franklin D. Roosevelt"
}