{
    "date": "January 6, 1945", 
    "speech": "To the Congress:In considering the State of the Union, the war and the peace that is to\nfollow are naturally uppermost in the minds of all of us.This war must be waged--it is being waged--with the greatest and most\npersistent intensity. Everything we are and have is at stake. Everything we\nare and have will be given. American men, fighting far from home, have\nalready won victories which the world will never forget.We have no question of the ultimate victory. We have no question of the\ncost. Our losses will be heavy.We and our allies will go on fighting together to ultimate total victory.We have seen a year marked, on the whole, by substantial progress toward\nvictory, even though the year ended with a setback for our arms, when the\nGermans launched a ferocious counter-attack into Luxembourg and Belgium\nwith the obvious objective of cutting our line in the center.Our men have fought with indescribable and unforgettable gallantry under\nmost difficult conditions, and our German enemies have sustained\nconsiderable losses while failing to obtain their objectives.The high tide of this German effort was reached two days after Christmas.\nSince then we have reassumed the offensive, rescued the isolated garrison\nat Bastogne, and forced a German withdrawal along the whole line of the\nsalient. The speed with which we recovered from this savage attack was\nlargely possible because we have one supreme commander in complete control\nof all the Allied armies in France. General Eisenhower has faced this\nperiod of trial with admirable calm and resolution and with steadily\nincreasing success. He has my complete confidence.Further desperate attempts may well be made to break our lines, to slow our\nprogress. We must never make the mistake of assuming that the Germans are\nbeaten until the last Nazi has surrendered.And I would express another most serious warning against the poisonous\neffects of enemy propaganda.The wedge that the Germans attempted to drive in western Europe was less\ndangerous in actual terms of winning the war than the wedges which they are\ncontinually attempting to drive between ourselves and our allies.Every little rumor which is intended to weaken our faith in our allies is\nlike an actual enemy agent in our midst--seeking to sabotage our war\neffort. There are, here and there, evil and baseless rumors against the\nRussians--rumors against the British--rumors against our own American\ncommanders in the field.When you examine these rumors closely, you will observe that every one of\nthem bears the same trade-mark--\"Made in Germany.\"We must resist this divisive propaganda--we must destroy it--with the same\nstrength and the same determination that our fighting men are displaying as\nthey resist and destroy the panzer divisions.In Europe, we shall resume the attack and--despite temporary setbacks here\nor there--we shall continue the attack relentlessly until Germany is\ncompletely defeated.It is appropriate at this time to review the basic strategy which has\nguided us through three years of war, and which will lead, eventually, to\ntotal victory.The tremendous effort of the first years of this war was directed toward\nthe concentration of men and supplies in the various theaters of action at\nthe points where they could hurt our enemies most.It was an effort--in the language of the military men--of deployment of our\nforces. Many battles--essential battles--were fought; many victories--vital\nvictories--were won. But these battles and these victories were fought and\nwon to hold back the attacking enemy, and to put us in positions from which\nwe and our allies could deliver the final, decisive blows.In the beginning our most important military task was to prevent our\nenemies--the strongest and most violently aggressive powers that ever have\nthreatened civilization--from winning decisive victories. But even while we\nwere conducting defensive, delaying actions, we were looking forward to the\ntime when we could wrest the initiative from our enemies and place our\nsuperior resources of men and materials into direct competition with them.It was plain then that the defeat of either enemy would require the massing\nof overwhelming forces--ground, sea, and air--in positions from which we\nand our allies could strike directly against the enemy homelands and\ndestroy the Nazi and Japanese war machines.In the case of Japan, we had to await the completion of extensive\npreliminary operations--operations designed to establish secure supply lines\nthrough the Japanese outer-zone defenses. This called for overwhelming sea\npower and air power--supported by ground forces strategically employed\nagainst isolated outpost garrisons.Always--from the very day we were attacked--it was right militarily as well\nas morally to reject the arguments of those shortsighted people who would\nhave had us throw Britain and Russia to the Nazi wolves and concentrate\nagainst the Japanese. Such people urged that we fight a purely defensive\nwar against Japan while allowing the domination of all the rest of the\nworld by Nazism and Fascism.In the European theater the necessary bases for the massing of ground and\nair power against Germany were already available in Great Britain. In the\nMediterranean area we could begin ground operations against major elements\nof the German Army as rapidly as we could put troops in the field, first in\nNorth Africa and then in Italy.Therefore, our decision was made to concentrate the bulk of our ground and\nair forces against Germany until her utter defeat. That decision was based\non all these factors; and it was also based on the realization that, of our\ntwo enemies, Germany would be more able to digest quickly her conquests,\nthe more able quickly to convert the manpower and resources of her\nconquered territory into a war potential.We had in Europe two active and indomitable allies--Britain and the Soviet\nUnion--and there were also the heroic resistance movements in the occupied\ncountries, constantly engaging and harassing the Germans. We cannot forget\nhow Britain held the line, alone, in 1940 and 1941; and at the same time,\ndespite ferocious bombardment from the air, built up a tremendous armaments\nindustry which enabled her to take the offensive at El Alamein in 1942.We cannot forget the heroic defense of Moscow and Leningrad and Stalingrad,\nor the tremendous Russian offensives of 1943 and 1944 which destroyed\nformidable German armies.Nor can we forget how, for more than seven long years, the Chinese people\nhave been sustaining the barbarous attacks of the Japanese and containing\nlarge enemy forces on the vast areas of the Asiatic mainland.In the future we must never forget the lesson that we have learned--that we\nmust have friends who will work with us in peace as they have fought at our\nside in war.As a result of the combined effort of the Allied forces, great military\nvictories were achieved in 1944: The liberation of France, Belgium, Greece,\nand parts of The Netherlands, Norway, Poland, Yugoslavia, and\nCzechoslovakia; the surrender of Rumania and Bulgaria; the invasion of\nGermany itself and Hungary; the steady march through the Pacific islands to\nthe Philippines, Guam, and Saipan; and the beginnings of a mighty air\noffensive against the Japanese islands.Now, as this Seventy-ninth Congress meets, we have reached the most\ncritical phase of the war.The greatest victory of the last year was, of course, the successful breach\non June 6, 1944, of the German \"impregnable\" seawall of Europe and the\nvictorious sweep of the Allied forces through France and Belgium and\nLuxembourg--almost to the Rhine itself.The cross-channel invasion of the Allied armies was the greatest amphibious\noperation in the history of the world. It overshadowed all other operations\nin this or any other war in its immensity. Its success is a tribute to the\nfighting courage of the soldiers who stormed the beaches--to the sailors\nand merchant seamen who put the soldiers ashore and kept them supplied--and\nto the military and naval leaders who achieved a real miracle of planning\nand execution. And it is also a tribute to the ability of two Nations,\nBritain and America, to plan together, and work together, and fight\ntogether in perfect cooperation and perfect harmony.This cross-channel invasion was followed in August by a second great\namphibious operation, landing troops in southern France. In this, the same\ncooperation and the same harmony existed between the American, French, and\nother Allied forces based in North Africa and Italy.The success of the two invasions is a tribute also to the ability of many\nmen and women to maintain silence, when a few careless words would have\nimperiled the lives of hundreds of thousands, and would have jeopardized\nthe whole vast undertakings.These two great operations were made possible by success in the Battle of\nthe Atlantic.Without this success over German submarines, we could not have built up our\ninvasion forces or air forces in Great Britain, nor could we have kept a\nsteady stream of supplies flowing to them after they had landed in France.The Nazis, however, may succeed in improving their submarines and their\ncrews. They have recently increased their U-boat activity. The Battle of\nthe Atlantic--like all campaigns in this war--demands eternal vigilance. But\nthe British, Canadian, and other Allied navies, together with our own, are\nconstantly on the alert.The tremendous operations in western Europe have overshadowed in the public\nmind the less spectacular but vitally important Italian front. Its place in\nthe strategic conduct of the war in Europe has been obscured, and--by some\npeople unfortunately--underrated.It is important that any misconception on that score be corrected--now.What the Allied forces in Italy are doing is a well-considered part in our\nstrategy in Europe, now aimed at only one objective--the total defeat of\nthe Germans. These valiant forces in Italy are continuing to keep a\nsubstantial portion of the German Army under constant pressure--including\nsome 20 first-line German divisions and the necessary supply and transport\nand replacement troops--all of which our enemies need so badly elsewhere.Over very difficult terrain and through adverse weather conditions, our\nFifth Army and the British Eighth Army--reinforced by units from other\nUnited Nations, including a brave and well equipped unit of the Brazilian\nArmy--have, in the past year, pushed north through bloody Cassino and the\nAnzio beachhead, and through Rome until now they occupy heights overlooking\nthe valley of the Po.The greatest tribute which can be paid to the courage and fighting ability\nof these splendid soldiers in Italy is to point out that although their\nstrength is about equal to that of the Germans they oppose, the Allies have\nbeen continuously on the offensive.That pressure, that offensive, by our troops in Italy will continue.The American people--and every soldier now fighting in the Apennines--should\nremember that the Italian front has not lost any of the importance which it\nhad in the days when it was the only Allied front in Europe.In the Pacific during the past year, we have conducted the fastest-moving\noffensive in the history of modern warfare. We have driven the enemy back\nmore than 3,000 miles across the Central Pacific. A year ago, our conquest\nof Tarawa was a little more than a month old.A year ago, we were preparing for our invasion of Kwajalein, the second of\nour great strides across the Central Pacific to the Philippines.A year ago, General MacArthur was still fighting in New Guinea almost 1,500\nmiles from his present position in the Philippine Islands.We now have firmly established bases in the Mariana Islands, from which our\nSuper fortresses bomb Tokyo itself--and will continue to blast Japan in\never-increasing numbers.Japanese forces in the Philippines have been cut in two. There is still\nhard fighting ahead--costly fighting. But the liberation of the Philippines\nwill mean that Japan has been largely cut off from her conquests in the\nEast Indies.The landing of our troops on Leyte was the largest amphibious operation\nthus far conducted in the Pacific.Moreover, these landings drew the Japanese Fleet into the first great sea\nbattle which Japan has risked in almost two years. Not since the night\nengagements around Guadalcanal in November-December, 1942, had our Navy\nbeen able to come to grips with major units of the Japanese Fleet. We had\nbrushed against their fleet in the first battle of the Philippine Sea in\nJune, 1944, but not until last October were we able really to engage a\nmajor portion of the Japanese Navy in actual combat. The naval engagement\nwhich raged for three days was the heaviest blow ever struck against\nJapanese sea power.As a result of that battle, much of what is left of the Japanese Fleet has\nbeen driven behind the screen of islands that separates the Yellow Sea, the\nChina Sea, and the Sea of Japan from the Pacific.Our Navy looks forward to any opportunity which the lords of the Japanese\nNavy will give us to fight them again.The people of this Nation have a right to be proud of the courage and\nfighting ability of the men in the armed forces--on all fronts. They also\nhave a right to be proud of American leadership which has guided their sons\ninto battle.The history of the generalship of this war has been a history of teamwork\nand cooperation, of skill and daring. Let me give you one example out of\nlast year's operations in the Pacific.Last September Admiral Halsey led American naval task forces into\nPhilippine waters and north to the East China Sea, and struck heavy blows\nat Japanese air and sea power.At that time it was our plan to approach the Philippines by further stages,\ntaking islands which we may call A, C, and E. However, Admiral Halsey\nreported that a direct attack on Leyte appeared feasible. When General\nMacArthur received the reports from Admiral Halsey's task forces, he also\nconcluded that it might be possible to attack the Japanese in the\nPhilippines directly--bypassing islands A, C, and E.Admiral Nimitz thereupon offered to make available to General MacArthur\nseveral divisions which had been scheduled to take the intermediate\nobjectives. These discussions, conducted at great distances, all took place\nin one day.General MacArthur immediately informed the Joint Chiefs of Staff here in\nWashington that he was prepared to initiate plans for an attack on Leyte in\nOctober. Approval of the change in plan was given on the same day.Thus, within the space of 24 hours, a major change of plans was\naccomplished which involved Army and Navy forces from two different\ntheaters of operations--a change which hastened the liberation of the\nPhilippines and the final day of victory--a change which saved lives which\nwould have been expended in the capture of islands which are now\nneutralized far behind our lines.Our over-all strategy has not neglected the important task of rendering all\npossible aid to China. Despite almost insuperable difficulties, we\nincreased this aid during 1944. At present our aid to China must be\naccomplished by air transport--there is no other way. By the end of 1944,\nthe Air Transport Command was carrying into China a tonnage of supplies\nthree times as great as that delivered a year ago, and much more, each\nmonth, than the Burma Road ever delivered at its peak.Despite the loss of important bases in China, the tonnage delivered by air\ntransport has enabled General Chennault's Fourteenth Air Force, which\nincludes many Chinese flyers, to wage an effective and aggressive campaign\nagainst the Japanese. In 1944 aircraft of the Fourteenth Air Force flew\nmore than 35,000 sorties against the Japanese and sank enormous tonnage of\nenemy shipping, greatly diminishing the usefulness of the China Sea lanes.British, Dominion, and Chinese forces together with our own have not only\nheld the line in Burma against determined Japanese attacks but have gained\nbases of considerable importance to the supply line into China.The Burma campaigns have involved incredible hardship, and have demanded\nexceptional fortitude and determination. The officers and men who have\nserved with so much devotion in these far distant jungles and mountains\ndeserve high honor from their countrymen.In all of the far-flung operations of our own armed forces--on land, and sea\nand in the air--the final job, the toughest job, has been performed by the\naverage, easy-going, hard-fighting young American, who carries the weight\nof battle on his own shoulders.It is to him that we and all future generations of Americans must pay\ngrateful tribute.But--it is of small satisfaction to him to know that monuments will be\nraised to him in the future. He wants, he needs, and he is entitled to\ninsist upon, our full and active support--now.Although unprecedented production figures have made possible our victories,\nwe shall have to increase our goals even more in certain items.Peak deliveries of supplies were made to the War Department in December,\n1943. Due in part to cutbacks, we have not produced as much since then.\nDeliveries of Army supplies were down by 15 percent by July, 1944, before\nthe upward trend was once more resumed.Because of increased demands from overseas, the Army Service Forces in the\nmonth of October, 1944, had to increase its estimate of required production\nby 10 percent. But in November, one month later, the requirements for 1945\nhad to be increased another 10 percent, sending the production goal well\nabove anything we have yet attained. Our armed forces in combat have\nsteadily increased their expenditure of medium and heavy artillery\nammunition. As we continue the decisive phases of this war, the munitions\nthat we expend will mount day by day.In October, 1944, while some were saying the war in Europe was over, the\nArmy was shipping more men to Europe than in any previous month of the\nwar.One of the most urgent immediate requirements of the armed forces is more\nnurses. Last April the Army requirement for nurses was set at 50,000.\nActual strength in nurses was then 40,000. Since that time the Army has\ntried to raise the additional 10,000. Active recruiting has been carried\non, but the net gain in eight months has been only 2,000. There are now\n42,000 nurses in the Army.Recent estimates have increased the total number needed to 60,000. That\nmeans that 18,000 more nurses must be obtained for the Army alone and the\nNavy now requires 2,000 additional nurses.The present shortage of Army nurses is reflected in undue strain on the\nexisting force. More than a thousand nurses are now hospitalized, and part\nof this is due to overwork. The shortage is also indicated by the fact that\n11 Army hospital units have been sent overseas without their complement of\nnurses. At Army hospitals in the United States there is only 1 nurse to 26\nbeds, instead of the recommended 1 to 15 beds.It is tragic that the gallant women who have volunteered for service as\nnurses should be so overworked. It is tragic that our wounded men should\never want for the best possible nursing care.The inability to get the needed nurses for the Army is not due to any\nshortage of nurses; 280,000 registered nurses are now practicing in this\ncountry. It has been estimated by the War Manpower Commission that 27,000\nadditional nurses could be made available to the armed forces without\ninterfering too seriously with the needs of the civilian population for\nnurses.Since volunteering has not produced the number of nurses required, I urge\nthat the Selective Service Act be amended to provide for the induction of\nnurses into the armed forces. The need is too pressing to await the outcome\nof further efforts at recruiting.The care and treatment given to our wounded and sick soldiers have been the\nbest known to medical science. Those standards must be maintained at all\ncosts. We cannot tolerate a lowering of them by failure to provide adequate\nnursing for the brave men who stand desperately in need of it.In the continuing progress of this war we have constant need for new types\nof weapons, for we cannot afford to fight the war of today or tomorrow with\nthe weapons of yesterday. For example, the American Army now has developed\na new tank with a gun more powerful than any yet mounted on a fast-moving\nvehicle. The Army will need many thousands of these new tanks in 1945.Almost every month finds some new development in electronics which must be\nput into production in order to maintain our technical superiority--and in\norder to save lives. We have to work every day to keep ahead of the enemy\nin radar. On D-Day, in France, with our superior new equipment, we located\nand then put out of operation every warning set which the Germans had along\nthe French coast.If we do not keep constantly ahead of our enemies in the development of new\nweapons, we pay for our backwardness with the life's blood of our sons.The only way to meet these increased needs for new weapons and more of them\nis for every American engaged in war work to stay on his war job--for\nadditional American civilians, men and women, not engaged in essential\nwork, to go out and get a war job. Workers who are released because their\nproduction is cut back should get another job where production is being\nincreased. This is no time to quit or change to less essential jobs.There is an old and true saying that the Lord hates a quitter. And this\nNation must pay for all those who leave their essential jobs--or all those\nwho lay down on their essential jobs for nonessential reasons.\nAnd--again--that payment must be made with the life's blood of our sons.Many critical production programs with sharply rising needs are now\nseriously hampered by manpower shortages. The most important Army needs are\nartillery ammunition, cotton duck, bombs, tires, tanks, heavy trucks, and\neven B-29's. In each of these vital programs, present production is behind\nrequirements.Navy production of bombardment ammunition is hampered by manpower\nshortages; so is production for its huge rocket program. Labor shortages\nhave also delayed its cruiser and carrier programs, and production of\ncertain types of aircraft.There is critical need for more repair workers and repair parts; this Jack\ndelays the return of damaged fighting ships to their places in the fleet,\nand prevents ships now in the fighting line from getting needed\noverhauling.The pool of young men under 26 classified as I-A is almost depleted.\nIncreased replacements for the armed forces will take men now deferred who\nare at work in war industry. The armed forces must have an assurance of a\nsteady flow of young men for replacements. Meeting this paramount need will\nbe difficult, and will also make it progressively more difficult to attain\nthe 1945 production goals.Last year, after much consideration, I recommended that the Congress adopt\na national service act as the most efficient and democratic way of insuring\nfull production for our war requirements. This recommendation was not\nadopted.I now again call upon the Congress to enact this measure for the total\nmobilization of all our human resources for the prosecution of the war. I\nurge that this be done at the earliest possible moment.It is not too late in the war. In fact, bitter experience has shown that in\nthis kind of mechanized warfare where new weapons are constantly being\ncreated by our enemies and by ourselves, the closer we come to the end of\nthe war, the more pressing becomes the need for sustained war production\nwith which to deliver the final blow to the enemy.There are three basic arguments for a national service law:First, it would assure that we have the right numbers of workers in the\nright places at the right times.Second, it would provide supreme proof to all our fighting men that we are\ngiving them what they are entitled to, which is nothing less than our total\neffort.And, third, it would be the final, unequivocal answer to the hopes of the\nNazis and the Japanese that we may become halfhearted about this war and\nthat they can get from us a negotiated peace.National service legislation would make it possible to put ourselves in a\nposition to assure certain and speedy action in meeting our manpower\nneeds.It would be used only to the extent absolutely required by military\nnecessities. In fact, experience in Great Britain and in other Nations at\nwar indicates that use of the compulsory powers of national service is\nnecessary only in rare instances.This proposed legislation would provide against loss of retirement and\nseniority rights and benefits. It would not mean reduction in wages.In adopting such legislation, it is not necessary to discard the voluntary\nand cooperative processes which have prevailed up to this time. This\ncooperation has already produced great results. The contribution of our\nworkers to the war effort has been beyond measure. We must build on the\nfoundations that have already been laid and supplement the measures now in\noperation, in order to guarantee the production that may be necessary in\nthe critical period that lies ahead.At the present time we are using the inadequate tools at hand to do the\nbest we can by such expedients as manpower ceilings, and the use of\npriority and other powers, to induce men and women to shift from\nnon-essential to essential war jobs.I am in receipt of a joint letter from the Secretary of War and the\nSecretary of the Navy, dated January 3, 1945, which says:\"With the experience of three years of war and after the most thorough\nconsideration, we are convinced that it is now necessary to carry out the\nstatement made by the Congress in the joint resolutions declaring that a\nstate of war existed with Japan and Germany: That 'to bring the conflict to\na successful conclusion, all of the resources of the country are hereby\npledged by the Congress of the United States.'\"In our considered judgment, which is supported by General Marshall and\nAdmiral King, this requires total mobilization of our manpower by the\npassage of a national war service law. The armed forces need this\nlegislation to hasten the day of final victory, and to keep to a minimum\nthe cost in lives.\"National war service, the recognition by law of the duty of every citizen\nto do his or her part in winning the war, will give complete assurance that\nthe need for war equipment will be filled. In the coming year we must\nincrease the output of many weapons and supplies on short notice. Otherwise\nwe shall not keep our production abreast of the swiftly changing needs of\nwar. At the same time it will be necessary to draw progressively many men\nnow engaged in war production to serve with the armed forces, and their\nplaces in war production must be filled promptly. These developments will\nrequire the addition of hundreds of thousands to those already working in\nwar industry. We do not believe that these needs can be met effectively\nunder present methods.\"The record made by management and labor in war industry has been a notable\ntestimony to the resourcefulness and power of America. The needs are so\ngreat, nevertheless, that in many instances we have been forced to recall\nsoldiers and sailors from military duty to do work of a civilian character\nin war production, because of the urgency of the need for equipment and\nbecause of inability to recruit civilian labor.\"Pending action by the Congress on the broader aspects of national service,\nI recommend that the Congress immediately enact legislation which will be\neffective in using the services of the 4,000,000 men now classified as IV-F\nin whatever capacity is best for the war effort.In the field of foreign policy, we propose to stand together with the\nUnited Nations not for the war alone but for the victory for which the war\nis fought.It is not only a common danger which unites us but a common hope. Ours is\nan association not of Governments but of peoples--and the peoples' hope is\npeace. Here, as in England; in England, as in Russia; in Russia, as in\nChina; in France, and through the continent of Europe, and throughout the\nworld; wherever men love freedom, the hope and purpose of the people are\nfor peace--a peace that is durable and secure.It will not be easy to create this peoples' peace. We delude ourselves if\nwe believe that the surrender of the armies of our enemies will make the\npeace we long for. The unconditional surrender of the armies of our enemies\nis the first and necessary step--but the first step only.We have seen already, in areas liberated from the Nazi and the Fascist\ntyranny, what problems peace will bring. And we delude ourselves if we\nattempt to believe wishfully that all these problems can be solved\novernight.The firm foundation can be built--and it will be built. But the continuance\nand assurance of a living peace must, in the long run, be the work of the\npeople themselves.We ourselves, like all peoples who have gone through the difficult\nprocesses of liberation and adjustment, know of our own experience how\ngreat the difficulties can be. We know that they are not difficulties\npeculiar to any continent or any Nation. Our own Revolutionary War left\nbehind it, in the words of one American historian, \"an eddy of lawlessness\nand disregard of human life.\" There were separatist movements of one kind\nor another in Vermont, Pennsylvania, Virginia, Tennessee, Kentucky, and\nMaine. There were insurrections, open or threatened, in Massachusetts and\nNew Hampshire. These difficulties we worked out for ourselves as the\npeoples of the liberated areas of Europe, faced with complex problems of\nadjustment, will work out their difficulties for themselves.Peace can be made and kept only by the united determination of free and\npeace-loving peoples who are willing to work together--willing to help one\nanother--willing to respect and tolerate and try to understand one another's\nopinions and feelings.The nearer we come to vanquishing our enemies the more we inevitably become\nconscious of differences among the victors.We must not let those differences divide us and blind us to our more\nimportant common and continuing interests in winning the war and building\nthe peace.International cooperation on which enduring peace must be based is not a\none-way street.Nations like individuals do not always see alike or think alike, and\ninternational cooperation and progress are not helped by any Nation\nassuming that it has a monopoly of wisdom or of virtue.In the future world the misuse of power, as implied in the term \"power\npolitics,\" must not be a controlling factor in international relations.\nThat is the heart of the principles to which we have subscribed. We cannot\ndeny that power is a factor in world politics any more than we can deny its\nexistence as a factor in national politics. But in a democratic world, as\nin a democratic Nation, power must be linked with responsibility, and\nobliged to defend and justify itself within the framework of the general\ngood.Perfectionism, no less than isolationism or imperialism or power politics,\nmay obstruct the paths to international peace. Let us not forget that the\nretreat to isolationism a quarter of a century ago was started not by a\ndirect attack against international cooperation but against the alleged\nimperfections of the peace.In our disillusionment after the last war we preferred international\nanarchy to international cooperation with Nations which did not see and\nthink exactly as we did. We gave up the hope of gradually achieving a\nbetter peace because we had not the courage to fulfill our responsibilities\nin an admittedly imperfect world.We must not let that happen again, or we shall follow the same tragic road\nagain--the road to a third world war.We can fulfill our responsibilities for maintaining the security of our own\ncountry only by exercising our power and our influence to achieve the\nprinciples in which we believe and for which we have fought.In August, 1941, Prime Minister Churchill and I agreed to the principles of\nthe Atlantic Charter, these being later incorporated into the Declaration\nby United Nations of January 1, 1942. At that time certain isolationists\nprotested vigorously against our right to proclaim the principles--and\nagainst the very principles themselves. Today, many of the same people are\nprotesting against the possibility of violation of the same principles.It is true that the statement of principles in the Atlantic Charter does\nnot provide rules of easy application to each and every one of this\nwar-torn world's tangled situations. But it is a good and a useful thing--\nit is an essential thing--to have principles toward which we can aim.And we shall not hesitate to use our influence--and to use it now--to secure\nso far as is humanly possible the fulfillment of the principles of the\nAtlantic Charter. We have not shrunk from the military responsibilities\nbrought on by this war. We cannot and will not shrink from the political\nresponsibilities which follow in the wake of battle.I do not wish to give the impression that all mistakes can be avoided and\nthat many disappointments are not inevitable in the making of peace. But we\nmust not this time lose the hope of establishing an international order\nwhich will be capable of maintaining peace and realizing through the years\nmore perfect justice between Nations.To do this we must be on our guard not to exploit and exaggerate the\ndifferences between us and our allies, particularly with reference to the\npeoples who have been liberated from Fascist tyranny. That is not the way\nto secure a better settlement of those differences or to secure\ninternational machinery which can rectify mistakes which may be made.I should not be frank if I did not admit concern about many situations--the\nGreek and Polish for example. But those situations are not as easy or as\nsimple to deal with as some spokesmen, whose sincerity I do not question,\nwould have us believe. We have obligations, not necessarily legal, to the\nexiled Governments, to the underground leaders, and to our major allies who\ncame much nearer the shadows than we did.We and our allies have declared that it is our purpose to respect the right\nof all peoples to choose the form of government under which they will live\nand to see sovereign rights and self-government restored to those who have\nbeen forcibly deprived of them. But with internal dissension, with many\ncitizens of liberated countries still prisoners of war or forced to labor\nin Germany, it is difficult to guess the kind of self-government the people\nreally want.During the interim period, until conditions permit a genuine expression of\nthe people's will, we and our allies have a duty, which we cannot ignore,\nto use our influence to the end that no temporary or provisional\nauthorities in the liberated countries block the eventual exercise of the\npeoples' right freely to choose the government and institutions under\nwhich, as freemen, they are to live.It is only too easy for all of us to rationalize what we want to believe,\nand to consider those leaders we like responsible and those we dislike\nirresponsible. And our task is not helped by stubborn partisanship, however\nunderstandable on the part of opposed internal factions.It is our purpose to help the peace-loving peoples of Europe to live\ntogether as good neighbors, to recognize their common interests and not to\nnurse their traditional grievances against one another.But we must not permit the many specific and immediate problems of\nadjustment connected with the liberation of Europe to delay the\nestablishment of permanent machinery for the maintenance of peace. Under\nthe threat of a common danger, the United Nations joined together in war to\npreserve their independence and their freedom. They must now join together\nto make secure the independence and freedom of all peace-loving states, so\nthat never again shall tyranny be able to divide and conquer.International peace and well-being, like national peace and well-being,\nrequire constant alertness, continuing cooperation, and organized effort.International peace and well-being, like national peace and well-being, can\nbe secured only through institutions capable of life and growth.Many of the problems of the peace are upon us even now while the conclusion\nof the war is still before us. The atmosphere of friendship and mutual\nunderstanding and determination to find a common ground of common\nunderstanding, which surrounded the conversations at Dumbarton Oaks, gives\nus reason to hope that future discussions will succeed in developing the\ndemocratic and fully integrated world security system toward which these\npreparatory conversations were directed.We and the other United Nations are going forward, with vigor and\nresolution, in our efforts to create such a system by providing for it\nstrong and flexible institutions of joint and cooperative action.The aroused conscience of humanity will not permit failure in this supreme\nendeavor.We believe that the extraordinary advances in the means of\nintercommunication between peoples over the past generation offer a\npractical method of advancing the mutual understanding upon which peace and\nthe institutions of peace must rest, and it is our policy and purpose to\nuse these great technological achievements for the common advantage of the\nworld.We support the greatest possible freedom of trade and commerce.We Americans have always believed in freedom of opportunity, and equality\nof opportunity remains one of the principal objectives of our national\nlife. What we believe in for individuals, we believe in also for Nations.\nWe are opposed to restrictions, whether by public act or private\narrangement, which distort and impair commerce, transit, and trade.We have house-cleaning of our own to do in this regard. But it is our hope,\nnot only in the interest of our own prosperity but in the interest of the\nprosperity of the world, that trade and commerce and access to materials\nand markets may be freer after this war than ever before in the history of\nthe world.One of the most heartening events of the year in the international field\nhas been the renaissance of the French people and the return of the French\nNation to the ranks of the United Nations. Far from having been crushed by\nthe terror of Nazi domination, the French people have emerged with stronger\nfaith than ever in the destiny of their country and in the soundness of the\ndemocratic ideals to which the French Nation has traditionally contributed\nso greatly.During her liberation, France has given proof of her unceasing\ndetermination to fight the Germans, continuing the heroic efforts of the\nresistance groups under the occupation and of all those Frenchmen\nthroughout the world who refused to surrender after the disaster of 1940.Today, French armies are again on the German frontier, and are again\nfighting shoulder to shoulder with our sons.Since our landings in Africa, we have placed in French hands all the arms\nand material of war which our resources and the military situation\npermitted. And I am glad to say that we are now about to equip large new\nFrench forces with the most modern weapons for combat duty.In addition to the contribution which France can make to our common\nvictory, her liberation likewise means that her great influence will again\nbe available in meeting the problems of peace.We fully recognize France's vital interest in a lasting solution of the\nGerman problem and the contribution which she can make in achieving\ninternational security. Her formal adherence to the declaration by United\nNations a few days ago and the proposal at the Dumbarton Oaks discussions,\nwhereby France would receive one of the five permanent seats in the\nproposed Security Council, demonstrate the extent to which France has\nresumed her proper position of strength and leadership.I am clear in my own mind that, as an essential factor in the maintenance\nof peace in the future, we must have universal military training after this\nwar, and I shall send a special message to the Congress on this subject.An enduring peace cannot be achieved without a strong America--strong in\nthe social and economic sense as well as in the military sense.In the State of the Union message last year I set forth what I considered\nto be an American economic bill of rights.I said then, and I say now, that these economic truths represent a second\nbill of rights under which a new basis of security and prosperity can be\nestablished for all--regardless of station, race, or creed.Of these rights the most fundamental, and one on which the fulfillment of\nthe others in large degree depends, is the \"right to a useful and\nremunerative job in the industries or shops or farms or mines of the\nNation.\" In turn, others of the economic rights of American citizenship,\nsuch as the right to a decent home, to a good education, to good medical\ncare, to social security, to reasonable farm income, will, if fulfilled,\nmake major contributions to achieving adequate levels of employment.The Federal Government must see to it that these rights become\nrealities--with the help of States, municipalities, business, labor, and\nagriculture.We have had full employment during the war. We have had it because the\nGovernment has been ready to buy all the materials of war which the country\ncould produce--and this has amounted to approximately half our present\nproductive capacity.After the war we must maintain full employment with Government performing\nits peacetime functions. This means that we must achieve a level of demand\nand purchasing power by private consumers--farmers, businessmen, workers,\nprofessional men, housewives--which is sufficiently high to replace wartime\nGovernment demands; and it means also that we must greatly increase our\nexport trade above the prewar level.Our policy is, of course, to rely as much as possible on private enterprise\nto provide jobs. But the American people will not accept mass unemployment\nor mere makeshift work. There will be need for the work of everyone willing\nand able to work--and that means close to 60,000,000 jobs.Full employment means not only jobs--but productive jobs. Americans do not\nregard jobs that pay substandard wages as productive jobs.We must make sure that private enterprise works as it is supposed to work--\non the basis of initiative and vigorous competition, without the stifling\npresence of monopolies and cartels.During the war we have guaranteed investment in enterprise essential to the\nwar effort. We should also take appropriate measures in peacetime to secure\nopportunities for new small enterprises and for productive business\nexpansion for which finance would otherwise be unavailable.This necessary expansion of our peacetime productive capacity will require\nnew facilities, new plants, and new equipment.It will require large outlays of money which should be raised through\nnormal investment channels. But while private capital should finance this\nexpansion program, the Government should recognize its responsibility for\nsharing part of any special or abnormal risk of loss attached to such\nfinancing.Our full-employment program requires the extensive development of our\nnatural resources and other useful public works. The undeveloped resources\nof this continent are still vast. Our river-watershed projects will add new\nand fertile territories to the United States. The Tennessee Valley\nAuthority, which was constructed at a cost of $750,000,000--the cost of\nwaging this war for less than 4 days--was a bargain. We have similar\nopportunities in our other great river basins. By harnessing the resources\nof these river basins, as we have in the Tennessee Valley, we shall provide\nthe same kind of stimulus to enterprise as was provided by the Louisiana\nPurchase and the new discoveries in the West during the nineteenth\ncentury.If we are to avail ourselves fully of the benefits of civil aviation, and\nif we are to use the automobiles we can produce, it will be necessary to\nconstruct thousands of airports and to overhaul our entire national highway\nsystem.The provision of a decent home for every family is a national necessity, if\nthis country is to be worthy of its greatness--and that task will itself\ncreate great employment opportunities. Most of our cities need extensive\nrebuilding. Much of our farm plant is in a state of disrepair. To make a\nfrontal attack on the problems of housing and urban reconstruction will\nrequire thoroughgoing cooperation between industry and labor, and the\nFederal, State, and local Governments.An expanded social security program, and adequate health and education\nprograms, must play essential roles in a program designed to support\nindividual productivity and mass purchasing power. I shall communicate\nfurther with the Congress on these subjects at a later date.The millions of productive jobs that a program of this nature could bring\nare jobs in private enterprise. They are jobs based on the expanded demand\nfor the output of our economy for consumption and investment. Through a\nprogram of this character we can maintain a national income high enough to\nprovide for an orderly retirement of the public debt along with reasonable\ntax reduction.Our present tax system geared primarily to war requirements must be revised\nfor peacetime so as to encourage private demand.While no general revision of the tax structure can be made until the war\nends on all fronts, the Congress should be prepared to provide tax\nmodifications at the end of the war in Europe, designed to encourage\ncapital to invest in new enterprises and to provide jobs. As an integral\npart of this program to maintain high employment, we must, after the war is\nover, reduce or eliminate taxes which bear too heavily on consumption.The war will leave deep disturbances in the world economy, in our national\neconomy, in many communities, in many families, and in many individuals. It\nwill require determined effort and responsible action of all of us to find\nour way back to peacetime, and to help others to find their way back to\npeacetime--a peacetime that holds the values of the past and the promise of\nthe future.If we attack our problems with determination we shall succeed. And we must\nsucceed. For freedom and peace cannot exist without security.During the past year the American people, in a national election,\nreasserted their democratic faith.In the course of that campaign various references were made to \"strife\"\nbetween this Administration and the Congress, with the implication, if not\nthe direct assertion, that this Administration and the Congress could never\nwork together harmoniously in the service of the Nation.It cannot be denied that there have been disagreements between the\nlegislative and executive branches--as there have been disagreements during\nthe past century and a half.I think we all realize too that there are some people in this Capital City\nwhose task is in large part to stir up dissension, and to magnify normal\nhealthy disagreements so that they appear to be irreconcilable conflicts.But--I think that the over-all record in this respect is eloquent: The\nGovernment of the United States of America--all branches of it--has a good\nrecord of achievement in this war.The Congress, the Executive, and the Judiciary have worked together for the\ncommon good.I myself want to tell you, the Members of the Senate and of the House of\nRepresentatives, how happy I am in our relationships and friendships. I\nhave not yet had the pleasure of meeting some of the new Members in each\nHouse, but I hope that opportunity will offer itself in the near future.We have a great many problems ahead of us and we must approach them with\nrealism and courage.This new year of 1945 can be the greatest year of achievement in human\nhistory.Nineteen forty-five can see the final ending of the Nazi-Fascist reign of\nterror in Europe.Nineteen forty-five can see the closing in of the forces of retribution\nabout the center of the malignant power of imperialistic Japan.Most important of all--1945 can and must see the substantial beginning of\nthe organization of world peace. This organization must be the fulfillment\nof the promise for which men have fought and died in this war. It must be\nthe justification of all the sacrifices that have been made--of all the\ndreadful misery that this world has endured.We Americans of today, together with our allies, are making history--and I\nhope it will be better history than ever has been made before.We pray that we may be worthy of the unlimited opportunities that God has\ngiven us.", 
    "name": "Franklin D. Roosevelt"
}