{
    "date": "January 6, 1941", 
    "speech": "Mr. President, Mr. Speaker, Members of the Seventy-seventh Congress:I address you, the Members of the Seventy-seventh Congress, at a moment\nunprecedented in the history of the Union. I use the word \"unprecedented,\"\nbecause at no previous time has American security been as seriously\nthreatened from without as it is today.Since the permanent formation of our Government under the Constitution, in\n1789, most of the periods of crisis in our history have related to our\ndomestic affairs. Fortunately, only one of these--the four-year War Between\nthe States--ever threatened our national unity. Today, thank God, one\nhundred and thirty million Americans, in forty-eight States, have forgotten\npoints of the compass in our national unity.It is true that prior to 1914 the United States often had been disturbed by\nevents in other Continents. We had even engaged in two wars with European\nnations and in a number of undeclared wars in the West Indies, in the\nMediterranean and in the Pacific for the maintenance of American rights and\nfor the principles of peaceful commerce. But in no case had a serious\nthreat been raised against our national safety or our continued\nindependence.What I seek to convey is the historic truth that the United States as a\nnation has at all times maintained clear, definite opposition, to any\nattempt to lock us in behind an ancient Chinese wall while the procession\nof civilization went past. Today, thinking of our children and of their\nchildren, we oppose enforced isolation for ourselves or for any other part\nof the Americas.That determination of ours, extending over all these years, was proved, for\nexample, during the quarter century of wars following the French\nRevolution.While the Napoleonic struggles did threaten interests of the United States\nbecause of the French foothold in the West Indies and in Louisiana, and\nwhile we engaged in the War of 1812 to vindicate our right to peaceful\ntrade, it is nevertheless clear that neither France nor Great Britain, nor\nany other nation, was aiming at domination of the whole world.In like fashion from 1815 to 1914--ninety-nine years--no single war in\nEurope or in Asia constituted a real threat against our future or against\nthe future of any other American nation.Except in the Maximilian interlude in Mexico, no foreign power sought to\nestablish itself in this Hemisphere; and the strength of the British fleet\nin the Atlantic has been a friendly strength. It is still a friendly\nstrength.Even when the World War broke out in 1914, it seemed to contain only small\nthreat of danger to our own American future. But, as time went on, the\nAmerican people began to visualize what the downfall of democratic nations\nmight mean to our own democracy.We need not overemphasize imperfections in the Peace of Versailles. We need\nnot harp on failure of the democracies to deal with problems of world\nreconstruction. We should remember that the Peace of 1919 was far less\nunjust than the kind of \"pacification\" which began even before Munich, and\nwhich is being carried on under the new order of tyranny that seeks to\nspread over every continent today. The American people have unalterably set\ntheir faces against that tyranny.Every realist knows that the democratic way of life is at this moment\nbeing directly assailed in every part of the world--assailed either by\narms, or by secret spreading of poisonous propaganda by those who seek to\ndestroy unity and promote discord in nations that are still at peace.During sixteen long months this assault has blotted out the whole pattern\nof democratic life in an appalling number of independent nations, great and\nsmall. The assailants are still on the march, threatening other nations,\ngreat and small.Therefore, as your President, performing my constitutional duty to \"give to\nthe Congress information of the state of the Union,\" I find it, unhappily,\nnecessary to report that the future and the safety of our country and of\nour democracy are overwhelmingly involved in events far beyond our\nborders.Armed defense of democratic existence is now being gallantly waged in four\ncontinents. If that defense fails, all the population and all the resources\nof Europe, Asia, Africa and Australasia will be dominated by the\nconquerors. Let us remember that the total of those populations and their\nresources in those four continents greatly exceeds the sum total of the\npopulation and the resources of the whole of the Western Hemisphere--many\ntimes over.In times like these it is immature--and incidentally, untrue--for anybody to\nbrag that an unprepared America, single-handed, and with one hand tied\nbehind its back, can hold off the whole world.No realistic American can expect from a dictator's peace international\ngenerosity, or return of true independence, or world disarmament, or\nfreedom of expression, or freedom of religion--or even good business.Such a peace would bring no security for us or for our neighbors. \"Those,\nwho would give up essential liberty to purchase a little temporary safety,\ndeserve neither liberty nor safety.\"As a nation, we may take pride in the fact that we are softhearted; but we\ncannot afford to be soft-headed.We must always be wary of those who with sounding brass and a tinkling\ncymbal preach the \"ism\" of appeasement.We must especially beware of that small group of selfish men who would clip\nthe wings of the American eagle in order to feather their own nests.I have recently pointed out how quickly the tempo of modern warfare could\nbring into our very midst the physical attack which we must eventually\nexpect if the dictator nations win this war.There is much loose talk of our immunity from immediate and direct invasion\nfrom across the seas. Obviously, as long as the British Navy retains its\npower, no such danger exists. Even if there were no British Navy, it is not\nprobable that any enemy would be stupid enough to attack us by landing\ntroops in the United States from across thousands of miles of ocean, until\nit had acquired strategic bases from which to operate.But we learn much from the lessons of the past years in Europe--particularly\nthe lesson of Norway, whose essential seaports were captured by treachery\nand surprise built up over a series of years.The first phase of the invasion of this Hemisphere would not be the landing\nof regular troops. The necessary strategic points would be occupied by\nsecret agents and their dupes--and great numbers of them are already here,\nand in Latin America.As long as the aggressor nations maintain the offensive, they--not we--will\nchoose the time and the place and the method of their attack.That is why the future of all the American Republics is today in serious\ndanger.That is why this Annual Message to the Congress is unique in our history.That is why every member of the Executive Branch of the Government and\nevery member of the Congress faces great responsibility and great\naccountability.The need of the moment is that our actions and our policy should be devoted\nprimarily--almost exclusively--to meeting this foreign peril. For all our\ndomestic problems are now a part of the great emergency.Just as our national policy in internal affairs has been based upon a\ndecent respect for the rights and the dignity of all our fellow men within\nour gates, so our national policy in foreign affairs has been based on a\ndecent respect for the rights and dignity of all nations, large and small.\nAnd the justice of morality must and will win in the end.Our national policy is this:First, by an impressive expression of the public will and without regard to\npartisanship, we are committed to all-inclusive national defense.Second, by an impressive expression of the public will and without regard\nto partisanship, we are committed to full support of all those resolute\npeoples, everywhere, who are resisting aggression and are thereby keeping\nwar away from our Hemisphere. By this support, we express our determination\nthat the democratic cause shall prevail; and we strengthen the defense and\nthe security of our own nation.Third, by an impressive expression of the public will and without regard to\npartisanship, we are committed to the proposition that principles of\nmorality and considerations for our own security will never permit us to\nacquiesce in a peace dictated by aggressors and sponsored by appeasers. We\nknow that enduring peace cannot be bought at the cost of other people's\nfreedom.In the recent national election there was no substantial difference between\nthe two great parties in respect to that national policy. No issue was\nfought out on this line before the American electorate. Today it is\nabundantly evident that American citizens everywhere are demanding and\nsupporting speedy and complete action in recognition of obvious danger.Therefore, the immediate need is a swift and driving increase in our\narmament production.Leaders of industry and labor have responded to our summons. Goals of speed\nhave been set. In some cases these goals are being reached ahead of time;\nin some cases we are on schedule; in other cases there are slight but not\nserious delays; and in some cases--and I am sorry to say very important\ncases--we are all concerned by the slowness of the accomplishment of our\nplans.The Army and Navy, however, have made substantial progress during the past\nyear. Actual experience is improving and speeding up our methods of\nproduction with every passing day. And today's best is not good enough for\ntomorrow.I am not satisfied with the progress thus far made. The men in charge of\nthe program represent the best in training, in ability, and in patriotism.\nThey are not satisfied with the progress thus far made. None of us will be\nsatisfied until the job is done.No matter whether the original goal was set too high or too low, our\nobjective is quicker and better results. To give you two illustrations:We are behind schedule in turning out finished airplanes; we are working\nday and night to solve the innumerable problems and to catch up.We are ahead of schedule in building warships but we are working to get\neven further ahead of that schedule.To change a whole nation from a basis of peacetime production of implements\nof peace to a basis of wartime production of implements of war is no small\ntask. And the greatest difficulty comes at the beginning of the program,\nwhen new tools, new plant facilities, new assembly lines, and new ship ways\nmust first be constructed before the actual materiel begins to flow\nsteadily and speedily from them.The Congress, of course, must rightly keep itself informed at all times of\nthe progress of the program. However, there is certain information, as the\nCongress itself will readily recognize, which, in the interests of our own\nsecurity and those of the nations that we are supporting, must of needs be\nkept in confidence.New circumstances are constantly begetting new needs for our safety. I\nshall ask this Congress for greatly increased new appropriations and\nauthorizations to carry on what we have begun.I also ask this Congress for authority and for funds sufficient to\nmanufacture additional munitions and war supplies of many kinds, to be\nturned over to those nations which are now in actual war with aggressor\nnations.Our most useful and immediate role is to act as an arsenal for them as well\nas for ourselves. They do not need man power, but they do need billions of\ndollars worth of the weapons of defense.The time is near when they will not be able to pay for them all in ready\ncash. We cannot, and we will not, tell them that they must surrender,\nmerely because of present inability to pay for the weapons which we know\nthey must have.I do not recommend that we make them a loan of dollars with which to pay\nfor these weapons--a loan to be repaid in dollars.I recommend that we make it possible for those nations to continue to\nobtain war materials in the United States, fitting their orders into our\nown program. Nearly all their materiel would, if the time ever came, be\nuseful for our own defense.Taking counsel of expert military and naval authorities, considering what\nis best for our own security, we are free to decide how much should be kept\nhere and how much should be sent abroad to our friends who by their\ndetermined and heroic resistance are giving us time in which to make ready\nour own defense.For what we send abroad, we shall be repaid within a reasonable time\nfollowing the close of hostilities, in similar materials, or, at our\noption, in other goods of many kinds, which they can produce and which we\nneed.Let us say to the democracies: \"We Americans are vitally concerned in your\ndefense of freedom. We are putting forth our energies, our resources and\nour organizing powers to give you the strength to regain and maintain a\nfree world. We shall send you, in ever-increasing numbers, ships, planes,\ntanks, guns. This is our purpose and our pledge.\"In fulfillment of this purpose we will not be intimidated by the threats of\ndictators that they will regard as a breach of international law or as an\nact of war our aid to the democracies which dare to resist their\naggression. Such aid is not an act of war, even if a dictator should\nunilaterally proclaim it so to be.When the dictators, if the dictators, are ready to make war upon us, they\nwill not wait for an act of war on our part. They did not wait for Norway\nor Belgium or the Netherlands to commit an act of war.Their only interest is in a new one-way international law, which lacks\nmutuality in its observance, and, therefore, becomes an instrument of\noppression.The happiness of future generations of Americans may well depend upon how\neffective and how immediate we can make our aid felt. No one can tell the\nexact character of the emergency situations that we may be called upon to\nmeet. The Nation's hands must not be tied when the Nation's life is in\ndanger.We must all prepare to make the sacrifices that the emergency--almost as\nserious as war itself--demands. Whatever stands in the way of speed and\nefficiency in defense preparations must give way to the national need.A free nation has the right to expect full cooperation from all groups. A\nfree nation has the right to look to the leaders of business, of labor, and\nof agriculture to take the lead in stimulating effort, not among other\ngroups but within their own groups.The best way of dealing with the few slackers or trouble makers in our\nmidst is, first, to shame them by patriotic example, and, if that fails, to\nuse the sovereignty of Government to save Government.As men do not live by bread alone, they do not fight by armaments alone.\nThose who man our defenses, and those behind them who build our defenses,\nmust have the stamina and the courage which come from unshakable belief in\nthe manner of life which they are defending. The mighty action that we are\ncalling for cannot be based on a disregard of all things worth fighting\nfor.The Nation takes great satisfaction and much strength from the things which\nhave been done to make its people conscious of their individual stake in\nthe preservation of democratic life in America. Those things have toughened\nthe fibre of our people, have renewed their faith and strengthened their\ndevotion to the institutions we make ready to protect.Certainly this is no time for any of us to stop thinking about the social\nand economic problems which are the root cause of the social revolution\nwhich is today a supreme factor in the world.For there is nothing mysterious about the foundations of a healthy and\nstrong democracy. The basic things expected by our people of their\npolitical and economic systems are simple. They are:Equality of opportunity for youth and for others.Jobs for those who can work.Security for those who need it.The ending of special privilege for the few.The preservation of civil liberties for all.The enjoyment of the fruits of scientific progress in a wider and\nconstantly rising standard of living.These are the simple, basic things that must never be lost sight of in the\nturmoil and unbelievable complexity of our modern world. The inner and\nabiding strength of our economic and political systems is dependent upon\nthe degree to which they fulfill these expectations.Many subjects connected with our social economy call for immediate\nimprovement.As examples:We should bring more citizens under the coverage of old-age pensions and\nunemployment insurance.We should widen the opportunities for adequate medical care.We should plan a better system by which persons deserving or needing\ngainful employment may obtain it.I have called for personal sacrifice. I am assured of the willingness of\nalmost all Americans to respond to that call.A part of the sacrifice means the payment of more money in taxes. In my\nBudget Message I shall recommend that a greater portion of this great\ndefense program be paid for from taxation than we are paying today. No\nperson should try, or be allowed, to get rich out of this program; and the\nprinciple of tax payments in accordance with ability to pay should be\nconstantly before our eyes to guide our legislation.If the Congress maintains these principles, the voters, putting patriotism\nahead of pocketbooks, will give you their applause.In the future days, which we seek to make secure, we look forward to a\nworld founded upon four essential human freedoms.The first is freedom of speech and expression--everywhere in the world.The second is freedom of every person to worship God in his own\nway--everywhere in the world.The third is freedom from want--which, translated into world terms, means\neconomic understandings which will secure to every nation a healthy\npeacetime life for its inhabitants--everywhere in the world.The fourth is freedom from fear--which, translated into world terms, means a\nworld-wide reduction of armaments to such a point and in such a thorough\nfashion that no nation will be in a position to commit an act of physical\naggression against any neighbor--anywhere in the world.That is no vision of a distant millennium. It is a definite basis for a\nkind of world attainable in our own time and generation. That kind of world\nis the very antithesis of the so-called new order of tyranny which the\ndictators seek to create with the crash of a bomb.To that new order we oppose the greater conception--the moral order. A good\nsociety is able to face schemes of world domination and foreign revolutions\nalike without fear.Since the beginning of our American history, we have been engaged in\nchange--in a perpetual peaceful revolution--a revolution which goes on\nsteadily, quietly adjusting itself to changing conditions--without the\nconcentration camp or the quick-lime in the ditch. The world order which we\nseek is the cooperation of free countries, working together in a friendly,\ncivilized society.This nation has placed its destiny in the hands and heads and hearts of its\nmillions of free men and women; and its faith in freedom under the guidance\nof God. Freedom means the supremacy of human rights everywhere. Our support\ngoes to those who struggle to gain those rights or keep them. Our strength\nis our unity of purpose. To that high concept there can be no end save\nvictory.", 
    "name": "Franklin D. Roosevelt"
}