{
    "date": "January 28, 1992", 
    "speech": "Mr. Speaker, Mr. President, distinguished members of Congress, honored\nguests and fellow citizens:I mean to speak tonight of big things, of big changes and the promises they\nhold and of some big problems and how together we can solve them and move\nour country forward as the undisputed leader of the age.We gather tonight at a dramatic and deeply promising time in our history,\nand in the history of man on earth. For in the past 12 months, the world\nhas known changes of almost biblical proportions. And even now, months\nafter the failed coup that doomed a failed system, I am not sure we have\nabsorbed the full impact, the full import of what happened.But Communism died this year. Even as President, with the most fascinating\npossible vantage point, there were times when I was so busy helping to\nmanage progress and lead change that I didn't always show the joy that was\nin my heart But the biggest thing that has happened in the world in my\nlife, in our lives, is this: By the grace of God, America won the Cold War.\nAnd there's another to be singled out, though it may seem inelegant. I mean\na mass of people called the American taxpayer. No ever thinks to thank the\npeople who pay country's bill or an alliance's bill. But for a half Century\nnow, the American people have shouldered the burden and paid taxes that\nwere higher than they would have been to support a defense that was bigger\nthan it would have been if imperial communism had never existed. But it\ndid. But it doesn't anymore. And here is a fact I wouldn't mind the world\nacknowledging: The American taxpayer bore the brunt of the burden, and\ndeserves a hunk of the glory.And so, now, for the first time in 35 years, our strategic bombers stand\ndown. No longer are they on round-the-clock alert. Tomorrow our children\nwill go to school and study history and how plants grow. And they won't\nhave, as my children did, air-raid drills in which they crawl under their\ndesks and cover their heads in case of nuclear war. My grandchildren don't\nhave to do that, and won't have the bad dreams children once had in decades\npast. There are still threats. But the long drawn-out dread is over.A year ago tonight I spoke to you at a moment of high peril. American\nforces had just unleashed Operation Desert Storm. And after 40 days in the\ndesert skies and 4 days on the ground, the men and women of America's armed\nforces and our allies accomplished the goals that I declared, and that you\nendorsed: we liberated Kuwait.Soon after, the Arab world and Israel sat down to talk seriously, and\ncomprehensively, about peace, an historic first. And soon after that, at\nChristmas, the last American hostages came home. Our policies were\nvindicated.Much good can come from the prudent use of power. And much good can come\nfrom this: A world once divided into two armed camps now recognizes one\nsole and pre-eminent power, the United States of America. And this they\nregard with no dread. For the world trusts us with power, and the world is\nright. They trust us to be fair, and restrained. They trust us to be on the\nside of decency. They trust us to do what's right.I use those words advisedly. A few days after the war began, I received a\ntelegram from Joanne Speicher, the wife of the first pilot killed in the\ngulf, Lieutenant Commander Scott Speicher. Even in her grief, she wanted me\nto know that some day, when her children were old enough, she would tell\nthem \"that their father went away to war because it was the right thing to\ndo\". She said it all. It was the right thing to do.And we did it together. There were honest differences here, in this\nchamber. But when the war began, you put your partisanship aside and\nsupported our troops. This is still a time for pride, but this is no time\nto boast. For problems face us, and we must stand together once again and\nsolve them--and not let our country down.Two years ago, I began planning cuts in military spending that reflected\nthe changes of the new era. But now, this year, with Imperial Communism\ngone, that process can be accelerated. Tonight I can tell you of dramatic\nchanges in our strategic nuclear force. These are actions we are taking on\nour own, because they are the right thing to do.After completing 20 planes for which we have begun procurement, we will\nshut down production of the B-2 bomber. We will cancel the ICBM program. We\nwill cease production of new warheads for our sea-based missiles. We will\nstop all production of the peacekeeper missile. And we will not purchase\nany more advanced cruise missiles.This weekend I will meet at Camp David with Boris Yeltsin of the Russian\nFederation. I have informed President Yeltsin that if the commonwealth, the\nformer Soviet Union, will eliminate all land-based multiple-warhead\nballistic missiles, I will do the following: We will eliminate all\nPeacekeeper missiles. We will reduce the number of warheads on Minuteman\nmissiles to one and reduce the number of warheads on our sea-based missiles\nby about one-third. And we will convert a substantial portion of our\nstrategic to primarily conventional use.President Yeltsin's early response has been very positive, and I expect our\ntalks at Camp David to be fruitful. I want you to know that for half a\ncentury, American presidents have longed to make such decisions and say\nsuch words. But even in the midst of celebration, we must keep caution as a\nfriend. For the world is still a dangerous place. Only the dead have seen\nthe end of conflict. And though yesterday's challenges are behind us,\ntomorrow's are being born.The Secretary of defense recommended these cuts after consultation with the\njoint chiefs of staff. And I make them with confidence. But do not\nmisunderstand me: The reductions I have approved will save us an additional\n$50 billion over the next five years. By 1997 we will have cut defense by\n30 percent since I took office. These cuts are deep, and you must know my\nresolve: this deep, and no deeper. To do less would be insensible to\nprogress, but to do more would be ignorant of history. We must not go back\nto the days of \"the hollow army\". We cannot repeat the mistakes made twice\nin this century when armistice was followed by recklessness and defense was\npurged as if the world was permanently safe.I remind you this evening that I have asked for your support in funding a\nprogram to protect our country from limited nuclear missile attack. We must\nhave this protection because too many people in too many countries have\naccess to nuclear arms. There are those who say that now we can turn away\nfrom the world, that we have no special role, no special place. But we are\nthe United States of America, the leader of the West that has become the\nleader of the world.As long as I am President we will continue to lead in support of freedom\neverywhere, not out of arrogance and not out of altruism, but for the\nsafety and security of our children. This is a fact: Strength in the\npursuit of peace is no vice; isolationism in the pursuit of security is no\nvirtue.Now to our troubles at home. They are not all economic, but the primary\nproblem is our economy. There are some good signs. Inflation, that thief,\nis down, and interest rates are down. But unemployment is too high, some\nindustries are in trouble and growth is not what it should be. Let me tell\nyou right from the start and right from the heart: I know we're in hard\ntimes, but I know something else: This will not stand.My friends in this chamber, we can bring the same courage and sense of\ncommon purpose to the economy that we brought to Desert Storm. And we can\ndefeat hard times together. I believe you will help. One reason is that\nyou're patriots, and you want the best for your country. And I believe that\nin your hearts you want to put partisanship aside and get the job done,\nbecause it's the right thing to do.The power of America rests in a stirring but simple idea: that people will\ndo great things if only you set them free. Well, we're going to have to set\nthe economy free, for if this age of miracles and wonders has taught us\nanything, it's that if we can change the world, we can change America.We must encourage investment. We must make it easier for people to invest\nmoney and make new products, new industries, and new jobs. We must clear\naway obstacles to new growth: high taxes, high regulation, red tape, and\nyes, wasteful government spending. None of this will happen with a snap of\nthe fingers, but it will happen. And the test of a plan isn't whether it's\ncalled new or dazzling. The American people aren't impressed by gimmicks.\nThey're smarter on this score than all of us in this room. The only test of\na plan is, It is sound and will it work? We must have a short-term plan to\naddress our immediate needs and heat up the economy. And then we need a\nlong-term plan to keep the combustion going and to guarantee our place in\nthe world economy.There are certain things that a president can do without Congress, and I am\ngoing to do them. I have this evening asked major cabinet departments and\nfederal agencies to institute a 90-day moratorium on any new federal\nregulations that could hinder growth. In those 90 days, major departments\nand agencies will carry out a top-to-bottom review of all regulations, old\nand new, to stop the ones that will hurt growth and speed up those that\nwill help growth.Further, for the untold number of hard-working, responsible American\nworkers and businessmen and women who've been forced to go without needed\nbank loans, the banking credit crunch must end. I won't neglect my\nresponsibility for sound regulations that serve the public good, but\nregulatory overkill must be stopped. And I have instructed our government\nregulators to stop it.I have directed Cabinet departments and federal agencies to speed up\npro-growth expenditures as quickly as possible. This should put an extra\n$10 billion into the economy in the next six months. And our new\ntransportation bill provides more than $150 billion for construction and\nmaintenance projects that are vital to our growth and well-being. That\nmeans jobs building roads, jobs building bridges and jobs building\nrailways. And I have this evening directed the secretary of the Treasury to\nchange the federal tax withholding tables. With this change, millions of\nAmericans from whom the government withholds more than necessary can now\nchoose to have the government withhold less from their paychecks. Something\ntells me a number of taxpayers may take us up on this one. This initiative\ncould return about $25 billion back into the economy over the next 12\nmonths, money people can use to help pay for clothing, college or a new\ncar. And finally, working with the Federal Reserve, we will continue to\nsupport monetary policy that keeps both interest rates and inflation down.Now these are the things that I can do. And now, members of Congress, let\nme tell you what you can do for your country. You must, you must pass the\nother elements of my plan to meet our economic needs. Everyone knows\ninvestment speeds recovery. And I am proposing this evening a change in the\nalternative minimum tax, and the creation of a new 15% investment tax\nallowance. This will encourage businesses to accelerate investment and\nbring people back to work. Real estate has led our economy out of almost\nall the tough times we've ever had. Once building starts, carpenters and\nplumbers work, people buy homes and take out mortgages.My plan would modify the passive-loss rule for active real-estate\ndevelopers. And it would make it easier for pension plans to purchase real\nestate. For those Americans who dream of buying a first home but who can't\nquite afford it, my plan would allow first-time home buyers to withdraw\nsavings from IRAs without penalty and provide a $5000 tax credit for the\nfirst purchase of that home.And finally, my immediate plan calls on Congress to give crucial help to\npeople who own a home, to every one who has a business, a farm or a single\ninvestment.This time, at this hour, I cannot take \"No\" for an answer. You must cut the\ncapital gains tax on the people of this country. Never has an issue been so\ndemagogued by its opponents. But the demagogues are wrong. They are wrong,\nand they know it. Sixty percent of people who benefit from lower capital\ngains have incomes under $50,000. A cut in the capital gains tax increases\njobs and helps just about everyone in our country. And so I'm asking you to\ncut the capital gains tax to a maximum of 15.4%. And I'll tell you, I'll\ntell you, those of you who say, \"Oh no, someone who's comfortable may\nbenefit from this\" you kind of remind me of the old definition of the\nPuritan, who couldn't sleep at night worrying that somehow someone\nsomewhere was out having a good time.The opponents of this measure and those who've authored various so-called\nsoak-the-rich bills that are floating around this chamber should be\nreminded of something: When they aim at the big guy, they usually hit the\nlittle guy. And maybe it's time that stopped.This then is my short-term plan. Your part, members of Congress, requires\nenactment of these common-sense proposals that will have a strong effect on\nthe economy, without breaking the budget agreement and without raising tax\nrates. And while my plan is being passed and kicking in, we've got to care\nfor those in trouble today. I have provided for up to $4.4 billion in my\nbudget to extend federal unemployment benefits, and I ask for Congressional\naction right away. And I thank the committee--well, at last. And let's be\nfrank. Let's be frank; let me level with you.I know, and you know, that my plan is unveiled in a political season. I\nknow, and you know, that everything I propose will be viewed by some in\nmerely partisan terms. But I ask you to know what is in my heart. And my\naim is to increase our nation's good. And I'm doing what I think is right;\nI'm proposing what I know will help. I pride myself that I'm a prudent man,\nand I believe that patience is a virtue, but I understand politics is, for\nsome, a game and that sometimes the game is to stop all progress and then\ndecry the lack of improvement. But let me tell you, let me tell you, far\nmore important than my political future--and far more important than\nyours--is the well-being of our country. And members of this chamber,\nmembers of this chamber, are practical people, and I know you won't resent\nsome practical advice: When people put their party's fortunes, whatever the\nparty, whatever the side of this aisle, before the public good, they court\ndefeat not only for their country, but for themselves. And they will\ncertainly deserve it.And I submit my plan tomorrow. And I am asking you to pass it by March 20.\nFrom the day after that--if it must be--the battle is joined. And you\nknow, when principle is at stake, I relish a good fair fight.I said my plan has two parts, and it does. And it's the second part that is\nthe heart of the matter. For it's not enough to get an immediate burst. We\nneed long-term improvement in our economic position. We all know that the\nkey to our economic future is to insure that America continues as the\neconomic leader of the world. We have that in our power. Here, then, is my\nlong-term plan to guarantee our future.First, trade: We will work to break down the walls that stop world trade.\nWe will work to open markets everywhere. And in our major trade\nnegotiations, I will continue pushing to eliminate tariffs and subsidies\nthat damage America's farmers and workers. And we'll get more good American\njobs within our own hemisphere through the North American Free Trade\nAgreement, and through the Enterprise for the Americas Initiative. But\nchanges are here, and more are coming. The work place of the future will\ndemand more highly skilled workers than ever, people who are computer\nliterate, highly educated.And we must be the world's leader in education. And we must revolutionize\nAmerica's schools. My America 2000 strategy will help us reach that goal.\nMy plan will give parents more choice, give teachers more flexibility and\nhelp communities create new American schools. Thirty states across the\nnation have established America 2000 programs. Hundreds of cities and towns\nhave joined. Now Congress must join this great movement. Pass my proposals\nfor new American schools.That was my second long-term proposal. And here's my third: We must make\ncommon-sense investments that will help us compete, long-term, in the\nmarketplace. We must encourage research and development. My plan is to make\nthe R and D tax credit permanent, and to provide record levels of support,\nover $76 billion this year alone for people who explore the promise of\nemerging technologies.And fourth, we must do something about crime and drugs. And it is time for\na major renewed investment in fighting violent street crime. Its saps our\nstrength and hurts our faith in our society, and in our future together.\nSurely a tired woman on her way to work at six in the morning on a subway\ndeserves the right to get there safely. And surely, it's true that everyone\nwho changes his or her way of life because of crime--from those afraid to\ngo our at night to those afraid to walk in the parks they pay for--surely\nthose people have been denied a basic civil right. It is time to restore\nit. Congress, pass my comprehensive crime bill. It is tough on criminals\nand supportive of police, and it has been languishing in these hallowed\nhalls for years now. Pass it. Help your country.And fifth, I ask you tonight to fund our HOPE housing proposal and to pass\nmy enterprise-zone legislation, which will get businesses into the inner\ncity. We must empower the poor with the pride that comes from owning a\nhome, getting a job, becoming part of things. My plan would encourage real\nestate construction by extending tax incentives for mortgage-revenue bonds\nand low-income housing. And I ask tonight for record expenditures for the\nprogram that helps children born into want move into excellence: Head\nStart.Step six: We must reform our health care system for this too, bears on\nwhether or not we can compete in the world. American health costs have been\nexploding. This year America will spend over $800 billion on health, and\nthat is expected to grow to $1.6 trillion by the end of the decade. We\nsimply cannot afford this. The cost of health care shows up not only in\nyour family budget, but in the price of everything we buy and everything we\nsell. When health coverage for a fellow on the assembly line costs\nthousands of dollars, the cost goes into the product he makes. And you pay\nthe bill. Now we must make a choice.Now some pretend we can have it both ways: they call it play or pay. But\nthat expensive approach is unstable. It will mean higher taxes, fewer jobs,\nand eventually, a system under complete government control. Really, there\nare only two options. And we can move toward a nationalized system, a\nsystem which will restrict patient choice in picking a doctor and force the\ngovernment to ration services arbitrarily. And what we'll get is patients\nin long lines, indifferent service and a huge new tax burden. Or we can\nreform our own private health-care system, which still gives us, for all\nits flaws, the best quality health care in the world. Well, let's build on\nour strengths.My plan provides insurance security for all Americans while preserving and\nincreasing the idea of choice. We make basic health insurance affordable\nfor all low-income people not now covered. We do it by providing a\nhealth-insurance tax credit of up to $3750 for each low-income family. The\nmiddle class gets help, too. And by reforming the health insurance market,\nmy plan assures that Americans will have access to basic health insurance\neven if they change jobs or develop serious health problem We must bring\ncosts under control, preserve quality, preserve choice and reduce people's\nnagging daily worry about health insurance. My plan, the details of which I\nwill announce shortly, does just that.And seventh, we must get the federal deficit under control. We now have in\nlaw, enforcable spending caps, and a requirement that we pay for the\nprograms we create. There are those in Congress who would ease that\ndiscipline now. But I cannot let them do it. And I won't. My plan would\nfreeze all domestic discretionary budget authority which means \"No more\nnext year than this year\". I will not tamper with Social Security but I\nwould put real caps on the growth of uncontrolled spending. And I would\nalso freeze federal domestic government employment. And with the help of\nCongress, my plan will get rid of 246 programs that don't deserve federal\nfunding. Some of them have noble titles, but none of them is indispensible.\nWe can get rid of each and every one of them.You know, it's time we rediscovered a home truth the American people have\nnever forgotten: the government is too big and spends too much. And I call\non Congress to adopt a measure that will help put an end to the annual\nritual of filling the budget with pork-barrel appropriations. Every year,\nthe press has a field day making fun of outrageous examples, a Lawrence\nWelk Museum, a research grant for Belgian Endive. We all know how these\nthings get into the budget, and maybe you need someone to help you say no.\nI know how to say it. And you know what I need to make it stick. Give me\nthe same thing 43 governors have--the line-item veto--and let me help\nyou control spending.We must put an end to unfinanced government mandates. These are the\nrequirements Congress puts on our cities, counties and states without\nsupplying the money. And if Congress passes a mandate, it should be forced\nto pay for it and balance the cost with savings elsewhere. After all, a\nmandate just increases someone else's tax burden, and that means higher\ntaxes at the state and local level.Step Eight: Congress should enact the bold reform proposals that are still\nawaiting congressional action: bank reform, civil justice reform, tort\nreform, and my national energy strategy.And finally, we must strengthen the family, because it is the family that\nhas the greatest bearing on our future. When Barbara holds an AIDS baby in\nher arms and reads to children, she's saying to every person in this\ncountry, \"Family Matters\".And I am announcing tonight a new commission on America's urban families.\nI've asked Missouri's governor, John Ashcroft, to be chairman, former\nDallas Mayor Annetter Strauss to be co-chair. You know, I had Mayors, the\nleading mayors from the League of Cities, in the other day at the White\nHouse, and they told me something striking. They said that every one of\nthem, Republican and Democrat, agreed on one thing: That the major cause of\nthe problems of the cities is the dissolution of the family. And they asked\nfor this commission, and they were right to ask, because it's time to\ndetermine what we can do to keep families together, strong and sound.There's one thing we can do right away: Ease the burden of rearing a child.\nI ask you tonight to raise the personal exemption by $500 per child for\nevery family. For a family with four kids, that's an increase of $2000.\nThis is a good start in the right direction, and it's what we can afford.\nIt's time to allow families to deduct the interest they pay on student\nloans. And I'm asking you to do just that. And I'm asking you to allow\npeople to use money from their IRAs to pay medical and educational\nexpenses, all without penalties. And I'm asking for more. Ask American\nparents what they dislike about how things are going in our country, and\nchances are good that pretty soon they'll get to welfare.Americans are the most generous people on Earth. But we have to go back to\nthe insight of Franklin Roosevelt who, when he spoke of what became the\nwelfare program, want that it must not become a narcotic and a subtle\ndestroyer of the spirit. Welfare was never meant to be a life style. It was\nnever meant to be a habit. It was never supposed to be passed on from\ngeneration to generation like a legacy. It's time to replace the\nassumptions of the welfare state and help reform the welfare system.States throughout the country are beginning to operate with new\nassumptions: that when able-bodied people receive government assistance\nthey have responsibilities to the taxpayer. A responsibility to seek work,\neducation, or job training. A responsibility to get their lives in order. A\nresponsibility to hold their families together and refrain from having\nchildren out of wedlock. And a responsibility to obey the law. We are going\nto help this movement. Often, state reform requires waiving certain federal\nregulations. I will act to make that process easier and quicker for every\nstate that asks our help. And I want to add, as we make these changes, we\nwork together to improve this system, that our intention is not\nscapegoating and finger-pointing. If you read the papers or watch TV you\nknow there's been a rise these days in a certain kind of ugliness: racist\ncomments, anti-Semitism, an increased sense of division. Really, this is\nnot us. This is not who we are. And this is not acceptable.And so you have my plan for America. And I am asking for big things, but I\nbelieve in my heart you will do what's right.And you know, it's kind of an American tradition to show a certain\nskepticism toward our democratic institutions. I myself have sometimes\nthought the aging process could be delayed if it had to make its way\nthrough Congress. But you will deliberate, and you will discuss, and that\nis fine. But my friends the people cannot wait. They need help now. And\nthere's a mood among us. People are worried. There has been talk of\ndecline. Someone even said our workers are lazy and uninspired. And I\nthought, \"Really? Go tell Neil Armstrong standing on the moon. Tell the\nAmerican farmer who feeds his country and the world. Tell the men and women\nof Desert Storm.\" Moods come and go, but greatness endures. Our does.And maybe for a moment it's good to remember what, in the dailyness of our\nlives, we forget. We are still and ever the freest nation on Earth, the\nkindest nation on Earth, the strongest nation on Earth. And we have always\nrisen to the occasion. And we are going to lift this nation out of hard\ntimes inch by inch and day by day, and those who would stop us better step\naside. Because I look at hard times and I make this vow: This will not\nstand. And so we move on, together, a rising nation, the once and future\nmiracle that is still, this night, the hope of the world.", 
    "name": "George H.W. Bush"
}