{
    "date": "December 7, 1796", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:In recurring to the internal situation of our country since I had last the\npleasure to address you, I find ample reason for a renewed expression of\nthat gratitude to the Ruler of the Universe which a continued series of\nprosperity has so often and so justly called forth.The acts of the last session which required special arrangements have been\nas far as circumstances would admit carried into operation.Measures calculated to insure a continuance of the friendship of the\nIndians and to preserve peace along the extent of our interior frontier\nhave been digested and adopted. In the framing of these care has been taken\nto guard on the one hand our advanced settlements from the predatory\nincursions of those unruly individuals who can not be restrained by their\ntribes, and on the other hand to protect the rights secured to the Indians\nby treaty--to draw them nearer to the civilized state and inspire them\nwith correct conceptions of the power as well as justice of the\nGovernment.The meeting of the deputies from the Creek Nation at Colerain, in the State\nof Georgia, which had for a principal object the purchase of a parcel of\ntheir land by that State, broke up without its being accomplished, the\nnation having previous to their departure instructed them against making\nany sale. The occasion, however, has been improved to confirm by a new\ntreaty with the Creeks their preexisting engagements with the United\nStates, and to obtain their consent to the establishment of trading houses\nand military posts within their boundary, by means of which their\nfriendship and the general peace may be more effectually secured.The period during the late session at which the appropriation was passed\nfor carrying into effect the treaty of amity, commerce, and navigation\nbetween the United States and His Brittanic Majesty necessarily\nprocrastinated the reception of the posts stipulated to be delivered beyond\nthe date assigned for that event. As soon, however, as the Governor-General\nof Canada could be addressed with propriety on the subject, arrangements\nwere cordially and promptly concluded for their evacuation, and the United\nStates took possession of the principal of them, comprehending Oswego,\nNiagara, Detroit, Michilimackinac, and Fort Miami, where such repairs and\nadditions have been ordered to be made as appeared indispensable.The commissioners appointed on the part of the United States and of Great\nBritain to determine which is the river St. Croix mentioned in the treaty\nof peace of 1783, agreed in the choice of Egbert Benson, esq., of New York,\nfor the 3rd commissioner. The whole met at St. Andrew's, in Passamaquoddy\nBay, in the beginning of October, and directed surveys to be made of the\nrivers in dispute; but deeming it impracticable to have these surveys\ncompleted before the next year, they adjourned to meet at Boston in August,\n1797, for the final decision of the question.Other commissioners appointed on the part of the United States, agreeably\nto the 7th article of the treaty with Great Britain, relative to captures\nand condemnation of vessels and other property, met the commissioners of\nHis Britannic Majesty in London in August last, when John Trumbull, esq.,\nwas chosen by lot for the 5th commissioner. In October following the board\nwere to proceed to business. As yet there has been no communication of\ncommissioners on the part of Great Britain to unite with those who have\nbeen appointed on the part of the United States for carrying into effect\nthe 6th article of the treaty.The treaty with Spain required that the commissioners for running the\nboundary line between the territory of the United States and His Catholic\nMajesty's provinces of East and West Florida should meet at the Natchez\nbefore the expiration of 6 months after the exchange of the ratifications,\nwhich was effected at Aranjuez on the 25th day of April; and the\ntroops of His Catholic Majesty occupying any posts within the limits of\nthe United States were within the same time period to be withdrawn. The\ncommissioner of the United States therefore commenced his journey for the\nNatchez in September, and troops were ordered to occupy the posts from\nwhich the Spanish garrisons should be withdrawn. Information has been\nrecently received of the appointment of a commissioner on the part of His\nCatholic Majesty for running the boundary line, but none of any appointment\nfor the adjustment of the claims of our citizens whose vessels were\ncaptured by the armed vessels of Spain.In pursuance of the act of Congress passed in the last session for the\nprotection and relief of American sea-men, agents were appointed, one to\nreside in Great Britain and the other in the West Indies. The effects of\nthe agency in the West Indies are not yet fully ascertained, but those\nwhich have been communicated afford grounds to believe the measure will be\nbeneficial. The agent destined to reside in Great Britain declining to\naccept the appointment, the business has consequently devolved on the\nminister of the United States in London, and will command his attention\nuntil a new agent shall be appointed.After many delays and disappointments arising out of the European war, the\nfinal arrangements for fulfilling the engagements made to the Dey and\nRegency of Algiers will in all present appearance be crowned with success,\nbut under great, though inevitable, disadvantages in the pecuniary\ntransactions occasioned by that war, which will render further provision\nnecessary. The actual liberation of all our citizens who were prisoners in\nAlgiers, while it gratifies every feeling of heart, is itself an earnest of\na satisfactory termination of the whole negotiation. Measures are in\noperation for effecting treaties with the Regencies of Tunis and Tripoli.To an active external commerce the protection of a naval force is\nindispensable. This is manifest with regard to wars in which a State is\nitself a party. But besides this, it is in our own experience that the most\nsincere neutrality is not a sufficient guard against the depredations of\nnations at war. To secure respect to a neutral flag requires a naval force\norganized and ready to vindicate it from insult or aggression. This may\neven prevent the necessity of going to war by discouraging belligerent\npowers from committing such violations of the rights of the neutral party\nas may, first or last, leave no other option. From the best information I\nhave been able to obtain it would seem as if our trade to the Mediterranean\nwithout a protecting force will always be insecure and our citizens exposed\nto the calamities from which numbers of them have but just been relieved.These considerations invite the United States to look to the means, and to\nset about the gradual creation of a navy. The increasing progress of their\nnavigation promises them at no distant period the requisite supply of\nsea-men, and their means in other respects favor the undertaking. It is an\nencouragement, likewise, that their particular situation will give weight\nand influence to a moderate naval force in their hands. Will it not, then,\nbe advisable to begin without delay to provide and lay up the materials for\nthe building and equipping of ships of war, and to proceed in the work by\ndegrees, in proportion as our resources shall render it practicable without\ninconvenience, so that a future war of Europe may not find our commerce in\nthe same unprotected state in which it was found by the present?Congress have repeatedly, and not without success, directed their attention\nto the encouragement of manufactures. The object is of too much consequence\nnot to insure a continuance of their efforts in every way which shall\nappear eligible. As a general rule, manufactures on public account are\ninexpedient; but where the state of things in a country leaves little hope\nthat certain branches of manufacture will for a great length of time\nobtain, when these are of a nature essential to the furnishing and\nequipping of the public force in time of war, are not establishments for\nprocuring them on public account to the extent of the ordinary demand for\nthe public service recommended by strong considerations of national policy\nas an exception to the general rule?Ought our country to remain in such cases dependent on foreign supply,\nprecarious because liable to be interrupted? If the necessary article\nshould in this mode cost more in time of peace, will not the security and\nindependence thence arising form an ample compensation?Establishments of this sort, commensurate only with the calls of the public\nservice in time of peace, will in time of war easily be extended in\nproportion to the exigencies of the Government, and may even perhaps be\nmade to yield a surplus for the supply of our citizens at large, so as to\nmitigate the privations from the interruption of their trade. If adopted,\nthe plan ought to exclude all those branches which are already, or likely\nsoon to be, established in the country, in order that there may be no danger\nof interference with pursuits of individual industry.It will not be doubted that with reference either to individual or national\nwelfare agriculture is of primary importance. In proportion as nations\nadvance in population and other circumstances of maturity this truth\nbecomes more apparent, and renders the cultivation of the soil more and\nmore an object of public patronage. Institutions for promoting it grow up,\nsupported by the public purse; and to what object can it be dedicated with\ngreater propriety?Among the means which have been employed to this end none have been\nattended with greater success than the establishment of boards (composed of\nproper characters) charged with collecting and diffusing information, and\nenabled by premiums and small pecuniary aids to encourage and assist a\nspirit of discovery and improvement. This species of establishment\ncontributes doubly to the increase of improvement by stimulating to\nenterprise and experiment, and by drawing to a common center the results\neverywhere of individual skill and observation, and spreading them thence\nover the whole nation. Experience accordingly has shewn that they are very\ncheap instruments of immense national benefits.I have heretofore proposed to the consideration of Congress the expediency\nof establishing a national university and also a military academy. The\ndesirableness of both these institutions has so constantly increased with\nevery new view I have taken of the subject that I can not omit the\nopportunity of once for all recalling your attention to them.The assembly to which I address myself is too enlightened not to be fully\nsensible how much a flourishing state of the arts and sciences contributes\nto national prosperity and reputation.True it is that our country, much to its honor, contains many seminaries of\nlearning highly repeatable and useful; but the funds upon which they rest\nare too narrow to command the ablest professors in the different\ndepartments of liberal knowledge for the institution contemplated, though\nthey would be excellent auxiliaries.Amongst the motives to such an institution, the assimilation of the\nprinciples, opinions, and manners of our country-men by the common\neducation of a portion of our youth from every quarter well deserves\nattention. The more homogenous our citizens can be made in these\nparticulars the greater will be our prospect of permanent union; and a\nprimary object of such a national institution should be the education of\nour youth in the science of government. In a republic what species of\nknowledge can be equally important and what duty more pressing on its\nlegislature than to patronize a plan for communicating it to those who are\nto be the future guardians of the liberties of the country?The institution of a military academy is also recommended by cogent\nreasons. However pacific the general policy of a nation may be, it ought\nnever to be without an adequate stock of military knowledge for\nemergencies. The first would impair the energy of its character, and both\nwould hazard its safety or expose it to greater evils when war could not be\navoided; besides that, war might often not depend upon its own choice. In\nproportion as the observance of pacific maxims might exempt a nation from\nthe necessity of practicing the rules of the military art ought to be its\ncare in preserving and transmitting, by proper establishments, the\nknowledge of that art.Whatever argument may be drawn from particular examples superficially\nviewed, a thorough examination of the subject will evince that the art of\nwar is at once comprehensive and complicated, that it demands much previous\nstudy, and that the possession of it in its most improved and perfect state\nis always of great moment to the security of a nation. This, therefore,\nought to be a serious care of every government, and for this purpose an\nacademy where a regular course of instruction is given is an obvious\nexpedient which different nations have successfully employed.The compensation to the officers of the United States in various instances,\nand in none more than in respect to the most important stations, appear to\ncall for legislative revision. The consequences of a defective provision\nare of serious import to the Government. If private wealth is to supply the\ndefect of public retribution, it will greatly contract the sphere within\nwhich the selection of character for office is to be made, and will\nproportionally diminish the probability of a choice of men able as well as\nupright. Besides that, it should be repugnant to the vital principles of\nour Government virtually to exclude from public trusts talents and virtue\nunless accompanied by wealth.While in our external relations some serious inconveniences and\nembarrassments have been overcome and others lessened, it is with much pain\nand deep regret I mention that circumstances of a very unwelcome nature\nhave lately occurred. Our trade has suffered and is suffering extensive\ninjuries in the West Indies from the cruisers and agents of the French\nRepublic, and communications have been received from its minister here\nwhich indicate the danger of a further disturbance of our commerce by its\nauthority, and which are in other respects far from agreeable.It has been my constant, sincere, and earnest wish, in conformity with that\nof our nation, to maintain cordial harmony and a perfectly friendly\nunderstanding with that Republic. This wish remains unabated, and I shall\npersevere in the endeavor to fulfill it to the utmost extent of what shall\nbe consistent with a just and indispensable regard to the rights and honor\nof our country; nor will I easily cease to cherish the expectation that a\nspirit of justice, candor, and friendship on the part of the Republic will\neventually insure success.In pursuing this course, however, I can not forget what is due to the\ncharacter of our Government and nation, or to a full and entire confidence\nin the good sense, patriotism, self-respect, and fortitude of my\ncountry-men.I reserve for a special message a more particular communication on this\ninteresting subject.Gentlemen of the House of Representatives:I have directed an estimate of the appropriations necessary for the service\nof the ensuing year to be submitted from the proper Department, with a view\nof the public receipts and expenditures to the latest period to which an\naccount can be prepared.It is with satisfaction I am able to inform you that the revenues of the\nUnited States continue in a state of progressive improvement.A reenforcement of the existing provisions for discharging our public debt\nwas mentioned in my address at the opening of the last session. Some\npreliminary steps were taken toward it, the maturing of which will no doubt\nengage your zealous attention during the present. I will only add that it\nwill afford me a heart-felt satisfaction to concur in such further measures\nas will ascertain to our country the prospect of a speedy extinguishment of\nthe debt. Posterity may have cause to regret if from any motive intervals\nof tranquillity are left unimproved for accelerating this valuable end.Gentlemen of the Senate and of the House of Representatives:My solicitude to see the militia of the United States placed on an\nefficient establishment has been so often and so ardently expressed that I\nshall but barely recall the subject to your view on the present occasion,\nat the same time that I shall submit to your inquiry whether our harbors\nare yet sufficiently secured.The situation in which I now stand for the last time, in the midst of the\nrepresentatives of the people of the United States, naturally recalls the\nperiod when the administration of the present form of government commenced,\nand I can not omit the occasion to congratulate you and my country on the\nsuccess of the experiment, nor to repeat my fervent supplications to the\nSupreme Ruler of the Universe and Sovereign Arbiter of Nations that His\nprovidential care may still be extended to the United States, that the\nvirtue and happiness of the people may be preserved, and that the\nGovernment which they have instituted for the protection of their liberties\nmay be perpetual.GO. WASHINGTON", 
    "name": "George Washington"
}