{
    "date": "December 8, 1790", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:In meeting you again I feel much satisfaction in being able to repeat my\ncongratulations on the favorable prospects which continue to distinguish\nour public affairs. The abundant fruits of another year have blessed our\ncountry with plenty and with the means of a flourishing commerce.The progress of public credit is witnessed by a considerable rise of\nAmerican stock abroad as well as at home, and the revenues allotted for\nthis and other national purposes have been productive beyond the\ncalculations by which they were regulated. This latter circumstance is the\nmore pleasing, as it is not only a proof of the fertility of our resources,\nbut as it assures us of a further increase of the national respectability\nand credit, and, let me add, as it bears an honorable testimony to the\npatriotism and integrity of the mercantile and marine part of our citizens.\nThe punctuality of the former in discharging their engagements has been\nexemplary.In conformity to the powers vested in me by acts of the last session, a\nloan of 3,000,000 florins, toward which some provisional measures had\npreviously taken place, has been completed in Holland. As well the celerity\nwith which it has been filled as the nature of the terms (considering the\nmore than ordinary demand for borrowing created by the situation of Europe)\ngive a reasonable hope that the further execution of those powers may\nproceed with advantage and success. The Secretary of the Treasury has my\ndirections to communicate such further particulars as may be requisite for\nmore precise information.Since your last sessions I have received communications by which it appears\nthat the district of Kentucky, at present a part of Virginia, has concurred\nin certain propositions contained in a law of that State, in consequence of\nwhich the district is to become a distinct member of the Union, in case the\nrequisite sanction of Congress be added. For this sanction application is\nnow made. I shall cause the papers on this very transaction to be laid\nbefore you.The liberality and harmony with which it has been conducted will be found\nto do great honor to both the parties, and the sentiments of warm\nattachment to the Union and its present Government expressed by our fellow\ncitizens of Kentucky can not fail to add an affectionate concern for their\nparticular welfare to the great national impressions under which you will\ndecide on the case submitted to you.It has been heretofore known to Congress that frequent incursions have been\nmade on our frontier settlements by certain banditti of Indians from the\nnorthwest side of the Ohio. These, with some of the tribes dwelling on and\nnear the Wabash, have of late been particularly active in their\ndepredations, and being emboldened by the impunity of their crimes and\naided by such parts of the neighboring tribes as could be seduced to join\nin their hostilities or afford them a retreat for their prisoners and\nplunder, they have, instead of listening to the humane invitations and\novertures made on the part of the United States, renewed their violences\nwith fresh alacrity and greater effect. The lives of a number of valuable\ncitizens have thus been sacrificed, and some of them under circumstances\npeculiarly shocking, whilst others have been carried into a deplorable\ncaptivity.These aggravated provocations rendered it essential to the safety of the\nWestern settlements that the aggressors should be made sensible that the\nGovernment of the Union is not less capable of punishing their crimes than\nit is disposed to respect their rights and reward their attachments. As\nthis object could not be effected by defensive measures, it became\nnecessary to put in force the act which empowers the President to call out\nthe militia for the protection of the frontiers, and I have accordingly\nauthorized an expedition in which the regular troops in that quarter are\ncombined with such drafts of militia as were deemed sufficient. The event\nof the measure is yet unknown to me. The Secretary of War is directed to\nlay before you a statement of the information on which it is founded, as\nwell as an estimate of the expense with which it will be attended.The disturbed situation of Europe, and particularly the critical posture of\nthe great maritime powers, whilst it ought to make us the more thankful for\nthe general peace and security enjoyed by the United States, reminds us at\nthe same time of the circumspection with which it becomes us to preserve\nthese blessings. It requires also that we should not overlook the tendency\nof a war, and even of preparations for a war, among the nations most\nconcerned in active commerce with this country to abridge the means, and\nthereby at least enhance the price, of transporting its valuable\nproductions to their markets. I recommend it to your serious reflections\nhow far and in what mode it may be expedient to guard against\nembarrassments from these contingencies by such encouragements to our own\nnavigation as will render our commerce and agriculture less dependent on\nforeign bottoms, which may fail us in the very moments most interesting to\nboth of these great objects. Our fisheries and the transportation of our\nown produce offer us abundant means for guarding ourselves against this\nevil.Your attention seems to be not less due to that particular branch of our\ntrade which belongs to the Mediterranean. So many circumstances unite in\nrendering the present state of it distressful to us that you will not think\nany deliberations misemployed which may lead to its relief and protection.The laws you have already passed for the establishment of a judiciary\nsystem have opened the doors of justice to all descriptions of persons. You\nwill consider in your wisdom whether improvements in that system may yet be\nmade, and particularly whether an uniform process of execution on sentences\nissuing from the Federal courts be not desirable through all the States.The patronage of our commerce, of our merchants and sea men, has called for\nthe appointment of consuls in foreign countries. It seems expedient to\nregulate by law the exercise of that jurisdiction and those functions which\nare permitted them, either by express convention or by a friendly\nindulgence, in the places of their residence. The consular convention, too,\nwith His Most Christian Majesty has stipulated in certain cases the aid of\nthe national authority to his consuls established here. Some legislative\nprovision is requisite to carry these stipulations into full effect.The establishment of the militia, of a mint, of standards of weights and\nmeasures, of the post office and post roads are subjects which I presume\nyou will resume of course, and which are abundantly urged by their own\nimportance.Gentlemen of the House of Representatives:The sufficiency of the revenues you have established for the objects to\nwhich they are appropriated leaves no doubt that the residuary provisions\nwill be commensurate to the other objects for which the public faith stands\nnow pledged. Allow me, moreover, to hope that it will be a favorite policy\nwith you, not merely to secure a payment of the interest of the debt\nfunded, but as far and as fast as the growing resources of the country will\npermit to exonerate it of the principal itself. The appropriation you have\nmade of the Western land explains your dispositions on this subject, and I\nam persuaded that the sooner that valuable fund can be made to contribute,\nalong with the other means, to the actual reduction of the public debt the\nmore salutary will the measure be to every public interest, as well as the\nmore satisfactory to our constituents.Gentlemen of the Senate and House of Representatives:In pursuing the various and weighty business of the present session I\nindulge the fullest persuasion that your consultation will be equally\nmarked with wisdom and animated by the love of your country. In whatever\nbelongs to my duty you shall have all the cooperation which an undiminished\nzeal for its welfare can inspire. It will be happy for us both, and our\nbest reward, if, by a successful administration of our respective trusts,\nwe can make the established Government more and more instrumental in\npromoting the good of our fellow citizens, and more and more the object of\ntheir attachment and confidence.GO. WASHINGTON", 
    "name": "George Washington"
}