{
    "date": "February 9, 1989", 
    "speech": "Mr. Speaker, Mr. President, and distinguished Members of the House and Senate,\nhonored guests, and fellow citizens: Less than 3 weeks ago, I joined you on the\nWest Front of this very building and, looking over the monuments to our proud\npast, offered you my hand in filling the next page of American history with a\nstory of extended prosperity and continued peace. And tonight I'm back to offer\nyou my plans as well. The hand remains extended; the sleeves are rolled up;\nAmerica is waiting; and now we must produce. Together, we can build a better\nAmerica.It is comforting to return to this historic Chamber. Here, 22 years ago, I first\nraised my hand to be sworn into public life. So, tonight I feel as if I'm\nreturning home to friends. And I intend, in the months and years to come, to\ngive you what friends deserve: frankness, respect, and my best judgment about\nways to improve America's future. In return, I ask for an honest commitment to\nour common mission of progress. If we seize the opportunities on the road before\nus, there'll be praise enough for all. The people didn't send us here to bicker,\nand it's time to govern.And many Presidents have come to this Chamber in times of great crisis: war and\ndepression, loss of national spirit. And 8 years ago, I sat in that very chair\nas President Reagan spoke of punishing inflation and devastatingly high interest\nrates and people out of work -- American confidence on the wane. And our\nchallenge is different. We're fortunate -- a much changed landscape lies before\nus tonight. So, I don't propose to reverse direction. We're headed the right\nway, but we cannot rest. We're a people whose energy and drive have fueled our\nrise to greatness. And we're a forward-looking nation -- generous, yes, but\nambitious, not for ourselves but for the world. Complacency is not in our\ncharacter -- not before, not now, not ever.And so, tonight we must take a strong America and make it even better. We must\naddress some very real problems. We must establish some very clear priorities.\nAnd we must make a very substantial cut in the Federal budget deficit. Some\npeople find that agenda impossible, but I'm presenting to you tonight a\nrealistic plan for tackling it. My plan has four broad features: attention to\nurgent priorities, investment in the future, an attack on the deficit, and no\nnew taxes. This budget represents my best judgment of how we can address our\npriorities. There are many areas in which we would all like to spend more than I\npropose; I understand that. But we cannot until we get our fiscal house in\norder.Next year alone, thanks to economic growth, without any change in the law, the\nFederal Government will take in over $80 billion more than it does this year.\nThat's right -- over $80 billion in new revenues, with no increases in taxes.\nAnd our job is to allocate those new resources wisely. We can afford to increase\nspending by a modest amount, but enough to invest in key priorities and still\ncut the deficit by almost 40 percent in 1 year. And that will allow us to meet\nthe targets set forth in the Gramm-Rudman-Hollings law. But to do that, we must\nrecognize that growth above inflation in Federal programs is not preordained,\nthat not all spending initiatives were designed to be immortal.I make this pledge tonight: My team and I are ready to work with the Congress,\nto form a special leadership group, to negotiate in good faith, to work day and\nnight -- if that's what it takes -- to meet the budget targets and to produce a\nbudget on time.We cannot settle for business as usual. Government by continuing resolution, or\ngovernment by crisis, will not do. And I ask the Congress tonight to approve\nseveral measures which will make budgeting more sensible. We could save time and\nimprove efficiency by enacting 2-year budgets. Forty-three Governors have the\nline-item veto. Presidents should have it, too. And at the very least, when a\nPresident proposes to rescind Federal spending, the Congress should be required\nto vote on that proposal instead of killing it by inaction. And I ask the\nCongress to honor the public's wishes by passing a constitutional amendment to\nrequire a balanced budget. Such an amendment, once phased in, will discipline\nboth the Congress and the executive branch.Several principles describe the kind of America I hope to build with your help\nin the years ahead. We will not have the luxury of taking the easy, spendthrift\napproach to solving problems because higher spending and higher taxes put\neconomic growth at risk. Economic growth provides jobs and hope. Economic growth\nenables us to pay for social programs. Economic growth enhances the security of\nthe Nation, and low tax rates create economic growth.I believe in giving Americans greater freedom and greater choice. And I will\nwork for choice for American families, whether in the housing in which they\nlive, the schools to which they send their children, or the child care they\nselect for their young. You see, I believe that we have an obligation to those\nin need, but that government should not be the provider of first resort for\nthings that the private sector can produce better. I believe in a society that\nis free from discrimination and bigotry of any kind. And I will work to knock\ndown the barriers left by past discrimination and to build a more tolerant\nsociety that will stop such barriers from ever being built again.I believe that family and faith represent the moral compass of the Nation. And\nI'll work to make them strong, for as Benjamin Franklin said: \"If a sparrow\ncannot fall to the ground without His notice, can a great nation rise without\nHis aid?\" And I believe in giving people the power to make their own lives\nbetter through growth and opportunity. And together, let's put power in the\nhands of people.Three weeks ago, we celebrated the bicentennial inaugural, the 200th anniversary\nof the first Presidency. And if you look back, one thing is so striking about\nthe way the Founding Fathers looked at America. They didn't talk about\nthemselves. They talked about posterity. They talked about the future. And we,\ntoo, must think in terms bigger than ourselves. We must take actions today that\nwill ensure a better tomorrow. We must extend American leadership in technology,\nincrease long-term investment, improve our educational system, and boost\nproductivity. These are the keys to building a better future, and here are some\nof my recommendations:I propose almost $2.2 billion for the National Science Foundation to promote\nbasic research and keep us on track to double its budget by 1993.I propose to make permanent the tax credit for research and development.I've asked Vice President Quayle to chair a new Task Force on Competitiveness.And I request funding for NASA [National Aeronautics and Space Administration]\nand a strong space program, an increase of almost $2.4 billion over the current\nfiscal year. We must have a manned space station; a vigorous, safe space shuttle\nprogram; and more commercial development in space. The space program should\nalways go \"full throttle up.\" And that's not just our ambition; it's our\ndestiny.I propose that we cut the maximum tax rate on capital gains to increase\nlong-term investment. History on this is clear -- this will increase revenues,\nhelp savings, and create new jobs. We won't be competitive if we leave whole\nsectors of America behind. This is the year we should finally enact urban\nenterprise zones and bring hope to the inner cities.But the most important competitiveness program of all is one which improves\neducation in America. When some of our students actually have trouble locating\nAmerica on a map of the world, it is time for us to map a new approach to\neducation. We must reward excellence and cut through bureaucracy. We must help\nschools that need help the most. We must give choice to parents, students,\nteachers, and principals; and we must hold all concerned accountable. In\neducation, we cannot tolerate mediocrity. I want to cut that dropout rate and\nmake America a more literate nation, because what it really comes down to is\nthis: The longer our graduation lines are today, the shorter our unemployment\nlines will be tomorrow.So, tonight I'm proposing the following initiatives: the beginning of a $500\nmillion program to reward America's best schools, merit schools; the creation of\nspecial Presidential awards for the best teachers in every State, because\nexcellence should be rewarded; the establishment of a new program of National\nScience Scholars, one each year for every Member of the House and Senate, to\ngive this generation of students a special incentive to excel in science and\nmathematics; the expanded use of magnet schools, which give families and\nstudents greater choice; and a new program to encourage alternative\ncertification, which will let talented people from all fields teach in our\nclassrooms. I've said I'd like to be the \"Education President.\" And tonight, I'd\nask you to join me by becoming the \"Education Congress.\"Just last week, as I settled into this new office, I received a letter from a\nmother in Pennsylvania who had been struck by my message in the Inaugural\nAddress. \"Not 12 hours before,\" she wrote, \"my husband and I received word that\nour son was addicted to cocaine. He had the world at his feet. Bright, gifted,\npersonable -- he could have done anything with his life. And now he has chosen\ncocaine.\" \"And please,\" she wrote, \"find a way to curb the supply of cocaine.\nGet tough with the pushers. Our son needs your help.\"My friends, that voice crying out for help could be the voice of your own\nneighbor, your own friend, your own son. Over 23 million Americans used illegal\ndrugs last year, at a staggering cost to our nation's well-being. Let this be\nrecorded as the time when America rose up and said no to drugs. The scourge of\ndrugs must be stopped. And I am asking tonight for an increase of almost a\nbillion dollars in budget outlays to escalate the war against drugs. The war\nmust be waged on all fronts. Our new drug czar, Bill Bennett, and I will be\nshoulder to shoulder in the executive branch leading the charge.Some money will be used to expand treatment to the poor and to young mothers.\nThis will offer the helping hand to the many innocent victims of drugs, like the\nthousands of babies born addicted or with AIDS because of the mother's\naddiction. Some will be used to cut the waiting time for treatment. Some money\nwill be devoted to those urban schools where the emergency is now the worst. And\nmuch of it will be used to protect our borders, with help from the Coast Guard\nand the Customs Service, the Departments of State and Justice, and, yes, the\nU.S. military.I mean to get tough on the drug criminals. And let me be clear: This President\nwill back up those who put their lives on the line every single day -- our local\npolice officers. My budget asks for beefed-up prosecution, for a new attack on\norganized crime, and for enforcement of tough sentences -- and for the worst\nkingpins, that means the death penalty. I also want to make sure that when a\ndrug dealer is convicted there's a cell waiting for him. And he should not go\nfree because prisons are too full. And so, let the word go out: If you're caught\nand convicted, you will do time.But for all we do in law enforcement, in interdiction and treatment, we will\nnever win this war on drugs unless we stop the demand for drugs. So, some of\nthis increase will be used to educate the young about the dangers of drugs. We\nmust involve the parents. We must involve the teachers. We must involve the\ncommunities. And, my friends, we must involve ourselves, each and every one of\nus in this concern.One problem related to drug use demands our urgent attention and our continuing\ncompassion, and that is the terrible tragedy of AIDS. I'm asking for $1.6\nbillion for education to prevent the disease and for research to find a cure.If we're to protect our future, we need a new attitude about the environment. We\nmust protect the air we breathe. I will send to you shortly legislation for a\nnew, more effective Clean Air Act. It will include a plan to reduce by date\ncertain the emissions which cause acid rain, because the time for study alone\nhas passed, and the time for action is now. We must make use of clean coal. My\nbudget contains full funding, on schedule, for the clean coal technology\nagreement that we've made with Canada. We've made that agreement with Canada,\nand we intend to honor that agreement. We must not neglect our parks. So, I'm\nasking to fund new acquisitions under the Land and Water Conservation Fund. We\nmust protect our oceans. And I support new penalties against those who would\ndump medical waste and other trash into our oceans. The age of the needle on the\nbeaches must end.And in some cases, the gulfs and oceans off our shores hold the promise of oil\nand gas reserves which can make our nation more secure and less dependent on\nforeign oil. And when those with the most promise can be tapped safely, as with\nmuch of the Alaska National Wildlife Refuge, we should proceed. But we must use\ncaution; we must respect the environment. And so, tonight I'm calling for the\nindefinite postponement of three lease sales which have raised troubling\nquestions, two off the coast of California and one which could threaten the\nEverglades in Florida. Action on these three lease sales will await the\nconclusion of a special task force set up to measure the potential for\nenvironmental damage.I'm directing the Attorney General and the Administrator of the Environmental\nProtection Agency to use every tool at their disposal to speed and toughen the\nenforcement of our laws against toxic-waste dumpers. I want faster cleanups and\ntougher enforcement of penalties against polluters.In addition to caring for our future, we must care for those around us. A decent\nsociety shows compassion for the young, the elderly, the vulnerable, and the\npoor. Our first obligation is to the most vulnerable -- infants, poor mothers,\nchildren living in poverty -- and my proposed budget recognizes this. I ask for\nfull funding of Medicaid, an increase of over $3 billion, and an expansion of\nthe program to include coverage of pregnant women who are near the poverty line.\nI believe we should help working families cope with the burden of child care.\nOur help should be aimed at those who need it most: low-income families with\nyoung children. I support a new child care tax credit that will aim our efforts\nat exactly those families, without discriminating against mothers who choose to\nstay at home.Now, I know there are competing proposals. But remember this: The overwhelming\nmajority of all preschool child care is now provided by relatives and neighbors\nand churches and community groups. Families who choose these options should\nremain eligible for help. Parents should have choice. And for those children who\nare unwanted or abused or whose parents are deceased, we should encourage\nadoption. I propose to reenact the tax deduction for adoption expenses and to\ndouble it to $3,000. Let's make it easier for these kids to have parents who\nlove them.We have a moral contract with our senior citizens. And in this budget, Social\nSecurity is fully funded, including a full cost-of-living adjustment. We must\nhonor our contract.We must care about those in the shadow of life, and I, like many Americans, am\ndeeply troubled by the plight of the homeless. The causes of homelessness are\nmany; the history is long. But the moral imperative to act is clear. Thanks to\nthe deep well of generosity in this great land, many organizations already\ncontribute, but we in government cannot stand on the sidelines. In my budget, I\nask for greater support for emergency food and shelter, for health services and\nmeasures to prevent substance abuse, and for clinics for the mentally ill. And I\npropose a new initiative involving the full range of government agencies. We\nmust confront this national shame.There's another issue that I've decided to mention here tonight. I've long\nbelieved that the people of Puerto Rico should have the right to determine their\nown political future. Personally, I strongly favor statehood. But I urge the\nCongress to take the necessary steps to allow the people to decide in a\nreferendum.Certain problems, the result of decades of unwise practices, threaten the health\nand security of our people. Left unattended, they will only get worse. But we\ncan act now to put them behind us.Earlier this week, I announced my support for a plan to restore the financial\nand moral integrity of our savings system. I ask Congress to enact our reform\nproposals within 45 days. We must not let this situation fester. We owe it to\nthe savers in this country to solve this problem. Certainly, the savings of\nAmericans must remain secure. Let me be clear: Insured depositors will continue\nto be fully protected, but any plan to refinance the system must be accompanied\nby major reform. Our proposals will prevent such a crisis from recurring. The\nbest answer is to make sure that a mess like this will never happen again. The\nmajority of thrifts in communities across the Nation have been honest. They've\nplayed a major role in helping families achieve the dream of home ownership. But\nmake no mistake, those who are corrupt, those who break the law, must be kicked\nout of the business; and they should go to jail.We face a massive task in cleaning up the waste left from decades of\nenvironmental neglect at America's nuclear weapons plants. Clearly, we must\nmodernize these plants and operate them safely. That's not at issue; our\nnational security depends on it. But beyond that, we must clean up the old mess\nthat's been left behind. And I propose in this budget to more than double our\ncurrent effort to do so. This will allow us to identify the exact nature of the\nvarious problems so we can clean them up, and clean them up we will.We've been fortunate during these past 8 years. America is a stronger nation\nthan it was in 1980. Morale in our Armed Forces has been restored; our resolve\nhas been shown. Our readiness has been improved, and we are at peace. There can\nno longer be any doubt that peace has been made more secure through strength.\nAnd when America is stronger, the world is safer.Most people don't realize that after the successful restoration of our strength,\nthe Pentagon budget has actually been reduced in real terms for each of the last\n4 years. We cannot tolerate continued real reduction in defense. In light of the\ncompelling need to reduce the deficit, however, I support a 1-year freeze in the\nmilitary budget, something I proposed last fall in my flexible freeze plan. And\nthis freeze will apply for only 1 year, and after that, increases above\ninflation will be required. I will not sacrifice American preparedness, and I\nwill not compromise American strength.I should be clear on the conditions attached to my recommendation for the coming\nyear: The savings must be allocated to those priorities for investing in our\nfuture that I've spoken about tonight. This defense freeze must be a part of a\ncomprehensive budget agreement which meets the targets spelled out in\nGramm-Rudman-Hollings law without raising taxes and which incorporates reforms\nin the budget process.I've directed the National Security Council to review our national security and\ndefense policies and report back to me within 90 days to ensure that our\ncapabilities and resources meet our commitments and strategies. I'm also\ncharging the Department of Defense with the task of developing a plan to improve\nthe defense procurement process and management of the Pentagon, one which will\nfully implement the Packard commission report. Many of these changes can only be\nmade with the participation of the Congress, and so, I ask for your help. We\nneed fewer regulations. We need less bureaucracy. We need multiyear procurement\nand 2-year budgeting. And frankly -- and don't take this wrong -- we need less\ncongressional micromanagement of our nation's military policy. I detect a slight\ndivision on that question, but nevertheless -- [laughter].Securing a more peaceful world is perhaps the most important priority I'd like\nto address tonight. You know, we meet at a time of extraordinary hope. Never\nbefore in this century have our values of freedom, democracy, and economic\nopportunity been such a powerful and intellectual force around the globe. Never\nbefore has our leadership been so crucial, because while America has its eyes on\nthe future, the world has its eyes on America.And it's a time of great change in the world, and especially in the Soviet\nUnion. Prudence and common sense dictate that we try to understand the full\nmeaning of the change going on there, review our policies, and then proceed with\ncaution. But I've personally assured General Secretary Gorbachev that at the\nconclusion of such a review we will be ready to move forward. We will not miss\nany opportunity to work for peace. The fundamental facts remain that the Soviets\nretain a very powerful military machine in the service of objectives which are\nstill too often in conflict with ours. So, let us take the new openness\nseriously, but let's also be realistic. And let's always be strong.There are some pressing issues we must address. I will vigorously pursue the\nStrategic Defense Initiative. The spread, and even use, of sophisticated\nweaponry threatens global security as never before. Chemical weapons must be\nbanned from the face of the Earth, never to be used again. And look, this won't\nbe easy. Verification -- extraordinarily difficult, but civilization and human\ndecency demand that we try. And the spread of nuclear weapons must be stopped.\nAnd I'll work to strengthen the hand of the International Atomic Energy Agency.\nOur diplomacy must work every day against the proliferation of nuclear weapons.And around the globe, we must continue to be freedom's best friend. And we must\nstand firm for self-determination and democracy in Central America, including in\nNicaragua. It is my strongly held conviction that when people are given the\nchance they inevitably will choose a free press, freedom of worship, and\ncertifiably free and fair elections.We must strengthen the alliance of the industrial democracies, as solid a force\nfor peace as the world has ever known. And this is an alliance forged by the\npower of our ideals, not the pettiness of our differences. So, let's lift our\nsights to rise above fighting about beef hormones, to building a better future,\nto move from protectionism to progress.I've asked the Secretary of State to visit Europe next week and to consult with\nour allies on the wide range of challenges and opportunities we face together,\nincluding East-West relations. And I look forward to meeting with our NATO\npartners in the near future.And I, too, shall begin a trip shortly to the far reaches of the Pacific Basin,\nwhere the winds of democracy are creating new hope and the power of free markets\nis unleashing a new force. When I served as our representative in China 14 or 15\nyears ago, few would have predicted the scope of the changes we've witnessed\nsince then. But in preparing for this trip, I was struck by something I came\nacross from a Chinese writer. He was speaking of his country, decades ago, but\nhis words speak to each of us in America tonight. \"Today,\" he said, \"we're\nafraid of the simple words like `goodness' and `mercy' and `kindness.\"' My\nfriends, if we're to succeed as a nation, we must rediscover those words.In just 3 days, we mark the birthday of Abraham Lincoln, the man who saved our\nUnion and gave new meaning to the word \"opportunity.\" Lincoln once said: \"I hold\nthat while man exists, it is his duty to improve not only his own condition but\nto assist in ameliorating that of mankind.\" It is this broader mission to which\nI call all Americans, because the definition of a successful life must include\nserving others.And to the young people of America, who sometimes feel left out, I ask you\ntonight to give us the benefit of your talent and energy through a new program\ncalled YES, for Youth Entering Service to America.To those men and women in business, remember the ultimate end of your work: to\nmake a better product, to create better lives. I ask you to plan for the longer\nterm and avoid that temptation of quick and easy paper profits.To the brave men and women who wear the uniform of the United States of America,\nthank you. Your calling is a high one: to be the defenders of freedom and the\nguarantors of liberty. And I want you to know that this nation is grateful for\nyour service.To the farmers of America, we appreciate the bounty you provide. We will work\nwith you to open foreign markets to American agricultural products.And to the parents of America, I ask you to get involved in your child's\nschooling. Check on the homework, go to the school, meet the teachers, care\nabout what is happening there. It's not only your child's future on the line,\nit's America's.To kids in our cities, don't give up hope. Say no to drugs; stay in school. And,\nyes, \"Keep hope alive.\"To those 37 million Americans with some form of disability, you belong in the\neconomic mainstream. We need your talents in America's work force. Disabled\nAmericans must become full partners in America's opportunity society.To the families of America watching tonight in your living rooms, hold fast to\nyour dreams because ultimately America's future rests in your hands.And to my friends in this Chamber, I ask your cooperation to keep America\ngrowing while cutting the deficit. That's only fair to those who now have no\nvote: the generations to come. Let them look back and say that we had the\nforesight to understand that a time of peace and prosperity is not the time to\nrest but a time to press forward, a time to invest in the future.And let all Americans remember that no problem of human making is too great to\nbe overcome by human ingenuity, human energy, and the untiring hope of the human\nspirit. I believe this. I would not have asked to be your President if I didn't.\nAnd tomorrow the debate on the plan I've put forward begins, and I ask the\nCongress to come forward with your own proposals. Let's not question each\nother's motives. Let's debate, let's negotiate; but let us solve the problem.Recalling anniversaries may not be my specialty in speeches -- [laughter] -- but\ntonight is one of some note. On February 9th, 1941, just 48 years ago tonight,\nSir Winston Churchill took to the airwaves during Britain's hour of peril. He'd\nreceived from President Roosevelt a hand-carried letter quoting Longfellow's\nfamous poem: \"Sail on, O Ship of State! Sail on, O Union, strong and great!\nHumanity with all its fears, With all the hopes of future years, Is hanging\nbreathless on thy fate!\" And Churchill responded on this night by radio\nbroadcast to a nation at war, but he directed his words to Franklin Roosevelt.\n\"We shall not fail or falter,\" he said. \"We shall not weaken or tire. Give us\nthe tools, and we will finish the job.\"Tonight, almost half a century later, our peril may be less immediate, but the\nneed for perseverance and clear-sighted fortitude is just as great. Now, as\nthen, there are those who say it can't be done. There are voices who say that\nAmerica's best days have passed, that we're bound by constraints, threatened by\nproblems, surrounded by troubles which limit our ability to hope. Well, tonight\nI remain full of hope. We Americans have only begun on our mission of goodness\nand greatness. And to those timid souls, I repeat the plea: \"Give us the tools,\nand we will do the job.\"Thank you. God bless you, and God bless America.", 
    "name": "George H.W. Bush"
}