{
    "date": "January 20, 2004", 
    "speech": "Mr. Speaker, Vice President Cheney, Members of Congress, distinguished guests,\nand fellow citizens: America this evening is a nation called to great\nresponsibilities, and we are rising to meet them.As we gather tonight, hundreds of thousands of American service men and women\nare deployed across the world in the war on terror. By bringing hope to the\noppressed and delivering justice to the violent, they are making America more\nsecure.Each day, law enforcement personnel and intelligence officers are tracking\nterrorist threats; analysts are examining airline passenger lists; the men and\nwomen of our new Homeland Security Department are patrolling our coasts and\nborders. And their vigilance is protecting America.Americans are proving once again to be the hardest working people in the world.\nThe American economy is growing stronger. The tax relief you passed is working.Tonight Members of Congress can take pride in the great works of compassion and\nreform that skeptics had thought impossible. You're raising the standards for\nour public schools, and you are giving our senior citizens prescription drug\ncoverage under Medicare.We have faced serious challenges together, and now we face a choice: We can go\nforward with confidence and resolve, or we can turn back to the dangerous\nillusion that terrorists are not plotting and outlaw regimes are no threat to\nus. We can press on with economic growth and reforms in education and Medicare,\nor we can turn back to old policies and old divisions.We've not come all this way, through tragedy and trial and war, only to falter\nand leave our work unfinished. Americans are rising to the tasks of history, and\nthey expect the same from us. In their efforts, their enterprise, and their\ncharacter, the American people are showing that the state of our Union is\nconfident and strong.Our greatest responsibility is the active defense of the American people.\nTwenty-eight months have passed since September the 11th, 2001-- over 2 years\nwithout an attack on American soil. And it is tempting to believe that the\ndanger is behind us. That hope is understandable, comforting--and false. The\nkilling has continued in Bali, Jakarta, Casablanca, Riyadh, Mombasa, Jerusalem,\nIstanbul, and Baghdad. The terrorists continue to plot against America and the\ncivilized world. And by our will and courage, this danger will be defeated.Inside the United States, where the war began, we must continue to give our\nhomeland security and law enforcement personnel every tool they need to defend\nus. And one of those essential tools is the PATRIOT Act, which allows Federal\nlaw enforcement to better share information to track terrorists, to disrupt\ntheir cells, and to seize their assets. For years, we have used similar\nprovisions to catch embezzlers and drug traffickers. If these methods are good\nfor hunting criminals, they are even more important for hunting terrorists.Key provisions of the PATRIOT Act are set to expire next year. The terrorist\nthreat will not expire on that schedule. Our law enforcement needs this vital\nlegislation to protect our citizens. You need to renew the PATRIOT Act.America is on the offensive against the terrorists who started this war. Last\nMarch, Khalid Sheik Mohammed, a mastermind of September the 11th, awoke to find\nhimself in the custody of U.S. and Pakistani authorities. Last August the 11th\nbrought the capture of the terrorist Hambali, who was a key player in the attack\nin Indonesia that killed over 200 people. We're tracking Al Qaida around the\nworld, and nearly two-thirds of their known leaders have now been captured or\nkilled. Thousands of very skilled and determined military personnel are on the\nmanhunt, going after the remaining killers who hide in cities and caves, and one\nby one, we will bring these terrorists to justice.As part of the offensive against terror, we are also confronting the regimes\nthat harbor and support terrorists and could supply them with nuclear, chemical,\nor biological weapons. The United States and our allies are determined: We\nrefuse to live in the shadow of this ultimate danger.The first to see our determination were the Taliban, who made Afghanistan the\nprimary training base of Al Qaida killers. As of this month, that country has a\nnew constitution guaranteeing free elections and full participation by women.\nBusinesses are opening. Health care centers are being established, and the boys\nand girls of Afghanistan are back in school. With the help from the new Afghan\narmy, our coalition is leading aggressive raids against the surviving members of\nthe Taliban and Al Qaida. The men and women of Afghanistan are building a nation\nthat is free and proud and fighting terror, and America is honored to be their\nfriend.Since we last met in this Chamber, combat forces of the United States, Great\nBritain, Australia, Poland, and other countries enforced the demands of the\nUnited Nations, ended the rule of Saddam Hussein, and the people of Iraq are\nfree.Having broken the Ba'athist regime, we face a remnant of violent Saddam\nsupporters. Men who ran away from our troops in battle are now dispersed and\nattack from the shadows. These killers, joined by foreign terrorists, are a\nserious, continuing danger. Yet we're making progress against them. The once\nall-powerful ruler of Iraq was found in a hole and now sits in a prison cell. Of\nthe top 55 officials of the former regime, we have captured or killed 45. Our\nforces are on the offensive, leading over 1,600 patrols a day and conducting an\naverage of 180 raids a week. We are dealing with these thugs in Iraq just as\nsurely as we dealt with Saddam Hussein's evil regime.The work of building a new Iraq is hard, and it is right. And America has always\nbeen willing to do what it takes for what is right. Last January, Iraq's only\nlaw was the whim of one brutal man. Today, our coalition is working with the\nIraqi Governing Council to draft a basic law with a bill of rights. We're\nworking with Iraqis and the United Nations to prepare for a transition to full\nIraqi sovereignty by the end of June.As democracy takes hold in Iraq, the enemies of freedom will do all in their\npower to spread violence and fear. They are trying to shake the will of our\ncountry and our friends, but the United States of America will never be\nintimidated by thugs and assassins. The killers will fail, and the Iraqi people\nwill live in freedom.Month by month, Iraqis are assuming more responsibility for their own security\nand their own future. And tonight we are honored to welcome one of Iraq's most\nrespected leaders, the current President of the Iraqi Governing Council, Adnan\nPachachi.Sir, America stands with you and the Iraqi people as you build a free and\npeaceful nation.Because of American leadership and resolve, the world is changing for the\nbetter. Last month, the leader of Libya voluntarily pledged to disclose and\ndismantle all of his regime's weapons of mass destruction programs, including a\nuranium enrichment project for nuclear weapons. Colonel Qadhafi correctly judged\nthat his country would be better off and far more secure without weapons of mass\nmurder.Nine months of intense negotiations involving the United States and Great\nBritain succeeded with Libya, while 12 years of diplomacy with Iraq did not. And\none reason is clear: For diplomacy to be effective, words must be credible, and\nno one can now doubt the word of America.Different threats require different strategies. Along with nations in the\nregion, we're insisting that North Korea eliminate its nuclear program. America\nand the international community are demanding that Iran meet its commitments and\nnot develop nuclear weapons. America is committed to keeping the world's most\ndangerous weapons out of the hands of the most dangerous regimes.When I came to this rostrum on September the 20th, 2001, I brought the police\nshield of a fallen officer, my reminder of lives that ended and a task that does\nnot end. I gave to you and to all Americans my complete commitment to securing\nour country and defeating our enemies. And this pledge, given by one, has been\nkept by many.You in the Congress have provided the resources for our defense and cast the\ndifficult votes of war and peace. Our closest allies have been unwavering.\nAmerica's intelligence personnel and diplomats have been skilled and tireless.\nAnd the men and women of the American military-- they have taken the hardest\nduty. We've seen their skill and their courage in armored charges and midnight\nraids and lonely hours on faithful watch. We have seen the joy when they return\nand felt the sorrow when one is lost. I've had the honor of meeting our service\nmen and women at many posts, from the deck of a carrier in the Pacific to a mess\nhall in Baghdad.Many of our troops are listening tonight, and I want you and your families to\nknow: America is proud of you. And my administration and this Congress will give\nyou the resources you need to fight and win the war on terror.I know that some people question if America is really in a war at all. They view\nterrorism more as a crime, a problem to be solved mainly with law enforcement\nand indictments. After the World Trade Center was first attacked in 1993, some\nof the guilty were indicted and tried and convicted and sent to prison. But the\nmatter was not settled. The terrorists were still training and plotting in other\nnations and drawing up more ambitious plans. After the chaos and carnage of\nSeptember the 11th, it is not enough to serve our enemies with legal papers. The\nterrorists and their supporters declared war on the United States, and war is\nwhat they got.Some in this Chamber and in our country did not support the liberation of Iraq.\nObjections to war often come from principled motives, but let us be candid about\nthe consequences of leaving Saddam Hussein in power. We're seeking all the\nfacts. Already, the Kay Report identified dozens of\nweapons-of-mass-destruction-related program activities and significant amounts\nof equipment that Iraq concealed from the United Nations. Had we failed to act,\nthe dictator's weapons of mass destruction programs would continue to this day.\nHad we failed to act, Security Council resolutions on Iraq would have been\nrevealed as empty threats, weakening the United Nations and encouraging defiance\nby dictators around the world. Iraq's torture chambers would still be filled\nwith victims, terrified and innocent. The killing fields of Iraq, where hundreds\nof thousands of men and women and children vanished into the sands, would still\nbe known only to the killers. For all who love freedom and peace, the world\nwithout Saddam Hussein's regime is a better and safer place.Some critics have said our duties in Iraq must be internationalized. This\nparticular criticism is hard to explain to our partners in Britain, Australia,\nJapan, South Korea, the Philippines, Thailand, Italy, Spain, Poland, Denmark,\nHungary, Bulgaria, Ukraine, Romania, the Netherlands, Norway, El Salvador, and\nthe 17 other countries that have committed troops to Iraq. As we debate at home,\nwe must never ignore the vital contributions of our international partners or\ndismiss their sacrifices.From the beginning, America has sought international support for our operations\nin Afghanistan and Iraq, and we have gained much support. There is a difference,\nhowever, between leading a coalition of many nations and submitting to the\nobjections of a few. America will never seek a permission slip to defend the\nsecurity of our country.We also hear doubts that democracy is a realistic goal for the greater Middle\nEast, where freedom is rare. Yet it is mistaken and condescending to assume that\nwhole cultures and great religions are incompatible with liberty and\nself-government. I believe that God has planted in every human heart the desire\nto live in freedom. And even when that desire is crushed by tyranny for decades,\nit will rise again.As long as the Middle East remains a place of tyranny and despair and anger, it\nwill continue to produce men and movements that threaten the safety of America\nand our friends. So America is pursuing a forward strategy of freedom in the\ngreater Middle East. We will challenge the enemies of reform, confront the\nallies of terror, and expect a higher standard from our friend. To cut through\nthe barriers of hateful propaganda, the Voice of America and other broadcast\nservices are expanding their programming in Arabic and Persian, and soon a new\ntelevision service will begin providing reliable news and information across the\nregion. I will send you a proposal to double the budget of the National\nEndowment for Democracy and to focus its new work on the development of free\nelections and free markets, free press, and free labor unions in the Middle\nEast. And above all, we will finish the historic work of democracy in\nAfghanistan and Iraq so those nations can light the way for others and help\ntransform a troubled part of the world.America is a nation with a mission, and that mission comes from our most basic\nbeliefs. We have no desire to dominate, no ambitions of empire. Our aim is a\ndemocratic peace, a peace founded upon the dignity and rights of every man and\nwoman. America acts in this cause with friends and allies at our side, yet we\nunderstand our special calling: This great Republic will lead the cause of\nfreedom.In the last 3 years, adversity has also revealed the fundamental strengths of\nthe American economy. We have come through recession and terrorist attack and\ncorporate scandals and the uncertainties of war. And because you acted to\nstimulate our economy with tax relief, this economy is strong and growing\nstronger.You have doubled the child tax credit from 500 to $1,000, reduced the marriage\npenalty, begun to phase out the death tax, reduced taxes on capital gains and\nstock dividends, cut taxes on small businesses, and you have lowered taxes for\nevery American who pays income taxes.Americans took those dollars and put them to work, driving this economy forward.\nThe pace of economic growth in the third quarter of 2003 was the fastest in\nnearly 20 years; new home construction, the highest in almost 20 years;\nhomeownership rates, the highest ever. Manufacturing activity is increasing.\nInflation is low. Interest rates are low. Exports are growing. Productivity is\nhigh, and jobs are on the rise. These numbers confirm that the American people\nare using their money far better than Government would have, and you were right\nto return it.America's growing economy is also a changing economy. As technology transforms\nthe way almost every job is done, America becomes more productive, and workers\nneed new skills. Much of our job growth will be found in high-skilled fields\nlike health care and biotechnology. So we must respond by helping more Americans\ngain the skills to find good jobs in our new economy.All skills begin with the basics of reading and math, which are supposed to be\nlearned in the early grades of our schools. Yet for too long, for too many\nchildren, those skills were never mastered. By passing the No Child Left Behind\nAct, you have made the expectation of literacy the law of our country. We're\nproviding more funding for our schools, a 36-percent increase since 2001. We're\nrequiring higher standards. We are regularly testing every child on the\nfundamentals. We are reporting results to parents and making sure they have\nbetter options when schools are not performing. We are making progress toward\nexcellence for every child in America.But the status quo always has defenders. Some want to undermine the No Child\nLeft Behind Act by weakening standards and accountability. Yet the results we\nrequire are really a matter of common sense: We expect third graders to read and\ndo math at the third grade level, and that's not asking too much. Testing is the\nonly way to identify and help students who are falling behind. This Nation will\nnot go back to the days of simply shuffling children along from grade to grade\nwithout them learning the basics. I refuse to give up on any child, and the No\nChild Left Behind Act is opening the door of opportunity to all of America's\nchildren.At the same time, we must ensure that older students and adults can gain the\nskills they need to find work now. Many of the fastest growing occupations\nrequire strong math and science preparation and training beyond the high school\nlevel. So tonight, I propose a series of measures called Jobs for the 21st\nCentury. This program will provide extra help to middle and high school students\nwho fall behind in reading and math, expand advanced placement programs in\nlow-income schools, invite math and science professionals from the private\nsector to teach part-time in our high schools. I propose larger Pell grants for\nstudents who prepare for college with demanding courses in high school. I\npropose increasing our support for America's fine community colleges, so they\ncan--I do so, so they can train workers for industries that are creating the\nmost new jobs. By all these actions, we'll help more and more Americans to join\nin the growing prosperity of our country. Job training is important, and so is\njob creation. We must continue to pursue an aggressive, progrowth economic\nagenda.Congress has some unfinished business on the issue of taxes. The tax reductions\nyou passed are set to expire. Unless you act, the unfair tax on marriage will go\nback up. Unless you act, millions of families will be charged $300 more in\nFederal taxes for every child. Unless you act, small businesses will pay higher\ntaxes. Unless you act, the death tax will eventually come back to life. Unless\nyou act, Americans face a tax increase. What Congress has given, the Congress\nshould not take away. For the sake of job growth, the tax cuts you passed should\nbe permanent.Our agenda for jobs and growth must help small-business owners and employees\nwith relief from needless Federal regulation and protect them from junk and\nfrivolous lawsuits.Consumers and businesses need reliable supplies of energy to make our economy\nrun, so I urge you to pass legislation to modernize our electricity system,\npromote conservation, and make America less dependent on foreign sources of\nenergy.My administration is promoting free and fair trade to open up new markets for\nAmerica's entrepreneurs and manufacturers and farmers, to create jobs for\nAmerican workers. Younger workers should have the opportunity to build a nest\negg by saving part of their Social Security taxes in a personal retirement\naccount. We should make the Social Security system a source of ownership for the\nAmerican people. And we should limit the burden of Government on this economy by\nacting as good stewards of taxpayers' dollars.In 2 weeks, I will send you a budget that funds the war, protects the homeland,\nand meets important domestic needs while limiting the growth in discretionary\nspending to less than 4 percent. This will require that Congress focus on\npriorities, cut wasteful spending, and be wise with the people's money. By doing\nso, we can cut the deficit in half over the next 5 years.Tonight I also ask you to reform our immigration laws so they reflect our values\nand benefit our economy. I propose a new temporary- worker program to match\nwilling foreign workers with willing employers when no Americans can be found to\nfill the job. This reform will be good for our economy because employers will\nfind needed workers in an honest and orderly system. A temporary-worker program\nwill help protect our homeland, allowing Border Patrol and law enforcement to\nfocus on true threats to our national security.I oppose amnesty, because it would encourage further illegal immigration and\nunfairly reward those who break our laws. My temporary- worker program will\npreserve the citizenship path for those who respect the law while bringing\nmillions of hard-working men and women out from the shadows of American life.Our Nation's health care system, like our economy, is also in a time of change.\nAmazing medical technologies are improving and saving lives. This dramatic\nprogress has brought its own challenge, in the rising costs of medical care and\nhealth insurance. Members of Congress, we must work together to help control\nthose costs and extend the benefits of modern medicine throughout our country.Meeting these goals requires bipartisan effort, and 2 months ago, you showed the\nway. By strengthening Medicare and adding a prescription drug benefit, you kept\na basic commitment to our seniors. You are giving them the modern medicine they\ndeserve.Starting this year, under the law you passed, seniors can choose to receive a\ndrug discount card, saving them 10 to 25 percent off the retail price of most\nprescription drugs, and millions of low-income seniors can get an additional\n$600 to buy medicine. Beginning next year, seniors will have new coverage for\npreventive screenings against diabetes and heart disease, and seniors just\nentering Medicare can receive wellness exams.In January of 2006, seniors can get prescription drug coverage under Medicare.\nFor a monthly premium of about $35, most seniors who do not have that coverage\ntoday can expect to see their drug bills cut roughly in half. Under this reform,\nsenior citizens will be able to keep their Medicare just as it is, or they can\nchoose a Medicare plan that fits them best, just as you, as Members of Congress,\ncan choose an insurance plan that meets your needs. And starting this year,\nmillions of Americans will be able to save money tax-free for their medical\nexpenses in a health savings account.I signed this measure proudly, and any attempt to limit the choices of our\nseniors or to take away their prescription drug coverage under Medicare will\nmeet my veto.On the critical issue of health care, our goal is to ensure that Americans can\nchoose and afford private health care coverage that best fits their individual\nneeds. To make insurance more affordable, Congress must act to address rapidly\nrising health care costs. Small businesses should be able to band together and\nnegotiate for lower insurance rates, so they can cover more workers with health\ninsurance. I urge you to pass association health plans. I ask you to give lower\nincome Americans a refundable tax credit that would allow millions to buy their\nown basic health insurance.By computerizing health records, we can avoid dangerous medical mistakes, reduce\ncosts, and improve care. To protect the doctor-patient relationship and keep\ngood doctors doing good work, we must eliminate wasteful and frivolous medical\nlawsuits. And tonight I propose that individuals who buy catastrophic health\ncare coverage as part of our new health savings accounts be allowed to deduct\n100 percent of the premiums from their taxes.A Government-run health care system is the wrong prescription. By keeping costs\nunder control, expanding access, and helping more Americans afford coverage, we\nwill preserve the system of private medicine that makes America's health care\nthe best in the world.We are living in a time of great change in our world, in our economy, in science\nand medicine. Yet some things endure: courage and compassion, reverence and\nintegrity, respect for differences of faith and race. The values we try to live\nby never change, and they are instilled in us by fundamental institutions such\nas families and schools and religious congregations. These institutions, these\nunseen pillars of civilization, must remain strong in America, and we will\ndefend them. We must stand with our families to help them raise healthy,\nresponsible children. When it comes to helping children make right choices,\nthere is work for all of us to do.One of the worst decisions our children can make is to gamble their lives and\nfutures on drugs. Our Government is helping parents confront this problem with\naggressive education, treatment, and law enforcement. Drug use in high school\nhas declined by 11 percent over the last 2 years. Four hundred thousand fewer\nyoung people are using illegal drugs than in the year 2001. In my budget, I\npropose new funding to continue our aggressive, community-based strategy to\nreduce demand for illegal drugs. Drug testing in our schools has proven to be an\neffective part of this effort. So tonight I propose an additional 23 million for\nschools that want to use drug testing as a tool to save children's lives. The\naim here is not to punish children but to send them this message: We love you,\nand we do not want to lose you.To help children make right choices, they need good examples. Athletics play\nsuch an important role in our society, but unfortunately, some in professional\nsports are not setting much of an example. The use of performance-enhancing\ndrugs like steroids in baseball, football, and other sports is dangerous, and it\nsends the wrong message, that there are shortcuts to accomplishment and that\nperformance is more important than character. So tonight I call on team owners,\nunion representatives, coaches, and players to take the lead, to send the right\nsignal, to get tough, and to get rid of steroids now.To encourage right choices, we must be willing to confront the dangers young\npeople face, even when they're difficult to talk about. Each year, about 3\nmillion teenagers contract sexually transmitted diseases that can harm them or\nkill them or prevent them from ever becoming parents. In my budget, I propose a\ngrassroots campaign to help inform families about these medical risks. We will\ndouble Federal funding for abstinence programs, so schools can teach this fact\nof life: Abstinence for young people is the only certain way to avoid sexually\ntransmitted diseases.Decisions children now make can affect their health and character for the rest\nof their lives. All of us, parents and schools and government, must work\ntogether to counter the negative influence of the culture and to send the right\nmessages to our children.A strong America must also value the institution of marriage. I believe we\nshould respect individuals as we take a principled stand for one of the most\nfundamental, enduring institutions of our civilization. Congress has already\ntaken a stand on this issue by passing the Defense of Marriage Act, signed in\n1996 by President Clinton. That statute protects marriage under Federal law as a\nunion of a man and a woman and declares that one State may not redefine marriage\nfor other States.Activist judges, however, have begun redefining marriage by court order, without\nregard for the will of the people and their elected representatives. On an issue\nof such great consequence, the people's voice must be heard. If judges insist on\nforcing their arbitrary will upon the people, the only alternative left to the\npeople would be the constitutional process. Our Nation must defend the sanctity\nof marriage.The outcome of this debate is important, and so is the way we conduct it. The\nsame moral tradition that defines marriage also teaches that each individual has\ndignity and value in God's sight.It's also important to strengthen our communities by unleashing the compassion\nof America's religious institutions. Religious charities of every creed are\ndoing some of the most vital work in our country: mentoring children, feeding\nthe hungry, taking the hand of the lonely. Yet Government has often denied\nsocial service grants and contracts to these groups, just because they have a\ncross or a Star of David or a crescent on the wall.By Executive order, I have opened billions of dollars in grant money to\ncompetition that includes faith-based charities. Tonight I ask you to codify\nthis into law, so people of faith can know that the law will never discriminate\nagainst them again.In the past, we've worked together to bring mentors to children of prisoners and\nprovide treatment for the addicted and help for the homeless. Tonight I ask you\nto consider another group of Americans in need of help. This year, some 600,000\ninmates will be released from prison back into society. We know from long\nexperience that if they can't find work or a home or help, they are much more\nlikely to commit crime and return to prison. So tonight I propose a 4-year, $300\nmillion prisoner reentry initiative to expand job training and placement\nservices, to provide transitional housing, and to help newly released prisoners\nget mentoring, including from faith-based groups. America is the land of second\nchance, and when the gates of the prison open, the path ahead should lead to a\nbetter life.For all Americans, the last 3 years have brought tests we did not ask for and\nachievements shared by all. By our actions, we have shown what kind of nation we\nare. In grief, we have found the grace to go on. In challenge, we rediscovered\nthe courage and daring of a free people. In victory, we have shown the noble\naims and good heart of America. And having come this far, we sense that we live\nin a time set apart.I've been witness to the character of the people of America, who have shown calm\nin times of danger, compassion for one another, and toughness for the long haul.\nAll of us have been partners in a great enterprise. And even some of the\nyoungest understand that we are living in historic times. Last month a girl in\nLincoln, Rhode Island, sent me a letter. It began, \"Dear George W. Bush. If\nthere's anything you know I, Ashley Pearson, age 10, can do to help anyone,\nplease send me a letter and tell me what I can do to save our country.\" She\nadded this P.S.: \"If you can send a letter to the troops, please put, 'Ashley\nPearson believes in you.' \" Tonight, Ashley, your message to our troops has\njust been conveyed. And yes, you have some duties yourself: Study hard in\nschool; listen to your mom or dad; help someone in need; and when you and your\nfriends see a man or woman in uniform, say, \"Thank you.\" And Ashley, while you\ndo your part, all of us here in this great Chamber will do our best to keep you\nand the rest of America safe and free.My fellow citizens, we now move forward with confidence and faith. Our Nation is\nstrong and steadfast. The cause we serve is right, because it is the cause of\nall mankind. The momentum of freedom in our world is unmistakable, and it is not\ncarried forward by our power alone. We can trust in that greater power who\nguides the unfolding of the years. And in all that is to come, we can know that\nHis purposes are just and true.May God continue to bless America.", 
    "name": "George W. Bush"
}