{
    "date": "January 28, 2008", 
    "speech": "Madam Speaker, Vice President Cheney, Members of Congress, distinguished\nguests, and fellow citizens:Seven years have passed since I first stood before you at this rostrum. In\nthat time, our country has been tested in ways none of us could have imagined.\nWe have faced hard decisions about peace and war, rising competition in the\nworld economy, and the health and welfare of our citizens. These issues call\nfor vigorous debate, and I think its fair to say weve answered that call. Yet\nhistory will record that amid our differences, we acted with purpose. And\ntogether, we showed the world the power and resilience of American\nself-government.All of us were sent to Washington to carry out the peoples business. That is\nthe purpose of this body. It is the meaning of our oath. And it remains our\ncharge to keep.The actions of the 110th Congress will affect the security and prosperity of\nour nation long after this session has ended. In this election year, let us\nshow our fellow Americans that we recognize our responsibilities and are\ndetermined to meet them. And let us show them that Republicans and Democrats\ncan compete for votes and cooperate for results at the same time.From expanding opportunity to protecting our country, we have made good\nprogress. Yet we have unfinished business before us, and the American people\nexpect us to get it done.In the work ahead, we must be guided by the philosophy that made our nation\ngreat. As Americans, we believe in the power of individuals to determine their\ndestiny and shape the course of history. We believe that the most reliable\nguide for our country is the collective wisdom of ordinary citizens. So in all\nwe do, we must trust in the ability of free people to make wise decisions, and\nempower them to improve their lives and their futures.To build a prosperous future, we must trust people with their own money and\nempower them to grow our economy. As we meet tonight, our economy is\nundergoing a period of uncertainty. America has added jobs for a record 52\nstraight months, but jobs are now growing at a slower pace. Wages are up, but\nso are prices for food and gas. Exports are rising, but the housing market has\ndeclined. And at kitchen tables across our country, there is concern about our\neconomic future.In the long run, Americans can be confident about our economic growth. But in\nthe short run, we can all see that growth is slowing. So last week, my\nadministration reached agreement with Speaker Pelosi and Republican Leader\nBoehner on a robust growth package that includes tax relief for individuals\nand families and incentives for business investment. The temptation will be to\nload up the bill. That would delay it or derail it, and neither option is\nacceptable. This is a good agreement that will keep our economy growing and\nour people working. And this Congress must pass it as soon as possible.We have other work to do on taxes. Unless the Congress acts, most of the tax\nrelief we have delivered over the past seven years will be taken away. Some in\nWashington argue that letting tax relief expire is not a tax increase. Try\nexplaining that to 116 million American taxpayers who would see their taxes\nrise by an average of $1,800. Others have said they would personally be happy\nto pay higher taxes. I welcome their enthusiasm, and I am pleased to report\nthat the I.R.S. accepts both checks and money orders.Most Americans think their taxes are high enough. With all the other pressures\non their finances, American families should not have to worry about the\nfederal government taking a bigger bite out of their paychecks. There is only\none way to eliminate this uncertainty: make the tax relief permanent. And\nmembers of Congress should know: If any bill raising taxes reaches my desk, I\nwill veto it.Just as we trust Americans with their own money, we need to earn their trust\nby spending their tax dollars wisely. Next week, I will send you a budget that\nterminates or substantially reduces 151 wasteful or bloated programs totaling\nmore than $18 billion. And this budget will keep America on track for a\nsurplus in 2012. American families have to balance their budgets, and so\nshould their government.The peoples trust in their government is undermined by Congressional earmarks \nspecial interest projects that are often snuck in at the last minute, without\ndiscussion or debate. Last year, I asked you to voluntarily cut the number and\ncost of earmarks in half. I also asked you to stop slipping earmarks into\ncommittee reports that never even come to a vote. Unfortunately, neither goal\nwas met. So this time, if you send me an appropriations bill that does not cut\nthe number and cost of earmarks in half, I will send it back to you with my\nveto. And tomorrow, I will issue an Executive Order that directs federal\nagencies to ignore any future earmark that is not voted on by the Congress. If\nthese items are truly worth funding, the Congress should debate them in the\nopen and hold a public vote.Our shared responsibilities extend beyond matters of taxes and spending.On housing, we must trust Americans with the responsibility of homeownership\nand empower them to weather turbulent times in the housing market. My\nadministration brought together the HOPE NOW alliance, which is helping many\nstruggling homeowners avoid foreclosure. The Congress can help even more.\nTonight I ask you to pass legislation to reform Fannie Mae and Freddie Mac,\nmodernize the Federal Housing Administration, and allow state housing agencies\nto issue tax-free bonds to help homeowners refinance their mortgages. These\nare difficult times for many American families, and by taking these steps, we\ncan help more of them keep their homes.To build a future of quality health care, we must trust patients and doctors\nto make medical decisions and empower them with better information and better\noptions. We share a common goal: making health care more affordable and\naccessible for all Americans. The best way to achieve that goal is by\nexpanding consumer choice, not government control. So I have proposed ending\nthe bias in the tax code against those who do not get their health insurance\nthrough their employer. This one reform would put private coverage within\nreach for millions, and I call on the Congress to pass it this year. The\nCongress must also expand health savings accounts, create Association Health\nPlans for small businesses, promote health information technology, and\nconfront the epidemic of junk medical lawsuits. With all these steps, we will\nhelp ensure that decisions about your medical care are made in the privacy of\nyour doctors office  not in the halls of Congress.On education, we must trust students to learn if given the chance and empower\nparents to demand results from our schools. In neighborhoods across our\ncountry, there are boys and girls with dreams  and a decent education is their\nonly hope of achieving them. Six years ago, we came together to pass the No\nChild Left Behind Act, and today no one can deny its results. Last year,\nfourth and eighth graders achieved the highest math scores on record. Reading\nscores are on the rise. And African-American and Hispanic students posted\nall-time highs. Now we must work together to increase accountability, add\nflexibility for states and districts, reduce the number of high school\ndropouts, and provide extra help for struggling schools. Members of Congress:\nThe No Child Left Behind Act is a bipartisan achievement. It is succeeding.\nAnd we owe it to Americas children, their parents, and their teachers to\nstrengthen this good law.We must also do more to help children when their schools do not measure up.\nThanks to the D.C. Opportunity Scholarships you approved, more than 2,600 of\nthe poorest children in our nations capital have found new hope at a\nfaith-based or other non-public school. Sadly, these schools are disappearing\nat an alarming rate in many of Americas inner cities. So I will convene a\nWhite House summit aimed at strengthening these lifelines of learning. And to\nopen the doors of these schools to more children, I ask you to support a new\n$300 million program called Pell Grants for Kids. We have seen how Pell Grants\nhelp low-income college students realize their full potential. Together, we\nhave expanded the size and reach of these grants. Now lets apply that same\nspirit to help liberate poor children trapped in failing public schools.On trade, we must trust American workers to compete with anyone in the world\nand empower them by opening up new markets overseas. Today, our economic\ngrowth increasingly depends on our ability to sell American goods, crops, and\nservices all over the world. So we are working to break down barriers to trade\nand investment wherever we can. We are working for a successful Doha round of\ntrade talks, and we must complete a good agreement this year. At the same\ntime, we are pursuing opportunities to open up new markets by passing free\ntrade agreements.I thank the Congress for approving a good agreement with Peru. Now I ask you\nto approve agreements with Colombia, Panama, and South Korea. Many products\nfrom these nations now enter America duty-free, yet many of our products face\nsteep tariffs in their markets. These agreements will level the playing field.\nThey will give us better access to nearly 100 million customers. And they will\nsupport good jobs for the finest workers in the world: those whose products\nsay \"Made in the USA.\"These agreements also promote Americas strategic interests. The first\nagreement that will come before you is with Colombia, a friend of America that\nis confronting violence and terror and fighting drug traffickers. If we fail\nto pass this agreement, we will embolden the purveyors of false populism in\nour hemisphere. So we must come together, pass this agreement, and show our\nneighbors in the region that democracy leads to a better life.Trade brings better jobs, better choices, and better prices. Yet for some\nAmericans, trade can mean losing a job, and the federal government has a\nresponsibility to help. I ask the Congress to reauthorize and reform trade\nadjustment assistance, so we can help these displaced workers learn new skills\nand find new jobs.To build a future of energy security, we must trust in the creative genius of\nAmerican researchers and entrepreneurs and empower them to pioneer a new\ngeneration of clean energy technology. Our security, our prosperity, and our\nenvironment all require reducing our dependence on oil. Last year, I asked you\nto pass legislation to reduce oil consumption over the next decade, and you\nresponded. Together we should take the next steps: Let us fund new\ntechnologies that can generate coal power while capturing carbon emissions.\nLet us increase the use of renewable power and emissions-free nuclear power.\nLet us continue investing in advanced battery technology and renewable fuels\nto power the cars and trucks of the future. Let us create a new international\nclean technology fund, which will help developing nations like India and China\nmake greater use of clean energy sources. And let us complete an international\nagreement that has the potential to slow, stop, and eventually reverse the\ngrowth of greenhouse gases. This agreement will be effective only if it\nincludes commitments by every major economy and gives none a free ride. The\nUnited States is committed to strengthening our energy security and\nconfronting global climate change. And the best way to meet these goals is for\nAmerica to continue leading the way toward the development of cleaner and more\nefficient technology.To keep America competitive into the future, we must trust in the skill of our\nscientists and engineers and empower them to pursue the breakthroughs of\ntomorrow. Last year, the Congress passed legislation supporting the American\nCompetitiveness Initiative, but never followed through with the funding. This\nfunding is essential to keeping our scientific edge. So I ask the Congress to\ndouble federal support for critical basic research in the physical sciences\nand ensure America remains the most dynamic nation on earth.On matters of science and life, we must trust in the innovative spirit of\nmedical researchers and empower them to discover new treatments while\nrespecting moral boundaries. In November, we witnessed a landmark achievement\nwhen scientists discovered a way to reprogram adult skin cells to act like\nembryonic stem cells. This breakthrough has the potential to move us beyond\nthe divisive debates of the past by extending the frontiers of medicine\nwithout the destruction of human life. So we are expanding funding for this\ntype of ethical medical research. And as we explore promising avenues of\nresearch, we must also ensure that all life is treated with the dignity it\ndeserves. So I call on the Congress to pass legislation that bans unethical\npractices such as the buying, selling, patenting, or cloning of human life.On matters of justice, we must trust in the wisdom of our Founders and empower\njudges who understand that the Constitution means what it says. I have\nsubmitted judicial nominees who will rule by the letter of the law, not the\nwhim of the gavel. Many of these nominees are being unfairly delayed. They are\nworthy of confirmation, and the Senate should give each of them a prompt\nup-or-down vote.In communities across our land, we must trust in the good heart of the\nAmerican people and empower them to serve their neighbors in need. Over the\npast seven years, more of our fellow citizens have discovered that the pursuit\nof happiness leads to the path of service. Americans have volunteered in\nrecord numbers. Charitable donations are higher than ever. Faith-based groups\nare bringing hope to pockets of despair, with newfound support from the\nfederal government. And to help guarantee equal treatment for faith-based\norganizations when they compete for federal funds, I ask you to permanently\nextend Charitable Choice.Tonight the armies of compassion continue the march to a new day in the Gulf\nCoast. America honors the strength and resilience of the people of this\nregion. We reaffirm our pledge to help them build stronger and better than\nbefore. And tonight I am pleased to announce that in April we will host this\nyears North American Summit of Canada, Mexico, and the United States in the\ngreat city of New Orleans.There are two other pressing challenges that I have raised repeatedly before\nthis body, and that this body has failed to address: entitlement spending and\nimmigration.Every Member in this chamber knows that spending on entitlement programs like\nSocial Security, Medicare, and Medicaid is growing faster than we can afford.\nAnd we all know the painful choices ahead if America stays on this path:\nmassive tax increases, sudden and drastic cuts in benefits, or crippling\ndeficits. I have laid out proposals to reform these programs. Now I ask\nmembers of Congress to offer your proposals and come up with a bipartisan\nsolution to save these vital programs for our children and grandchildren.The other pressing challenge is immigration. America needs to secure our\nborders  and with your help, my administration is taking steps to do so. We\nare increasing work site enforcement, we are deploying fences and advanced\ntechnologies to stop illegal crossings, we have effectively ended the policy\nof \"catch and release\" at the border, and by the end of this year, we will\nhave doubled the number of border patrol agents. Yet we also need to\nacknowledge that we will never fully secure our border until we create a\nlawful way for foreign workers to come here and support our economy. This will\ntake pressure off the border and allow law enforcement to concentrate on those\nwho mean us harm. We must also find a sensible and humane way to deal with\npeople here illegally. Illegal immigration is complicated, but it can be\nresolved. And it must be resolved in a way that upholds both our laws and our\nhighest ideals.This is the business of our nation here at home. Yet building a prosperous\nfuture for our citizens also depends on confronting enemies abroad and\nadvancing liberty in troubled regions of the world.Our foreign policy is based on a clear premise: We trust that people, when\ngiven the chance, will choose a future of freedom and peace. In the last seven\nyears, we have witnessed stirring moments in the history of liberty. We have\nseen citizens in Georgia and Ukraine stand up for their right to free and fair\nelections. We have seen people in Lebanon take to the streets to demand their\nindependence. We have seen Afghans emerge from the tyranny of the Taliban to\nchoose a new president and a new parliament. We have seen jubilant Iraqis\nholding up ink-stained fingers and celebrating their freedom. And these images\nof liberty have inspired us.In the past seven years, we have also seen images that have sobered us. We\nhave watched throngs of mourners in Lebanon and Pakistan carrying the caskets\nof beloved leaders taken by the assassins hand. We have seen wedding guests in\nblood-soaked finery staggering from a hotel in Jordan, Afghans and Iraqis\nblown up in mosques and markets, and trains in London and Madrid ripped apart\nby bombs. And on a clear September day, we saw thousands of our fellow\ncitizens taken from us in an instant. These horrific images serve as a grim\nreminder: The advance of liberty is opposed by terrorists and extremists  evil\nmen who despise freedom, despise America, and aim to subject millions to their\nviolent rule.Since September 11, we have taken the fight to these terrorists and\nextremists. We will stay on the offense, we will keep up the pressure, and we\nwill deliver justice to the enemies of America.We are engaged in the defining ideological struggle of the 21st century. The\nterrorists oppose every principle of humanity and decency that we hold dear.\nYet in this war on terror, there is one thing we and our enemies agree on: In\nthe long run, men and women who are free to determine their own destinies will\nreject terror and refuse to live in tyranny. That is why the terrorists are\nfighting to deny this choice to people in Lebanon,Iraq, Afghanistan, Pakistan, and the Palestinian Territories. And that is why,\nfor the security of America and the peace of the world, we are spreading the\nhope of freedom.In Afghanistan, America, our 25 NATO allies, and 15 partner nations are\nhelping the Afghan people defend their freedom and rebuild their country.\nThanks to the courage of these military and civilian personnel, a nation that\nwas once a safe haven for Al Qaeda is now a young democracy where boys and\ngirls are going to school, new roads and hospitals are being built, and people\nare looking to the future with new hope. These successes must continue, so we\nare adding 3,200 Marines to our forces in Afghanistan, where they will fight\nthe terrorists and train the Afghan Army and police. Defeating the Taliban and\nAl Qaeda is critical to our security, and I thank the Congress for supporting\nAmericas vital mission in Afghanistan.In Iraq, the terrorists and extremists are fighting to deny a proud people\ntheir liberty and to establish safe havens for attacks across the world. One\nyear ago, our enemies were succeeding in their efforts to plunge Iraq into\nchaos. So we reviewed our strategy and changed course. We launched a surge of\nAmerican forces into Iraq. And we gave our troops a new mission: Work with\nIraqi forces to protect the Iraqi people, pursue the enemy in its strongholds,\nand deny the terrorists sanctuary anywhere in the country.The Iraqi people quickly realized that something dramatic had happened. Those\nwho had worried that America was preparing to abandon them instead saw tens of\nthousands of American forces flowing into their country. They saw our forces\nmoving into neighborhoods, clearing out the terrorists, and staying behind to\nensure the enemy did not return. And they saw our troops, along with\nprovincial reconstruction teams that include foreign service officers and\nother skilled public servants, coming in to ensure that improved security was\nfollowed by improvements in daily life. Our military and civilians in Iraq are\nperforming with courage and distinction, and they have the gratitude of our\nwhole nation.The Iraqis launched a surge of their own. In the fall of 2006, Sunni tribal\nleaders grew tired of Al Qaedas brutality and started a popular uprising\ncalled \"the Anbar Awakening.\" Over the past year, similar movements have\nspread across the country. And today, this grass-roots surge includes more\nthan 80,000 Iraqi citizens who are fighting the terrorists. The government in\nBaghdad has stepped forward as well  adding more than 100,000 new Iraqi\nsoldiers and police during the past year.While the enemy is still dangerous and more work remains, the American and\nIraqi surges have achieved results few of us could have imagined just one year\nago:When we met last year, many said containing the violence was impossible. A\nyear later, high profile terrorist attacks are down, civilian deaths are down,\nand sectarian killings are down.When we met last year, militia extremists  some armed and trained by Iran \nwere wreaking havoc in large areas of Iraq. A year later, coalition and Iraqi\nforces have killed or captured hundreds of militia fighters. And Iraqis of all\nbackgrounds increasingly realize that defeating these militia fighters is\ncritical to the future of their country.When we met last year, Al Qaeda had sanctuaries in many areas of Iraq, and\ntheir leaders had just offered American forces safe passage out of the\ncountry. Today, it is Al Qaeda that is searching for safe passage. They have\nbeen driven from many of the strongholds they once held, and over the past\nyear, we have captured or killed thousands of extremists in Iraq, including\nhundreds of key Al Qaeda leaders and operatives. Last month, Osama bin Laden\nreleased a tape in which he railed against Iraqi tribal leaders who have\nturned on Al Qaeda and admitted that Coalition forces are growing stronger in\nIraq. Ladies and gentlemen, some may deny the surge is working, but among the\nterrorists there is no doubt. Al Qaeda is on the run in Iraq, and this enemy\nwill be defeated.When we met last year, our troop levels in Iraq were on the rise. Today,\nbecause of the progress just described, we are implementing a policy of\n\"return on success,\" and the surge forces we sent to Iraq are beginning to\ncome home.This progress is a credit to the valor of our troops and the brilliance of\ntheir commanders. This evening, I want to speak directly to our men and women\non the front lines. Soldiers, sailors, airmen, marines, and coast guardsmen:\nIn the past year, you have done everything we have asked of you, and more. Our\nnation is grateful for your courage. We are proud of your accomplishments. And\ntonight in this hallowed chamber, with the American people as our witness, we\nmake you a solemn pledge: In the fight ahead, you will have all you need to\nprotect our nation. And I ask the Congress to meet its responsibilities to\nthese brave men and women by fully funding our troops.Our enemies in Iraq have been hit hard. They are not yet defeated, and we can\nstill expect tough fighting ahead. Our objective in the coming year is to\nsustain and build on the gains we made in 2007, while transitioning to the\nnext phase of our strategy. American troops are shifting from leading\noperations, to partnering with Iraqi forces, and, eventually, to a protective\noverwatch mission. As part of this transition, one Army brigade combat team\nand one Marine Expeditionary Unit have already come home and will not be\nreplaced. In the coming months, four additional brigades and two Marine\nbattalions will follow suit. Taken together, this means more than 20,000 of\nour troops are coming home.Any further drawdown of U.S. troops will be based on conditions in Iraq and\nthe recommendations of our commanders. General Petraeus has warned that too\nfast a drawdown could result in the \"disintegration of the Iraqi Security\nForces, Al Qaeda-Iraq regaining lost ground, [and] a marked increase in\nviolence.\" Members of Congress: Having come so far and achieved so much, we\nmust not allow this to happen.In the coming year, we will work with Iraqi leaders as they build on the\nprogress they are making toward political reconciliation. At the local level,\nSunnis, Shia and Kurds are beginning to come together to reclaim their\ncommunities and rebuild their lives. Progress in the provinces must be matched\nby progress in Baghdad. And we are seeing some encouraging signs. The national\ngovernment is sharing oil revenues with the provinces. The parliament recently\npassed both a pension law and de-Baathification reform. Now they are debating\na provincial powers law. The Iraqis still have a distance to travel. But after\ndecades of dictatorship and the pain of sectarian violence, reconciliation is\ntaking place  and the Iraqi people are taking control of their future.The mission in Iraq has been difficult and trying for our nation. But it is in\nthe vital interest of the United States that we succeed. A free Iraq will deny\nAl Qaeda a safe haven. A free Iraq will show millions across the Middle East\nthat a future of liberty is possible. And a free Iraq will be a friend of\nAmerica, a partner in fighting terror, and a source of stability in a\ndangerous part of the world.By contrast, a failed Iraq would embolden extremists, strengthen Iran, and\ngive terrorists a base from which to launch new attacks on our friends, our\nallies, and our homeland. The enemy has made its intentions clear. At a time\nwhen the momentum seemed to favor them, Al Qaedas top commander in Iraq\ndeclared that they will not rest until they have attacked us here in\nWashington. My fellow Americans: We will not rest either. We will not rest\nuntil this enemy has been defeated. We must do the difficult work today, so\nthat years from now people will look back and say that this generation rose to\nthe moment, prevailed in a tough fight, and left behind a more hopeful region\nand a safer America.We are also standing against the forces of extremism in the Holy Land, where\nwe have new cause for hope. Palestinians have elected a president who\nrecognizes that confronting terror is essential to achieving a state where his\npeople can live in dignity and at peace with Israel. Israelis have leaders who\nrecognize that a peaceful, democratic Palestinian state will be a source of\nlasting security. This month in Ramallah and Jerusalem, I assured leaders from\nboth sides that America will do, and I will do, everything we can to help them\nachieve a peace agreement that defines a Palestinian state by the end of this\nyear. The time has come for a Holy Land where a democratic Israel and a\ndemocratic Palestine live side-by-side in peace.We are also standing against the forces of extremism embodied by the regime in\nTehran. Irans rulers oppress a good and talented people. And wherever freedom\nadvances in the Middle East, it seems the Iranian regime is there to oppose\nit. Iran is funding and training militia groups in Iraq, supporting Hezbollah\nterrorists in Lebanon, and backing Hamas efforts to undermine peace in the\nHoly Land. Tehran is also developing ballistic missiles of increasing range\nand continues to develop its capability to enrich uranium, which could be used\nto create a nuclear weapon. Our message to the people of Iran is clear: We\nhave no quarrel with you, we respect your traditions and your history, and we\nlook forward to the day when you have your freedom. Our message to the leaders\nof Iran is also clear: Verifiably suspend your nuclear enrichment, so\nnegotiations can begin. And to rejoin the community of nations, come clean\nabout your nuclear intentions and past actions, stop your oppression at home,\nand cease your support for terror abroad. But above all, know this: America\nwill confront those who threaten our troops, we will stand by our allies, and\nwe will defend our vital interests in the Persian Gulf.On the home front, we will continue to take every lawful and effective measure\nto protect our country. This is our most solemn duty. We are grateful that\nthere has not been another attack on our soil since September 11. This is not\nfor a lack of desire or effort on the part of the enemy. In the past six\nyears, we have stopped numerous attacks, including a plot to fly a plane into\nthe tallest building in Los Angeles and another to blow up passenger jets\nbound for America over the Atlantic. Dedicated men and women in our government\ntoil day and night to stop the terrorists from carrying out their plans. These\ngood citizens are saving American lives, and everyone in this chamber owes\nthem our thanks. And we owe them something more: We owe them the tools they\nneed to keep our people safe.One of the most important tools we can give them is the ability to monitor\nterrorist communications. To protect America, we need to know who the\nterrorists are talking to, what they are saying, and what they are planning.\nLast year, the Congress passed legislation to help us do that. Unfortunately,\nthe Congress set the legislation to expire on February 1. This means that if\nyou do not act by Friday, our ability to track terrorist threats would be\nweakened and our citizens will be in greater danger. The Congress must ensure\nthe flow of vital intelligence is not disrupted. The Congress must pass\nliability protection for companies believed to have assisted in the efforts to\ndefend America. We have had ample time for debate. The time to act is now.Protecting our nation from the dangers of a new century requires more than\ngood intelligence and a strong military. It also requires changing the\nconditions that breed resentment and allow extremists to prey on despair. So\nAmerica is using its influence to build a freer, more hopeful, and more\ncompassionate world. This is a reflection of our national interest and the\ncalling of our conscience.America is opposing genocide in Sudan and supporting freedom in countries from\nCuba and Zimbabwe to Belarus and Burma.America is leading the fight against global poverty, with strong education\ninitiatives and humanitarian assistance. We have also changed the way we\ndeliver aid by launching the Millennium Challenge Account. This program\nstrengthens democracy, transparency, and the rule of law in developing\nnations, and I ask you to fully fund this important initiative.America is leading the fight against global hunger. Today, more than half the\nworlds food aid comes from the United States. And tonight, I ask the Congress\nto support an innovative proposal to provide food assistance by purchasing\ncrops directly from farmers in the developing world, so we can build up local\nagriculture and help break the cycle of famine.America is leading the fight against disease. With your help, we are working\nto cut by half the number of malaria-related deaths in 15 African nations. And\nour Emergency Plan for AIDS Relief is treating 1.4 million people. We can\nbring healing and hope to many more. So I ask you to maintain the principles\nthat have changed behavior and made this program a success. And I call on you\nto double our initial commitment to fighting HIV/AIDS by approving an\nadditional $30 billion over the next 5 years.America is a force for hope in the world because we are a compassionate\npeople, and some of the most compassionate Americans are those who have\nstepped forward to protect us. We must keep faith with all who have risked\nlife and limb so that we might live in freedom and peace. Over the past seven\nyears, we have increased funding for veterans by more than 95 percent. As we\nincrease funding, we must also reform our veterans system to meet the needs of\na new war and a new generation. I call on the Congress to enact the reforms\nrecommended by Senator Bob Dole and Secretary Donna Shalala, so we can improve\nthe system of care for our wounded warriors and help them build lives of hope,\npromise, and dignity.Our military families also sacrifice for America. They endure sleepless nights\nand the daily struggle of providing for children while a loved one is serving\nfar from home. We have a responsibility to provide for them. So I ask you to\njoin me in expanding their access to child care, creating new hiring\npreferences for military spouses across the federal government, and allowing\nour troops to transfer their unused education benefits to their spouses or\nchildren. Our military families serve our nation, they inspire our nation, and\ntonight our nation honors them.The secret of our strength, the miracle of America, is that our greatness lies\nnot in our government, but in the spirit and determination of our people. When\nthe Federal Convention met in Philadelphia in 1787, our nation was bound by\nthe Articles of Confederation, which began with the words, \"We the undersigned\ndelegates.\" When Gouverneur Morris was asked to draft the preamble to our new\nConstitution, he offered an important revision and opened with words that\nchanged the course of our nation and the history of the world: \"We the\npeople.\"By trusting the people, our Founders wagered that a great and noble nation\ncould be built on the liberty that resides in the hearts of all men and women.\nBy trusting the people, succeeding generations transformed our fragile young\ndemocracy into the most powerful nation on earth and a beacon of hope for\nmillions. And so long as we continue to trust the people, our nation will\nprosper, our liberty will be secure, and the State of our Union will remain\nstrong. So tonight, with confidence in freedoms power, and trust in the\npeople, let us set forth to do their business.", 
    "name": "George W. Bush"
}