{
    "date": "January 31, 2006", 
    "speech": "Mr. Speaker, Vice President Cheney, Members of Congress, members of the Supreme\nCourt and Diplomatic Corps, distinguished guests and fellow citizens:Today our Nation lost a beloved, graceful, courageous woman who called America\nto its founding ideals and carried on a noble dream. Tonight we are comforted by\nthe hope of a glad reunion with the husband who was taken from her so long ago,\nand we are grateful for the good life of Coretta Scott King.Every time I am invited to this rostrum, I am humbled by the privilege, and\nmindful of the history we have seen together. We have gathered under this\nCapitol dome in moments of national mourning and national achievement. We have\nserved America through one of the most consequential periods of our history, and\nit has been my honor to serve with you.In a system of two parties, two chambers, and two elected branches, there will\nalways be differences and debate. But even tough debates can be conducted in a\ncivil tone, and our differences cannot be allowed to harden into anger. To\nconfront the great issues before us, we must act in a spirit of good will and\nrespect for one another, and I will do my part. Tonight the state of our Union\nis strong, and together we will make it stronger.In this decisive year, you and I will make choices that determine both the\nfuture and the character of our country. We will choose to act confidently in\npursuing the enemies of freedom, or retreat from our duties in the hope of an\neasier life. We will choose to build our prosperity by leading the world\neconomy, or shut ourselves off from trade and opportunity. In a complex and\nchallenging time, the road of isolationism and protectionism may seem broad and\ninviting, yet it ends in danger and decline. The only way to protect our people,\nthe only way to secure the peace, the only way to control our destiny is by our\nleadership, so the United States of America will continue to lead.Abroad, our Nation is committed to a historic, long-term goal. We seek the end\nof tyranny in our world. Some dismiss that goal as misguided idealism. In\nreality, the future security of America depends on it. On September 11, 2001, we\nfound that problems originating in a failed and oppressive state 7,000 miles\naway could bring murder and destruction to our country. Dictatorships shelter\nterrorists, feed resentment and radicalism, and seek weapons of mass\ndestruction. Democracies replace resentment with hope, respect the rights of\ntheir citizens and their neighbors, and join the fight against terror. Every\nstep toward freedom in the world makes our country safer, and so we will act\nboldly in freedom's cause.Far from being a hopeless dream, the advance of freedom is the great story of\nour time. In 1945, there were about two dozen lonely democracies in the world.\nToday, there are 122. And we are writing a new chapter in the story of\nself-government, with women lining up to vote in Afghanistan, and millions of\nIraqis marking their liberty with purple ink, and men and women from Lebanon to\nEgypt debating the rights of individuals and the necessity of freedom. At the\nstart of 2006, more than half the people of our world live in democratic\nnations. And we do not forget the other half, in places like Syria, Burma,\nZimbabwe, North Korea, and Iran, because the demands of justice, and the peace\nof this world, require their freedom as well.No one can deny the success of freedom, but some men rage and fight against it.\nAnd one of the main sources of reaction and opposition is radical Islam, the\nperversion by a few of a noble faith into an ideology of terror and death.\nTerrorists like bin Laden are serious about mass murder, and all of us must take\ntheir declared intentions seriously. They seek to impose a heartless system of\ntotalitarian control throughout the Middle East and arm themselves with weapons\nof mass murder. Their aim is to seize power in Iraq and use it as a safe haven\nto launch attacks against America and the world. Lacking the military strength\nto challenge us directly, the terrorists have chosen the weapon of fear. When\nthey murder children at a school in Beslan, or blow up commuters in London, or\nbehead a bound captive, the terrorists hope these horrors will break our will,\nallowing the violent to inherit the Earth. But they have miscalculated: we love\nour freedom, and we will fight to keep it.In a time of testing, we cannot find security by abandoning our commitments and\nretreating within our borders. If we were to leave these vicious attackers\nalone, they would not leave us alone. They would simply move the battlefield to\nour own shores. There is no peace in retreat. And there is no honor in retreat.\nBy allowing radical Islam to work its will, by leaving an assaulted world to\nfend for itself, we would signal to all that we no longer believe in our own\nideals, or even in our own courage. But our enemies and our friends can be\ncertain: the United States will not retreat from the world, and we will never\nsurrender to evil.America rejects the false comfort of isolationism. We are the Nation that saved\nliberty in Europe, and liberated death camps, and helped raise up democracies,\nand faced down an evil empire. Once again, we accept the call of history to\ndeliver the oppressed, and move this world toward peace.We remain on the offensive against terror networks. We have killed or captured\nmany of their leaders. And for the others, their day will come. We remain on the\noffensive in Afghanistan, where a fine president and national assembly are\nfighting terror while building the institutions of a new democracy.And we are on the offensive in Iraq, with a clear plan for victory. First, we\nare helping Iraqis build an inclusive government, so that old resentments will\nbe eased and the insurgency will be marginalized. Second, we are continuing\nreconstruction efforts and helping the Iraqi government to fight corruption and\nbuild a modern economy, so all Iraqis can experience the benefits of freedom.\nThird, we are striking terrorist targets while we train Iraqi forces that are\nincreasingly capable of defeating the enemy. Iraqis are showing their courage\nevery day, and we are proud to be their allies in the cause of freedom.Our work in Iraq is difficult because our enemy is brutal. But that brutality\nhas not stopped the dramatic progress of a new democracy. In less than 3 years,\nthat nation has gone from dictatorship, to liberation, to sovereignty, to a\nconstitution, to national elections. At the same time, our coalition has been\nrelentless in shutting off terrorist infiltration, clearing out insurgent\nstrongholds, and turning over territory to Iraqi security forces. I am confident\nin our plan for victory. I am confident in the will of the Iraqi people. I am\nconfident in the skill and spirit of our military. Fellow citizens, we are in\nthis fight to win, and we are winning.The road of victory is the road that will take our troops home. As we make\nprogress on the ground, and Iraqi forces increasingly take the lead, we should\nbe able to further decrease our troop levels; but those decisions will be made\nby our military commanders, not by politicians in Washington, D.C.Our coalition has learned from our experience in Iraq. We have adjusted our\nmilitary tactics and changed our approach to reconstruction. Along the way, we\nhave benefited from responsible criticism and counsel offered by Members of\nCongress of both parties. In the coming year, I will continue to reach out and\nseek your good advice.Yet there is a difference between responsible criticism that aims for success\nand defeatism that refuses to acknowledge anything but failure. Hindsight alone\nis not wisdom. And second-guessing is not a strategy.With so much in the balance, those of us in public office have a duty to speak\nwith candor. A sudden withdrawal of our forces from Iraq would abandon our Iraqi\nallies to death and prison, put men like bin Laden and Zarqawi in charge of a\nstrategic country, and show that a pledge from America means little. Members of\nCongress: however we feel about the decisions and debates of the past, our\nNation has only one option: we must keep our word, defeat our enemies, and stand\nbehind the American military in its vital mission.Our men and women in uniform are making sacrifices and showing a sense of duty\nstronger than all fear. They know what it is like to fight house to house in a\nmaze of streets, to wear heavy gear in the desert heat, to see a comrade killed\nby a roadside bomb. And those who know the costs also know the stakes. Marine\nStaff Sergeant Dan Clay was killed last month fighting in Fallujah. He left\nbehind a letter to his family, but his words could just as well be addressed to\nevery American. Here is what Dan wrote: \"I know what honor is. It has been an\nhonor to protect and serve all of you. I faced death with the secure knowledge\nthat you would not have to. Never falter. Don't hesitate to honor and support\nthose of us who have the honor of protecting that which is worth protecting.\"Staff Sergeant Dan Clay's wife, Lisa, and his mom and dad, Sara Jo and Bud, are\nwith us this evening. Welcome. Our Nation is grateful to the fallen, who live in\nthe memory of our country. We are grateful to all who volunteer to wear our\nNation's uniform; and as we honor our brave troops, let us never forget the\nsacrifices of America's military families.Our offensive against terror involves more than military action. Ultimately, the\nonly way to defeat the terrorists is to defeat their dark vision of hatred and\nfear by offering the hopeful alternative of political freedom and peaceful\nchange. So the United States of America supports democratic reform across the\nbroader Middle East. Elections are vital, but they are only the beginning.\nRaising up a democracy requires the rule of law, protection of minorities, and\nstrong, accountable institutions that last longer than a single vote. The great\npeople of Egypt have voted in a multiparty presidential election, and now their\ngovernment should open paths of peaceful opposition that will reduce the appeal\nof radicalism. The Palestinian people have voted in elections, and now the\nleaders of Hamas must recognize Israel, disarm, reject terrorism, and work for\nlasting peace. Saudi Arabia has taken the first steps of reform. Now it can\noffer its people a better future by pressing forward with those efforts.Democracies in the Middle East will not look like our own, because they will\nreflect the traditions of their own citizens. Yet liberty is the future of every\nnation in the Middle East, because liberty is the right and hope of all\nhumanity.The same is true of Iran, a nation now held hostage by a small clerical elite\nthat is isolating and repressing its people. The regime in that country sponsors\nterrorists in the Palestinian territories and in Lebanon, and that must come to\nan end. The Iranian government is defying the world with its nuclear ambitions,\nand the nations of the world must not permit the Iranian regime to gain nuclear\nweapons. America will continue to rally the world to confront these threats. And\ntonight, let me speak directly to the citizens of Iran: America respects you,\nand we respect your country. We respect your right to choose your own future and\nwin your own freedom. And our Nation hopes one day to be the closest of friends\nwith a free and democratic Iran.To overcome dangers in our world, we must also take the offensive by encouraging\neconomic progress, fighting disease, and spreading hope in hopeless lands.\nIsolationism would not only tie our hands in fighting enemies; it would keep us\nfrom helping our friends in desperate need. We show compassion abroad because\nAmericans believe in the God-given dignity and worth of a villager with\nHIV/AIDS, or an infant with malaria, or a refugee fleeing genocide, or a young\ngirl sold into slavery. We also show compassion abroad because regions\noverwhelmed by poverty, corruption, and despair are sources of terrorism,\norganized crime, human trafficking, and the drug trade.In recent years, you and I have taken unprecedented action to fight AIDS and\nmalaria, expand the education of girls, and reward developing nations that are\nmoving forward with economic and political reform. For people everywhere, the\nUnited States is a partner for a better life. Shortchanging these efforts would\nincrease the suffering and chaos of our world, undercut our long-term security,\nand dull the conscience of our country. I urge Members of Congress to serve the\ninterests of America by showing the compassion of America.Our country must also remain on the offensive against terrorism here at home.\nThe enemy has not lost the desire or capability to attack us. Fortunately, this\nNation has superb professionals in law enforcement, intelligence, the military,\nand homeland security. These men and women are dedicating their lives to\nprotecting us all, and they deserve our support and our thanks. They also\ndeserve the same tools they already use to fight drug trafficking and organized\ncrime, so I ask you to reauthorize the PATRIOT Act.It is said that prior to the attacks of September 11, our government failed to\nconnect the dots of the conspiracy. We now know that two of the hijackers in the\nUnited States placed telephone calls to al Qaeda operatives overseas. But we did\nnot know about their plans until it was too late. So to prevent another attack,\nbased on authority given to me by the Constitution and by statute, I have\nauthorized a terrorist surveillance program to aggressively pursue the\ninternational communications of suspected al Qaeda operatives and affiliates to\nand from America. Previous Presidents have used the same constitutional\nauthority I have, and Federal courts have approved the use of that authority.\nAppropriate Members of Congress have been kept informed. This terrorist\nsurveillance program has helped prevent terrorist attacks. It remains essential\nto the security of America. If there are people inside our country who are\ntalking with al Qaeda, we want to know about it, because we will not sit back\nand wait to be hit again.In all these areas, from the disruption of terror networks, to victory in Iraq,\nto the spread of freedom and hope in troubled regions, we need the support of\nour friends and allies. To draw that support, we must always be clear in our\nprinciples and willing to act. The only alternative to American leadership is a\ndramatically more dangerous and anxious world. Yet we also choose to lead\nbecause it is a privilege to serve the values that gave us birth. American\nleaders, from Roosevelt to Truman to Kennedy to Reagan, rejected isolation and\nretreat because they knew that America is always more secure when freedom is on\nthe march. Our own generation is in a long war against a determined enemy, a war\nthat will be fought by Presidents of both parties, who will need steady\nbipartisan support from the Congress. And tonight I ask for yours. Together, let\nus protect our country, support the men and women who defend us, and lead this\nworld toward freedom.Here at home, America also has a great opportunity: we will build the prosperity\nof our country by strengthening our economic leadership in the world.Our economy is healthy and vigorous and growing faster than other major\nindustrialized nations. In the last 2\\1/2\\ years, America has created 4.6\nmillion new jobs, more than Japan and the European Union combined. Even in the\nface of higher energy prices and natural disasters, the American people have\nturned in an economic performance that is the envy of the world.The American economy is preeminent, but we cannot afford to be complacent. In a\ndynamic world economy, we are seeing new competitors like China and India. This\ncreates uncertainty, which makes it easier to feed people's fears. And so we are\nseeing some old temptations return. Protectionists want to escape competition,\npretending that we can keep our high standard of living while walling off our\neconomy. Others say that the government needs to take a larger role in directing\nthe economy, centralizing more power in Washington and increasing taxes. We hear\nclaims that immigrants are somehow bad for the economy, even though this economy\ncould not function without them. All these are forms of economic retreat, and\nthey lead in the same direction, toward a stagnant and second-rate economy.Tonight I will set out a better path, an agenda for a Nation that competes with\nconfidence, an agenda that will raise standards of living and generate new jobs.\nAmericans should not fear our economic future, because we intend to shape it.Keeping America competitive begins with keeping our economy growing, and our\neconomy grows when Americans have more of their own money to spend, save, and\ninvest. In the last 5 years, the tax relief you passed has left $880 billion in\nthe hands of American workers, investors, small businesses, and families; and\nthey have used it to help produce more than 4 years of uninterrupted economic\ngrowth. Yet the tax relief is set to expire in the next few years. If we do\nnothing, American families will face a massive tax increase they do not expect\nand will not welcome.Because America needs more than a temporary expansion, we need more than\ntemporary tax relief. I urge the Congress to act responsibly and make the tax\ncuts permanent.Keeping America competitive requires us to be good stewards of tax dollars.\nEvery year of my Presidency, we have reduced the growth of nonsecurity\ndiscretionary spending, and last year you passed bills that cut this spending.\nThis year my budget will cut it again and reduce or eliminate more than 140\nprograms that are performing poorly or not fulfilling essential priorities. By\npassing these reforms, we will save the American taxpayer another $14 billion\nnext year and stay on track to cut the deficit in half by 2009. I am pleased\nthat Members of Congress are working on earmark reform, because the Federal\nbudget has too many special interest projects. And we can tackle this problem\ntogether, if you pass the line-item veto.We must also confront the larger challenge of mandatory spending, or\nentitlements. This year, the first of about 78 million baby boomers turn 60,\nincluding two of my dad's favorite people, me and President Clinton. This\nmilestone is more than a personal crisis; it is a national challenge. The\nretirement of the baby boom generation will put unprecedented strains on the\nFederal Government. By 2030, spending for Social Security, Medicare, and\nMedicaid alone will be almost 60 percent of the entire Federal budget. And that\nwill present future Congresses with impossible choices, staggering tax\nincreases, immense deficits, or deep cuts in every category of spending.Congress did not act last year on my proposal to save Social Security; yet the\nrising cost of entitlements is a problem that is not going away. And with every\nyear we fail to act, the situation gets worse. So tonight, I ask you to join me\nin creating a commission to examine the full impact of baby boom retirements on\nSocial Security, Medicare, and Medicaid. This commission should include Members\nof Congress of both parties, and offer bipartisan solutions. We need to put\naside partisan politics, work together, and get this problem solved.Keeping America competitive requires us to open more markets for all that\nAmericans make and grow. One out of every five factory jobs in America is\nrelated to global trade, and we want people everywhere to buy American. With\nopen markets and a level playing field, no one can outproduce or outcompete the\nAmerican worker.Keeping America competitive requires an immigration system that upholds our\nlaws, reflects our values, and serves the interests of our economy. Our Nation\nneeds orderly and secure borders. To meet this goal, we must have stronger\nimmigration enforcement and border protection. And we must have a rational,\nhumane guest worker program that rejects amnesty, allows temporary jobs for\npeople who seek them legally, and reduces smuggling and crime at the border.Keeping America competitive requires affordable health care. Our government has\na responsibility to help provide health care for the poor and the elderly, and\nwe are meeting that responsibility. For all Americans, we must confront the\nrising cost of care, strengthen the doctor-patient relationship, and help people\nafford the insurance coverage they need. We will make wider use of electronic\nrecords and other health information technology to help control costs and reduce\ndangerous medical errors. We will strengthen health savings accounts by making\nsure individuals and small business employees can buy insurance with the same\nadvantages that people working for big businesses now get. We will do more to\nmake this coverage portable, so workers can switch jobs without having to worry\nabout losing their health insurance. And because lawsuits are driving many good\ndoctors out of practice, leaving women in nearly 1,500 American counties without\na single OB-GYN, I ask the Congress to pass medical liability reform this year.Keeping America competitive requires affordable energy. Here we have a serious\nproblem: America is addicted to oil, which is often imported from unstable parts\nof the world.The best way to break this addiction is through technology. Since 2001, we have\nspent nearly $10 billion to develop cleaner, cheaper, and more reliable\nalternative energy sources; and we are on the threshold of incredible advances.\nSo tonight, I announce the Advanced Energy Initiative, a 22 percent increase in\nclean energy research at the Department of Energy, to push for breakthroughs in\ntwo vital areas. To change how we power our homes and offices, we will invest\nmore in zero- emission coal-fired plants; revolutionary solar and wind\ntechnologies; and clean, safe nuclear energy.We must also change how we power our automobiles. We will increase our research\nin better batteries for hybrid and electric cars and in pollution-free cars that\nrun on hydrogen. We will also fund additional research in cutting-edge methods\nof producing ethanol, not just from corn but from wood chips, stalks, or switch\ngrass. Our goal is to make this new kind of ethanol practical and competitive\nwithin 6 years. Breakthroughs on this and other new technologies will help us\nreach another great goal: to replace more than 75 percent of our oil imports\nfrom the Middle East by 2025. By applying the talent and technology of America,\nthis country can dramatically improve our environment, move beyond a\npetroleum-based economy, and make our dependence on Middle Eastern oil a thing\nof the past.And to keep America competitive, one commitment is necessary above all: we must\ncontinue to lead the world in human talent and creativity. Our greatest\nadvantage in the world has always been our educated, hardworking, ambitious\npeople; and we are going to keep that edge. Tonight I announce the American\nCompetitiveness Initiative, to encourage innovation throughout our economy and\nto give our Nation's children a firm grounding in math and science.First: I propose to double the Federal commitment to the most critical basic\nresearch programs in the physical sciences over the next 10 years. This funding\nwill support the work of America's most creative minds as they explore promising\nareas such as nanotechnology, supercomputing, and alternative energy sources.Second: I propose to make permanent the research and development tax credit, to\nencourage bolder private-sector investment in technology. With more research in\nboth the public and private sectors, we will improve our quality of life and\nensure that America will lead the world in opportunity and innovation for\ndecades to come.Third: We need to encourage children to take more math and science and make sure\nthose courses are rigorous enough to compete with other nations. We have made a\ngood start in the early grades with the No Child Left Behind Act, which is\nraising standards and lifting test scores across our country. Tonight, I propose\nto train 70,000 high school teachers to lead advanced placement courses in math\nand science; bring 30,000 math and science professionals to teach in classrooms;\nand give early help to students who struggle with math, so they have a better\nchance at good high-wage jobs. If we ensure that America's children succeed in\nlife, they will ensure that America succeeds in the world.Preparing our Nation to compete in the world is a goal that all of us can share.\nI urge you to support the American Competitiveness Initiative, and together we\nwill show the world what the American people can achieve.America is a great force for freedom and prosperity. Yet our greatness is not\nmeasured in power or luxuries, but by who we are and how we treat one another.\nSo we strive to be a compassionate, decent, hopeful society.In recent years, America has become a more hopeful Nation. Violent crime rates\nhave fallen to their lowest levels since the 1970s. Welfare cases have dropped\nby more than half over the past decade. Drug use among youth is down 19 percent\nsince 2001. There are fewer abortions in America than at any point in the last\nthree decades, and the number of children born to teenage mothers has been\nfalling for a dozen years in a row.These gains are evidence of a quiet transformation, a revolution of conscience,\nin which a rising generation is finding that a life of personal responsibility\nis a life of fulfillment. Government has played a role. Wise policies such as\nwelfare reform, drug education, and support for abstinence and adoption have\nmade a difference in the character of our country. And everyone here tonight,\nDemocrat and Republican, has a right to be proud of this record.Yet many Americans, especially parents, still have deep concerns about the\ndirection of our culture and the health of our most basic institutions. They are\nconcerned about unethical conduct by public officials, and discouraged by\nactivist courts that try to redefine marriage. And they worry about children in\nour society who need direction and love, and about fellow citizens still\ndisplaced by natural disaster, and about suffering caused by treatable diseases.As we look at these challenges, we must never give in to the belief that America\nis in decline or that our culture is doomed to unravel. The American people know\nbetter than that. We have proven the pessimists wrong before, and we will do it\nagain.A hopeful society depends on courts that deliver equal justice under the law.\nThe Supreme Court now has two superb new members on its bench, Chief Justice\nJohn Roberts and Justice Sam Alito. I thank the Senate for confirming both of\nthem. I will continue to nominate men and women who understand that judges must\nbe servants of the law, and not legislate from the bench. Today marks the\nofficial retirement of a very special American. For 24 years of faithful service\nto our Nation, the United States is grateful to Justice Sandra Day O'Connor.A hopeful society has institutions of science and medicine that do not cut\nethical corners and that recognize the matchless value of every life. Tonight, I\nask you to pass legislation to prohibit the most egregious abuses of medical\nresearch: human cloning in all its forms, creating or implanting embryos for\nexperiments, creating human-animal hybrids, and buying, selling or patenting\nhuman embryos. Human life is a gift from our Creator, and that gift should never\nbe discarded, devalued, or put up for sale.A hopeful society expects elected officials to uphold the public trust.\nHonorable people in both parties are working on reforms to strengthen the\nethical standards of Washington, and I support your efforts. Each of us has made\na pledge to be worthy of public responsibility, and that is a pledge we must\nnever forget, never dismiss, and never betray.As we renew the promise of our institutions, let us also show the character of\nAmerica in our compassion and care for one another.A hopeful society gives special attention to children who lack direction and\nlove. Through the Helping America's Youth Initiative, we are encouraging caring\nadults to get involved in the life of a child, and this good work is being led\nby our First Lady, Laura Bush. This year we will add resources to encourage\nyoung people to stay in school, so more of America's youth can raise their\nsights and achieve their dreams.A hopeful society comes to the aid of fellow citizens in times of suffering and\nemergency and stays at it until they are back on their feet. So far the Federal\nGovernment has committed $85 billion to the people of the gulf coast and New\nOrleans. We are removing debris, repairing highways, and building stronger\nlevees. We are providing business loans and housing assistance. Yet as we meet\nthese immediate needs, we must also address deeper challenges that existed\nbefore the storm arrived. In New Orleans and in other places, many of our fellow\ncitizens have felt excluded from the promise of our country. The answer is not\nonly temporary relief, but schools that teach every child and job skills that\nbring upward mobility and more opportunities to own a home and start a business.\nAs we recover from a disaster, let us also work for the day when all Americans\nare protected by justice, equal in hope, and rich in opportunity.A hopeful society acts boldly to fight diseases like HIV/AIDS, which can be\nprevented and treated and defeated. More than a million Americans live with HIV,\nand half of all AIDS cases occur among African Americans. I ask Congress to\nreform and reauthorize the Ryan White Act and provide new funding to States so\nwe end the waiting lists for AIDS medicines in America. We will also lead a\nnationwide effort, working closely with African American churches and\nfaith-based groups, to deliver rapid HIV tests to millions, end the stigma of\nAIDS, and come closer to the day when there are no new infections in America.Fellow citizens, we have been called to leadership in a period of consequence.\nWe have entered a great ideological conflict we did nothing to invite. We see\ngreat changes in science and commerce that will influence all our lives. And\nsometimes it can seem that history is turning in a wide arc, toward an unknown\nshore.Yet the destination of history is determined by human action, and every great\nmovement of history comes to a point of choosing. Lincoln could have accepted\npeace at the cost of disunity and continued slavery. Martin Luther King could\nhave stopped at Birmingham or at Selma and achieved only half a victory over\nsegregation. The United States could have accepted the permanent division of\nEurope and been complicit in the oppression of others. Today, having come far in\nour own historical journey, we must decide: Will we turn back, or finish well?Before history is written down in books, it is written in courage. Like\nAmericans before us, we will show that courage, and we will finish well. We will\nlead freedom's advance. We will compete and excel in the global economy. We will\nrenew the defining moral commitments of this land. And so we move forward,\noptimistic about our country, faithful to its cause, and confident of the\nvictories to come.May God bless America.[Applause, the Members rising.]", 
    "name": "George W. Bush"
}