{
    "date": "February 27, 2001", 
    "speech": "To the Congress of the United States:Mr. Speaker, Mr. Vice President, Members of Congress:It is a great privilege to be here to outline a new budget and a new approach\nfor governing our great country. I thank you for your invitation to speak here\ntonight. I want to thank so many of you who have accepted my invitation to come\nto the White House to discuss important issues. We are off to a good start. I\nwill continue to meet with you and ask for your input. You have been kind and\ncandid, and I thank you for making a new President feel welcome.The last time I visited the Capitol, I came to take an oath. On the steps of\nthis building, I pledged to honor our Constitution and laws, and I asked you to\njoin me in setting a tone of civility and respect in Washington. I hope America\nis noticing the difference. We are making progress. Together, we are changing\nthe tone of our Nations capital. And this spirit of respect and cooperation is\nvitalbecause in the end, we will be judged not only by what we say or how we\nsay it, but by what we are able to accomplish.America today is a nation with great challengesbut greater resources. An artist\nusing statistics as a brush could paint two very different pictures of our\ncountry. One would have warning signs: increasing layoffs, rising energy prices,\ntoo many failing schools, persistent poverty, the stubborn vestiges of racism.\nAnother picture would be full of blessings: a balanced budget, big surpluses, a\nmilitary that is second to none, a country at peace with its neighbors,\ntechnology that is revolutionizing the world, and our greatest strength,\nconcerned citizens who care for our country and for each other. Neither picture\nis complete in and of itself. And tonight I challenge and invite Congress to\nwork with me to use the resources of one picture to repaint the otherto direct\nthe advantages of our time to solve the problems of our people.Some of these resources will come from governmentsome, but not all. Year after\nyear in Washington, budget debates seem to come down to an old, tired argument:\non one side, those who want more government, regardless of the cost; on the\nother, those who want less government, regardless of the need.We should leave those arguments to the last century and chart a different\ncourse. Government has a role, and an important one. Yet too much government\ncrowds out initiative and hard work, private charity and the private economy.\nOur new governing vision says government should be active, but limited, engaged,\nbut not overbearing. My budget is based on that philosophy. It is reasonable and\nit is responsible. It meets our obligations and funds our growing needs. We\nincrease spending next year for Social Security and Medicare and other\nentitlement programs by $81 billion. We have increased spending for\ndiscretionary programs by a very responsible 4 percent, above the rate of\ninflation. My plan pays down an unprecedented amount of our national debt, and\nthen when money is still left over, my plan returns it to the people who earned\nit in the first place.A budgets impact is counted in dollars, but measured in lives. Excellent\nschools, quality health care, a secure retirement, a cleaner environment, a\nstronger defensethese are all important needs and we fund them.The highest percentage increase in our budget should go to our childrens\neducation. Education is my top priority and by supporting this budget, you will\nmake it yours as well. Reading is the foundation of all learning, so during the\nnext 5 years, we triple spending, adding another $5 billion to help every child\nin America learn to read. Values are important, so we have tripled funding for\ncharacter education to teach our children not only reading and writing, but\nright from wrong.We have increased funding to train and recruit teachers, because we know a good\neducation starts with a good teacher. And I have a wonderful partner in this\neffort. I like teachers so much, I married one. Please help me salute our\ngracious First Lady, Laura Bush.Laura has begun a new effort to recruit Americans to the profession that will\nshape our future: teaching. Laura will travel across America, to promote sound\nteaching practices and early reading skills in our schools and in programs such\nas Head Start.When it comes to our schools, dollars alone do not always make the difference.\nFunding is important, and so is reform. So we must tie funding to higher\nstandards and accountability for results.I believe in local control of schools: we should not and we will not run our\npublic schools from Washington. Yet when the Federal Government spends tax\ndollars, we must insist on results. Children should be tested on basic reading\nand math skills every year, between grades three and eight. Measuring is the\nonly way to know whether all our children are learningand I want to know,\nbecause I refuse to leave any child behind.Critics of testing contend it distracts from learning. They talk about\nteaching to the test. But let us put that logic to the test. If you test\nchildren on basic math and reading skills, and you are teaching to the test,\nyou are teaching . . . math and reading. And that is the whole idea.As standards rise, local schools will need more flexibility to meet them. So we\nmust streamline the dozens of Federal education programs into five and let\nStates spend money in those categories as they see fit.Schools will be given a reasonable chance to improve, and the support to do so.\nYet if they do not, if they continue to fail, we must give parents and students\ndifferent optionsa better public school, a private school, tutoring, or a\ncharter school. In the end, every child in a bad situation must be given a\nbetter choice, because when it comes to our children, failure is not an option.Another priority in my budget is to keep the vital promises of Medicare and\nSocial Security, and together we will do so. To meet the health care needs of\nall Americas seniors, we double the Medicare budget over the next 10 years.My budget dedicates $238 billion to Medicare next year alone, enough to fund all\ncurrent programs and to begin a new prescription drug benefit for lowincome\nseniors. No senior in America should have to choose between buying food and\nbuying prescriptions. To make sure the retirement savings of Americas seniors\nare not diverted to any other programmy budget protects all $2.6 trillion of\nthe Social Security surplus for Social Security and for Social Security alone.My budget puts a priority on access to health carewithout telling Americans\nwhat doctor they have to see or what coverage they must choose. Many working\nAmericans do not have health care coverage. We will help them buy their own\ninsurance with refundable tax credits. And to provide quality care in low-income\nneighborhoods, over the next 5 years we will double the number of people served\nat community health care centers. And we will address the concerns of those who\nhave health coverage yet worry their insurance company does not care and will\nnot pay. Together, this Congress and this President will find common ground to\nmake sure doctors make medical decisions and patients get the health care they\ndeserve with a Patients Bill of Rights. When it comes to their health, people\nwant to get the medical care they need, not be forced to go to court because\nthey did not get it. We will ensure access to the courts for those with\nlegitimate claims, but first, let us put in place a strong independent review so\nwe promote quality health care, not frivolous lawsuits.My budget also increases funding for medical research, which gives hope to many\nwho struggle with serious disease. Our prayers tonight are with one of your own\nwho is engaged in his own fight against cancer, a fine representative and a good\nman, Congressman JOE MOAKLEY. God bless you, JOE. And I can think of no more\nappropriate tribute to JOE than to have the Congress finish the job of doubling\nthe budget for the National Institutes of Health. My New Freedom Initiative for\nAmericans with Disabilities funds new technologies, expands opportunities to\nwork, and makes our society more welcoming. For the more than 50 million\nAmericans with disabilities, we must continue to break down barriers to\nequality.The budget I propose to you also supports the people who keep our country strong\nand free, the men and women who serve in the United States military. I am\nrequesting $5.7 billion in increased military pay and benefits, and health care\nand housing. Our men and women in uniform give America their best and we owe\nthem our support. Americas veterans honored their commitment to our country\nthrough their military service. I will honor our commitment to them with a\nbillion dollar increase to ensure better access to quality care and faster\ndecisions on benefit claims.My budget will improve our environment by accelerating the cleanup of toxic\nBrownfields. And I propose we make a major investment in conservation by fully\nfunding the Land and Water Conservation Fund. Our National Parks have a special\nplace in our countrys life. Our parks are places of great natural beauty and\nhistory. As good stewards, we must leave them better than we have found them, so\nI propose providing $4.9 billion in resources over 5 years for the upkeep of\nthese national treasures.And my budget adopts a hopeful new approach to help the poor and disadvantaged.\nWe must encourage and support the work of charities and faithbased and community\ngroups that offer help and love one person at a time. These groups are working\nin every neighborhood in America, to fight homelessness and addiction and\ndomestic violence, to provide a hot meal or a mentor or a safe haven for our\nchildren. Government should welcome these groups to apply for funds, not\ndiscriminate against them.Government cannot be replaced by charities or volunteers. And government should\nnot fund religious activities. But our Nations should support the good works of\nthese good people who are helping neighbors in need. So I am proposing allowing\nall taxpayers, whether they itemize or not, to deduct their charitable\ncontributions. Estimates show this could encourage as much as $14 billion a year\nin new charitable givingmoney that will save and change lives.Our budget provides more than $700 million over the next 10 years for a Federal\nCompassion Capital Fund with a focused and noble mission: to provide a mentor to\nthe more than 1 million children with a parent in prison, and to support other\nlocal efforts to fight illiteracy, teen pregnancy, drug addiction, and other\ndifficult problems. With us tonight is the Mayor of Philadelphia. Please help me\nwelcome Mayor John Street. Mayor Street has encouraged faith-based and community\norganizations to make a difference in Philadelphia and he has invited me to his\ncity this summer, to see compassion in action.I am personally aware of just how effective the Mayor is. Mayor Street is a\nDemocrat. Let the record show that I lost his city. But some things are bigger\nthan politics. So I look forward to coming to your city to see your faithbased\nprograms in action.As government promotes compassion, it also must promote justice. Too many of our\ncitizens have cause to doubt our Nations justice when the law points a finger\nof suspicion at groups, instead of individuals. All our citizens are created\nequal and must be treated equally. Earlier today I asked Attorney General\nAshcroft to develop specific recommendations to end racial profiling. It is\nwrong. We must end it. In so doing, we will not hinder the work of our Nations\nbrave police officers. They protect us every day, often at great risk. But by\nstopping the abuses of a few, we will add to the public confidence our police\nofficers earn and deserve.My budget has funded a responsible increase in our ongoing operations, it has\nfunded our Nations important priorities, it has protected Social Security and\nMedicare, and our surpluses are big enough that there is still money left over.Many of you have talked about the need to pay down our national debt. I have\nlistened, and I agree.My budget proposal pays down an unprecedented amount of public debt. We owe it\nto our children and grandchildren to act now, and I hope you will join me to pay\ndown $2 trillion in debt during the next 10 years.At the end of those 10 years, we will have paid down all the debt that is\navailable to retire. That is more debt repaid more quickly than has ever been\nrepaid by any nation at any time in history.We should also prepare for the unexpected, for the uncertainties of the future.\nWe should approach our Nations budget as any prudent family would, with a\ncontingency fund for emergencies or additional spending needs.For example, after a strategic review, we may need to increase defense spending,\nwe may need additional money for our farmers, or additional money to reform\nMedicare. And so my budget sets aside almost a trillion dollars over 10 years\nfor additional needs . . . that is one trillion additional reasons you can feel\ncomfortable supporting this budget. We have increased our budget at a\nresponsible 4 percent, we have funded our priorities, we have paid down all the\navailable debt, we have prepared for contingenciesand we still have money left\nover.Yogi Berra once said: When you come to a fork in the road, take it. Now we\ncome to a fork in the road. We have two choices. Even though we have already met\nour needs, we could spend the money on more and bigger government. That is the\nroad our Nation has traveled in recent years. Last year, government spending\nshot up 8 percent. That is far more than our economy grew, far more than\npersonal income grew and far more than the rate of inflation. If you continue on\nthat road, you will spend the surplus and have to dip into Social Security to\npay other bills.Unrestrained government spending is a dangerous road to deficits, so we must\ntake a different path. The other choice is to let the American people spend\ntheir own money to meet their own needs, to fund their own priorities and pay\ndown their own debts. I hope you will join me and stand firmly on the side of\nthe people.The growing surplus exists because taxes are too high and government is charging\nmore than it needs. The people of America have been overcharged and on their\nbehalf, I am here to ask for a refund.Some say my tax plan is too big, others say it is too small. I respectfully\ndisagree. This tax relief is just right. I did not throw darts at a board to\ncome up with a number for tax relief. I did not take a poll, or develop an\narbitrary formula that might sound good. I looked at problems in the tax code\nand calculated the cost to fix them. A tax rate of 15 percent is too high for\nthose who earn low wages, so we lowered the rate to 10 percent. No one should\npay more than a third of the money they earn in Federal income taxes, so we\nlowered the top rate to 33 percent. This reform will be welcome relief for\nAmericas small businesses, which often pay taxes at the highest rate, and help\nfor small business means jobs for Americans.We simplified the tax code by reducing the number of tax rates from the current\nfive rates to four lower ones: 10, 15, 25, and 33 percent. In my plan, no one is\ntargeted in or targeted out . . . every one who pays income taxes will get tax\nrelief.Our government should not tax, and thereby discourage marriage, so we reduced\nthe marriage penalty. I want to help families rear and support their children,\nso we doubled the child credit to $1,000 per child. It is not fair to tax the\nsame earnings twiceonce when you earn them, and again when you die, so we must\nrepeal the death tax. These changes add up to significant help. A typical family\nwith two children will save $1,600 a year on their Federal income taxes. Sixteen\nhundred dollars may not sound like a lot to some, but it means a lot to many\nfamilies. Sixteen hundred dollars buys gas for two cars for an entire year, it\npays tuition for a year at a community college, it pays the average family\ngrocery bill for 3 months. That is real money.With us tonight, representing many American families, are Steven and Josefina\nRamos. Please help me welcome them. The Ramoses are from Pennsylvania, but they\ncould be from any one of your districts. Steven is a network administrator for a\nschool district, Josefina is a Spanish teacher at a charter school, and they\nhave a 2-yearold daughter, Lianna. Steven and Josefina tell me they pay almost\n$8,000 a year in Federal income taxes; my plan will same them more than $2,000.\nLet me tell you what Steven says:Two thousand dollars a year means a lot to my family. If we had this money, it\nwould help us reach our goal of paying off our personal debt in two years.\nAfter that, Steven and Josefina want to start saving for Liannas college\neducation. Government should never stand in the way of families achieving their\ndreams. The surplus is not the governments money, the surplus is the peoples\nmoney.For lower-income families, my tax relief plan restores basic fairness. Right\nnow, complicated tax rules punish hard work. A waitress supporting two children\non $25,000 a year can lose nearly half of every additional dollar she earns. Her\novertime, her hardest hours, are taxed at nearly 50 percent. This sends a\nterrible message: You will never get ahead. But Americas message must be\ndifferent: We must honor hard work, never punish it.With tax relief, overtime will no longer be overtax time for the waitress.\nPeople with the smallest incomes will get the highest percentage reductions. And\nmillions of additional American families will be removed from the income tax\nrolls entirely.Tax relief is right and tax relief is urgent. The long economic expansion that\nbegan almost 10 years ago is faltering. Lower interest rates will eventually\nhelp, but we cannot assume they will do the job all by themselves. Forty years\nago and then twenty years ago, two Presidents, one Democrat and one Republican,\nJohn F. Kennedy and Ronald Reagan, advocated tax cuts toin President Kennedys\nwordsget this country moving again.They knew then, what we must do now: To create economic growth and opportunity,\nwe must put money back into the hands of the people who buy goods and create\njobs.We must act quickly. The Chairman of the Federal Reserve has testified before\nCongress that tax cuts often come too late to stimulate economic recovery. So I\nwant to work with you to give our economy an important jump start by making tax\nrelief retroactive. We must act now because it is the right thing to do. We must\nalso act now because we have other things to do. We must show courage to\nconfront and resolve tough challenges: to restructure our Nations defenses, to\nmeet our growing need for energy, and to reform Medicare and Social Security.\nAmerica has a window of opportunity to extend and secure our present peace by\npromoting a distinctly American internationalism. We will work with our allies\nand friends to be a force for good and a champion of freedom. We will work for\nfree markets and free trade and freedom from oppression. Nations making progress\ntoward freedom will find America is their friend. We will promote our values,\nand we will promote peace. And we need a strong military to keep the peace. But\nour military was shaped to confront the challenges of the past. So I have asked\nthe Secretary of Defense to review Americas armed forces and prepare to\ntransform them to meet emerging threats. My budget makes a downpayment on the\nresearch and development that will be required. Yet, in our broader\ntransformation effort, we must put strategy first, then spending. Our defense\nvision will drive our defense budget, not the other way around. Our Nation also\nneeds a clear strategy to confront the threats of the 21st century, threats that\nare more widespread and less certain. They range from terrorists who threaten\nwith bombs to tyrants and rogue nations intent on developing weapons of mass\ndestruction. To protect our own people, our allies and friends, we must develop\nand we must deploy effective missile defenses.And as we transform our military, we can discard Cold War relics, and reduce our\nown nuclear forces to reflect todays needs.A strong America is the worlds best hope for peace and freedom. Yet the cause\nof freedom rests on more than our ability to defend ourselves and our allies.\nFreedom is exported every day, as we ship goods and products that improve the\nlives of millions of people. Free trade brings greater political and personal\nfreedom.Each of the previous five Presidents has had the ability to negotiate\nfarreaching trade agreements. Tonight I ask you to give me the strong hand of\npresidential trade promotion authority, and to do so quickly.As we meet tonight, many citizens are struggling with the high costs of energy.\nWe have a serious energy problem that demands a national energy policy. The West\nis confronting a major energy shortage that has resulted in high prices and\nuncertainty. I have asked Federal agencies to work with California officials to\nhelp speed construction of new energy sources. And I have directed Vice\nPresident CHENEY, Commerce Secretary Evans, Energy Secretary Abraham, and other\nsenior members of my Administration to recommend a national energy policy.Our energy demand outstrips our supply. We can produce more energy at home while\nprotecting our environment, and we must. We can produce more electricity to meet\ndemand, and we must. We can promote alternative energy sources and conservation,\nand we must. America must become more energy independent.Perhaps the biggest test of our foresight and courage will be reforming Medicare\nand Social Security. Medicares finances are strained and its coverage is\noutdated. Ninety-nine percent of employer-provided health plans offer some form\nof prescription drug coverage . . . Medicare does not. The framework for reform\nhas been developed by Senators FRIST and BREAUX and Congressman THOMAS, and now,\nit is time to act. Medicare must be modernized. And we must make sure that every\nsenior on Medicare can choose a health plan that offers prescription drugs.Seven years from now, the baby boom generation will begin to claim Social\nSecurity benefits. Everyone in this chamber knows that Social Security is not\nprepared to fully fund their retirement. And we only have a couple of years to\nget prepared. Without reform, this country will one day awaken to a stark\nchoice: either a drastic rise in payroll taxes, or a radical cut in retirement\nbenefits. There is a better way.This spring I will form a presidential commission to reform Social Security. The\ncommission will make its recommendations by next fall. Reform should be based on\nthese principles: It must preserve the benefits of all current retirees and\nthose nearing retirement. It must return Social Security to sound financial\nfooting. And it must offer personal savings accounts to younger workers who want\nthem. Social Security now offers workers a return of less than 2 percent on the\nmoney they pay into the system. To save the system, we must increase that by\nallowing younger workers to make safe, sound investments at a higher rate of\nreturn.Ownership, access to wealth, and independence should not be the privilege of a\nfew. They are the hope of every American . . . and we must make them the\nfoundation of Social Security. By confronting the tough challenge of reform, by\nbeing responsible with our budget, we can earn the trust of the American people.\nAnd, we can add to that trust by enacting fair and balanced election and\ncampaign finance reforms.The agenda I have set before you tonight is worthy of a great country. America\nis a nation at peace, but not a nation at rest. Much has been given to us, and\nmuch is expected. Let us agree to bridge old divides. But let us also agree that\nour good will must be dedicated to great goals. Bipartisanship is more than\nminding our manners, it is doing our duty. No one can speak in this Capitol and\nnot be awed by its history. At so many turning points, debates in these chambers\nhave reflected the collected or divided conscience of our country. And when we\nwalk through Statuary Hall, and see those men and women of marble, we are\nreminded of their courage and achievement.Yet Americas purpose is never found in statues or history. Americas purpose\nalways stands before us. Our generation must show courage in a time of blessing,\nas our Nation has always shown in times of crisis. And our courage issue by\nissue, can gather to greatness, and serve our country. This is the privilege,\nand responsibility, we share. And if we work together, we can prove that public\nservice is noble.We all came here for a reason. We all have things we want to accomplish, and\npromises to keep. Juntos podemos, together we can. We can make Americans proud\nof their government. Together we can share in the credit of making our country\nmore prosperous and generous and justand earn from our conscience and from our\nfellow citizens, the highest possible praise: well done, good and faithful\nservants.Thank you. Good night. And God Bless America.GEORGE W. BUSH.\nTHE WHITE HOUSE, February 27, 2001.", 
    "name": "George W. Bush"
}