{
    "date": "November 19, 1794", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:When we call to mind the gracious indulgence of Heaven by which the\nAmerican people became a nation; when we survey the general prosperity of\nour country, and look forward to the riches, power, and happiness to which\nit seems destined, with the deepest regret do I announce to you that during\nyour recess some of the citizens of the United States have been found\ncapable of insurrection. It is due, however, to the character of our\nGovernment and to its stability, which can not be shaken by the enemies of\norder, freely to unfold the course of this event.During the session of the year 1790 it was expedient to exercise the\nlegislative power granted by the Constitution of the United States \"to lay\nand collect excises\". In a majority of the States scarcely an objection was\nheard to this mode of taxation. In some, indeed, alarms were at first\nconceived, until they were banished by reason and patriotism. In the four\nwestern counties of Pennsylvania a prejudice, fostered and imbittered by\nthe artifice of men who labored for an ascendency over the will of others\nby the guidance of their passions, produced symptoms of riot and violence.It is well known that Congress did not hesitate to examine the complaints\nwhich were presented, and to relieve them as far as justice dictated or\ngeneral convenience would permit. But the impression which this moderation\nmade on the discontented did not correspond with what it deserved. The arts\nof delusion were no longer confined to the efforts of designing\nindividuals. The very forbearance to press prosecutions was misinterpreted\ninto a fear of urging the execution of the laws, and associations of men\nbegan to denounce threats against the officers employed. From a belief that\nby a more formal concert their operation might be defeated, certain\nself-created societies assumed the tone of condemnation. Hence, while the\ngreater part of Pennsylvania itself were conforming themselves to the acts\nof excise, a few counties were resolved to frustrate them. It is now\nperceived that every expectation from the tenderness which had been\nhitherto pursued was unavailing, and that further delay could only create\nan opinion of impotency or irresolution in the Government. Legal process\nwas therefore delivered to the marshal against the rioters and delinquent\ndistillers.No sooner was he understood to be engaged in this duty than the vengeance\nof armed men was aimed at his person and the person and property of the\ninspector of the revenue. They fired upon the marshal, arrested him, and\ndetained him for some time as a prisoner. He was obliged, by the jeopardy\nof his life, to renounce the service of other process on the west side of\nthe Allegheny Mountain, and a deputation was afterwards sent to him to\ndemand a surrender of that which he had served. A numerous body repeatedly\nattacked the house of the inspector, seized his papers of office, and\nfinally destroyed by fire his buildings and whatsoever they contained. Both\nof these officers, from a just regard to their safety, fled to the seat of\nGovernment, it being avowed that the motives to such outrages were to\ncompel the resignation of the inspector, to withstand by force of arms the\nauthority of the United States, and thereby to extort a repeal of the laws\nof excise and an alteration in the conduct of Government.Upon testimony of these facts an associate justice of the Supreme Court of\nthe United States notified to me that \"in the counties of Washington and\nAllegheny, in Pennsylvania, laws of the United States were opposed, and the\nexecution thereof obstructed, by combinations too powerful to be suppressed\nby the ordinary course of judicial proceedings or by the powers vested in\nthe marshal of that district\".On this call, momentous in the extreme, I sought and weighted what might\nbest subdue the crisis. On the one hand the judiciary was pronounced to be\nstripped of its capacity to enforce the laws; crimes which reached the very\nexistence of social order were perpetrated without control; the friends of\nGovernment were insulted, abused, and overawed into silence or an apparent\nacquiescence; and to yield to the treasonable fury of so small a portion of\nthe United States would be to violate the fundamental principle of our\nConstitution, which enjoins that the will of the majority shall prevail. On\nthe other, to array citizen against citizen, to publish the dishonor of\nsuch excesses, to encounter the expense and other embarrassments of so\ndistant an expedition, were steps too delicate, too closely interwoven with\nmany affecting considerations, to be lightly adopted.I postponed, therefore, the summoning of the militia immediately into the\nfield, but I required them to be held in readiness, that if my anxious\nendeavors to reclaim the deluded and to convince the malignant of their\ndanger should be fruitless, military force might be prepared to act before\nthe season should be too far advanced.My proclamation of the 7th of August last was accordingly issued, and\naccompanied by the appointment of commissioners, who were charged to\nrepair to the scene of insurrection. They were authorized to confer\nwith any bodies of men or individuals. They were instructed to be\ncandid and explicit in stating the sensations which had been excited in the\nExecutive, and his earnest wish to avoid a resort to coercion; to\nrepresent, however, that, without submission, coercion must be the resort;\nbut to invite them, at the same time, to return to the demeanor of faithful\ncitizens, by such accommodations as lay within the sphere of Executive\npower. Pardon, too, was tendered to them by the Government of the United\nStates and that of Pennsylvania, upon no other condition than a\nsatisfactory assurance of obedience to the laws.Although the report of the commissioners marks their firmness and\nabilities, and must unite all virtuous men, by shewing that the means of\nconciliation have been exhausted, all of those who had committed or abetted\nthe tumults did not subscribe the mild form which was proposed as the\natonement, and the indications of a peaceable temper were neither\nsufficiently general nor conclusive to recommend or warrant the further\nsuspension of the march of the militia.Thus the painful alternative could not be discarded. I ordered the militia\nto march, after once more admonishing the insurgents in my proclamation of\nthe 25th of September last.It was a task too difficult to ascertain with precision the lowest degree\nof force competent to the quelling of the insurrection. From a respect,\nindeed, to economy and the ease of my fellow citizens belonging to the\nmilitia, it would have gratified me to accomplish such an estimate. My very\nreluctance to ascribe too much importance to the opposition, had its extent\nbeen accurately seen, would have been a decided inducement to the smallest\nefficient numbers. In this uncertainty, therefore, I put into motion fifteen\nthousand men, as being an army which, according to all human calculation,\nwould be prompt and adequate in every view, and might, perhaps, by rendering\nresistance desperate, prevent the effusion of blood. Quotas had been\nassigned to the States of New Jersey, Pennsylvania, Maryland, and Virginia,\nthe governor of Pennsylvania having declared on this occasion an opinion\nwhich justified a requisition to the other States.As commander in chief of the militia when called into the actual service of\nthe United States, I have visited the places of general rendezvous to\nobtain more exact information and to direct a plan for ulterior movements.\nHad there been room for a persuasion that the laws were secure from\nobstruction; that the civil magistrate was able to bring to justice such of\nthe most culpable as have not embraced the proffered terms of amnesty, and\nmay be deemed fit objects of example; that the friends to peace and good\ngovernment were not in need of that aid and countenance which they ought\nalways to receive, and, I trust, ever will receive, against the vicious and\nturbulent, I should have caught with avidity the opportunity of restoring\nthe militia to their families and homes. But succeeding intelligence has\ntended to manifest the necessity of what has been done, it being now\nconfessed by those who were not inclined to exaggerate the ill conduct of\nthe insurgents that their malevolence was not pointed merely to a\nparticular law, but that a spirit inimical to all order has actuated many\nof the offenders. If the state of things had afforded reason for the\ncontinuance of my presence with the army, it would not have been\nwithholden. But every appearance assuring such an issue as will redound to\nthe reputation and strength of the United States, I have judged it most\nproper to resume my duties at the seat of Government, leaving the chief\ncommand with the governor of Virginia.Still, however, as it is probable that in a commotion like the present,\nwhatsoever may be the pretense, the purposes of mischief and revenge may\nnot be laid aside, the stationing of a small force for a certain period in\nthe four western counties of Pennsylvania will be indispensable, whether we\ncontemplate the situation of those who are connected with the execution of\nthe laws or of others who may have exposed themselves by an honorable\nattachment to them. Thirty days from the commencement of this session being\nthe legal limitation of the employment of the militia, Congress can not be\ntoo early occupied with this subject.Among the discussions which may arise from this aspect of our affairs, and\nfrom the documents which will be submitted to Congress, it will not escape\ntheir observation that not only the inspector of the revenue, but other\nofficers of the United States in Pennsylvania have, from their fidelity in\nthe discharge of their functions, sustained material injuries to their\nproperty. The obligation and policy of indemnifying them are strong and\nobvious. It may also merit attention whether policy will not enlarge this\nprovision to the retribution of other citizens who, though not under the\nties of office, may have suffered damage by their generous exertions for\nupholding the Constitution and the laws. The amount, even if all the\ninjured were included, would not be great, and on future emergencies the\nGovernment would be amply repaid by the influence of an example that he who\nincurs a loss in its defense shall find a recompense in its liberality.While there is cause to lament that occurrences of this nature should have\ndisgraced the name or interrupted the tranquillity of any part of our\ncommunity, or should have diverted to a new application any portion of the\npublic resources, there are not wanting real and substantial consolations\nfor the misfortune. It has demonstrated that our prosperity rests on solid\nfoundations, by furnishing an additional proof that my fellow citizens\nunderstand the true principles of government and liberty; that they feel\ntheir inseparable union; that notwithstanding all the devices which have\nbeen used to sway them from their interest and duty, they are not as ready\nto maintain the authority of the laws against licentious invasions as they\nwere to defend their rights against usurpation. It has been a spectacle\ndisplaying to the highest advantage of republican government to behold the\nmost and the least wealthy of our citizens standing in the same ranks as\nprivate soldiers, preeminently distinguished by being the army of the\nConstitution--undeterred by a march of 300 miles over rugged mountains, by\napproach of an inclement season, or by any other discouragement. Nor ought\nI to omit to acknowledge the efficacious and patriotic cooperation which I\nhave experienced from the chief magistrates of the States to which my\nrequisitions have been addressed.To every description of citizens, let praise be given, but let them\npersevere in their affectionate vigilance over that precious depository of\nAmerican happiness, the Constitution of the United States. Let them cherish\nit, too, for the sake of those who, from every clime, are daily seeking a\ndwelling in our land. And when in the calm moments of reflection they shall\nhave retraced the origin and progress of the insurrection, let them\ndetermine whether it has not been fomented by combinations of men who,\ncareless of consequences and disregarding the unerring truth that those who\nrouse can not always appease a civil convulsion, have disseminated, from an\nignorance or perversion of facts, suspicions, jealousies, and accusations\nof the whole Government.Having thus fulfilled the engagement which I took when I entered into\noffice, \"to the best of my ability to preserve, protect, and defend the\nConstitution of the United States\", on you, gentlemen, and the people by\nwhom you are deputed, I rely for support.In the arrangement to which the possibility of a similar contingency will\nnaturally draw your attention it ought not to be forgotten that the militia\nlaws have exhibited such striking defects as could not have been supplied\nby the zeal of our citizens. Besides the extraordinary expense and waste,\nwhich are not the least of the defects, every appeal to those laws is\nattended with a doubt on its success.The devising and establishing of a well regulated militia would be a\ngenuine source of legislative honor and a perfect title to public\ngratitude. I therefore entertain a hope that the present session will not\npass without carrying to its full energy the power of organizing, arming,\nand disciplining the militia, and thus providing, in the language of the\nConstitution, for calling them forth to execute the laws of the Union,\nsuppress insurrections, and repel invasions.As auxiliary to the state of our defense, to which Congress can never too\nfrequently recur, they will not omit to inquire whether the fortifications\nwhich have been already licensed by law be commensurate with our\nexigencies.The intelligence from the army under the command of General Wayne is a\nhappy presage to our military operations against the hostile Indians north\nof the Ohio. From the advices which have been forwarded, the advance which\nhe has made must have damped the ardor of the savages and weakened their\nobstinacy in waging war against the United States. And yet, even at this\nlate hour, when our power to punish them can not be questioned, we shall\nnot be unwilling to cement a lasting peace upon terms of candor, equity,\nand good neighborhood.Toward none of the Indian tribes have overtures of friendship been spared.\nThe Creeks in particular are covered from encroachment by the imposition of\nthe General Government and that of Georgia. From a desire also to remove\nthe discontents of the Six Nations, a settlement mediated at Presque Isle,\non Lake Erie, has been suspended, and an agent is now endeavoring to\nrectify any misconception into which they may have fallen. But I can not\nrefrain from again pressing upon your deliberations the plan which I\nrecommended at the last session for the improvement of harmony with all the\nIndians within our limits by the fixing and conducting of trading houses\nupon the principles then expressed.Gentlemen of the House of Representatives:The time which has elapsed since the commencement of our fiscal measures\nhas developed our pecuniary resources so as to open the way for a definite\nplan for the redemption of the public debt. It is believed that the result\nis such as to encourage Congress to consummate this work without delay.\nNothing can more promote the permanent welfare of the nation and nothing\nwould be more grateful to our constituents. Indeed, whatsoever is\nunfinished of our system of public credit can not be benefited by\nprocrastination; and as far as may be practicable we ought to place that\ncredit on grounds which can not be disturbed, and to prevent that\nprogressive accumulation of debt which must ultimately endanger all\ngovernments.An estimate of the necessary appropriations, including the expenditures\ninto which we have been driven by the insurrection, will be submitted to\nCongress.Gentlemen of the Senate and of the House of Representatives:The Mint of the United States has entered upon the coinage of the precious\nmetals, and considerable sums of defective coins and bullion have been\nlodged with the Director by individuals. There is a pleasing prospect that\nthe institution will at no remote day realize the expectation which was\noriginally formed of its utility.In subsequent communications certain circumstances of our intercourse with\nforeign nations will be transmitted to Congress. However, it may not be\nunseasonable to announce that my policy in our foreign transactions has\nbeen to cultivate peace with all the world; to observe the treaties with\npure and absolute faith; to check every deviation from the line of\nimpartiality; to explain what may have been misapprehended and correct what\nmay have been injurious to any nation, and having thus acquired the right,\nto lose no time in acquiring the ability to insist upon justice being done\nto ourselves.Let us unite, therefore, in imploring the Supreme Ruler of Nations to\nspread his holy protection over these United States; to turn the\nmachinations of the wicked to the confirming of our Constitution; to enable\nus at all times to root out internal sedition and put invasion to flight;\nto perpetuate to our country that prosperity which his goodness has already\nconferred, and to verify the anticipations of this Government being a\nsafeguard of human rights.GO. WASHINGTON", 
    "name": "George Washington"
}