{
    "date": "November 6, 1792", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:It is some abatement of the satisfaction with which I meet you on the\npresent occasion that, in felicitating you on a continuance of the national\nprosperity generally, I am not able to add to it information that the\nIndian hostilities which have for some time past distressed our\nNorthwestern frontier have terminated.You will, I am persuaded, learn with no less concern than I communicate it\nthat reiterated endeavors toward effecting a pacification have hitherto\nissued only in new and outrageous proofs of persevering hostility on the\npart of the tribes with whom we are in contest. An earnest desire to\nprocure tranquillity to the frontier, to stop the further effusion of\nblood, to arrest the progress of expense, to forward the prevalent wish of\nthe nation for peace has led to strenuous efforts through various channels\nto accomplish these desirable purposes; in making which efforts I consulted\nless my own anticipations of the event, or the scruples which some\nconsiderations were calculated to inspire, than the wish to find the object\nattainable, or if not attainable, to ascertain unequivocally that such is\nthe case.A detail of the measures which have been pursued and of their consequences,\nwhich will be laid before you, while it will confirm to you the want of\nsuccess thus far, will, I trust, evince that means as proper and as\nefficacious as could have been devised have been employed. The issue of\nsome of them, indeed, is still depending, but a favorable one, though not\nto be despaired of, is not promised by anything that has yet happened.In the course of the attempts which have been made some valuable citizens\nhave fallen victims to their zeal for the public service. A sanction\ncommonly respected even among savages has been found in this instance\ninsufficient to protect from massacre the emissaries of peace. It will, I\npresume, be duly considered whether the occasion does not call for an\nexercise of liberality toward the families of the deceased.It must add to your concern to be informed that, besides the continuation\nof hostile appearances among the tribes north of the Ohio, some threatening\nsymptoms have of late been revived among some of those south of it.A part of the Cherokees, known by the name of Chickamaugas, inhabiting five\nvillages on the Tennessee River, have long been in the practice of\ncommitting depredations on the neighboring settlements.It was hoped that the treaty of Holston, made with the Cherokee Nation in\nJuly, 1791, would have prevented a repetition of such depredations; but the\nevent has not answered this hope. The Chickamaugas, aided by some banditti\nof another tribe in their vicinity, have recently perpetrated wanton and\nunprovoked hostilities upon the citizens of the United States in that\nquarter. The information which has been received on this subject will be\nlaid before you. Hitherto defensive precautions only have been strictly\nenjoined and observed.It is not understood that any breach of treaty or aggression whatsoever on\nthe part of the United States or their citizens is even alleged as a\npretext for the spirit of hostility in this quarter.I have reason to believe that every practicable exertion has been made\n(pursuant to the provision by law for that purpose) to be prepared for the\nalternative of a prosecution of the war in the event of a failure of\npacific overtures. A large proportion of the troops authorized to be raised\nhave been recruited, though the number is still incomplete, and pains have\nbeen taken to discipline and put them in condition for the particular kind\nof service to be performed. A delay of operations (besides being dictated\nby the measures which were pursuing toward a pacific termination of the\nwar) has been in itself deemed preferable to immature efforts. A statement\nfrom the proper department with regard to the number of troops raised, and\nsome other points which have been suggested, will afford more precise\ninformation as a guide to the legislative consultations, and among other\nthings will enable Congress to judge whether some additional stimulus to\nthe recruiting service may not be advisable.In looking forward to the future expense of the operations which may be\nfound inevitable I derive consolation from the information I receive that\nthe product of the revenues for the present year is likely to supersede the\nnecessity of additional burthens on the community for the service of the\nensuing year. This, however, will be better ascertained in the course of\nthe session, and it is proper to add that the information alluded to\nproceeds upon the supposition of no material extension of the spirit of\nhostility.I can not dismiss the subject of Indian affairs without again recommending\nto your consideration the expediency of more adequate provision for giving\nenergy to the laws throughout our interior frontier and for restraining the\ncommission of outrages upon the Indians, without which all pacific plans\nmust prove nugatory. To enable, by competent rewards, the employment of\nqualified and trusty persons to reside among them as agents would also\ncontribute to the preservation of peace and good neighborhood. If in\naddition to these expedients an eligible plan could be devised for\npromoting civilization among the friendly tribes and for carrying on trade\nwith them upon a scale equal to their wants and under regulations\ncalculated to protect them from imposition and extortion, its influence in\ncementing their interest with ours could not but be considerable.The prosperous state of our revenue has been intimated. This would be still\nmore the case were it not for the impediments which in some places continue\nto embarrass the collection of the duties on spirits distilled within the\nUnited States. These impediments have lessened and are lessening in local\nextent, and, as applied to the community at large, the contentment with the\nlaw appears to be progressive.But symptoms of increased opposition having lately manifested themselves in\ncertain quarters, I judged a special interposition on my part proper and\nadvisable, and under this impression have issued a proclamation warning\nagainst all unlawful combinations and proceedings having for their object\nor tending to obstruct the operation of the law in question, and announcing\nthat all lawful ways and means would be strictly put in execution for\nbringing to justice the infractors thereof and securing obedience thereto.Measures have also been taken for the prosecution of offenders, and\nCongress may be assured that nothing within constitutional and legal limits\nwhich may depend upon me shall be wanting to assert and maintain the just\nauthority of the laws. In fulfilling this trust I shall count entirely upon\nthe full cooperation of the other departments of the Government and upon\nthe zealous support of all good citizens.I can not forbear to bring again into the view of the Legislature the\nsubject of a revision of the judiciary system. A representation from the\njudges of the Supreme Court, which will be laid before you, points out some\nof the inconveniences that are experienced. In the course of the execution\nof the laws considerations arise out of the structure of the system which\nin some cases tend to relax their efficacy. As connected with this subject,\nprovisions to facilitate the taking of bail upon processes out of the\ncourts of the United States and a supplementary definition of offenses\nagainst the Constitution and laws of the Union and of the punishment for\nsuch offenses will, it is presumed, be found worthy of particular\nattention.Observations on the value of peace with other nations are unnecessary. It\nwould be wise, however, by timely provisions to guard against those acts of\nour own citizens which might tend to disturb it, and to put ourselves in a\ncondition to give that satisfaction to foreign nations which we may\nsometimes have occasion to require from them. I particularly recommend to\nyour consideration the means of preventing those aggressions by our\ncitizens on the territory of other nations, and other infractions of the\nlaw of nations, which, furnishing just subject of complaint, might endanger\nour peace with them; and, in general, the maintenance of a friendly\nintercourse with foreign powers will be presented to your attention by the\nexpiration of the law for that purpose, which takes place, if not renewed,\nat the close of the present session.In execution of the authority given by the Legislature measures have been\ntaken for engaging some artists from abroad to aid in the establishment of\nour mint. Others have been employed at home. Provision has been made of the\nrequisite buildings, and these are now putting into proper condition for\nthe purposes of the establishment. There has also been a small beginning in\nthe coinage of half dimes, the want of small coins in circulation calling\nthe first attention to them.The regulation of foreign coins in correspondency with the principles of\nour national coinage, as being essential to their due operation and to\norder in our money concerns, will, I doubt not, be resumed and completed.It is represented that some provisions in the law which establishes the\npost office operate, in experiment, against the transmission of news papers\nto distant parts of the country. Should this, upon due inquiry, be found to\nbe the fact, a full conviction of the importance of facilitating the\ncirculation of political intelligence and information will, I doubt not,\nlead to the application of a remedy.The adoption of a constitution for the State of Kentucky has been notified\nto me. The Legislature will share with me in the satisfaction which arises\nfrom an event interesting to the happiness of the part of the nation to\nwhich it relates and conducive to the general order.It is proper likewise to inform you that since my last communication on the\nsubject, and in further execution of the acts severally making provision\nfor the public debt and for the reduction thereof, three new loans have\nbeen effected, each for 3,000,000 florins--one at Antwerp, at the annual\ninterest of 4.5%, with an allowance of 4% in lieu of all charges, in the\nother 2 at Amsterdam, at the annual interest of 4%, with an allowance of\n5.5% in one case and of 5% in the other in lieu of all charges. The rates\nof these loans and the circumstances under which they have been made are\nconfirmations of the high state of our credit abroad.Among the objects to which these funds have been directed to be applied,\nthe payment of the debts due to certain foreign officers, according to the\nprovision made during the last session, has been embraced.Gentlemen of the House of Representatives:I entertain a strong hope that the state of the national finances is now\nsufficiently matured to enable you to enter upon a systematic and effectual\narrangement for the regular redemption and discharge of the public debt,\naccording to the right which has been reserved to the Government. No\nmeasure can be more desirable, whether viewed with an eye to its intrinsic\nimportance or to the general sentiment and wish of the nation.Provision is likewise requisite for the reimbursement of the loan which has\nbeen made of the Bank of the United States, pursuant to the eleventh\nsection of the act by which it is incorporated. In fulfilling the public\nstipulations in this particular it is expected a valuable saving will be\nmade.Appropriations for the current service of the ensuing year and for such\nextraordinaries as may require provision will demand, and I doubt not will\nengage, your early attention.Gentlemen of the Senate and of the House of Representatives:I content myself with recalling your attention generally to such objects,\nnot particularized in my present, as have been suggested in my former\ncommunications to you.Various temporary laws will expire during the present session. Among these,\nthat which regulates trade and intercourse with the Indian tribes will\nmerit particular notice.The results of your common deliberations hitherto will, I trust, be\nproductive of solid and durable advantages to our constituents, such as, by\nconciliating more and more their ultimate suffrage, will tend to strengthen\nand confirm their attachment to that Constitution of Government upon which,\nunder Divine Providence, materially depend their union, their safety, and\ntheir happiness.Still further to promote and secure these inestimable ends there is nothing\nwhich can have a more powerful tendency than the careful cultivation of\nharmony, combined with a due regard to stability, in the public councils.GO. WASHINGTON", 
    "name": "George Washington"
}