{
    "date": "January 23, 2007", 
    "speech": "TO THE CONGRESS OF THE UNITED STATES:Thank you very much. Tonight, I have a high privilege and\ndistinct honor of my own -- as the first President to begin the State of the Union\nmessage with these words: Madam Speaker.In his day, the late Congressman Thomas D'Alesandro, Jr., from Baltimore,\nMaryland, saw Presidents Roosevelt and Truman at this rostrum. But nothing could\ncompare with the sight of his only daughter, Nancy, presiding tonight as Speaker\nof the House of Representatives. Congratulations, Madam Speaker.Two Members of the House and Senate are not with us tonight, and we pray for the\nrecovery and speedy return of Senator Tim Johnson and Congressman Charlie\nNorwood.Madam Speaker, Vice President Cheney, Members of Congress, distinguished guests,\nand fellow citizens:This rite of custom brings us together at a defining hour, when decisions are\nhard and courage is tested. We enter the year 2007 with large endeavors under\nway, and others that are ours to begin. In all of this, much is asked of us. We\nmust have the will to face difficult challenges and determined enemies, and the\nwisdom to face them together.Some in this Chamber are new to the House and Senate, and I congratulate the\nDemocratic majority. Congress has changed, but our responsibilities have not.\nEach of us is guided by our own convictions, and to these we must stay faithful.\nYet we are all held to the same standards and called to serve the same good\npurposes: to extend the Nation's prosperity, to spend the people's money wisely,\nto solve problems, not leave them to future generations, to guard America\nagainst all evil, and to keep faith with those we have sent forth to defend us.We are not the first to come here with government divided and uncertainty in the\nair. Like many before us, we can work through our differences and achieve big\nthings for the American people. Our citizens don't much care which side of the\naisle we sit on, as long as we are willing to cross that aisle when there is\nwork to be done. Our job is to make life better for our fellow Americans and\nhelp them to build a future of hope and opportunity, and this is the business\nbefore us tonight.A future of hope and opportunity begins with a growing economy, and that is what\nwe have. We are now in the 41st month of uninterrupted job growth, in a recovery\nthat has created 7.2 million new jobs, so far. Unemployment is low, inflation is\nlow, and wages are rising. The economy is on the move, and our job is to keep it\nthat way, not with more government but with more enterprise.Next week, I will deliver a full report on the state of our economy. Tonight, I\nwant to discuss three economic reforms that deserve to be priorities for this\nCongress.First, we must balance the Federal budget. We can do so without raising taxes.\nWhat we need to do is impose spending discipline in Washington, D.C. We set a\ngoal of cutting the deficit in half by 2009, and met that goal 3 years ahead of\nschedule. Now let us take the next step. In the coming weeks, I will submit a\nbudget that eliminates the Federal deficit within the next 5 years. I ask you to\nmake the same commitment. Together, we can restrain the spending appetite of the\nFederal Government and balance the Federal budget.Next, there is the matter of earmarks. These special interest items are often\nslipped into bills at the last hour, when not even C-SPAN is watching. In 2005\nalone, the number of earmarks grew to over 13,000 and totaled nearly $18\nbillion. Even worse, over 90 percent of earmarks never make it to the floor of\nthe House and Senate. They are dropped into committee reports that are not even\npart of the bill that arrives on my desk. You did not vote them into law. I did\nnot sign them into law. Yet they are treated as if they have the force of law.\nThe time has come to end this practice. So let us work together to reform the\nbudget process, expose every earmark to the light of day and to a vote in\nCongress, and cut the number and cost of earmarks at least in half by the end of\nthis session.Finally, to keep this economy strong we must take on the challenge of\nentitlements. Social Security and Medicare and Medicaid are commitments of\nconscience, and so it is our duty to keep them permanently sound. Yet we are\nfailing in that duty, and this failure will one day leave our children with\nthree bad options: huge tax increases, huge deficits, or huge and immediate cuts\nin benefits. Everyone in this Chamber knows this to be true, yet somehow we have\nnot found it in ourselves to act. So let us work together and do it now. With\nenough good sense and good will, you and I can fix Medicare and Medicaid, and\nsave Social Security.Spreading opportunity and hope in America also requires public schools that give\nchildren the knowledge and character they need in life. Five years ago, we rose\nabove partisan differences to pass the No Child Left Behind Act, preserving\nlocal control, raising standards, and holding those schools accountable for\nresults. And because we acted, students are performing better in reading and\nmath, and minority students are closing the achievement gap.Now the task is to build on this success, without watering down standards,\nwithout taking control from local communities, and without back sliding and\ncalling it reform. We can lift student achievement even higher by giving local\nleaders flexibility to turn around failing schools, and by giving families with\nchildren stuck in failing schools the right to choose someplace better. We must\nincrease funds for students who struggle, and make sure these children get the\nspecial help they need. And we can make sure our children are prepared for the\njobs of the future, and our country is more competitive, by strengthening math\nand science skills. The No Child Left Behind Act has worked for America's\nchildren, and I ask Congress to reauthorize this good law.A future of hope and opportunity requires that all our citizens have affordable\nand available health care. When it comes to health care, government has an\nobligation to care for the elderly, the disabled, and poor children, and we will\nmeet those responsibilities. For all other Americans, private health care\ninsurance is the best way to meet their needs. But many Americans cannot afford\na health insurance policy.So tonight, I propose two new initiatives to help more Americans afford their\nown insurance. First, I propose a standard tax deduction for health insurance\nthat will be like the standard tax deduction for dependents. Families with\nhealth insurance will pay no income or payroll taxes on $15,000 of their income.\nSingle Americans with health insurance will pay no income or payroll taxes on\n$7,500 of their income. With this reform, more than 100 million men, women, and\nchildren who are now covered by employer-provided insurance will benefit from\nlower tax bills.At the same time, this reform will level the playing field for those who do not\nget health insurance through their job. For Americans who now purchase health\ninsurance on their own, this proposal would mean a substantial tax savings,\n$4,500 for a family of four making $60,000 a year. And for the millions of other\nAmericans who have no health insurance at all, this deduction would help put a\nbasic private health insurance plan within their reach. Changing the Tax Code is\na vital and necessary step to making health care affordable for more Americans.My second proposal is to help the States that are coming up with innovative ways\nto cover the uninsured. States that make basic private health insurance\navailable to all their citizens should receive Federal funds to help them\nprovide this coverage to the poor and the sick. I have asked the Secretary of\nHealth and Human Services to work with Congress to take existing Federal funds\nand use them to create \"Affordable Choices\" grants. These grants would give our\nNation's Governors more money and more flexibility to get private health\ninsurance to those most in need.There are many other ways that Congress can help. We need to expand health\nsavings accounts. We need to help small businesses through association health\nplans, we need to reduce costs and medical errors with better information\ntechnology. We will encourage price transparency, and to protect good doctors\nfrom junk lawsuits we need to pass medical liability reform. And in all we do,\nwe must remember that the best health care decisions are made not by government\nand insurance companies, but by patients and their doctors.Extending hope and opportunity in our country requires an immigration system\nworthy of America, with laws that are fair and borders that are secure. When\nlaws and borders are routinely violated, this harms the interests of our\ncountry. To secure our border, we are doubling the size of the Border Patrol,\nand funding new infrastructure and technology.Yet even with all these steps, we cannot fully secure the border unless we take\npressure off the border, and that requires a temporary worker program. We should\nestablish a legal and orderly path for foreign workers to enter our country to\nwork on a temporary basis. As a result, they won't have to try to sneak in, and\nthat will leave border agents free to chase down drug smugglers and criminals\nand terrorists. We will enforce our immigration laws at the work site, and give\nemployers the tools to verify the legal status of their workers, so there is no\nexcuse left for violating the law. We need to uphold the great tradition of the\nmelting pot that welcomes and assimilates new arrivals. We need to resolve the\nstatus of illegal immigrants who are already in our country, without animosity\nand without amnesty.Convictions run deep in this Capitol when it comes to immigration. Let us have a\nserious, civil, and conclusive debate, so that you can pass, and I can sign,\ncomprehensive immigration reform into law.Extending hope and opportunity depends on a stable supply of energy that keeps\nAmerica's economy running and America's environment clean. For too long our\nNation has been dependent on foreign oil, and this dependence leaves us more\nvulnerable to hostile regimes, and to terrorists, who could cause huge\ndisruptions of oil shipments, and raise the price of oil, and do great harm to\nour economy.It is in our vital interest to diversify America's energy supply, and the way\nforward is through technology. We must continue changing the way America\ngenerates electric power, by even greater use of clean coal technology, solar\nand wind energy, and clean, safe nuclear power. We need to press on with battery\nresearch for plug-in and hybrid vehicles and expand the use of clean diesel\nvehicles and biodiesel fuel. We must continue investing in new methods of\nproducing ethanol, using everything from wood chips, to grasses, to agricultural\nwastes.We have made a lot of progress, thanks to good policies here in Washington and\nthe strong response of the market. And now even more dramatic advances are\nwithin reach. Tonight, I ask Congress to join me in pursuing a great goal. Let\nus build on the work we have done and reduce gasoline usage in the United States\nby 20 percent in the next 10 years. When we do that, we will be cutting our\ntotal imports by the equivalent of three-quarters of all the oil we now import\nfrom the Middle East.To reach this goal, we must increase the supply of alternative fuels, by setting\na mandatory fuels standard to require 35 billion gallons of renewable and\nalternative fuels in 2017. And that is nearly five times the current target. At\nthe same time, we need to reform and modernize fuel economy standards for cars\nthe way we did for light trucks, and conserve up to 8\\1/2\\ billion more gallons\nof gasoline by 2017.Achieving these ambitious goals will dramatically reduce our dependence on\nforeign oil, but it is not going to eliminate it. So as we continue to diversify\nour fuel supply, we must also step up domestic oil production in environmentally\nsensitive ways. And to further protect America against severe disruptions to our\noil supply, I ask Congress to double the current capacity of the Strategic\nPetroleum Reserve.America is on the verge of technological breakthroughs that will enable us to\nlive our lives less dependent on oil. These technologies will help us become\nbetter stewards of the environment, and they will help us to confront the\nserious challenge of global climate change.A future of hope and opportunity requires a fair, impartial system of justice.\nThe lives of our citizens across our Nation are affected by the outcome of cases\npending in our Federal courts. We have a shared obligation to ensure that the\nFederal courts have enough judges to hear those cases and deliver timely\nrulings. As president, I have a duty to nominate qualified men and women to\nvacancies on the Federal bench. And the United States Senate has a duty as well,\nto give those nominees a fair hearing and a prompt up-or-down vote on the Senate\nfloor.For all of us in this room, there is no higher responsibility than to protect\nthe people of this country from danger. Five years have come and gone since we\nsaw the scenes and felt the sorrow that the terrorists can cause. We have had\ntime to take stock of our situation. We have added many critical protections to\nguard the homeland. We know with certainty that the horrors of that September\nmorning were just a glimpse of what the terrorists intend for us, unless we stop\nthem.With the distance of time, we find ourselves debating the causes of conflict and\nthe course we have followed. Such debates are essential when a great democracy\nfaces great questions. Yet one question has surely been settled, that to win the\nwar on terror we must take the fight to the enemy.From the start, America and our allies have protected our people by staying on\nthe offense. The enemy knows that the days of comfortable sanctuary, easy\nmovement, steady financing, and free-flowing communications are long over. For\nthe terrorists, life since 9/11 has never been the same.Our success in this war is often measured by the things that did not happen. We\ncannot know the full extent of the attacks that we and our allies have prevents,\nbut here is some of what we do know: we stopped an al Qaeda plot to fly a\nhijacked airplane into the tallest building on the west coast. We broke up a\nSoutheast Asian terrorist cell grooming operatives for attacks inside the United\nStates. We uncovered an al Qaeda cell developing anthrax to be used in attacks\nagainst America. And just last August, British authorities uncovered a plot to\nblow up passenger planes bound for America over the Atlantic Ocean. For each\nlife saved, we owe a debt of gratitude to the brave public servants who devote\ntheir lives to finding the terrorists and stopping them.Every success against the terrorists is a reminder of the shoreless ambitions of\nthis enemy. The evil that inspired and rejoiced in 9/11 is still at work in the\nworld. And so long as that is the case, America is still a Nation at war.In the minds of the terrorists, this war began well before September 11 and will\nnot end until their radical vision is fulfilled. And these past 5 years have\ngiven us a much clearer view of the nature of this enemy. Al Qaeda and its\nfollowers are Sunni extremists, possessed by hatred and commanded by a harsh and\nnarrow ideology. Take almost any principle of civilization, and their goal is\nthe opposite. They preach with threats, instruct with bullets and bombs, and\npromise paradise for the murder of the innocent.Our enemies are quite explicit about their intentions. They want to overthrow\nmoderate governments and establish safe havens from which to plan and carry out\nnew attacks on our country. By killing and terrorizing Americans, they want to\nforce our country to retreat from the world and abandon the cause of liberty.\nThey would then be free to impose their will and spread their totalitarian\nideology. Listen to this warning from the late terrorist Zarqawi: \"We will\nsacrifice our blood and bodies to put an end to your dreams, and what is coming\nis even worse.\" And Osama bin Laden declared: \"Death is better than living on\nthis Earth with the unbelievers among us.\"These men are not given to idle words, and they are just one camp in the\nIslamist radical movement. In recent times, it has also become clear that we\nface an escalating danger from Shia extremists who are just as hostile to\nAmerica and are also determined to dominate the Middle East. Many are known to\ntake direction from the regime in Iran, which is funding and arming terrorists\nlike Hezbollah, a group second only to al Qaeda in the American lives it has\ntaken.The Shia and Sunni extremists are different faces of the same totalitarian\nthreat. Whatever slogans they chant, when they slaughter the innocent, they have\nthe same wicked purposes. They want to kill Americans, kill democracy in the\nMiddle East, and gain the weapons to kill on an even more horrific scale.In the sixth year since our Nation was attacked, I wish I could report to you\nthat the dangers had ended. They have not. And so it remains the policy of this\ngovernment to use every lawful and proper tool of intelligence, diplomacy, law\nenforcement, and military action to do our duty, to find these enemies, and to\nprotect the American people.This war is more than a clash of arms. It is a decisive ideological struggle,\nand the security of our Nation is in the balance. To prevail, we must remove the\nconditions that inspire blind hatred, and drove 19 men to get onto airplanes and\nto come and kill us. What every terrorist fears most is human freedom, societies\nwhere men and women make their own choices, answer to their own conscience, and\nlive by their hopes instead of their resentments. Free people are not drawn to\nviolent and malignant ideologies, and most will choose a better way when they\nare given a chance. So we advance our own security interests by helping\nmoderates, reformers, and brave voices for democracy. The great question of our\nday is whether America will help men and women in the Middle East to build free\nsocieties and share in the rights of all humanity. And I say, for the sake of\nour own security, we must.In the last 2 years, we have seen the desire for liberty in the broader Middle\nEast, and we have been sobered by the enemy's fierce reaction. In 2005, the\nworld watched as the citizens of Lebanon raised the banner of the Cedar\nRevolution. They drove out the Syrian occupiers, and chose new leaders in free\nelections. In 2005, the people of Afghanistan defied the terrorists and elected\na democratic legislature. And in 2005, the Iraqi people held three national\nelections, choosing a transitional government, adopting the most progressive,\ndemocratic constitution in the Arab world, and then electing a government under\nthat constitution. Despite endless threats from the killers in their midst,\nnearly 12 million Iraqi citizens came out to vote in a show of hope and\nsolidarity we should never forget.A thinking enemy watched all of these scenes, adjusted their tactics, and in\n2006 they struck back. In Lebanon, assassins took the life of Pierre Gemayel, a\nprominent participant in the Cedar Revolution. Hezbollah terrorists, with\nsupport from Syria and Iran, sowed conflict in the region and are seeking to\nundermine Lebanon's legitimately elected government. In Afghanistan, Taliban and\nal Qaeda fighters tried to regain power by regrouping and engaging Afghan and\nNATO forces. In Iraq, al Qaeda and other Sunni extremists blew up one of the\nmost sacred places in Shia Islam, the Golden Mosque of Samarra. This atrocity,\ndirected at a Muslim house of prayer, was designed to provoke retaliation from\nIraqi Shia, and it succeeded. Radical Shia elements, some of whom receive\nsupport from Iran, formed death squads. The result was a tragic escalation of\nsectarian rage and reprisal that continues to this day.This is not the fight we entered in Iraq, but it is the fight we are in. Every\none of us wishes that this war were over and won. Yet it would not be like us to\nleave our promises unkept, our friends abandoned, and our own security at risk.\nLadies and gentlemen, on this day, at this hour, it is still within our power to\nshape the outcome of this battle. Let us find our resolve and turn events toward\nvictory.We are carrying out a new strategy in Iraq, a plan that demands more from Iraq's\nelected government and gives our forces in Iraq the reinforcements they need to\ncomplete their mission. Our goal is a democratic Iraq that upholds the rule of\nlaw, respects the rights of its people, provides them security, and is an ally\nin the war on terror.In order to make progress toward this goal, the Iraqi Government must stop the\nsectarian violence in its capital. But the Iraqis are not yet ready to do this\non their own. So we are deploying reinforcements of more than 20,000 additional\nsoldiers and marines to Iraq. The vast majority will go to Baghdad, where they\nwill help Iraqi forces to clear and secure neighborhoods, and serve as advisers\nembedded in Iraqi Army units. With Iraqis in the lead, our forces will help\nsecure the city by chasing down the terrorists, insurgents, and the roaming\ndeath squads. And in Anbar province, where al Qaeda terrorists have gathered and\nlocal forces have begun showing a willingness to fight them, we are sending an\nadditional 4,000 United States marines, with orders to find the terrorists and\nclear them out. We did not drive al Qaeda out of their safe haven in Afghanistan\nonly to let them set up a new safe haven in a free Iraq.The people of Iraq want to live in peace, and now is the time for their\ngovernment to act. Iraq's leaders know that our commitment is not open ended.\nThey have promised to deploy more of their own troops to secure Baghdad, and\nthey must do so. They have pledged that they will confront violent radicals of\nany faction or political party. And they need to follow through and lift\nneedless restrictions on Iraqi and Coalition forces so these troops can achieve\ntheir mission of bringing security to all of the people of Baghdad. Iraq's\nleaders have committed themselves to a series of benchmarks to achieve\nreconciliation, to share oil revenues among all of Iraq's citizens, to put the\nwealth of Iraq into the rebuilding of Iraq, to allow more Iraqis to reenter\ntheir nation's civic life, to hold local elections, and to take responsibility\nfor security in every Iraqi province. But for all of this to happen, Baghdad\nmust be secured. And our plan will help the Iraqi Government take back its\ncapital and make good on its commitments.My fellow citizens, our military commanders and I have carefully weighed the\noptions. We discussed every possible approach. In the end, I chose this course\nof action because it provides the best chance for success. Many in this Chamber\nunderstand that America must not fail in Iraq, because you understand that the\nconsequences of failure would be grievous and far reaching.If American forces step back before Baghdad is secure, the Iraqi Government\nwould be overrun by extremists on all sides. We could expect an epic battle\nbetween Shia extremists backed by Iran, and Sunni extremists aided by al Qaeda\nand supporters of the old regime. A contagion of violence could spill out across\nthe country, and in time the entire region could be drawn into the conflict.For America, this is a nightmare scenario. For the enemy, this is the objective.\nChaos is their greatest ally in this struggle. And out of chaos in Iraq would\nemerge an emboldened enemy with new safe havens, new recruits, new resources,\nand an even greater determination to harm America. To allow this to happen would\nbe to ignore the lessons of September 11 and invite tragedy. And ladies and\ngentlemen, nothing is more important at this moment in our history than for\nAmerica to succeed in the Middle East, to succeed in Iraq, and to spare the\nAmerican people from this danger.This is where matters stand tonight, in the here and now. I have spoken with\nmany of you in person. I respect you and the arguments you have made. We went\ninto this largely united, in our assumptions and in our convictions. And\nwhatever you voted for, you did not vote for failure. Our country is pursuing a\nnew strategy in Iraq, and I ask you to give it a chance to work. And I ask you\nto support our troops in the field, and those on their way.The war on terror we fight today is a generational struggle that will continue\nlong after you and I have turned our duties over to others. That is why it is\nimportant to work together so our Nation can see this great effort through. Both\nparties and both branches should work in close consultation. And this is why I\npropose to establish a special advisory council on the war on terror, made up of\nleaders in Congress from both political parties. We will share ideas for how to\nposition America to meet every challenge that confronts us. And we will show our\nenemies abroad that we are united in the goal of victory.One of the first steps we can take together is to add to the ranks of our\nmilitary, so that the American Armed Forces are ready for all the challenges\nahead. Tonight I ask the Congress to authorize an increase in the size of our\nactive Army and Marine Corps by 92,000 in the next 5 years. A second task we can\ntake on together is to design and establish a volunteer civilian reserve corps.\nSuch a corps would function much like our military reserve. It would ease the\nburden on the Armed Forces by allowing us to hire civilians with critical skills\nto serve on missions abroad when America needs them. And it would give people\nacross America who do not wear the uniform a chance to serve in the defining\nstruggle of our time.Americans can have confidence in the outcome of this struggle, because we are\nnot in this struggle alone. We have a diplomatic strategy that is rallying the\nworld to join in the fight against extremism. In Iraq, multinational forces are\noperating under a mandate from the United Nations, and we are working with\nJordan, Saudi Arabia, Egypt, and the gulf states to increase support for Iraq's\ngovernment. The United Nations has imposed sanctions on Iran and made it clear\nthat the world will not allow the regime in Tehran to acquire nuclear weapons.\nWith the other members of the Quartet, the U.N., the European Union and Russia,\nwe are pursuing diplomacy to help bring peace to the Holy Land, and pursuing the\nestablishment of a democratic Palestinian state living side by side with Israel\nin peace and security. In Afghanistan, NATO has taken the lead in turning back\nthe Taliban and al Qaeda offensive, the first time the alliance has deployed\nforces outside the North Atlantic area. Together with our partners in China,\nJapan, Russia, and South Korea, we are pursuing intensive diplomacy to achieve a\nKorean Peninsula free of nuclear weapons. And we will continue to speak out for\nthe cause of freedom in places like Cuba, Belarus, and Burma, and continue to\nawaken the conscience of the world to save the people of Darfur.American foreign policy is more than a matter of war and diplomacy. Our work in\nthe world is also based on a timeless truth: to whom much is given, much is\nrequired. We hear the call to take on the challenges of hunger and poverty and\ndisease, and that is precisely what America is doing. We must continue to fight\nHIV/AIDS, especially on the continent of Africa. Because you funded our\nEmergency Plan for AIDS Relief, the number of people receiving life-saving drugs\nhas grown from 50,000 to more than 800,000 in 3 short years. I ask you to\ncontinue funding our efforts to fight HIV/AIDS, and I ask you to provide $1.2\nbillion over 5 years so we can combat malaria in 15 African countries. I ask\nthat you fund the Millennium Challenge Account so that American aid reaches the\npeople who need it, in nations where democracy is on the rise and corruption is\nin retreat. And let us continue to support the expanded trade and debt relief\nthat are the best hope for lifting lives and eliminating poverty.When America serves others in this way, we show the strength and generosity of\nour country. These deeds reflect the character of our people. The greatest\nstrength we have is the heroic kindness, courage, and self-sacrifice of the\nAmerican people. You see this spirit often if you know where to look, and\ntonight we need only look above to the gallery.Dikembe Mutombo grew up in Africa amid great poverty and disease. He came to\nGeorgetown University on a scholarship to study medicine, but Coach John\nThompson got a look at Dikembe and had a different idea. Dikembe became a star\nin the NBA and a citizen of the United States. But he never forgot the land of\nhis birth, or the duty to share his blessings with others. He built a brand-new\nhospital in his old hometown. A friend has said of this good hearted man:\n\"Mutombo believes that God has given him this opportunity to do great things.\"\nAnd we are proud to call this son of the Congo a citizen of the United States of\nAmerica.After her daughter was born, Julie Aigner-Clark searched for ways to share her\nlove of music and art with her child. So she borrowed some equipment and began\nfilming children's videos in her basement. The Baby Einstein Company was born,\nand in just 5 years her business grew to more than $20 million in sales. In\nNovember 2001, Julie sold Baby Einstein to Walt Disney Company; and with her\nhelp, Baby Einstein has grown into a $200 million business. Julie represents the\ngreat enterprising spirit of America. And she is using her success to help\nothers, producing child safety videos with John Walsh of the National Center for\nMissing and Exploited Children. Julie says of her new project: \"I believe it is\nthe most important thing that I have ever done. I believe that children have the\nright to live in a world that is safe.\" And so tonight we are pleased to welcome\nthis talented business entrepreneur and generous social entrepreneur, Julie\nAigner-Clark.Three weeks ago, Wesley Autry was waiting at a Harlem subway station with his\ntwo little girls, when he saw a man fall into the path of a train. With seconds\nto act, Wesley jumped onto the tracks, pulled the man into the space between the\nrails, and held him as the train passed right above their heads. He insists he\nis not a hero. He says: \"We got guys and girls overseas dying for us to have our\nfreedoms. We have got to show each other some love.\" There is something\nwonderful about a country that produces a brave and humble man like Wesley\nAutry.Tommy Rieman was a teenager pumping gas in Independence, Kentucky, when he\nenlisted in the United States Army. In December 2003, he was on a reconnaissance\nmission in Iraq when his team came under heavy enemy fire. From his Humvee,\nSergeant Rieman returned fire. He used his body as a shield to protect his\ngunner. He was shot in the chest and arm, and received shrapnel wounds to his\nlegs, yet he refused medical attention and stayed in the fight. He helped to\nrepel a second attack, firing grenades at the enemy's position. For his\nexceptional courage, Sergeant Rieman was awarded the Silver Star. And like so\nmany other Americans who have volunteered to defend us, he has earned the\nrespect and the gratitude of our whole country.In such courage and compassion, ladies and gentlemen, we see the spirit and\ncharacter of America, and these qualities are not in short supply. This is a\ndecent and honorable country, and resilient, too. We have been through a lot\ntogether. We have met challenges and faced dangers, and we know that more lie\nahead. Yet we can go forward with confidence, because the state of our Union is\nstrong, our cause in the world is right, and tonight that cause goes on. God\nbless. Thank you for your prayers. Thank you.[Applause, the Members rising.]", 
    "name": "George W. Bush"
}