{
    "date": "February 2, 2005", 
    "speech": "Mr. Speaker, Vice President Cheney, Members of Congress, fellow citizens:As a new Congress gathers, all of us in the elected branches of Government share\na great privilege: We've been placed in office by the votes of the people we\nserve. And tonight that is a privilege we share with newly elected leaders of\nAfghanistan, the Palestinian Territories, Ukraine, and a free and sovereign\nIraq.Two weeks ago, I stood on the steps of this Capitol and renewed the commitment\nof our Nation to the guiding ideal of liberty for all. This evening I will set\nforth policies to advance that ideal at home and around the world.Tonight, with a healthy, growing economy, with more Americans going back to\nwork, with our Nation an active force for good in the world, the state of our\nUnion is confident and strong.Our generation has been blessed by the expansion of opportunity, by advances in\nmedicine, by the security purchased by our parents' sacrifice. Now, as we see a\nlittle gray in the mirror--or a lot of gray--[laughter]--and we watch our\nchildren moving into adulthood, we ask the question: What will be the state of\ntheir Union? Members of Congress, the choices we make together will answer that\nquestion. Over the next several months, on issue after issue, let us do what\nAmericans have always done and build a better world for our children and our\ngrandchildren.First, we must be good stewards of this economy and renew the great institutions\non which millions of our fellow citizens rely. America's economy is the fastest\ngrowing of any major industrialized nation. In the past 4 years, we've provided\ntax relief to every person who pays income taxes, overcome a recession, opened\nup new markets abroad, prosecuted corporate criminals, raised homeownership to\nits highest level in history. And in the last year alone, the United States has\nadded 2.3 million new jobs. When action was needed, the Congress delivered, and\nthe Nation is grateful.Now we must add to these achievements. By making our economy more flexible, more\ninnovative, and more competitive, we will keep America the economic leader of\nthe world.America's prosperity requires restraining the spending appetite of the Federal\nGovernment. I welcome the bipartisan enthusiasm for spending discipline. I will\nsend you a budget that holds the growth of discretionary spending below\ninflation, makes tax relief permanent, and stays on track to cut the deficit in\nhalf by 2009. My budget substantially reduces or eliminates more than 150\nGovernment programs that are not getting results or duplicate current efforts or\ndo not fulfill essential priorities. The principle here is clear: Taxpayer\ndollars must be spent wisely or not at all.To make our economy stronger and more dynamic, we must prepare a rising\ngeneration to fill the jobs of the 21st century. Under the No Child Left Behind\nAct, standards are higher, test scores are on the rise, and we're closing the\nachievement gap for minority students. Now we must demand better results from\nour high schools, so every high school diploma is a ticket to success. We will\nhelp an additional 200,000 workers to get training for a better career by\nreforming our job training system and strengthening America's community\ncolleges. And we'll make it easier for Americans to afford a college education\nby increasing the size of Pell grants.To make our economy stronger and more competitive, America must reward, not\npunish, the efforts and dreams of entrepreneurs. Small business is the path of\nadvancement, especially for women and minorities, so we must free small\nbusinesses from needless regulation and protect honest job-creators from junk\nlawsuits. Justice is distorted and our economy is held back by irresponsible\nclass actions and frivolous asbestos claims, and I urge Congress to pass legal\nreforms this year.To make our economy stronger and more productive, we must make health care more\naffordable and give families greater access to good coverage and more control\nover their health decisions. I ask Congress to move forward on a comprehensive\nhealth care agenda with tax credits to help low-income workers buy insurance, a\ncommunity health center in every poor county, improved information technology to\nprevent medical error and needless costs, association health plans for small\nbusinesses and their employees, expanded health savings accounts, and medical\nliability reform that will reduce health care costs and make sure patients have\nthe doctors and care they need.To keep our economy growing, we also need reliable supplies of affordable,\nenvironmentally responsible energy. Nearly 4 years ago, I submitted a\ncomprehensive energy strategy that encourages conservation, alternative sources,\na modernized electricity grid, and more production here at home, including safe,\nclean nuclear energy. My Clear Skies legislation will cut powerplant pollution\nand improve the health of our citizens. And my budget provides strong funding\nfor leading-edge technology, from hydrogen-fueled cars to clean coal to\nrenewable sources such as ethanol. Four years of debate is enough. I urge\nCongress to pass legislation that makes America more secure and less dependent\non foreign energy.All these proposals are essential to expand this economy and add new jobs, but\nthey are just the beginning of our duty. To build the prosperity of future\ngenerations, we must update institutions that were created to meet the needs of\nan earlier time. Year after year, Americans are burdened by an archaic,\nincoherent Federal Tax Code. I've appointed a bipartisan panel to examine the\nTax Code from top to bottom. And when their recommendations are delivered, you\nand I will work together to give this Nation a Tax Code that is progrowth, easy\nto understand, and fair to all.America's immigration system is also outdated, unsuited to the needs of our\neconomy and to the values of our country. We should not be content with laws\nthat punish hardworking people who want only to provide for their families and\ndeny businesses willing workers and invite chaos at our border. It is time for\nan immigration policy that permits temporary guest workers to fill jobs\nAmericans will not take, that rejects amnesty, that tells us who is entering and\nleaving our country, and that closes the border to drug dealers and terrorists.One of America's most important institutions, a symbol of the trust between\ngenerations, is also in need of wise and effective reform. Social Security was a\ngreat moral success of the 20th century, and we must honor its great purposes in\nthis new century. The system, however, on its current path, is headed toward\nbankruptcy. And so we must join together to strengthen and save Social Security.Today, more than 45 million Americans receive Social Security benefits, and\nmillions more are nearing retirement. And for them the system is sound and\nfiscally strong. I have a message for every American who is 55 or older: Do not\nlet anyone mislead you; for you, the Social Security system will not change in\nany way.For younger workers, the Social Security system has serious problems that will\ngrow worse with time. Social Security was created decades ago for a very\ndifferent era. In those days, people did not live as long. Benefits were much\nlower than they are today. And a half century ago, about 16 workers paid into\nthe system for each person drawing benefits.Our society has changed in ways the founders of Social Security could not have\nforeseen. In today's world, people are living longer and, therefore, drawing\nbenefits longer. And those benefits are scheduled to rise dramatically over the\nnext few decades. And instead of 16 workers paying in for every beneficiary,\nright now it's only about 3 workers. And over the next few decades, that number\nwill fall to just 2 workers per beneficiary. With each passing year, fewer\nworkers are paying ever- higher benefits to an ever-larger number of retirees.So here is the result: Thirteen years from now, in 2018, Social Security will be\npaying out more than it takes in. And every year afterward will bring a new\nshortfall, bigger than the year before. For example, in the year 2027, the\nGovernment will somehow have to come up with an extra $200 billion to keep the\nsystem afloat, and by 2033, the annual shortfall would be more than $300\nbillion. By the year 2042, the entire system would be exhausted and bankrupt. If\nsteps are not taken to avert that outcome, the only solutions would be\ndramatically higher taxes, massive new borrowing, or sudden and severe cuts in\nSocial Security benefits or other Government programs.I recognize that 2018 and 2042 may seem a long way off. But those dates are not\nso distant, as any parent will tell you. If you have a 5- year-old, you're\nalready concerned about how you'll pay for college tuition 13 years down the\nroad. If you've got children in their twenties, as some of us do, the idea of\nSocial Security collapsing before they retire does not seem like a small matter.\nAnd it should not be a small matter to the United States Congress. You and I\nshare a responsibility. We must pass reforms that solve the financial problems\nof Social Security once and for all.Fixing Social Security permanently will require an open, candid review of the\noptions. Some have suggested limiting benefits for wealthy retirees. Former\nCongressman Tim Penny has raised the possibility of indexing benefits to prices\nrather than wages. During the 1990s, my predecessor, President Clinton, spoke of\nincreasing the retirement age. Former Senator John Breaux suggested discouraging\nearly collection of Social Security benefits. The late Senator Daniel Patrick\nMoynihan recommended changing the way benefits are calculated. All these ideas\nare on the table.I know that none of these reforms would be easy. But we have to move ahead with\ncourage and honesty, because our children's retirement security is more\nimportant than partisan politics. I will work with Members of Congress to find\nthe most effective combination of reforms. I will listen to anyone who has a\ngood idea to offer. We must, however, be guided by some basic principles. We\nmust make Social Security permanently sound, not leave that task for another\nday. We must not jeopardize our economic strength by increasing payroll taxes.\nWe must ensure that lower income Americans get the help they need to have\ndignity and peace of mind in their retirement. We must guarantee there is no\nchange for those now retired or nearing retirement. And we must take care that\nany changes in the system are gradual, so younger workers have years to prepare\nand plan for their future.As we fix Social Security, we also have the responsibility to make the system a\nbetter deal for younger workers. And the best way to reach that goal is through\nvoluntary personal retirement accounts. Here is how the idea works. Right now, a\nset portion of the money you earn is taken out of your paycheck to pay for the\nSocial Security benefits of today's retirees. If you're a younger worker, I\nbelieve you should be able to set aside part of that money in your own\nretirement account, so you can build a nest egg for your own future.Here's why the personal accounts are a better deal. Your money will grow over\ntime at a greater rate than anything the current system can deliver, and your\naccount will provide money for retirement over and above the check you will\nreceive from Social Security. In addition, you'll be able to pass along the\nmoney that accumulates in your personal account, if you wish, to your children\nand--or grandchildren. And best of all, the money in the account is yours, and\nthe Government can never take it away.The goal here is greater security in retirement, so we will set careful\nguidelines for personal accounts. We'll make sure the money can only go into a\nconservative mix of bonds and stock funds. We'll make sure that your earnings\nare not eaten up by hidden Wall Street fees. We'll make sure there are good\noptions to protect your investments from sudden market swings on the eve of your\nretirement. We'll make sure a personal account cannot be emptied out all at once\nbut rather paid out over time as an addition to traditional Social Security\nbenefits. And we'll make sure this plan is fiscally responsible by starting\npersonal retirement accounts gradually and raising the yearly limits on\ncontributions over time, eventually permitting all workers to set aside 4\npercentage points of their payroll taxes in their accounts.Personal retirement accounts should be familiar to Federal employees, because\nyou already have something similar called the Thrift Savings Plan, which lets\nworkers deposit a portion of their paychecks into any of five different broadly\nbased investment funds. It's time to extend the same security and choice and\nownership to young Americans.Our second great responsibility to our children and grandchildren is to honor\nand to pass along the values that sustain a free society. So many of my\ngeneration, after a long journey, have come home to family and faith and are\ndetermined to bring up responsible, moral children. Government is not the source\nof these values, but Government should never undermine them.Because marriage is a sacred institution and the foundation of society, it\nshould not be redefined by activist judges. For the good of families, children,\nand society, I support a constitutional amendment to protect the institution of\nmarriage.Because a society is measured by how it treats the weak and vulnerable, we must\nstrive to build a culture of life. Medical research can help us reach that goal\nby developing treatments and cures that save lives and help people overcome\ndisabilities, and I thank the Congress for doubling the funding of the National\nInstitutes of Health.To build a culture of life, we must also ensure that scientific advances always\nserve human dignity, not take advantage of some lives for the benefit of others.\nWe should all be able to agree on some clear standards. I will work with\nCongress to ensure that human embryos are not created for experimentation or\ngrown for body parts and that human life is never bought or sold as a commodity.\nAmerica will continue to lead the world in medical research that is ambitious,\naggressive, and always ethical.Because courts must always deliver impartial justice, judges have a duty to\nfaithfully interpret the law, not legislate from the bench. As President, I have\na constitutional responsibility to nominate men and women who understand the\nrole of courts in our democracy and are well- qualified to serve on the bench,\nand I have done so. The Constitution also gives the Senate a responsibility:\nEvery judicial nominee deserves an up-or-down vote.Because one of the deepest values of our country is compassion, we must never\nturn away from any citizen who feels isolated from the opportunities of America.\nOur Government will continue to support faith-based and community groups that\nbring hope to harsh places. Now we need to focus on giving young people,\nespecially young men in our cities, better options than apathy or gangs or jail.\nTonight I propose a 3-year initiative to help organizations keep young people\nout of gangs and show young men an ideal of manhood that respects women and\nrejects violence. Taking on gang life will be one part of a broader outreach to\nat-risk youth, which involves parents and pastors, coaches and community leaders\nin programs ranging from literacy to sports. And I am proud that the leader of\nthis nationwide effort will be our First Lady, Laura Bush.Because HIV/AIDS brings suffering and fear into so many lives, I ask you to\nreauthorize the Ryan White Act to encourage prevention and provide care and\ntreatment to the victims of that disease. And as we update this important law,\nwe must focus our efforts on fellow citizens with the highest rates of new\ncases, African American men and women.Because one of the main sources of our national unity is our belief in equal\njustice, we need to make sure Americans of all races and backgrounds have\nconfidence in the system that provides justice. In America, we must make doubly\nsure no person is held to account for a crime he or she did not commit, so we\nare dramatically expanding the use of DNA evidence to prevent wrongful\nconviction. Soon I will send to Congress a proposal to fund special training for\ndefense counsel in capital cases, because people on trial for their lives must\nhave competent lawyers by their side.Our third responsibility to future generations is to leave them an America that\nis safe from danger and protected by peace. We will pass along to our children\nall the freedoms we enjoy, and chief among them is freedom from fear.In the 3\\1/2\\ years since September the 11th, 2001, we have taken unprecedented\nactions to protect Americans. We've created a new Department of Government to\ndefend our homeland, focused the FBI on preventing terrorism, begun to reform\nour intelligence agencies, broken up terror cells across the country, expanded\nresearch on defenses against biological and chemical attack, improved border\nsecurity, and trained more than a half million first-responders. Police and\nfirefighters, air marshals, researchers, and so many others are working every\nday to make our homeland safer, and we thank them all.Our Nation, working with allies and friends, has also confronted the enemy\nabroad with measures that are determined, successful, and continuing. The Al\nQaida terror network that attacked our country still has leaders, but many of\nits top commanders have been removed. There are still governments that sponsor\nand harbor terrorists, but their number has declined. There are still regimes\nseeking weapons of mass destruction but no longer without attention and without\nconsequence. Our country is still the target of terrorists who want to kill many\nand intimidate us all, and we will stay on the offensive against them until the\nfight is won.Pursuing our enemies is a vital commitment of the war on terror, and I thank the\nCongress for providing our service men and women with the resources they have\nneeded. During this time of war, we must continue to support our military and\ngive them the tools for victory.Other nations around the globe have stood with us. In Afghanistan, an\ninternational force is helping provide security. In Iraq, 28 countries have\ntroops on the ground, the United Nations and the European Union provided\ntechnical assistance for the elections, and NATO is leading a mission to help\ntrain Iraqi officers. We're cooperating with 60 governments in the Proliferation\nSecurity Initiative to detect and stop the transit of dangerous materials. We're\nworking closely with the governments in Asia to convince North Korea to abandon\nits nuclear ambitions. Pakistan, Saudi Arabia, and nine other countries have\ncaptured or detained Al Qaida terrorists. In the next 4 years, my administration\nwill continue to build the coalitions that will defeat the dangers of our time.In the long term, the peace we seek will only be achieved by eliminating the\nconditions that feed radicalism and ideologies of murder. If whole regions of\nthe world remain in despair and grow in hatred, they will be the recruiting\ngrounds for terror, and that terror will stalk America and other free nations\nfor decades. The only force powerful enough to stop the rise of tyranny and\nterror and replace hatred with hope is the force of human freedom. Our enemies\nknow this, and that is why the terrorist Zarqawi recently declared war on what\nhe called the \"evil principle\" of democracy. And we've declared our own\nintention: America will stand with the allies of freedom to support democratic\nmovements in the Middle East and beyond, with the ultimate goal of ending\ntyranny in our world.The United States has no right, no desire, and no intention to impose our form\nof government on anyone else. That is one of the main differences between us and\nour enemies. They seek to impose and expand an empire of oppression in which a\ntiny group of brutal, self-appointed rulers control every aspect of every life.\nOur aim is to build and preserve a community of free and independent nations,\nwith governments that answer to their citizens and reflect their own cultures.\nAnd because democracies respect their own people and their neighbors, the\nadvance of freedom will lead to peace.That advance has great momentum in our time, shown by women voting in\nAfghanistan and Palestinians choosing a new direction and the people of Ukraine\nasserting their democratic rights and electing a President. We are witnessing\nlandmark events in the history of liberty, and in the coming years, we will add\nto that story.The beginnings of reform and democracy in the Palestinian territories are now\nshowing the power of freedom to break old patterns of violence and failure.\nTomorrow morning Secretary of State Rice departs on a trip that will take her to\nIsrael and the West Bank for meetings with Prime Minister Sharon and President\nAbbas. She will discuss with them how we and our friends can help the\nPalestinian people end terror and build the institutions of a peaceful,\nindependent, democratic state. To promote this democracy, I will ask Congress\nfor $350 million to support Palestinian political, economic, and security\nreforms. The goal of two democratic states, Israel and Palestine, living side by\nside in peace is within reach, and America will help them achieve that goal.To promote peace and stability in the broader Middle East, the United States\nwill work with our friends in the region to fight the common threat of terror,\nwhile we encourage a higher standard of freedom. Hopeful reform is already\ntaking hold in an arc from Morocco to Jordan to Bahrain. The Government of Saudi\nArabia can demonstrate its leadership in the region by expanding the role of its\npeople in determining their future. And the great and proud nation of Egypt,\nwhich showed the way toward peace in the Middle East, can now show the way\ntoward democracy in the Middle East.To promote peace in the broader Middle East, we must confront regimes that\ncontinue to harbor terrorists and pursue weapons of mass murder. Syria still\nallows its territory and parts of Lebanon to be used by terrorists who seek to\ndestroy every chance of peace in the region. You have passed and we are applying\nthe Syrian Accountability Act, and we expect the Syrian Government to end all\nsupport for terror and open the door to freedom. Today, Iran remains the world's\nprimary state sponsor of terror, pursuing nuclear weapons while depriving its\npeople of the freedom they seek and deserve. We are working with European allies\nto make clear to the Iranian regime that it must give up its uranium enrichment\nprogram and any plutonium reprocessing and end its support for terror. And to\nthe Iranian people, I say tonight: As you stand for your own liberty, America\nstands with you.Our generational commitment to the advance of freedom, especially in the Middle\nEast, is now being tested and honored in Iraq. That country is a vital front in\nthe war on terror, which is why the terrorists have chosen to make a stand\nthere. Our men and women in uniform are fighting terrorists in Iraq so we do not\nhave to face them here at home. And the victory of freedom in Iraq will\nstrengthen a new ally in the war on terror, inspire democratic reformers from\nDamascus to Tehran, bring more hope and progress to a troubled region, and\nthereby lift a terrible threat from the lives of our children and grandchildren.We will succeed because the Iraqi people value their own liberty, as they showed\nthe world last Sunday. Across Iraq, often at great risk, millions of citizens\nwent to the polls and elected 275 men and women to represent them in a new\nTransitional National Assembly. A young woman in Baghdad told of waking to the\nsound of mortar fire on election day and wondering if it might be too dangerous\nto vote. She said, \"Hearing those explosions, it occurred to me: The insurgents\nare weak; they are afraid of democracy; they are losing. So I got my husband and\nI got my parents, and we all came out and voted together.\" Americans recognize\nthat spirit of liberty, because we share it. In any nation, casting your vote is\nan act of civic responsibility. For millions of Iraqis, it was also an act of\npersonal courage, and they have earned the respect of us all.One of Iraq's leading democracy and human rights advocates is Safia Taleb\nal-Suhail. She says of her country, \"We were occupied for 35 years by Saddam\nHussein. That was the real occupation. Thank you to the American people who paid\nthe cost but, most of all, to the soldiers.\" Eleven years ago, Safia's father\nwas assassinated by Saddam's intelligence service. Three days ago in Baghdad,\nSafia was finally able to vote for the leaders of her country, and we are\nhonored that she is with us tonight.The terrorists and insurgents are violently opposed to democracy and will\ncontinue to attack it. Yet, the terrorists' most powerful myth is being\ndestroyed. The whole world is seeing that the car bombers and assassins are not\nonly fighting coalition forces; they are trying to destroy the hopes of Iraqis,\nexpressed in free elections. And the whole world now knows that a small group of\nextremists will not overturn the will of the Iraqi people.We will succeed in Iraq because Iraqis are determined to fight for their own\nfreedom and to write their own history. As Prime Minister Allawi said in his\nspeech to Congress last September, \"Ordinary Iraqis are anxious to shoulder all\nthe security burdens of our country as quickly as possible.\" That is the\nnatural desire of an independent nation, and it is also the stated mission of\nour coalition in Iraq. The new political situation in Iraq opens a new phase of\nour work in that country.At the recommendation of our commanders on the ground and in consultation with\nthe Iraqi Government, we will increasingly focus our efforts on helping prepare\nmore capable Iraqi security forces, forces with skilled officers and an\neffective command structure. As those forces become more self-reliant and take\non greater security responsibilities, America and its coalition partners will\nincreasingly be in a supporting role. In the end, Iraqis must be able to defend\ntheir own country, and we will help that proud new nation secure its liberty.Recently an Iraqi interpreter said to a reporter, \"Tell America not to abandon\nus.\" He and all Iraqis can be certain: While our military strategy is adapting\nto circumstances, our commitment remains firm and unchanging. We are standing\nfor the freedom of our Iraqi friends, and freedom in Iraq will make America\nsafer for generations to come. We will not set an artificial timetable for\nleaving Iraq, because that would embolden the terrorists and make them believe\nthey can wait us out. We are in Iraq to achieve a result, a country that is\ndemocratic, representative of all its people, at peace with its neighbors, and\nable to defend itself. And when that result is achieved, our men and women\nserving in Iraq will return home with the honor they have earned.Right now, Americans in uniform are serving at posts across the world, often\ntaking great risks on my orders. We have given them training and equipment, and\nthey have given us an example of idealism and character that makes every\nAmerican proud. The volunteers of our military are unrelenting in battle,\nunwavering in loyalty, unmatched in honor and decency, and every day they're\nmaking our Nation more secure. Some of our service men and women have survived\nterrible injuries, and this grateful country will do everything we can to help\nthem recover. And we have said farewell to some very good men and women who died\nfor our freedom and whose memory this Nation will honor forever.One name we honor is Marine Corps Sergeant Byron Norwood of Pflugerville, Texas,\nwho was killed during the assault on Fallujah. His mom, Janet, sent me a letter\nand told me how much Byron loved being a marine and how proud he was to be on\nthe frontline against terror. She wrote, \"When Byron was home the last time, I\nsaid that I wanted to protect him like I had since he was born. He just hugged\nme and said, 'You've done your job, Mom. Now it is my turn to protect you.' \"\nLadies and gentlemen, with grateful hearts we honor freedom's defenders and our\nmilitary families, represented here this evening by Sergeant Norwood's mom and\ndad, Janet and Bill Norwood.[At this point, in the First Lady's box, guest Safia Taleb al-Suhail embraced\nguest Janet Norwood.]In these 4 years, Americans have seen the unfolding of large events. We have\nknown times of sorrow and hours of uncertainty and days of victory. In all this\nhistory, even when we have disagreed, we have seen threads of purpose that unite\nus. The attack on freedom in our world has reaffirmed our confidence in\nfreedom's power to change the world. We are all part of a great venture: To\nextend the promise of freedom in our country, to renew the values that sustain\nour liberty, and to spread the peace that freedom brings.As Franklin Roosevelt once reminded Americans, \"Each age is a dream that is\ndying, or one that is coming to birth.\" And we live in the country where the\nbiggest dreams are born. The abolition of slavery was only a dream until it was\nfulfilled. The liberation of Europe from fascism was only a dream until it was\nachieved. The fall of imperial communism was only a dream until, one day, it was\naccomplished. Our generation has dreams of its own, and we also go forward with\nconfidence. The road of providence is uneven and unpredictable, yet we know\nwhere it leads: It leads to freedom.Thank you, and may God bless America.", 
    "name": "George W. Bush"
}