{
    "date": "January 29, 2002", 
    "speech": "Thank you very much. Mr. Speaker, Vice President Cheney, Members of Congress,\ndistinguished guests, fellow citizens: As we gather tonight, our Nation is at\nwar; our economy is in recession; and the civilized world faces unprecedented\ndangers. Yet, the state of our Union has never been stronger.We last met in an hour of shock and suffering. In 4 short months, our Nation has\ncomforted the victims, begun to rebuild New York and the Pentagon, rallied a\ngreat coalition, captured, arrested, and rid the world of thousands of\nterrorists, destroyed Afghanistan's terrorist training camps, saved a people\nfrom starvation, and freed a country from brutal oppression.The American flag flies again over our Embassy in Kabul. Terrorists who once\noccupied Afghanistan now occupy cells at Guantanamo Bay. And terrorist leaders\nwho urged followers to sacrifice their lives are running for their own.America and Afghanistan are now allies against terror. We'll be partners in\nrebuilding that country. And this evening we welcomed the distinguished interim\nleader of a liberated Afghanistan, Chairman Hamid Karzai.The last time we met in this Chamber, the mothers and daughters of Afghanistan\nwere captives in their own homes, forbidden from working or going to school.\nToday women are free and are part of Afghanistan's new Government. And we\nwelcome the new Minister of Women's Affairs, Dr. Sima Samar.Our progress is a tribute to the spirit of the Afghan people, to the resolve of\nour coalition, and to the might of the United States military. When I called our\ntroops into action, I did so with complete confidence in their courage and\nskill. And tonight, thanks to them, we are winning the war on terror. The men\nand women of our Armed Forces have delivered a message now clear to every enemy\nof the United States: Even 7,000 miles away, across oceans and continents, on\nmountaintops and in caves, you will not escape the justice of this Nation.For many Americans, these 4 months have brought sorrow and pain that will never\ncompletely go away. Every day a retired firefighter returns to Ground Zero to\nfeel closer to his two sons who died there. At a memorial in New York, a little\nboy left his football with a note for his lost father: \"Dear Daddy, please take\nthis to heaven. I don't want to play football until I can play with you again\nsome day.\" Last month, at the grave of her husband, Micheal, a CIA officer and\nmarine who died in Mazar-e-Sharif, Shannon Spann said these words of farewell,\n\"Semper Fi, my love.\" Shannon is with us tonight. Shannon, I assure you and\nall who have lost a loved one that our cause is just, and our country will never\nforget the debt we owe Michael and all who gave their lives for freedom.Our cause is just, and it continues. Our discoveries in Afghanistan confirmed\nour worst fears and showed us the true scope of the task ahead. We have seen the\ndepth of our enemies' hatred in videos where they laugh about the loss of\ninnocent life. And the depth of their hatred is equaled by the madness of the\ndestruction they design. We have found diagrams of American nuclear powerplants\nand public water facilities, detailed instructions for making chemical weapons,\nsurveillance maps of American cities, and thorough descriptions of landmarks in\nAmerica and throughout the world.What we have found in Afghanistan confirms that, far from ending there, our war\nagainst terror is only beginning. Most of the 19 men who hijacked planes on\nSeptember the 11th were trained in Afghanistan's camps, and so were tens of\nthousands of others. Thousands of dangerous killers, schooled in the methods of\nmurder, often supported by outlaw regimes, are now spread throughout the world\nlike ticking timebombs, set to go off without warning.Thanks to the work of our law enforcement officials and coalition partners,\nhundreds of terrorists have been arrested. Yet, tens of thousands of trained\nterrorists are still at large. These enemies view the entire world as a\nbattlefield, and we must pursue them wherever they are. So long as training\ncamps operate, so long as nations harbor terrorists, freedom is at risk. And\nAmerica and our allies must not and will not allow it.Our Nation will continue to be steadfast and patient and persistent in the\npursuit of two great objectives. First, we will shut down terrorist camps,\ndisrupt terrorist plans, and bring terrorists to justice. And second, we must\nprevent the terrorists and regimes who seek chemical, biological, or nuclear\nweapons from threatening the United States and the world.Our military has put the terror training camps of Afghanistan out of business,\nyet camps still exist in at least a dozen countries. A terrorist underworld,\nincluding groups like Hamas, Hizballah, Islamic Jihad, Jaish-e-Mohammed,\noperates in remote jungles and deserts and hides in the centers of large cities.While the most visible military action is in Afghanistan, America is acting\nelsewhere. We now have troops in the Philippines, helping to train that\ncountry's armed forces to go after terrorist cells that have executed an\nAmerican and still hold hostages. Our soldiers, working with the Bosnian\nGovernment, seized terrorists who were plotting to bomb our Embassy. Our Navy is\npatrolling the coast of Africa to block the shipment of weapons and the\nestablishment of terrorist camps in Somalia.My hope is that all nations will heed our call and eliminate the terrorist\nparasites who threaten their countries and our own. Many nations are acting\nforcefully. Pakistan is now cracking down on terror, and I admire the strong\nleadership of President Musharraf. But some governments will be timid in the\nface of terror. And make no mistake about it: If they do not act, America will.Our second goal is to prevent regimes that sponsor terror from threatening\nAmerica or our friends and allies with weapons of mass destruction. Some of\nthese regimes have been pretty quiet since September the 11th, but we know their\ntrue nature.North Korea is a regime arming with missiles and weapons of mass destruction,\nwhile starving its citizens.Iran aggressively pursues these weapons and exports terror, while an unelected\nfew repress the Iranian people's hope for freedom.Iraq continues to flaunt its hostility toward America and to support terror. The\nIraqi regime has plotted to develop anthrax and nerve gas and nuclear weapons\nfor over a decade. This is a regime that has already used poison gas to murder\nthousands of its own citizens, leaving the bodies of mothers huddled over their\ndead children. This is a regime that agreed to international inspections, then\nkicked out the inspectors. This is a regime that has something to hide from the\ncivilized world.States like these and their terrorist allies constitute an axis of evil, arming\nto threaten the peace of the world. By seeking weapons of mass destruction,\nthese regimes pose a grave and growing danger. They could provide these arms to\nterrorists, giving them the means to match their hatred. They could attack our\nallies or attempt to blackmail the United States. In any of these cases, the\nprice of indifference would be catastrophic.We will work closely with our coalition to deny terrorists and their state\nsponsors the materials, technology, and expertise to make and deliver weapons of\nmass destruction. We will develop and deploy effective missile defenses to\nprotect America and our allies from sudden attack. And all nations should know:\nAmerica will do what is necessary to ensure our Nation's security.We'll be deliberate; yet, time is not on our side. I will not wait on events\nwhile dangers gather. I will not stand by as peril draws closer and closer. The\nUnited States of America will not permit the world's most dangerous regimes to\nthreaten us with the world's most destructive weapons.Our war on terror is well begun, but it is only begun. This campaign may not be\nfinished on our watch; yet, it must be and it will be waged on our watch. We\ncan't stop short. If we stop now, leaving terror camps intact and terrorist\nstates unchecked, our sense of security would be false and temporary. History\nhas called America and our allies to action, and it is both our responsibility\nand our privilege to fight freedom's fight.Our first priority must always be the security of our Nation, and that will be\nreflected in the budget I send to Congress. My budget supports three great goals\nfor America: We will win this war; we will protect our homeland; and we will\nrevive our economy.September the 11th brought out the best in America and the best in this\nCongress. And I join the American people in applauding your unity and resolve.\nNow Americans deserve to have this same spirit directed toward addressing\nproblems here at home. I'm a proud member of my party. Yet as we act to win the\nwar, protect our people, and create jobs in America, we must act, first and\nforemost, not as Republicans, not as Democrats but as Americans.It costs a lot to fight this war. We have spent more than a billion dollars a\nmonth, over $30 million a day, and we must be prepared for future operations.\nAfghanistan proved that expensive precision weapons defeat the enemy and spare\ninnocent lives, and we need more of them. We need to replace aging aircraft and\nmake our military more agile to put our troops anywhere in the world quickly and\nsafely. Our men and women in uniform deserve the best weapons, the best\nequipment, the best training, and they also deserve another pay raise.My budget includes the largest increase in defense spending in two decades,\nbecause while the price of freedom and security is high, it is never too high.\nWhatever it costs to defend our country, we will pay.The next priority of my budget is to do everything possible to protect our\ncitizens and strengthen our Nation against the ongoing threat of another attack.\nTime and distance from the events of September the 11th will not make us safer\nunless we act on its lessons. America is no longer protected by vast oceans. We\nare protected from attack only by vigorous action abroad and increased vigilance\nat home.My budget nearly doubles funding for a sustained strategy of homeland security,\nfocused on four key areas: bioterrorism, emergency response, airport and border\nsecurity, and improved intelligence. We will develop vaccines to fight anthrax\nand other deadly diseases. We'll increase funding to help States and communities\ntrain and equip our heroic police and firefighters. We will improve intelligence\ncollection and sharing, expand patrols at our borders, strengthen the security\nof air travel, and use technology to track the arrivals and departures of\nvisitors to the United States.Homeland security will make America not only stronger but, in many ways, better.\nKnowledge gained from bioterrorism research will improve public health. Stronger\npolice and fire departments will mean safer neighborhoods. Stricter border\nenforcement will help combat illegal drugs. And as government works to better\nsecure our homeland, America will continue to depend on the eyes and ears of\nalert citizens.A few days before Christmas, an airline flight attendant spotted a passenger\nlighting a match. The crew and passengers quickly subdued the man, who had been\ntrained by Al Qaida and was armed with explosives. The people on that plane were\nalert and, as a result, likely saved nearly 200 lives. And tonight we welcome\nand thank flight attendants Hermis Moutardier and Christina Jones.Once we have funded our national security and our homeland security, the final\ngreat priority of my budget is economic security for the American people. To\nachieve these great national objectives--to win the war, protect the homeland,\nand revitalize our economy--our budget will run a deficit that will be small and\nshort term, so long as Congress restrains spending and acts in a fiscally\nresponsible manner. We have clear priorities, and we must act at home with the\nsame purpose and resolve we have shown overseas. We'll prevail in the war, and\nwe will defeat this recession.Americans who have lost their jobs need our help, and I support extending\nunemployment benefits and direct assistance for health care coverage. Yet,\nAmerican workers want more than unemployment checks; they want a steady\npaycheck. When America works, America prospers, so my economic security plan can\nbe summed up in one word: jobs.Good jobs begin with good schools, and here we've made a fine start. Republicans\nand Democrats worked together to achieve historic education reform so that no\nchild is left behind. I was proud to work with members of both parties: Chairman\nJohn Boehner and Congressman George Miller; Senator Judd Gregg. And I was so\nproud of our work, I even had nice things to say about my friend Ted Kennedy.\n[Laughter] I know the folks at the Crawford coffee shop couldn't believe I'd say\nsuch a thing-- [laughter]--but our work on this bill shows what is possible if\nwe set aside posturing and focus on results.There is more to do. We need to prepare our children to read and succeed in\nschool with improved Head Start and early childhood development programs. We\nmust upgrade our teacher colleges and teacher training and launch a major\nrecruiting drive with a great goal for America, a quality teacher in every\nclassroom.Good jobs also depend on reliable and affordable energy. This Congress must act\nto encourage conservation, promote technology, build infrastructure, and it must\nact to increase energy production at home so America is less dependent on\nforeign oil.Good jobs depend on expanded trade. Selling into new markets creates new jobs,\nso I ask Congress to finally approve trade promotion authority.On these two key issues, trade and energy, the House of Representatives has\nacted to create jobs, and I urge the Senate to pass this legislation.Good jobs depend on sound tax policy. Last year, some in this Hall thought my\ntax relief plan was too small; some thought it was too big. But when the checks\narrived in the mail, most Americans thought tax relief was just about right.\nCongress listened to the people and responded by reducing tax rates, doubling\nthe child credit, and ending the death tax. For the sake of long-term growth and\nto help Americans plan for the future, let's make these tax cuts permanent.The way out of this recession, the way to create jobs, is to grow the economy by\nencouraging investment in factories and equipment and by speeding up tax relief\nso people have more money to spend. For the sake of American workers, let's pass\na stimulus package.Good jobs must be the aim of welfare reform. As we reauthorize these important\nreforms, we must always remember the goal is to reduce dependency on government\nand offer every American the dignity of a job.Americans know economic security can vanish in an instant without health\nsecurity. I ask Congress to join me this year to enact a patients' bill of\nrights, to give uninsured workers credits to help buy health coverage, to\napprove an historic increase in the spending for veterans' health, and to give\nseniors a sound and modern Medicare system that includes coverage for\nprescription drugs.A good job should lead to security in retirement. I ask Congress to enact new\nsafeguards for 401K and pension plans. Employees who have worked hard and saved\nall their lives should not have to risk losing everything if their company\nfails. Through stricter accounting standards and tougher disclosure\nrequirements, corporate America must be made more accountable to employees and\nshareholders and held to the highest standards of conduct.Retirement security also depends upon keeping the commitments of Social\nSecurity, and we will. We must make Social Security financially stable and allow\npersonal retirement accounts for younger workers who choose them.Members, you and I will work together in the months ahead on other issues:\nproductive farm policy; a cleaner environment; broader homeownership, especially\namong minorities; and ways to encourage the good work of charities and\nfaith-based groups. I ask you to join me on these important domestic issues in\nthe same spirit of cooperation we've applied to our war against terrorism.During these last few months, I've been humbled and privileged to see the true\ncharacter of this country in a time of testing. Our enemies believed America was\nweak and materialistic, that we would splinter in fear and selfishness. They\nwere as wrong as they are evil.The American people have responded magnificently, with courage and compassion,\nstrength and resolve. As I have met the heroes, hugged the families, and looked\ninto the tired faces of rescuers, I have stood in awe of the American people.And I hope you will join me--I hope you will join me in expressing thanks to one\nAmerican for the strength and calm and comfort she brings to our Nation in\ncrisis, our First Lady, Laura Bush.None of us would ever wish the evil that was done on September the 11th. Yet,\nafter America was attacked, it was as if our entire country looked into a mirror\nand saw our better selves. We were reminded that we are citizens with\nobligations to each other, to our country, and to history. We began to think\nless of the goods we can accumulate and more about the good we can do.For too long our culture has said, \"If it feels good, do it.\" Now America is\nembracing a new ethic and a new creed, \"Let's roll.\" In the sacrifice of\nsoldiers, the fierce brotherhood of firefighters, and the bravery and generosity\nof ordinary citizens, we have glimpsed what a new culture of responsibility\ncould look like. We want to be a nation that serves goals larger than self.\nWe've been offered a unique opportunity, and we must not let this moment pass.My call tonight is for every American to commit at least 2 years, 4,000 hours\nover the rest of your lifetime, to the service of your neighbors and your\nNation. Many are already serving, and I thank you. If you aren't sure how to\nhelp, I've got a good place to start. To sustain and extend the best that has\nemerged in America, I invite you to join the new USA Freedom Corps. The Freedom\nCorps will focus on three areas of need: responding in case of crisis at home;\nrebuilding our communities; and extending American compassion throughout the\nworld.One purpose of the USA Freedom Corps will be homeland security. America needs\nretired doctors and nurses who can be mobilized in major emergencies, volunteers\nto help police and fire departments, transportation and utility workers\nwell-trained in spotting danger.Our country also needs citizens working to rebuild our communities. We need\nmentors to love children, especially children whose parents are in prison. And\nwe need more talented teachers in troubled schools. USA Freedom Corps will\nexpand and improve the good efforts of AmeriCorps and Senior Corps to recruit\nmore than 200,000 new volunteers.And America needs citizens to extend the compassion of our country to every part\nof the world. So we will renew the promise of the Peace Corps, double its\nvolunteers over the next 5 years, and ask it to join a new effort to encourage\ndevelopment and education and opportunity in the Islamic world.This time of adversity offers a unique moment of opportunity, a moment we must\nseize to change our culture. Through the gathering momentum of millions of acts\nof service and decency and kindness, I know we can overcome evil with greater\ngood.And we have a great opportunity during this time of war to lead the world toward\nthe values that will bring lasting peace. All fathers and mothers, in all\nsocieties, want their children to be educated and live free from poverty and\nviolence. No people on Earth yearn to be oppressed or aspire to servitude or\neagerly await the midnight knock of the secret police. If anyone doubts this,\nlet them look to Afghanistan, where the Islamic \"street\" greeted the fall of\ntyranny with song and celebration. Let the skeptics look to Islam's own rich\nhistory, with its centuries of learning and tolerance and progress. America will\nlead by defending liberty and justice because they are right and true and\nunchanging for all people everywhere.No nation owns these aspirations, and no nation is exempt from them. We have no\nintention of imposing our culture. But America will always stand firm for the\nnonnegotiable demands of human dignity: the rule of law; limits on the power of\nthe state; respect for women; private property; free speech; equal justice; and\nreligious tolerance.America will take the side of brave men and women who advocate these values\naround the world, including the Islamic world, because we have a greater\nobjective than eliminating threats and containing resentment. We seek a just and\npeaceful world beyond the war on terror.In this moment of opportunity, a common danger is erasing old rivalries. America\nis working with Russia and China and India, in ways we have never before, to\nachieve peace and prosperity. In every region, free markets and free trade and\nfree societies are proving their power to lift lives. Together with friends and\nallies from Europe to Asia and Africa to Latin America, we will demonstrate that\nthe forces of terror cannot stop the momentum of freedom.The last time I spoke here, I expressed the hope that life would return to\nnormal. In some ways, it has. In others, it never will. Those of us who have\nlived through these challenging times have been changed by them. We've come to\nknow truths that we will never question: Evil is real, and it must be opposed.\nBeyond all differences of race or creed, we are one country, mourning together\nand facing danger together. Deep in the American character, there is honor, and\nit is stronger than cynicism. And many have discovered again that even in\ntragedy--especially in tragedy--God is near.In a single instant, we realized that this will be a decisive decade in the\nhistory of liberty, that we've been called to a unique role in human events.\nRarely has the world faced a choice more clear or consequential.Our enemies send other people's children on missions of suicide and murder. They\nembrace tyranny and death as a cause and a creed. We stand for a different\nchoice, made long ago on the day of our founding. We affirm it again today. We\nchoose freedom and the dignity of every life.Steadfast in our purpose, we now press on. We have known freedom's price. We\nhave shown freedom's power. And in this great conflict, my fellow Americans, we\nwill see freedom's victory.Thank you all. May God bless.", 
    "name": "George W. Bush"
}