{
    "date": "October 25, 1791", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:\"In vain may we expect peace with the Indians on our frontiers so long as a\nlawless set of unprincipled wretches can violate the rights of hospitality,\nor infringe the most solemn treaties, without receiving the punishment they\nso justly merit.\"I meet you upon the present occasion with the feelings which are naturally\ninspired by a strong impression of the prosperous situations of our common\ncountry, and by a persuasion equally strong that the labors of the session\nwhich has just commenced will, under the guidance of a spirit no less\nprudent than patriotic, issue in measures conducive to the stability and\nincrease of national prosperity.Numerous as are the providential blessings which demand our grateful\nacknowledgments, the abundance with which another year has again rewarded\nthe industry of the husbandman is too important to escape recollection.Your own observations in your respective situations will have satisfied you\nof the progressive state of agriculture, manufactures, commerce, and\nnavigation. In tracing their causes you will have remarked with particular\npleasure the happy effects of that revival of confidence, public as well as\nprivate, to which the Constitution and laws of the United States have so\neminently contributed; and you will have observed with no less interest new\nand decisive proofs of the increasing reputation and credit of the nation.\nBut you nevertheless can not fail to derive satisfaction from the\nconfirmation of these circumstances which will be disclosed in the several\nofficial communications that will be made to you in the course of your\ndeliberations.The rapid subscriptions to the Bank of the United States, which completed\nthe sum allowed to be subscribed in a single day, is among the striking and\npleasing evidences which present themselves, not only of confidence in the\nGovernment, but of resource in the community.In the interval of your recess due attention has been paid to the execution\nof the different objects which were specially provided for by the laws and\nresolutions of the last session.Among the most important of these is the defense and security of the\nwestern frontiers. To accomplish it on the most humane principles was a\nprimary wish.Accordingly, at the same time the treaties have been provisionally\nconcluded and other proper means used to attach the wavering and to confirm\nin their friendship the well-disposed tribes of Indians, effectual measures\nhave been adopted to make those of a hostile description sensible that a\npacification was desired upon terms of moderation and justice.Those measures having proved unsuccessful, it became necessary to convince\nthe refractory of the power of the United States to punish their\ndepredations. Offensive operations have therefore been directed, to be\nconducted, however, as consistently as possible with the dictates of\nhumanity.Some of these have been crowned with full success and others are yet\ndepending. The expeditions which have been completed were carried on under\nthe authority and at the expense of the United States by the militia of\nKentucky, whose enterprise, intrepidity, and good conduct are entitled of\npeculiar commendation.Overtures of peace are still continued to the deluded tribes, and\nconsiderable numbers of individuals belonging to them have lately renounced\nall further opposition, removed from their former situations, and placed\nthemselves under the immediate protection of the United States.It is sincerely to be desired that all need of coercion in future may cease\nand that an intimate intercourse may succeed, calculated to advance the\nhappiness of the Indians and to attach them firmly to the United States.In order to this it seems necessary--That they should experience the\nbenefits of an impartial dispensation of justice. That the mode of\nalienating their lands, the main source of discontent and war, should be so\ndefined and regulated as to obviate imposition and as far as may be\npracticable controversy concerning the reality and extent of the\nalienations which are made. That commerce with them should be promoted\nunder regulations tending to secure an equitable deportment toward them,\nand that such rational experiments should be made for imparting to them the\nblessings of civilization as may from time to time suit their condition.\nThat the Executive of the United States should be enabled to employ the\nmeans to which the Indians have been long accustomed for uniting their\nimmediate interests with the preservation of peace. And that efficacious\nprovision should be made for inflicting adequate penalties upon all those\nwho, by violating their rights, shall infringe the treaties and endanger\nthe peace of the Union. A system corresponding with the mild principles of\nreligion and philanthropy toward an unenlightened race of men, whose\nhappiness materially depends on the conduct of the United States, would be\nas honorable to the national character as conformable to the dictates of\nsound policy.The powers specially vested in me by the act laying certain duties on\ndistilled spirits, which respect the subdivisions of the districts into\nsurveys, the appointment of officers, and the assignment of compensations,\nhave likewise been carried into effect. In a manner in which both materials\nand experience were wanting to guide the calculation it will be readily\nconceived that there must have been difficulty in such an adjustment of the\nrates of compensation as would conciliate a reasonable competency with a\nproper regard to the limits prescribed by the law. It is hoped that the\ncircumspection which has been used will be found in the result to have\nsecured the last of the two objects; but it is probable that with a view\nto the first in some instances a revision of the provision will be found\nadvisable.The impressions with which this law has been received by the community have\nbeen upon the whole such as were to be expected among enlightened and\nwell-disposed citizens from the propriety and necessity of the measure. The\nnovelty, however, of the tax in a considerable part of the United States\nand a misconception of some of its provisions have given occasion in\nparticular places to some degree of discontent; but it is satisfactory to\nknow that this disposition yields to proper explanations and more just\napprehensions of the true nature of the law, and I entertain a full\nconfidence that it will in all give way to motives which arise out of a\njust sense of duty and a virtuous regard to the public welfare.If there are any circumstances in the law which consistently with its main\ndesign may be so varied as to remove any well-intentioned objections that\nmay happen to exist, it will consist with a wise moderation to make the\nproper variations. It is desirable on all occasions to unite with a steady\nand firm adherence to constitutional and necessary acts of Government the\nfullest evidence of a disposition as far as may be practicable to consult\nthe wishes of every part of the community and to lay the foundations of the\npublic administration in the affections of the people.Pursuant to the authority contained in the several acts on that subject, a\ndistrict of 10 miles square for the permanent seat of the Government of the\nUnited States has been fixed and announced by proclamation, which district\nwill comprehend lands on both sides of the river Potomac and the towns of\nAlexandria and Georgetown. A city has also been laid out agreeably to a\nplan which will be placed before Congress, and as there is a prospect,\nfavored by the rate of sales which have already taken place, of ample funds\nfor carrying on the necessary public buildings, there is every expectation\nof their due progress.The completion of the census of the inhabitants, for which provision was\nmade by law, has been duly notified (excepting one instance in which the\nreturn has been informal, and another in which it has been omitted or\nmiscarried), and the returns of the officers who were charged with this\nduty, which will be laid before you, will give you the pleasing assurance\nthat the present population of the United States borders on 4,000,000\npersons.It is proper also to inform you that a further loan of 2,500,000 florins\nhas been completed in Holland, the terms of which are similar to those of\nthe one last announced, except as to a small reduction of charges. Another,\non like terms, for 6,000,000 florins, had been set on foot under\ncircumstances that assured an immediate completion.Gentlemen of the Senate:Two treaties which have been provisionally concluded with the Cherokees and\nSix Nations of Indians will be laid before you for your consideration and\nratification.Gentlemen of the House of Representatives:In entering upon the discharge of your legislative trust you must\nanticipate with pleasure that many of the difficulties necessarily incident\nto the first arrangements of a new government for an extensive country have\nbeen happily surmounted by the zealous and judicious exertions of your\npredecessors in cooperation with the other branch of the Legislature. The\nimportant objects which remain to be accomplished will, I am persuaded, be\nconducted upon principles equally comprehensive and equally well calculated\nof the advancement of the general weal.The time limited for receiving subscriptions to the loans proposed by the\nact making provision for the debt of the United States having expired,\nstatements from the proper department will as soon as possible apprise you\nof the exact result. Enough, however, is known already to afford an\nassurance that the views of that act have been substantially fulfilled. The\nsubscription in the domestic debt of the United States has embraced by far\nthe greatest proportion of that debt, affording at the same time proof of\nthe general satisfaction of the public creditors with the system which has\nbeen proposed to their acceptance and of the spirit of accommodation to the\nconvenience of the Government with which they are actuated. The\nsubscriptions in the debts of the respective States as far as the\nprovisions of the law have permitted may be said to be yet more general.\nThe part of the debt of the United States which remains unsubscribed will\nnaturally engage your further deliberations.It is particularly pleasing to me to be able to announce to you that the\nrevenues which have been established promise to be adequate to their\nobjects, and may be permitted, if no unforeseen exigency occurs, to\nsupersede for the present the necessity of any new burthens upon our\nconstituents.An object which will claim your early attention is a provision for the\ncurrent service of the ensuing year, together with such ascertained demands\nupon the Treasury as require to be immediately discharged, and such\ncasualties as may have arisen in the execution of the public business, for\nwhich no specific appropriation may have yet been made; of all which a\nproper estimate will be laid before you.Gentlemen of the Senate and of the House of Representatives:I shall content myself with a general reference to former communications\nfor several objects upon which the urgency of other affairs has hitherto\npostponed any definitive resolution. Their importance will recall them to\nyour attention, and I trust that the progress already made in the most\narduous arrangements of the Government will afford you leisure to resume\nthem to advantage.These are, however, some of them of which I can not forbear a more\nparticular mention. These are the militia, the post office and post roads,\nthe mint, weights and measures, a provision for the sale of the vacant\nlands of the United States.The first is certainly an object of primary importance whether viewed in\nreference to the national security to the satisfaction of the community or\nto the preservation of order. In connection with this the establishment of\ncompetent magazines and arsenals and the fortification of such places as\nare peculiarly important and vulnerable naturally present themselves to\nconsideration. The safety of the United States under divine protection\nought to rest on the basis of systematic and solid arrangements, exposed as\nlittle as possible to the hazards of fortuitous circumstances.The importance of the post office and post roads on a plan sufficiently\nliberal and comprehensive, as they respect the expedition, safety, and\nfacility of communication, is increased by their instrumentality in\ndiffusing a knowledge of the laws and proceedings of the Government, which,\nwhile it contributes to the security of the people, serves also to guard\nthem against the effects of misrepresentation and misconception. The\nestablishment of additional cross posts, especially to some of the\nimportant points in the Western and Northern parts of the Union, can not\nfail to be of material utility.The disorders in the existing currency, and especially the scarcity of\nsmall change, a scarcity so peculiarly distressing to the poorer classes,\nstrongly recommend the carrying into immediate effect the resolution\nalready entered into concerning the establishment of a mint. Measures have\nbeen taken pursuant to that resolution for procuring some of the most\nnecessary artists, together with the requisite apparatus.An uniformity in the weights and measures of the country is among the\nimportant objects submitted to you by the Constitution, and if it can be\nderived from a standard at once invariable and universal, must be no less\nhonorable to the public councils than conducive to the public convenience.A provision for the sale of the vacant lands of the United States is\nparticularly urged, among other reasons, by the important considerations\nthat they are pledged as a fund for reimbursing the public debt; that if\ntimely and judiciously applied they may save the necessity of burthening\nour citizens with new taxes for the extinguishment of the principal; and\nthat being free to discharge the principal but in a limited proportion, no\nopportunity ought to be lost for availing the public of its right.GO. WASHINGTON", 
    "name": "George Washington"
}