{
    "date": "December 8, 1795", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:I trust I do not deceive myself when I indulge the persuasion that I have\nnever met you at any period when more than at the present the situation of\nour public affairs has afforded just cause for mutual congratulation, and\nfor inviting you to join with me in profound gratitude to the Author of all\nGood for the numerous and extraordinary blessings we enjoy.The termination of the long, expensive, and distressing war in which we\nhave been engaged with certain Indians northwest of the Ohio is placed in\nthe option of the United States by a treaty which the commander of our army\nhas concluded provisionally with the hostile tribes in that region.In the adjustment of the terms the satisfaction of the Indians was deemed\nworthy no less of the policy than of the liberality of the United States as\nthe necessary basis of durable tranquillity. The object, it is believed,\nhas been fully attained. The articles agreed upon will immediately be laid\nbefore the Senate for their consideration.The Creek and Cherokee Indians, who alone of the Southern tribes had\nannoyed our frontiers, have lately confirmed their preexisting treaties\nwith us, and were giving evidence of a sincere disposition to carry them\ninto effect by the surrender of the prisoners and property they had taken.\nBut we have to lament that the fair prospect in this quarter has been once\nmore clouded by wanton murders, which some citizens of Georgia are\nrepresented to have recently perpetrated on hunting parties of the Creeks,\nwhich have again subjected that frontier to disquietude and danger, which\nwill be productive of further expense, and may occasion more effusion of\nblood. Measures are pursuing to prevent or mitigate the usual consequences\nof such outrages, and with the hope of their succeeding at least to avert\ngeneral hostility.A letter from the Emperor of Morocco announces to me his recognition of our\ntreaty made with his father, the late Emperor, and consequently the\ncontinuance of peace with that power. With peculiar satisfaction I add that\ninformation has been received from an agent deputed on our part to Algiers\nimporting that the terms of the treaty with the Dey and Regency of that\ncountry had been adjusted in such a manner as to authorize the expectation\nof a speedy peace and the restoration of our unfortunate fellow citizens\nfrom a grievous captivity.The latest advices from our envoy at the Court of Madrid give, moreover,\nthe pleasing information that he had assurances of a speedy and\nsatisfactory conclusion of his negotiation. While the event depending upon\nunadjusted particulars can not be regarded as ascertained, it is agreeable\nto cherish the expectation of an issue which, securing amicably very\nessential interests of the United States, will at the same time lay the\nfoundation of lasting harmony with a power whose friendship we have\nuniformly and sincerely desired to cultivate.Though not before officially disclosed to the House of Representatives,\nyou, gentlemen, are all apprised that a treaty of amity, commerce, and\nnavigation has been negotiated with Great Britain, and that the Senate have\nadvised and consented to its ratification upon a condition which excepts\npart of one article. Agreeably thereto, and to the best judgment I was able\nto form of the public interest after full and mature deliberation, I have\nadded my sanction. The result on the part of His Britannic Majesty is\nunknown. When received, the subject will without delay be placed before\nCongress.This interesting summary of our affairs with regard to the foreign powers\nbetween whom and the United States controversies have subsisted, and with\nregard also to those of our Indian neighbors with whom we have been in a\nstate of enmity or misunderstanding, opens a wide field for consoling and\ngratifying reflections. If by prudence and moderation on every side the\nextinguishment of all the causes of external discord which have heretofore\nmenaced our tranquillity, on terms compatible with our national rights and\nhonor, shall be the happy result, how firm and how precious a foundation\nwill have been laid for accelerating, maturing, and establishing the\nprosperity of our country.Contemplating the internal situation as well as the external relations of\nthe United States, we discover equal cause for contentment and\nsatisfaction. While many of the nations of Europe, with their American\ndependencies, have been involved in a contest unusually bloody, exhausting,\nand calamitous, in which the evils of foreign war have been aggravated by\ndomestic convulsion and insurrection; in which many of the arts most useful\nto society have been exposed to discouragement and decay; in which scarcity\nof subsistence has imbittered other sufferings; while even the\nanticipations of a return of the blessings of peace and repose are alloyed\nby the sense of heavy and accumulating burthens, which press upon all the\ndepartments of industry and threaten to clog the future springs of\ngovernment, our favored country, happy in a striking contrast, has enjoyed\ntranquillity--a tranquillity the more satisfactory because maintained at\nthe expense of no duty. Faithful to ourselves, we have violated no\nobligation to others.Our agriculture, commerce, and manufactures prosper beyond former example,\nthe molestations of our trade (to prevent a continuance of which, however,\nvery pointed remonstrances have been made) being overbalanced by the\naggregate benefits which it derives from a neutral position. Our population\nadvances with a celerity which, exceeding the most sanguine calculations,\nproportionally augments our strength and resources, and guarantees our\nfuture security.Every part of the Union displays indications of rapid and various\nimprovement; and with burthens so light as scarcely to be perceived, with\nresources fully adequate to our present exigencies, with governments\nfounded on the genuine principles of rational liberty, and with mild and\nwholesome laws, is it too much to say that our country exhibits a spectacle\nof national happiness never surpassed, if ever before equaled?Placed in a situation every way so auspicious, motives of commanding force\nimpel us, with sincere acknowledgment to Heaven and pure love to our\ncountry, to unite our efforts to preserve, prolong, and improve our immense\nadvantages. To cooperate with you in this desirable work is a fervent and\nfavorite wish of my heart.It is a valuable ingredient in the general estimate of our welfare that the\npart of our country which was lately the scene of disorder and insurrection\nnow enjoys the blessings of quiet and order. The misled have abandoned\ntheir errors, and pay the respect to our Constitution and laws which is due\nfrom good citizens to the public authorities of the society. These\ncircumstances have induced me to pardon generally the offenders here\nreferred to, and to extend forgiveness to those who had been adjudged to\ncapital punishment. For though I shall always think it a sacred duty to\nexercise with firmness and energy the constitutional powers with which I am\nvested, yet it appears to me no less consistent with the public good than\nit is with my personal feelings to mingle in the operations of Government\nevery degree of moderation and tenderness which the national justice,\ndignity, and safety may permit.Gentlemen: Among the objects which will claim your attention in the course\nof the session, a review of our military establishment is not the least\nimportant. It is called for by the events which have changed, and may be\nexpected still further to change, the relative situation of our frontiers.\nIn this review you will doubtless allow due weight to the considerations\nthat the questions between us and certain foreign powers are not yet\nfinally adjusted, that the war in Europe is not yet terminated, and that\nour Western posts, when recovered, will demand provision for garrisoning\nand securing them. A statement of our present military force will be laid\nbefore you by the Department of War.With the review of our Army establishment is naturally connected that of\nthe militia. It will merit inquiry what imperfections in the existing plan\nfurther experience may have unfolded. The subject is of so much moment in\nmy estimation as to excite a constant solicitude that the consideration of\nit may be renewed until the greatest attainable perfection shall be\naccomplished. Time is wearing away some advantages for forwarding the\nobject, while none better deserves the persevering attention of the public\ncouncils.While we indulge the satisfaction which the actual condition of our Western\nborders so well authorizes, it is necessary that we should not lose sight\nof an important truth which continually receives new confirmations, namely,\nthat the provisions heretofore made with a view to the protection of the\nIndians from the violences of the lawless part of our frontier inhabitants\nare insufficient. It is demonstrated that these violences can now be\nperpetrated with impunity, and it can need no argument to prove that unless\nthe murdering of Indians can be restrained by bringing the murderers to\ncondign punishment, all the exertions of the Government to prevent\ndestructive retaliations by the Indians will prove fruitless and all our\npresent agreeable prospects illusory. The frequent destruction of innocent\nwomen and children, who are chiefly the victims of retaliation, must\ncontinue to shock humanity, and an enormous expense to drain the Treasury\nof the Union.To enforce upon the Indians the observance of justice it is indispensable\nthat there shall be competent means of rendering justice to them. If these\nmeans can be devised by the wisdom of Congress, and especially if there can\nbe added an adequate provision for supplying the necessities of the Indians\non reasonable terms (a measure the mention of which I the more readily\nrepeat, as in all the conferences with them they urge it with solicitude),\nI should not hesitate to entertain a strong hope of rendering our\ntranquillity permanent. I add with pleasure that the probability even of\ntheir civilization is not diminished by the experiments which have been\nthus far made under the auspices of Government. The accomplishment of this\nwork, if practicable, will reflect undecaying luster on our national\ncharacter and administer the most grateful consolations that virtuous minds\ncan know.Gentlemen of the House of Representatives:The state of our revenue, with the sums which have been borrowed and\nreimbursed pursuant to different acts of Congress, will be submitted from\nthe proper Department, together with an estimate of the appropriations\nnecessary to be made for the service of the ensuing year.Whether measures may not be advisable to reinforce the provision of the\nredemption of the public debt will naturally engage your examination.\nCongress have demonstrated their sense to be, and it were superfluous to\nrepeat mine, that whatsoever will tend to accelerate the honorable\nextinction of our public debt accords as much with the true interest of our\ncountry as with the general sense of our constituents.Gentlemen of the Senate and of the House of Representatives:The statements which will be laid before you relative to the Mint will shew\nthe situation of that institution and the necessity of some further\nlegislative provisions for carrying the business of it more completely into\neffect, and for checking abuses which appear to be arising in particular\nquarters.The progress in providing materials for the frigates and in building them,\nthe state of the fortifications of our harbors, the measures which have\nbeen pursued for obtaining proper sites for arsenals and for replenishing\nour magazines with military stores, and the steps which have been taken\ntoward the execution of the law for opening a trade with the Indians will\nlikewise be presented for the information of Congress.Temperate discussion of the important subjects which may arise in the\ncourse of the session and mutual forbearance where there is a difference of\nopinion are too obvious and necessary for the peace, happiness, and welfare\nof our country to need any recommendation of mine.GO. WASHINGTON", 
    "name": "George Washington"
}