{
    "date": "January 12, 1977", 
    "speech": "Mr. Speaker, Mr. Vice President, Members of the 95th Congress, and\ndistinguished guests:In accordance with the Constitution, I come before you once again to report\non the state of the Union.This report will be my last--maybe--[laughter]--but for the Union it is\nonly the first of such reports in our third century of independence, the\nclose of which none of us will ever see. We can be confident, however, that\n100 years from now a freely elected President will come before a freely\nelected Congress chosen to renew our great Republic's pledge to the\nGovernment of the people, by the people, and for the people.For my part I pray the third century we are beginning will bring to all\nAmericans, our children and their children's children, a greater measure of\nindividual equality, opportunity, and justice, a greater abundance of\nspiritual and material blessings, and a higher quality of life, liberty,\nand the pursuit of happiness.The state of the Union is a measurement of the many elements of which it is\ncomposed--a political union of diverse States, an economic union of varying\ninterests, an intellectual union of common convictions, and a moral union\nof immutable ideals.Taken in sum, I can report that the state of the Union is good. There is\nroom for improvement, as always, but today we have a more perfect Union\nthan when my stewardship began.As a people we discovered that our Bicentennial was much more than a\ncelebration of the past; it became a joyous reaffirmation of all that it\nmeans to be Americans, a confirmation before all the world of the vitality\nand durability of our free institutions. I am proud to have been privileged\nto preside over the affairs of our Federal Government during these eventful\nyears when we proved, as I said in my first words upon assuming office,\nthat \"our Constitution works; our great Republic is a Government of laws\nand not of men. Here the people rule.\"The people have spoken; they have chosen a new President and a new Congress\nto work their will. I congratulate you--particularly the new Members--as\nsincerely as I did President-elect Carter. In a few days it will be his\nduty to outline for you his priorities and legislative recommendations.\nTonight I will not infringe on that responsibility, but rather wish him the\nvery best in all that is good for our country.During the period of my own service in this Capitol and in the White House,\nI can recall many orderly transitions of governmental responsibility--of\nproblems as well as of position, of burdens as well as of power. The genius\nof the American system is that we do this so naturally and so normally.\nThere are no soldiers marching in the street except in the Inaugural\nParade; no public demonstrations except for some of the dancers at the\nInaugural Ball; the opposition party doesn't go underground, but goes on\nfunctioning vigorously in the Congress and in the country; and our vigilant\npress goes right on probing and publishing our faults and our follies,\nconfirming the wisdom of the framers of the first amendment.Because of the transfer of authority in our form of government affects the\nstate of the Union and of the world, I am happy to report to you that the\ncurrent transition is proceeding very well. I was determined that it\nshould; I wanted the new President to get off on an easier start than I\nhad.When I became President on August 9, 1974, our Nation was deeply divided\nand tormented. In rapid succession the Vice President and the President had\nresigned in disgrace. We were still struggling with the after-effects of a\nlong, unpopular, and bloody war in Southeast Asia. The economy was unstable\nand racing toward the worst recession in 40 years. People were losing jobs.\nThe cost of living was soaring. The Congress and the Chief Executive were\nat loggerheads. The integrity of our constitutional process and other\ninstitutions was being questioned. For more than 15 years domestic spending\nhad soared as Federal programs multiplied, and the expense escalated\nannually. During the same period our national security needs were steadily\nshortchanged. In the grave situation which prevailed in August 1974, our\nwill to maintain our international leadership was in doubt.I asked for your prayers and went to work.In January 1975 I reported to the Congress that the state of the Union was\nnot good. I proposed urgent action to improve the economy and to achieve\nenergy independence in 10 years. I reassured America's allies and sought to\nreduce the danger of confrontation with potential adversaries. I pledged a\nnew direction for America. 1975 was a year of difficult decisions, but\nAmericans responded with realism, common sense, and self-discipline.By January 1976 we were headed in a new direction, which I hold to be the\nright direction for a free society. It was guided by the belief that\nsuccessful problem-solving requires more than Federal action alone, that it\ninvolves a full partnership among all branches and all levels of government\nand public policies which nurture and promote the creative energies of\nprivate enterprises, institutions, and individual citizens.A year ago I reported that the state of the Union was better--in many ways\na lot better--but still not good enough. Common sense told me to stick to\nthe steady course we were on, to continue to restrain the inflationary\ngrowth of government, to reduce taxes as well as spending, to return local\ndecisions to local officials, to provide for long-range sufficiency in\nenergy and national security needs. I resisted the immense pressures of an\nelection year to open the floodgates of Federal money and the temptation to\npromise more than I could deliver. I told it as it was to the American\npeople and demonstrated to the world that in our spirited political\ncompetition, as in this chamber, Americans can disagree without being\ndisagreeable.Now, after 30 months as your President, I can say that while we still have\na way to go, I am proud of the long way we have come together.I am proud of the part I have had in rebuilding confidence in the\nPresidency, confidence in our free system, and confidence in our future.\nOnce again, Americans believe in themselves, in their leaders, and in the\npromise that tomorrow holds for their children.I am proud that today America is at peace. None of our sons are fighting\nand dying in battle anywhere in the world. And the chance for peace among\nall nations is improved by our determination to honor our vital commitments\nin defense of peace and freedom.I am proud that the United States has strong defenses, strong alliances,\nand a sound and courageous foreign policy.Our alliances with major partners, the great industrial democracies of\nWestern Europe, Japan, and Canada, have never been more solid.\nConsultations on mutual security, defense, and East-West relations have\ngrown closer. Collaboration has branched out into new fields such as\nenergy, economic policy, and relations with the Third World. We have used\nmany avenues for cooperation, including summit meetings held among major\nallied countries. The friendship of the democracies is deeper, warmer, and\nmore effective than at any time in 30 years.We are maintaining stability in the strategic nuclear balance and pushing\nback the specter of nuclear war. A decisive step forward was taken\nin the Vladivostok Accord which I negotiated with General Secretary\nBrezhnev--joint recognition that an equal ceiling should be placed\non the number of strategic weapons on each side. With resolve and wisdom\non the part of both nations, a good agreement is well within reach\nthis year.The framework for peace in the Middle East has been built. Hopes for future\nprogress in the Middle East were stirred by the historic agreements we\nreached and the trust and confidence that we formed. Thanks to American\nleadership, the prospects for peace in the Middle East are brighter than\nthey have been in three decades. The Arab states and Israel continue to\nlook to us to lead them from confrontation and war to a new era of\naccommodation and peace. We have no alternative but to persevere, and I am\nsure we will. The opportunities for a final settlement are great, and the\nprice of failure is a return to the bloodshed and hatred that for too long\nhave brought tragedy to all of the peoples of this area and repeatedly\nedged the world to the brink of war.Our relationship with the People's Republic of China is proving its\nimportance and its durability. We are finding more and more common ground\nbetween our two countries on basic questions of international affairs.In my two trips to Asia as President, we have reaffirmed America's\ncontinuing vital interest in the peace and security of Asia and the Pacific\nBasin, established a new partnership with Japan, confirmed our dedication\nto the security of Korea, and reinforced our ties with the free nations of\nSoutheast Asia.An historic dialog has begun between industrial nations and developing\nnations. Most proposals on the table are the initiatives of the United\nStates, including those on food, energy, technology, trade, investment, and\ncommodities. We are well launched on this process of shaping positive and\nreliable economic relations between rich nations and poor nations over the\nlong term.We have made progress in trade negotiations and avoided protectionism\nduring recession. We strengthened the international monetary system. During\nthe past 2 years the free world's most important economic powers have\nalready brought about important changes that serve both developed and\ndeveloping economies. The momentum already achieved must be nurtured and\nstrengthened, for the prosperity of the rich and poor depends upon it.In Latin America, our relations have taken on a new maturity and a sense of\ncommon enterprise.In Africa the quest for peace, racial justice, and economic progress is at\na crucial point. The United States, in close cooperation with the United\nKingdom, is actively engaged in this historic process. Will change come\nabout by warfare and chaos and foreign intervention? Or will it come about\nby negotiated and fair solutions, ensuring majority rule, minority rights,\nand economic advance? America is committed to the side of peace and justice\nand to the principle that Africa should shape its own future, free of\noutside intervention.American leadership has helped to stimulate new international efforts to\nstem the proliferation of nuclear weapons and to shape a comprehensive\ntreaty governing the use of oceans.I am gratified by these accomplishments. They constitute a record of broad\nsuccess for America and for the peace and prosperity of all mankind. This\nadministration leaves to its successor a world in better condition than we\nfound. We leave, as well, a solid foundation for progress on a range of\nissues that are vital to the well-being of America.What has been achieved in the field of foreign affairs and what can be\naccomplished by the new administration demonstrate the genius of Americans\nworking together for the common good. It is this, our remarkable ability to\nwork together, that has made us a unique nation. It is Congress, the\nPresident, and the people striving for a better world.I know all patriotic Americans want this Nation's foreign policy to\nsucceed. I urge members of my party in this Congress to give the new\nPresident loyal support in this area. I express the hope that this new\nCongress will reexamine its constitutional role in international affairs.The exclusive right to declare war, the duty to advise and consent on the\npart of the Senate, the power of the purse on the part of the House are\nample authority for the legislative branch and should be jealously guarded.\nBut because we may have been too careless of these powers in the past does\nnot justify congressional intrusion into, or obstruction of, the proper\nexercise of Presidential responsibilities now or in the future. There can\nbe only one Commander in Chief. In these times crises cannot be managed and\nwars cannot be waged by committee, nor can peace be pursued solely by\nparliamentary debate. To the ears of the world, the President speaks for\nthe Nation. While he is, of course, ultimately accountable to the Congress,\nthe courts, and the people, he and his emissaries must not be handicapped\nin advance in their relations with foreign governments as has sometimes\nhappened in the past.At home I am encouraged by the Nation's recovery from the recession and our\nsteady return to sound economic growth. It is now continuing after the\nrecent period of uncertainty, which is part of the price we pay for free\nelections.Our most pressing need today and the future is more jobs--productive,\npermanent jobs created by a thriving economy. We must revise our tax system\nboth to ease the burden of heavy taxation and to encourage the investment\nnecessary for the creation of productive jobs for all Americans who want to\nwork.Earlier this month I proposed a permanent income tax reduction of $10\nbillion below current levels, including raising the personal exemption from\n$750 to $1,000. I also recommended a series of measures to stimulate\ninvestment, such as accelerated depreciation for new plants and equipment\nin areas of high unemployment, a reduction in the corporate tax rate from\n48 to 46 percent, and eliminating the present double taxation of dividends.\nI strongly urge the Congress to pass these measures to help create the\nproductive, permanent jobs in the private economy that are so essential for\nour future.All the basic trends are good; we are not on the brink of another recession\nor economic disaster. If we follow prudent policies that encourage\nproductive investment and discourage destructive inflation, we will come\nout on top, and I am sure we will.We have successfully cut inflation by more than half. When I took office,\nthe Consumer Price Index was rising at 12.2 percent a year. During 1976 the\nrate of inflation was 5 percent.We have created more jobs--over 4 million more jobs today than in the\nspring of 1975. Throughout this Nation today we have over 88 million people\nin useful, productive jobs--more than at any other time in our Nation's\nhistory. But there are still too many Americans unemployed. This is the\ngreatest regret that I have as I leave office.We brought about with the Congress, after much delay, the renewal of the\ngeneral revenue sharing. We expanded community development and Federal\nmanpower programs. We began a significant urban mass transit program.\nFederal programs today provide more funds for our States and local\ngovernments than ever before--$70 billion for the current fiscal year.\nThrough these programs and others that provide aid directly to individuals,\nwe have kept faith with our tradition of compassionate help for those who\nneed it. As we begin our third century we can be proud of the progress that\nwe have made in meeting human needs for all of our citizens.We have cut the growth of crime by nearly 90 percent. Two years ago crime\nwas increasing at the rate of 18 percent annually. In the first three\nquarters of 1976, that growth rate had been cut to 2 percent. But crime,\nand the fear of crime, remains one of the most serious problems facing our\ncitizens.We have had some successes, and there have been some disappointments.\nBluntly, I must remind you that we have not made satisfactory progress\ntoward achieving energy independence. Energy is absolutely vital to the\ndefense of our country, to the strength of our economy, and to the quality\nof our lives.Two years ago I proposed to the Congress the first comprehensive national\nenergy program--a specific and coordinated set of measures that would end\nour vulnerability to embargo, blockade, or arbitrary price increases and\nwould mobilize U.S. technology and resources to supply a significant share\nof the free world's energy after 1985. Of the major energy proposals I\nsubmitted 2 years ago, only half, belatedly, became law. In 1973 we were\ndependent upon foreign oil imports for 36 percent of our needs. Today, we\nare 40-percent dependent, and we'll pay out $34 billion for foreign oil\nthis year. Such vulnerability at present or in the future is intolerable\nand must be ended.The answer to where we stand on our national energy effort today reminds me\nof the old argument about whether the tank is half full or half empty. The\npessimist will say we have half failed to achieve our 10-year energy goals;\nthe optimist will say that we have half succeeded. I am always an optimist,\nbut we must make up for lost time.We have laid a solid foundation for completing the enormous task which\nconfronts us. I have signed into law five major energy bills which contain\nsignificant measures for conservation, resource development, stockpiling,\nand standby authorities. We have moved forward to develop the naval\npetroleum reserves; to build a 500-million barrel strategic petroleum\nstockpile; to phase out unnecessary Government allocation and price\ncontrols; to develop a lasting relationship with other oil consuming\nnations; to improve the efficiency of energy use through conservation in\nautomobiles, buildings, and industry; and to expand research on new\ntechnology and renewable resources such as wind power, geothermal and solar\nenergy. All these actions, significant as they are for the long term, are\nonly the beginning.I recently submitted to the Congress my proposals to reorganize the Federal\nenergy structure and the hard choices which remain if we are serious about\nreducing our dependence upon foreign energy. These include programs to\nreverse our declining production of natural gas and increase incentives for\ndomestic crude oil production. I proposed to minimize environmental\nuncertainties affecting coal development, expand nuclear power generation,\nand create an energy independence authority to provide government financial\nassistance for vital energy programs where private capital is not\navailable.We must explore every reasonable prospect for meeting our energy needs when\nour current domestic reserves of oil and natural gas begin to dwindle in\nthe next decade. I urgently ask Congress and the new administration to move\nquickly on these issues. This Nation has the resources and the capability\nto achieve our energy goals if its Government has the will to proceed, and\nI think we do.I have been disappointed by inability to complete many of the meaningful\norganizational reforms which I contemplated for the Federal Government,\nalthough a start has been made. For example, the Federal judicial system\nhas long served as a model for other courts. But today it is threatened by\na shortage of qualified Federal judges and an explosion of litigation\nclaiming Federal jurisdiction. I commend to the new administration and the\nCongress the recent report and recommendations of the Department of\nJustice, undertaken at my request, on \"the needs of the Federal Courts.\" I\nespecially endorse its proposals for a new commission on the judicial\nappointment process.While the judicial branch of our Government may require reinforcement, the\nbudgets and payrolls of the other branches remain staggering. I cannot help\nbut observe that while the White House staff and the Executive Office of\nthe President have been reduced and the total number of civilians in the\nexecutive branch contained during the 1970's, the legislative branch has\nincreased substantially although the membership of the Congress remains at\n535. Congress now costs the taxpayers more than a million dollars per\nMember; the whole legislative budget has passed the billion dollar mark.We have made some progress in cutting back the expansion of government and\nits intrusion into individual lives, but believe me, there is much more to\nbe done--and you and I know it. It can only be done by tough and\ntemporarily painful surgery by a Congress as prepared as the President to\nface up to this very real political problem. Again, I wish my successor,\nworking with a substantial majority of his own party, the best of success\nin reforming the costly and cumbersome machinery of the Federal\nGovernment.The task of self-government is never finished. The problems are great; the\nopportunities are greater.America's first goal is and always will be peace with honor. America must\nremain first in keeping peace in the world. We can remain first in peace\nonly if we are never second in defense.In presenting the state of the Union to the Congress and to the American\npeople, I have a special obligation as Commander in Chief to report on our\nnational defense. Our survival as a free and independent people requires,\nabove all, strong military forces that are well equipped and highly trained\nto perform their assigned mission.I am particularly gratified to report that over the past 2 1/2 years, we\nhave been able to reverse the dangerous decline of the previous decade in\nreal resources this country was devoting to national defense. This was an\nimmediate problem I faced in 1974. The evidence was unmistakable that the\nSoviet Union had been steadily increasing the resources it applied to\nbuilding its military strength. During this same period the United States\nreal defense spending declined. In my three budgets we not only arrested\nthat dangerous decline, but we have established the positive trend which is\nessential to our ability to contribute to peace and stability in the\nworld.The Vietnam war, both materially and psychologically, affected our overall\ndefense posture. The dangerous anti-military sentiment discouraged defense\nspending and unfairly disparaged the men and women who serve in our Armed\nForces.The challenge that now confronts this country is whether we have the\nnational will and determination to continue this essential defense effort\nover the long term, as it must be continued. We can no longer afford to\noscillate from year to year in so vital a matter; indeed, we have a duty to\nlook beyond the immediate question of budgets and to examine the nature of\nthe problem we will face over the next generation.I am the first recent President able to address long-term, basic issues\nwithout the burden of Vietnam. The war in Indochina consumed enormous\nresources at the very time that the overwhelming strategic superiority we\nonce enjoyed was disappearing. In past years, as a result of decisions by\nthe United States, our strategic forces leveled off, yet the Soviet Union\ncontinued a steady, constant buildup of its own forces, committing a high\npercentage of its national economic effort to defense.The United States can never tolerate a shift in strategic balance against\nus or even a situation where the American people or our allies believe the\nbalance is shifting against us. The United States would risk the most\nserious political consequences if the world came to believe that our\nadversaries have a decisive margin of superiority.To maintain a strategic balance we must look ahead to the 1980's and\nbeyond. The sophistication of modern weapons requires that we make\ndecisions now if we are to ensure our security 10 years from now.\nTherefore, I have consistently advocated and strongly urged that we pursue\nthree critical strategic programs: the Trident missile launching submarine;\nthe B-1 bomber, with its superior capability to penetrate modern air\ndefenses; and a more advanced intercontinental ballistic missile that will\nbe better able to survive nuclear attack and deliver a devastating\nretaliatory strike.In an era where the strategic nuclear forces are in rough equilibrium, the\nrisks of conflict below the nuclear threshold may grow more perilous. A\nmajor, long-term objective, therefore, is to maintain capabilities to deal\nwith, and thereby deter, conventional challenges and crises, particularly\nin Europe.We cannot rely solely on strategic forces to guarantee our security or to\ndeter all types of aggression. We must have superior naval and marine\nforces to maintain freedom of the seas, strong multipurpose tactical air\nforces, and mobile, modern ground forces. Accordingly, I have directed a\nlong-term effort to improve our worldwide capabilities to deal with\nregional crises.I have submitted a 5-year naval building program indispensable to the\nNation's maritime strategy. Because the security of Europe and the\nintegrity of NATO remain the cornerstone of American defense policy, I have\ninitiated a special, long-term program to ensure the capacity of the\nAlliance to deter or defeat aggression in Europe.As I leave office I can report that our national defense is effectively\ndeterring conflict today. Our Armed Forces are capable of carrying out the\nvariety of missions assigned to them. Programs are underway which will\nassure we can deter war in the years ahead. But I also must warn that it\nwill require a sustained effort over a period of years to maintain these\ncapabilities. We must have the wisdom, the stamina, and the courage to\nprepare today for the perils of tomorrow, and I believe we will.As I look to the future--and I assure you I intend to go on doing that for\na good many years--I can say with confidence that the state of the Union is\ngood, but we must go on making it better and better.This gathering symbolizes the constitutional foundation which makes\ncontinued progress possible, synchronizing the skills of three independent\nbranches of Government, reserving fundamental sovereignty to the people of\nthis great land. It is only as the temporary representatives and servants\nof the people that we meet here, we bring no hereditary status or gift of\ninfallibility, and none follows us from this place.Like President Washington, like the more fortunate of his successors, I\nlook forward to the status of private citizen with gladness and gratitude.\nTo me, being a citizen of the United States of America is the greatest\nhonor and privilege in this world.From the opportunities which fate and my fellow citizens have given me, as\na Member of the House, as Vice President and President of the Senate, and\nas President of all the people, I have come to understand and place the\nhighest value on the checks and balances which our founders imposed on\ngovernment through the separation of powers among co-equal legislative,\nexecutive, and judicial branches. This often results in difficulty and\ndelay, as I well know, but it also places supreme authority under God,\nbeyond any one person, any one branch, any majority great or small, or any\none party. The Constitution is the bedrock of all our freedoms. Guard and\ncherish it, keep honor and order in your own house, and the Republic will\nendure.It is not easy to end these remarks. In this Chamber, along with some of\nyou, I have experienced many, many of the highlights of my life. It was\nhere that I stood 28 years ago with my freshman colleagues, as Speaker Sam\nRayburn administered the oath. I see some of you now--Charlie Bennett, Dick\nBolling, Carl Perkins, Pete Rodino, Harley Staggers, Tom Steed, Sid Yates,\nClem Zablocki-and I remember those who have gone to their rest. It was here\nwe waged many, many a lively battle--won some, lost some, but always\nremaining friends. It was here, surrounded by such friends, that the\ndistinguished Chief Justice swore me in as Vice President on December 6,\n1973. It was here I returned 8 months later as your President to ask not\nfor a honeymoon, but for a good marriage.I will always treasure those memories and your many, many kindnesses. I\nthank you for them all.My fellow Americans, I once asked you for your prayers, and now I give you\nmine: May God guide this wonderful country, its people, and those they have\nchosen to lead them. May our third century be illuminated by liberty and\nblessed with brotherhood, so that we and all who come after us may be the\nhumble servants of thy peace. Amen.Good night. God bless you.", 
    "name": "Gerald R. Ford"
}