{
    "date": "January 19, 1976", 
    "speech": "Mr. Speaker, Mr. Vice President, Members of the 94th Congress, and\ndistinguished guests:As we begin our Bicentennial, America is still one of the youngest nations\nin recorded history. Long before our forefathers came to these shores, men\nand women had been struggling on this planet to forge a better life for\nthemselves and their families.In man's long, upward march from savagery and slavery--throughout the\nnearly 2,000 years of the Christian calendar, the nearly 6,000 years of\nJewish reckoning--there have been many deep, terrifying valleys, but also\nmany bright and towering peaks.One peak stands highest in the ranges of human history. One example shines\nforth of a people uniting to produce abundance and to share the good life\nfairly and with freedom. One union holds out the promise of justice and\nopportunity for every citizen: That union is the United States of America.We have not remade paradise on Earth. We know perfection will not be found\nhere. But think for a minute how far we have come in 200 years.We came from many roots, and we have many branches. Yet all Americans\nacross the eight generations that separate us from the stirring deeds of\n1776, those who know no other homeland and those who just found refuge\namong our shores, say in unison:I am proud of America, and I am proud to be an American. Life will be a\nlittle better here for my children than for me. I believe this not because\nI am told to believe it, but because life has been better for me than it\nwas for my father and my mother. I know it will be better for my children\nbecause my hands, my brains, my voice, and my vote can help make it\nhappen.It has happened here in America. It has happened to you and to me.\nGovernment exists to create and preserve conditions in which people can\ntranslate their ideas into practical reality. In the best of times, much is\nlost in translation. But we try. Sometimes we have tried and failed. Always\nwe have had the best of intentions.But in the recent past, we sometimes forgot the sound principles that\nguided us through most of our history. We wanted to accomplish great things\nand solve age-old problems. And we became overconfident of our abilities.\nWe tried to be a policeman abroad and the indulgent parent here at home.We thought we could transform the country through massive national\nprograms, but often the programs did not work. Too often they only made\nthings worse. In our rush to accomplish great deeds quickly, we trampled on\nsound principles of restraint and endangered the rights of individuals. We\nunbalanced our economic system by the huge and unprecedented growth of\nFederal expenditures and borrowing. And we were not totally honest with\nourselves about how much these programs would cost and how we would pay for\nthem. Finally, we shifted our emphasis from defense to domestic problems\nwhile our adversaries continued a massive buildup of arms.The time has now come for a fundamentally different approach for a new\nrealism that is true to the great principles upon which this Nation was\nfounded.We must introduce a new balance to our economy--a balance that favors not\nonly sound, active government but also a much more vigorous, healthy\neconomy that can create new jobs and hold down prices.We must introduce a new balance in the relationship between the individual\nand the government--a balance that favors greater individual freedom and\nself-reliance.We must strike a new balance in our system of federalism--a balance that\nfavors greater responsibility and freedom for the leaders of our State and\nlocal governments.We must introduce a new balance between the spending on domestic programs\nand spending on defense--a balance that ensures we will fully meet our\nobligation to the needy while also protecting our security in a world that\nis still hostile to freedom.And in all that we do, we must be more honest with the American people,\npromising them no more than we can deliver and delivering all that we\npromise.The genius of America has been its incredible ability to improve the lives\nof its citizens through a unique combination of governmental and free\ncitizen activity.History and experience tells us that moral progress cannot come in\ncomfortable and in complacent times, but out of trial and out of confusion.\nTom Paine aroused the troubled Americans of 1776 to stand up to the times\nthat try men's souls because the harder the conflict, the more glorious the\ntriumph.Just a year ago I reported that the state of the Union was not good.\nTonight, I report that the state of our Union is better--in many ways a lot\nbetter--but still not good enough.To paraphrase Tom Paine, 1975 was not a year for summer soldiers and\nsunshine patriots. It was a year of fears and alarms and of dire\nforecasts--most of which never happened and won't happen.As you recall, the year 1975 opened with rancor and with bitterness.\nPolitical misdeeds of the past had neither been forgotten nor forgiven. The\nlongest, most divisive war in our history was winding toward an unhappy\nconclusion. Many feared that the end of that foreign war of men and\nmachines meant the beginning of a domestic war of recrimination and\nreprisal. Friends and adversaries abroad were asking whether America had\nlost its nerve. Finally, our economy was ravaged by inflation--inflation\nthat was plunging us into the worst recession in four decades. At the same\ntime, Americans became increasingly alienated from big institutions. They\nwere steadily losing confidence, not just in big government but in big\nbusiness, big labor, and big education, among others. Ours was a troubled\nland.And so, 1975 was a year of hard decisions, difficult compromises, and a new\nrealism that taught us something important about America. It brought back a\nneeded measure of common sense, steadfastness, and self-discipline.Americans did not panic or demand instant but useless cures. In all\nsectors, people met their difficult problems with the restraint and with\nresponsibility worthy of their great heritage.Add up the separate pieces of progress in 1975, subtract the setbacks, and\nthe sum total shows that we are not only headed in a new direction, a\ndirection which I proposed 12 months ago, but it turned out to be the right\ndirection.It is the right direction because it follows the truly revolutionary\nAmerican concept of 1776, which holds that in a free society the making of\npublic policy and successful problem-solving involves much more than\ngovernment. It involves a full partnership among all branches and all\nlevels of government, private institutions, and individual citizens.Common sense tells me to stick to that steady course.Take the state of our economy. Last January, most things were rapidly\ngetting worse. This January, most things are slowly but surely getting\nbetter.The worst recession since World War II turned around in April. The best\ncost-of-living news of the past year is that double-digit inflation of 12\npercent or higher was cut almost in half. The worst--unemployment remains\nfar too high.Today, nearly 1,700,000 more Americans are working than at the bottom of\nthe recession. At year's end, people were again being hired much faster\nthan they were being laid off.Yet, let's be honest. Many Americans have not yet felt these changes in\ntheir daily lives. They still see prices going up far too fast, and they\nstill know the fear of unemployment.We are also a growing nation. We need more and more jobs every year.\nToday's economy has produced over 85 million jobs for Americans, but we\nneed a lot more jobs, especially for the young.My first objective is to have sound economic growth without inflation.We all know from recent experience what runaway inflation does to ruin\nevery other worthy purpose. We are slowing it. We must stop it cold.For many Americans, the way to a healthy, noninflationary economy has\nbecome increasingly apparent. The Government must stop spending so much and\nstop borrowing so much of our money. More money must remain in private\nhands where it will do the most good. To hold down the cost of living, we\nmust hold down the cost of government.In the past decade, the Federal budget has been growing at an average rate\nof over 10 percent a year. The budget I am submitting Wednesday cuts this\nrate of growth in half. I have kept my promise to submit a budget for the\nnext fiscal year of $395 billion. In fact, it is $394.2 billion.By holding down the growth of Federal spending, we can afford additional\ntax cuts and return to the people who pay taxes more decisionmaking power\nover their own lives.Last month I signed legislation to extend the 1975 tax reductions for the\nfirst 6 months of this year. I now propose that effective July 1, 1976, we\ngive our taxpayers a tax cut of approximately $10 billion more than\nCongress agreed to in December.My broader tax reduction would mean that for a family of four making\n$15,000 a year, there will be $227 more in take-home pay annually.\nHardworking Americans caught in the middle can really use that kind of\nextra cash.My recommendations for a firm restraint on the growth of Federal spending\nand for greater tax reduction are simple and straightforward. For every\ndollar saved in cutting the growth in the Federal budget, we can have an\nadded dollar of Federal tax reduction.We can achieve a balanced budget by 1979 if we have the courage and the\nwisdom to continue to reduce the growth of Federal spending.One test of a healthy economy is a job for every American who wants to\nwork. Government--our kind of government--cannot create that many jobs. But\nthe Federal Government can create conditions and incentives for private\nbusiness and industry to make more and more jobs.Five out of six jobs in this country are in private business and in\nindustry. Common sense tells us this is the place to look for more jobs and\nto find them faster. I mean real, rewarding, permanent jobs.To achieve this we must offer the American people greater incentives to\ninvest in the future. My tax proposals are a major step in that direction.\nTo supplement these proposals, I ask that Congress enact changes in Federal\ntax laws that will speed up plant expansion and the purchase of new\nequipment. My recommendations will concentrate this job-creation tax\nincentive in areas where the unemployment rate now runs over 7 percent.\nLegislation to get this started must be approved at the earliest possible\ndate.Within the strict budget total that I will recommend for the coming year, I\nwill ask for additional housing assistance for 500,000 families. These\nprograms will expand housing opportunities, spur construction, and help to\nhouse moderate- and low-income families.We had a disappointing year in the housing industry in 1975. But with lower\ninterest rates and available mortgage money, we can have a healthy recovery\nin 1976.A necessary condition of a healthy economy is freedom from the petty\ntyranny of massive government regulation. We are wasting literally millions\nof working hours costing billions of taxpayers' and consumers' dollars\nbecause of bureaucratic redtape. The American farmer, who now feeds 215\nmillion Americans, but also millions worldwide, has shown how much more he\ncan produce without the shackles of government control.Now, we badly need reforms in other key areas in our economy: the airlines,\ntrucking, railroads, and financial institutions. I have submitted concrete\nplans in each of these areas, not to help this or that industry, but to\nfoster competition and to bring prices down for the consumer.This administration, in addition, will strictly enforce the Federal\nantitrust laws for the very same purposes.Taking a longer look at America's future, there can be neither sustained\ngrowth nor more jobs unless we continue to have an assured supply of energy\nto run our economy. Domestic production of oil and gas is still declining.\nOur dependence on foreign oil at high prices is still too great, draining\njobs and dollars away from our own economy at the rate of $125 per year for\nevery American.Last month, I signed a compromise national energy bill which enacts a part\nof my comprehensive energy independence program. This legislation was late,\nnot the complete answer to energy independence, but still a start in the\nright direction.I again urge the Congress to move ahead immediately on the remainder of my\nenergy proposals to make America invulnerable to the foreign oil cartel.My proposals, as all of you know, would reduce domestic natural gas\nshortages; allow production from Federal petroleum reserves; stimulate\neffective conservation, including revitalization of our railroads and the\nexpansion of our urban transportation systems; develop more and cleaner\nenergy from our vast coal resources; expedite clean and safe nuclear power\nproduction; create a new national energy independence authority to\nstimulate vital energy investment; and accelerate development of technology\nto capture energy from the Sun and the Earth for this and future\ngenerations.Also, I ask, for the sake of future generations, that we preserve the\nfamily farm and family-owned small business. Both strengthen America and\ngive stability to our economy. I will propose estate tax changes so that\nfamily businesses and family farms can be handed down from generation to\ngeneration without having to be sold to pay taxes.I propose tax changes to encourage people to invest in America's future,\nand their own, through a plan that gives moderate-income families income\ntax benefits if they make long-term investments in common stock in American\ncompanies.The Federal Government must and will respond to clear-cut national\nneeds--for this and future generations.Hospital and medical services in America are among the best in the world,\nbut the cost of a serious and extended illness can quickly wipe out a\nfamily's lifetime savings. Increasing health costs are of deep concern to\nall and a powerful force pushing up the cost of living. The burden of\ncatastrophic illness can be borne by very few in our society. We must\neliminate this fear from every family.I propose catastrophic health insurance for everybody covered by Medicare.\nTo finance this added protection, fees for short-term care will go up\nsomewhat, but nobody after reaching age 65 will have to pay more than $500\na year for covered hospital or nursing home care, nor more than $250 for 1\nyear's doctor bills.We cannot realistically afford federally dictated national health insurance\nproviding full coverage for all 215 million Americans. The experience of\nother countries raises questions about the quality as well as the cost of\nsuch plans. But I do envision the day when we may use the private health\ninsurance system to offer more middle-income families high quality health\nservices at prices they can afford and shield them also from their\ncatastrophic illnesses.Using resources now available, I propose improving the Medicare and other\nFederal health programs to help those who really need protection--older\npeople and the poor. To help States and local governments give better\nhealth care to the poor, I propose that we combine 16 existing Federal\nprograms, including Medicaid, into a single $10 billion Federal grant.Funds would be divided among States under a new formula which provides a\nlarger share of Federal money to those States that have a larger share of\nlow-income families.I will take further steps to improve the quality of medical and hospital\ncare for those who have served in our Armed Forces.Now let me speak about social security. Our Federal social security system\nfor people who have worked and contributed to it for all their lives is a\nvital part of our economic system. Its value is no longer debatable. In my\nbudget for fiscal year 1977, I am recommending that the full cost-of-living\nincreases in the social security benefits be paid during the coming year.But I am concerned about the integrity of our Social Security Trust Fund\nthat enables people--those retired and those still working who will\nretire--to count on this source of retirement income. Younger workers watch\ntheir deductions rise and wonder if they will be adequately protected in\nthe future. We must meet this challenge head on. Simple arithmetic warns\nall of us that the Social Security Trust Fund is headed for trouble. Unless\nwe act soon to make sure the fund takes in as much as it pays out, there\nwill be no security for old or for young.I must, therefore, recommend a three-tenths of 1 percent increase in both\nemployer and employee social security taxes effective January 1, 1977. This\nwill cost each covered employee less than 1 extra dollar a week and will\nensure the integrity of the trust fund.As we rebuild our economy, we have a continuing responsibility to provide a\ntemporary cushion to the unemployed. At my request, the Congress enacted\ntwo extensions and two expansions in unemployment insurance which helped\nthose who were jobless during 1975. These programs will continue in 1976.In my fiscal year 1977 budget, I am also requesting funds to continue\nproven job training and employment opportunity programs for millions of\nother Americans.Compassion and a sense of community--two of America's greatest strengths\nthroughout our history--tell us we must take care of our neighbors who\ncannot take care of themselves. The host of Federal programs in this field\nreflect our generosity as a people.But everyone realizes that when it comes to welfare, government at all\nlevels is not doing the job well. Too many of our welfare programs are\ninequitable and invite abuse. Too many of our welfare programs have\nproblems from beginning to end. Worse, we are wasting badly needed\nresources without reaching many of the truly needy.Complex welfare programs cannot be reformed overnight. Surely we cannot\nsimply dump welfare into the laps of the 50 States, their local taxpayers,\nor their private charities, and just walk away from it. Nor is it the right\ntime for massive and sweeping changes while we are still recovering from\nthe recession.Nevertheless, there are still plenty of improvements that we can make. I\nwill ask Congress for Presidential authority to tighten up the rules for\neligibility and benefits.Last year I twice sought long overdue reform of the scandal-riddled food\nstamp program. This year I say again: Let's give food stamps to those most\nin need. Let's not give any to those who don't need them.Protecting the life and property of the citizen at home is the\nresponsibility of all public officials, but is primarily the job of local\nand State law enforcement authorities.Americans have always found the very thought of a Federal police force\nrepugnant, and so do I. But there are proper ways in which we can help to\ninsure domestic tranquility as the Constitution charges us.My recommendations on how to control violent crime were submitted to the\nCongress last June with strong emphasis on protecting the innocent victims\nof crime. To keep a convicted criminal from committing more crimes, we must\nput him in prison so he cannot harm more law-abiding citizens. To be\neffective, this punishment must be swift and it must be certain.Too often, criminals are not sent to prison after conviction but are\nallowed to return to the streets. Some judges are reluctant to send\nconvicted criminals to prison because of inadequate facilities. To\nalleviate this problem at the Federal level, my new budget proposes the\nconstruction of four new Federal facilities.To speed Federal justice, I propose an increase this year in the United\nStates attorneys prosecuting Federal crimes and the reinforcement of the\nnumber of United States marshals. Additional Federal judges are needed, as\nrecommended by me and the Judicial Conference.Another major threat to every American's person and property is the\ncriminal carrying a handgun. The way to cut down on the criminal use of\nguns is not to take guns away from the law-abiding citizen, but to impose\nmandatory sentences for crimes in which a gun is used, make it harder to\nobtain cheap guns for criminal purposes, and concentrate gun control\nenforcement in highcrime areas.My budget recommends 500 additional Federal agents in the 11 largest\nmetropolitan high-crime areas to help local authorities stop criminals from\nselling and using handguns.The sale of hard drugs is tragically on the increase again. I have directed\nall agencies of the Federal Government to step up law enforcement efforts\nagainst those who deal in drugs. In 1975, I am glad to report, Federal\nagents seized substantially more heroin coming into our country than in\n1974.As President, I have talked personally with the leaders of Mexico,\nColombia, and Turkey to urge greater efforts by their Governments to\ncontrol effectively the production and shipment of hard drugs.I recommended months ago that the Congress enact mandatory fixed sentences\nfor persons convicted of Federal crimes involving the sale of hard drugs.\nHard drugs, we all know, degrade the spirit as they destroy the body of\ntheir users.It is unrealistic and misleading to hold out the hope that the Federal\nGovernment can move into every neighborhood and clean up crime. Under the\nConstitution, the greatest responsibility for curbing crime lies with State\nand local authorities. They are the frontline fighters in the war against\ncrime.There are definite ways in which the Federal Government can help them. I\nwill propose in the new budget that Congress authorize almost $7 billion\nover the next 5 years to assist State and local governments to protect the\nsafety and property of all their citizens.As President, I pledge the strict enforcement of Federal laws and--by\nexample, support, and leadership--to help State and local authorities\nenforce their laws. Together, we must protect the victims of crime and\nensure domestic tranquility.Last year I strongly recommended a 5-year extension of the existing revenue\nsharing legislation, which thus far has provided $23 1/2 billion to help\nState and local units of government solve problems at home. This program\nhas been effective with decisionmaking transferred from the Federal\nGovernment to locally elected officials. Congress must act this year, or\nState and local units of government will have to drop programs or raise\nlocal taxes.Including my health care program reforms, I propose to consolidate some 59\nseparate Federal programs and provide flexible Federal dollar grants to\nhelp States, cities, and local agencies in such important areas as\neducation, child nutrition, and social services. This flexible system will\ndo the job better and do it closer to home.The protection of the lives and property of Americans from foreign enemies\nis one of my primary responsibilities as President.In a world of instant communications and intercontinental ballistic\nmissiles, in a world economy that is global and interdependent, our\nrelations with other nations become more, not less, important to the lives\nof Americans.America has had a unique role in the world since the day of our\nindependence 200 years ago. And ever since the end of World War II, we have\nborne--successfully--a heavy responsibility for ensuring a stable world\norder and hope for human progress.Today, the state of our foreign policy is sound and strong. We are at\npeace, and I will do all in my power to keep it that way.Our military forces are capable and ready. Our military power is without\nequal, and I intend to keep it that way.Our principal alliances with the industrial democracies of the Atlantic\ncommunity and Japan have never been more solid.A further agreement to limit the strategic arms race may be achieved.We have an improving relationship with China, the world's most populous\nnation.The key elements for peace among the nations of the Middle East now exist.\nOur traditional friendships in Latin America, Africa, and Asia continue.We have taken the role of leadership in launching a serious and hopeful\ndialog between the industrial world and the developing world.We have helped to achieve significant reform of the international monetary\nsystem.We should be proud of what America, what our country, has accomplished in\nthese areas, and I believe the American people are.The American people have heard too much about how terrible our mistakes,\nhow evil our deeds, and how misguided our purposes. The American people\nknow better.The truth is we are the world's greatest democracy. We remain the symbol of\nman's aspiration for liberty and well-being. We are the embodiment of hope\nfor progress.I say it is time we quit downgrading ourselves as a nation. Of course, it\nis our responsibility to learn the right lesson from past mistakes. It is\nour duty to see that they never happen again. But our greater duty is to\nlook to the future. The world's troubles will not go away.The American people want strong and effective international and defense\npolicies. In our constitutional system, these policies should reflect\nconsultation and accommodation between the President and the Congress. But\nin the final analysis, as the framers of our Constitution knew from hard\nexperience, the foreign relations of the United States can be conducted\neffectively only if there is strong central direction that allows\nflexibility of action. That responsibility clearly rests with the\nPresident.I pledge to the American people policies which seek a secure, just, and\npeaceful world. I pledge to the Congress to work with you to that end.We must not face a future in which we can no longer help our friends, such\nas Angola, even in limited and carefully controlled ways. We must not lose\nall capacity to respond short of military intervention.Some hasty actions of the Congress during the past year--most recently in\nrespect to Angola--were, in my view, very shortsighted. Unfortunately, they\nare still very much on the minds of our allies and our adversaries.A strong defense posture gives weight to our values and our views in\ninternational negotiations. It assures the vigor of our alliances. And it\nsustains our efforts to promote settlements of international conflicts.\nOnly from a position of strength can we negotiate a balanced agreement to\nlimit the growth of nuclear arms. Only a balanced agreement will serve our\ninterests and minimize the threat of nuclear confrontation.The defense budget I will submit to the Congress for fiscal year 1977 will\nshow an essential increase over the current year. It provides for real\ngrowth in purchasing power over this year's defense budget, which includes\nthe cost of the all-volunteer force.We are continuing to make economies to enhance the efficiency of our\nmilitary forces. But the budget I will submit represents the necessity of\nAmerican strength for the real world in which we live.As conflict and rivalry persist in the world, our United States\nintelligence capabilities must be the best in the world.The crippling of our foreign intelligence services increases the danger of\nAmerican involvement in direct armed conflict. Our adversaries are\nencouraged to attempt new adventures while our own ability to monitor\nevents and to influence events short of military action is undermined.\nWithout effective intelligence capability, the United States stands\nblindfolded and hobbled.In the near future, I will take actions to reform and strengthen our\nintelligence community. I ask for your positive cooperation. It is time to\ngo beyond sensationalism and ensure an effective, responsible, and\nresponsive intelligence capability.Tonight I have spoken about our problems at home and abroad. I have\nrecommended policies that will meet the challenge of our third century. I\nhave no doubt that our Union will endure, better, stronger, and with more\nindividual freedom. We can see forward only dimly--1 year, 5 years, a\ngeneration perhaps. Like our forefathers, we know that if we meet the\nchallenges of our own time with a common sense of purpose and conviction,\nif we remain true to our Constitution and to our ideals, then we can know\nthat the future will be better than the past.I see America today crossing a threshold, not just because it is our\nBicentennial but because we have been tested in adversity. We have taken a\nnew look at what we want to be and what we want our Nation to become.I see America resurgent, certain once again that life will be better for\nour children than it is for us, seeking strength that cannot be counted in\nmegatons and riches that cannot be eroded by inflation.I see these United States of America moving forward as before toward a more\nperfect Union where the government serves and the people rule.We will not make this happen simply by making speeches, good or bad, yours\nor mine, but by hard work and hard decisions made with courage and with\ncommon sense.I have heard many inspiring Presidential speeches, but the words I remember\nbest were spoken by Dwight D. Eisenhower. \"America is not good because it\nis great,\" the President said. \"America is great because it is good.\"President Eisenhower was raised in a poor but religious home in the heart\nof America. His simple words echoed President Lincoln's eloquent testament\nthat \"right makes might.\" And Lincoln in turn evoked the silent image of\nGeorge Washington kneeling in prayer at Valley Forge.So, all these magic memories which link eight generations of Americans are\nsummed up in the inscription just above me. How many times have we seen it?\n\"In God We Trust.\"Let us engrave it now in each of our hearts as we begin our Bicentennial.", 
    "name": "Gerald R. Ford"
}