{
    "date": "January 15, 1975", 
    "speech": "Mr. Speaker, Mr. Vice President, Members of the 94th Congress, and\ndistinguished guests:Twenty-six years ago, a freshman Congressman, a young fellow with lots of\nidealism who was out to change the world, stood before Sam Rayburn in the\nwell of the House and solemnly swore to the same oath that all of you took\nyesterday--an unforgettable experience, and I congratulate you all.Two days later, that same freshman stood at the back of this great\nChamber--over there someplace--as President Truman, all charged up by his\nsingle-handed election victory, reported as the Constitution requires on\nthe state of the Union.When the bipartisan applause stopped, President Truman said, \"I am happy to\nreport to this 81st Congress that the state of the Union is good. Our\nNation is better able than ever before to meet the needs of the American\npeople, and to give them their fair chance in the pursuit of happiness.\n[It] is foremost among the nations of the world in the search for peace.\"Today, that freshman Member from Michigan stands where Mr. Truman\nstood, and I must say to you that the state of the Union is not good:Millions of Americans are out of work.Recession and inflation are eroding the money of millions more.Prices are too high, and sales are too slow.This year's Federal deficit will be about $30 billion; next year's probably\n$45 billion.The national debt will rise to over $500 billion.Our plant capacity and productivity are not increasing fast enough.We depend on others for essential energy.Some people question their Government's ability to make hard decisions and\nstick with them; they expect Washington politics as usual.Yet, what President Truman said on January 5, 1949, is even more true in\n1975. We are better able to meet our people's needs. All Americans do have\na fairer chance to pursue happiness. Not only are we still the foremost\nnation in the pursuit of peace but today's prospects of attaining it are\ninfinitely brighter.There were 59 million Americans employed at the start of 1949; now there\nare more than 85 million Americans who have jobs. In comparable dollars,\nthe average income of the American family has doubled during the past 26\nyears.Now, I want to speak very bluntly. I've got bad news, and I don't expect\nmuch, if any, applause. The American people want action, and it will take\nboth the Congress and the President to give them what they want. Progress\nand solutions can be achieved, and they will be achieved.My message today is not intended to address all of the complex needs of\nAmerica. I will send separate messages making specific recommendations for\ndomestic legislation, such as the extension of general revenue sharing and\nthe Voting Rights Act.The moment has come to move in a new direction. We can do this by\nfashioning a new partnership between the Congress on the one hand, the\nWhite House on the other, and the people we both represent.Let us mobilize the most powerful and most creative industrial nation that\never existed on this Earth to put all our people to work. The emphasis on\nour economic efforts must now shift from inflation to jobs.To bolster business and industry and to create new jobs, I propose a 1-year\ntax reduction of $16 billion. Three-quarters would go to individuals and\none-quarter to promote business investment.This cash rebate to individuals amounts to 12 percent of 1974 tax\npayments--a total cut of $12 billion, with a maximum of $1,000 per return.I call on the Congress to act by April 1. If you do--and I hope you\nwill--the Treasury can send the first check for half of the rebate in May\nand the second by September.The other one-fourth of the cut, about $4 billion, will go to business,\nincluding farms, to promote expansion and to create more jobs. The 1-year\nreduction for businesses would be in the form of a liberalized investment\ntax credit increasing the rate to 12 percent for all businesses.This tax cut does not include the more fundamental reforms needed in our\ntax system. But it points us in the right direction--allowing taxpayers\nrather than the Government to spend their pay.Cutting taxes now is essential if we are to turn the economy around. A tax\ncut offers the best hope of creating more jobs. Unfortunately, it will\nincrease the size of the budget deficit. Therefore, it is more important\nthan ever that we take steps to control the growth of Federal\nexpenditures.Part of our trouble is that we have been self-indulgent. For decades, we\nhave been voting ever-increasing levels of Government benefits, and now the\nbill has come due. We have been adding so many new programs that the size\nand the growth of the Federal budget has taken on a life of its own.One characteristic of these programs is that their cost increases\nautomatically every year because the number of people eligible for most of\nthe benefits increases every year. When these programs are enacted, there\nis no dollar amount set. No one knows what they will cost. All we know is\nthat whatever they cost last year, they will cost more next year.It is a question of simple arithmetic. Unless we check the excessive growth\nof Federal expenditures or impose on ourselves matching increases in taxes,\nwe will continue to run huge inflationary deficits in the Federal budget.If we project the current built-in momentum of Federal spending through the\nnext 15 years, State, Federal, and local government expenditures could\neasily comprise half of our gross national product. This compares with less\nthan a third in 1975.I have just concluded the process of preparing the budget submissions for\nfiscal year 1976. In that budget, I will propose legislation to restrain\nthe growth of a number of existing programs. I have also concluded that no\nnew spending programs can be initiated this year, except for energy.\nFurther, I will not hesitate to veto any new spending programs adopted by\nthe Congress.As an additional step toward putting the Federal Government's house in\norder, I recommend a 5-percent limit on Federal pay increases in 1975. In\nall Government programs tied to the Consumer Price Index--including social\nsecurity, civil service and military retirement pay, and food stamps--I\nalso propose a 1-year maximum increase of 5 percent.None of these recommended ceiling limitations, over which Congress has\nfinal authority, are easy to propose, because in most cases they involve\nanticipated payments to many, many deserving people. Nonetheless, it must\nbe done. I must emphasize that I am not asking to eliminate, to reduce, to\nfreeze these payments. I am merely recommending that we slow down the rate\nat which these payments increase and these programs grow.Only a reduction in the growth of spending can keep Federal borrowing down\nand reduce the damage to the private sector from high interest rates. Only\na reduction in spending can make it possible for the Federal Reserve System\nto avoid an inflationary growth in the money supply and thus restore\nbalance to our economy. A major reduction in the growth of Federal spending\ncan help dispel the uncertainty that so many feel about our economy and put\nus on the way to curing our economic ills.If we don't act to slow down the rate of increase in Federal spending, the\nUnited States Treasury will be legally obligated to spend more than $360\nbillion in fiscal year 1976, even if no new programs are enacted. These are\nnot matters of conjecture or prediction, but again, a matter of simple\narithmetic. The size of these numbers and their implications for our\neveryday life and the health of our economic system are shocking.I submitted to the last Congress a list of budget deferrals and\nrescissions. There will be more cuts recommended in the budget that I will\nsubmit. Even so, the level of outlays for fiscal year 1976 is still much,\nmuch too high. Not only is it too high for this year but the decisions we\nmake now will inevitably have a major and growing impact on expenditure\nlevels in future years. I think this is a very fundamental issue that we,\nthe Congress and I, must jointly solve.Economic disruptions we and others are experiencing stem in part from the\nfact that the world price of petroleum has quadrupled in the last year. But\nin all honesty, we cannot put all of the blame on the oil-exporting\nnations. We, the United States, are not blameless. Our growing dependence\nupon foreign sources has been adding to our vulnerability for years and\nyears, and we did nothing to prepare ourselves for such an event as the\nembargo of 1973.During the 1960's, this country had a surplus capacity of crude oil which\nwe were able to make available to our trading partners whenever there was a\ndisruption of supply. This surplus capacity enabled us to influence both\nsupplies and prices of crude oil throughout the world. Our excess capacity\nneutralized any effort at establishing an effective cartel, and thus the\nrest of the world was assured of adequate supplies of oil at reasonable\nprices.By 1970, our surplus capacity had vanished, and as a consequence, the\nlatent power of the oil cartel could emerge in full force. Europe and\nJapan, both heavily dependent on imported oil, now struggle to keep their\neconomies in balance. Even the United States, our country, which is far\nmore self-sufficient than most other industrial countries, has been .put\nunder serious pressure.I am proposing a program which will begin to restore our country's surplus\ncapacity in total energy. In this way, we will be able to assure ourselves\nreliable and adequate energy and help foster a new world energy stability\nfor other major consuming nations.But this Nation and, in fact, the world must face the prospect of energy\ndifficulties between now and 1985. This program will impose burdens on all\nof us with the aim of reducing our consumption of energy and increasing our\nproduction. Great attention has been paid to the considerations of\nfairness, and I can assure you that the burdens will not fall more harshly\non those less able to bear them.I am recommending a plan to make us invulnerable to cutoffs of foreign oil.\nIt will require sacrifices, but it--and this is most important--it will\nwork.I have set the following national energy goals to assure that our future is\nas secure and as productive as our past:First, we must reduce oil imports by 1 million barrels per day by the end\nof this year and by 2 million barrels per day by the end of 1977.Second, we must end vulnerability to economic disruption by foreign\nsuppliers by 1985.Third, we must develop our energy technology and resources so that the\nUnited States has the ability to supply a significant share of the energy\nneeds of the free world by the end of this century.To attain these objectives, we need immediate action to cut imports.\nUnfortunately, in the short term there are only a limited number of actions\nwhich can increase domestic supply. I will press for all of them.I urge quick action on the necessary legislation to allow commercial\nproduction at the Elk Hills, California, Naval Petroleum Reserve. In order\nthat we make greater use of domestic coal resources, I am submitting\namendments to the Energy Supply and Environmental Coordination Act which\nwill greatly increase the number of powerplants that can be promptly\nconverted to coal.Obviously, voluntary conservation continues to be essential, but tougher\nprograms are needed--and needed now. Therefore, I am using Presidential\npowers to raise the fee on all imported crude oil and petroleum products.\nThe crude oil fee level will be increased $1 per barrel on February 1, by\n$2 per barrel on March 1, and by $3 per barrel on April 1. I will take\nactions to reduce undue hardships on any geographical region. The foregoing\nare interim administrative actions. They will be rescinded when the broader\nbut necessary legislation is enacted.To that end, I am requesting the Congress to act within 90 days on a more\ncomprehensive energy tax program. It includes: excise taxes and import fees\ntotaling $2 per barrel on product imports and on all crude oil;\nderegulation of new natural gas and enactment of a natural gas excise tax.I plan to take Presidential initiative to decontrol the price of domestic\ncrude oil on April 1. I urge the Congress to enact a windfall profits tax\nby that date to ensure that oil producers do not profit unduly.The sooner Congress acts, the more effective the oil conservation program\nwill be and the quicker the Federal revenues can be returned to our\npeople.I am prepared to use Presidential authority to limit imports, as necessary,\nto guarantee success.I want you to know that before deciding on my energy conservation program,\nI considered rationing and higher gasoline taxes as alternatives. In my\njudgment, neither would achieve the desired results and both would produce\nunacceptable inequities.A massive program must be initiated to increase energy supply, to cut\ndemand, and provide new standby emergency programs to achieve the\nindependence we want by 1985. The largest part of increased oil production\nmust come from new frontier areas on the Outer Continental Shelf and from\nthe Naval Petroleum Reserve No. 4 in Alaska. It is the intent of this\nAdministration to move ahead with exploration, leasing, and production on\nthose frontier areas of the Outer Continental Shelf where the environmental\nrisks are acceptable.Use of our most abundant domestic resource--coal--is severely limited. We\nmust strike a reasonable compromise on environmental concerns with coal. I\nam submitting Clean Air amendments which will allow greater coal use\nwithout sacrificing clean air goals.I vetoed the strip mining legislation passed by the last Congress. With\nappropriate changes, I will sign a revised version when it comes to the\nWhite House.I am proposing a number of actions to energize our nuclear power program. I\nwill submit legislation to expedite nuclear leasing and the\nrapid selection of sites.In recent months, utilities have cancelled or postponed over 60 percent of\nplanned nuclear expansion and 30 percent of planned additions to\nnon-nuclear capacity. Financing problems for that industry are worsening. I\nam therefore recommending that the 1-year investment tax credit of 12\npercent be extended an additional 2 years to specifically speed the\nconstruction of powerplants that do not use natural gas or oil. I am also\nsubmitting proposals for selective reform of State utility commission\nregulations.To provide the critical stability for our domestic energy production in the\nface of world price uncertainty, I will request legislation to authorize\nand require tariffs, import quotas, or price floors to protect our energy\nprices at levels which will achieve energy independence.Increasing energy supplies is not enough. We must take additional steps to\ncut long-term consumption. I therefore propose to the Congress: legislation\nto make thermal efficiency standards mandatory for all new buildings in the\nUnited States; a new tax credit of up to $150 for those homeowners who\ninstall insulation equipment; the establishment of an energy conservation\nprogram to help low-income families purchase insulation supplies;\nlegislation to modify and defer automotive pollution standards for 5 years,\nwhich will enable us to improve automobile gas mileage by 40 percent by\n1980.These proposals and actions, cumulatively, can reduce our dependence on\nforeign energy supplies from 3 to 5 million barrels per day by 1985. To\nmake the United States invulnerable to foreign disruption, I propose\nstandby emergency legislation and a strategic storage program of 1 billion\nbarrels of oil for domestic needs and 300 million barrels for national\ndefense purposes.I will ask for the funds needed for energy research and development\nactivities. I have established a goal of 1 million barrels of synthetic\nfuels and shale oil production per day by 1985 together with an incentive\nprogram to achieve it.I have a very deep belief in America's capabilities. Within the next 10\nyears, my program envisions: 200 major nuclear powerplants; 250 major new\ncoal mines; 150 major coal-fired powerplants; 30 major new refineries; 20\nmajor new synthetic fuel plants; the drilling of many thousands of new\noil wells; the insulation of 18 million homes; and the manufacturing\nand the sale of millions of new automobiles, trucks, and buses that\nuse much less fuel.I happen to believe that we can do it. In another crisis--the one in 1942\nPresident Franklin D. Roosevelt said this country would build 60,000\nmilitary aircraft. By 1943, production in that program had reached\n125,000 aircraft annually. They did it then. We can do it now.If the Congress and the American people will work with me to attain these\ntargets, they will be achieved and will be surpassed. From adversity, let\nus seize opportunity. Revenues of some $30 billion from higher energy taxes\ndesigned to encourage conservation must be refunded to the American people\nin a manner which corrects distortions in our tax system wrought by\ninflation.People have been pushed into higher tax brackets by inflation, with\nconsequent reduction in their actual spending power. Business taxes are\nsimilarly distorted because inflation exaggerates reported profits,\nresulting in excessive taxes.Accordingly, I propose that future individual income taxes be reduced by\n$16.5 billion. This will be done by raising the low-income allowance and\nreducing tax rates. This continuing tax cut will primarily benefit lower-\nand middle-income taxpayers.For example, a typical family of four with a gross income of $5,600 now\npays $185 in Federal income taxes. Under this tax cut plan, they would pay\nnothing. A family of four with a gross income of $12,500 now pays $1,260 in\nFederal taxes. My proposal reduces that total by $300. Families grossing\n$20,000 would receive a reduction of $210.Those with the very lowest incomes, who can least afford higher costs, must\nalso be compensated. I propose a payment of $80 to every person 18 years of\nage and older in that very limited category.State and local governments will receive $2 billion in additional revenue\nsharing to offset their increased energy costs.To offset inflationary distortions and to generate more economic activity,\nthe corporate tax rate will be reduced from 48 percent to 42 percent.Now let me turn, if I might, to the international dimension of the present\ncrisis. At no time in our peacetime history has the state of the Nation\ndepended more heavily on the state of the world. And seldom, if ever, has\nthe state of the world depended more heavily on the state of our Nation.The economic distress is global. We will not solve it at home unless we\nhelp to remedy the profound economic dislocation abroad. World trade and\nmonetary structure provides markets, energy, food, and vital raw\nmaterials--for all nations. This international system is now in jeopardy.This Nation can be proud of significant achievements in recent years in\nsolving problems and crises. The Berlin agreement, the SALT agreements, our\nnew relationship with China, the unprecedented efforts in the Middle East\nare immensely encouraging. But the world is not free from crisis. In a\nworld of 150 nations, where nuclear technology is proliferating and\nregional conflicts continue, international security cannot be taken for\ngranted.So, let there be no mistake about it: International cooperation is a vital\nfactor of our lives today. This is not a moment for the American people to\nturn inward. More than ever before, our own well-being depends on America's\ndetermination and America's leadership in the whole wide world.We are a great Nation--spiritually, politically, militarily,\ndiplomatically, and economically. America's commitment to international\nsecurity has sustained the safety of allies and friends in many areas--in\nthe Middle East, in Europe, and in Asia. Our turning away would unleash new\ninstabilities, new dangers around the globe, which, in turn, would threaten\nour own security.At the end of World War II, we turned a similar challenge into an historic\nopportunity and, I might add, an historic achievement. An old order was in\ndisarray; political and economic institutions were shattered. In that\nperiod, this Nation and its partners built new institutions, new mechanisms\nof mutual support and cooperation. Today, as then, we face an historic\nopportunity. If we act imaginatively and boldly, as we acted then, this\nperiod will in retrospect be seen as one of the great creative moments of\nour Nation's history. The whole world is watching to see how we respond.A resurgent American economy would do more to restore the confidence of the\nworld in its own future than anything else we can do. The program that this\nCongress passes can demonstrate to the world that we have started to put\nour own house in order. If we can show that this Nation is able and willing\nto help other nations meet the common challenge, it can demonstrate that\nthe United States will fulfill its responsibilities as a leader among\nnations.Quite frankly, at stake is the future of industrialized democracies, which\nhave perceived their destiny in common and sustained it in common for 30\nyears.The developing nations are also at a turning point. The poorest nations see\ntheir hopes of feeding their hungry and developing their societies\nshattered by the economic crisis. The long-term economic future for the\nproducers of raw materials also depends on cooperative solutions.Our relations with the Communist countries are a basic factor of the world\nenvironment. We must seek to build a long-term basis for coexistence. We\nwill stand by our principles. We will stand by our interests. We will act\nfirmly when challenged. The kind of a world we want depends on a broad\npolicy of creating mutual incentives for restraint and for cooperation.As we move forward to meet our global challenges and opportunities, we must\nhave the tools to do the job.Our military forces are strong and ready. This military strength deters\naggression against our allies, stabilizes our relations with former\nadversaries, and protects our homeland. Fully adequate conventional and\nstrategic forces cost many, many billions, but these dollars are sound\ninsurance for our safety and for a more peaceful world.Military strength alone is not sufficient. Effective diplomacy is also\nessential in preventing conflict, in building world understanding. The\nVladivostok negotiations with the Soviet Union represent a major step in\nmoderating strategic arms competition. My recent discussions with the\nleaders of the Atlantic community, Japan, and South Korea have contributed\nto meeting the common challenge.But we have serious problems before us that require cooperation between the\nPresident and the Congress. By the Constitution and tradition, the\nexecution of foreign policy is the responsibility of the President.In recent years, under the stress of the Vietnam war, legislative\nrestrictions on the President's ability to execute foreign policy and\nmilitary decisions have proliferated. As a Member of the Congress, I\nopposed some and I approved others. As President, I welcome the advice and\ncooperation of the House and the Senate.But if our foreign policy is to be successful, we cannot rigidly restrict\nin legislation the ability of the President to act. The conduct of\nnegotiations is ill-suited to such limitations. Legislative restrictions,\nintended for the best motives and purposes, can have the opposite result,\nas we have seen most recently in our trade relations with the Soviet\nUnion.For my part, I pledge this Administration will act in the closest\nconsultation with the Congress as we face delicate situations and troubled\ntimes throughout the globe.When I became President only 5 months ago, I promised the last Congress a\npolicy of communication, conciliation, compromise, and cooperation. I renew\nthat pledge to the new Members of this Congress.Let me sum it up. America needs a new direction, which I have sought to\nchart here today--a change of course which will: put the unemployed back to\nwork; increase real income and production; restrain the growth of Federal\nGovernment spending; achieve energy independence; and advance the cause of\nworld understanding.We have the ability. We have the know-how. In partnership with the American\npeople, we will achieve these objectives.As our 200th anniversary approaches, we owe it to ourselves and to\nposterity to rebuild our political and economic strength. Let us make\nAmerica once again and for centuries more to come what it has so long\nbeen--a stronghold and a beacon-light of liberty for the whole world.Thank you.", 
    "name": "Gerald R. Ford"
}