{
    "date": "December 7, 1895", 
    "speech": "To the Congress of the United States:The present assemblage of the legislative branch of our Government occurs at a\ntime when the interests of our people and the needs of the country give\nespecial prominence to the condition of our foreign relations and the\nexigencies of our national finances. The reports of the heads of the several\nadministrative Departments of the Government fully and plainly exhibit what\nhas been accomplished within the scope of their respective duties and present\nsuch recommendations for the betterment of our country's condition as\npatriotic and intelligent labor and observation suggest.I therefore deem my executive duty adequately performed at this time by\npresenting to the Congress the important phases of our situation as related to\nour intercourse with foreign nations and a statement of the financial problems\nwhich confront us, omitting, except as they are related to these topics, any\nreference to departmental operations.I earnestly invite, however, not only the careful consideration but the\nseverely critical scrutiny of the Congress and my fellow-countrymen to the\nreports concerning these departmental operations. If justly and fairly\nexamined, they will furnish proof of assiduous and painstaking care for the\npublic welfare. I press the recommendations they contain upon the respectful\nattention of those charged with the duty of legislation, because I believe\ntheir adoption would promote the people's good.By amendatory tariff legislation in January last the Argentine Republic,\nrecognizing the value of the large market opened to the free importation of\nits wools under our last tariff act, has admitted certain products of the\nUnited States to entry at reduced duties. It is pleasing to note that the\nefforts we have made to enlarge the exchanges of trade on a sound basis of\nmutual benefit are in this instance appreciated by the country from which our\nwoolen factories draw their needful supply of raw material.The Missions boundary dispute between the Argentine Republic and Brazil,\nreferred to the President of the United States as arbitrator during the term\nof my predecessor, and which was submitted to me for determination, resulted\nin an award in favor of Brazil upon the historical and documentary evidence\npresented, thus ending a long-protracted controversy and again demonstrating\nthe wisdom and desirability of settling international boundary disputes by\nrecourse to friendly arbitration.Negotiations are progressing for a revival of the United States and Chilean\nClaims Commission, whose work was abruptly terminated last year by the\nexpiration of the stipulated time within which awards could be made.The resumption of specie payments by Chile is a step of great interest and\nimportance both in its direct consequences upon her own welfare and as\nevincing the ascendency of sound financial principles in one of the most\ninfluential of the South American Republics.The close of the momentous struggle between China and Japan, while relieving\nthe diplomatic agents of this Government from the delicate duty they undertook\nat the request of both countries of rendering such service to the subjects of\neither belligerent within the territorial limits of the other as our neutral\nposition permitted, developed a domestic condition in the Chinese Empire which\nhas caused much anxiety and called for prompt and careful attention. Either as\na result of a weak control by the central Government over the provincial\nadministrations, following a diminution of traditional governmental authority\nunder the stress of an overwhelming national disaster, or as a manifestation\nupon good opportunity of the aversion of the Chinese population to all foreign\nways and undertakings, there have occurred in widely separated provinces of\nChina serious outbreaks of the old fanatical spirit against foreigners, which,\nunchecked by the local authorities, if not actually connived at by them, have\nculminated in mob attacks on foreign missionary stations, causing much\ndestruction of property and attended with personal injuries as well as loss of\nlife.Although but one American citizen was reported to have been actually wounded,\nand although the destruction of property may have fallen more heavily upon the\nmissionaries of other nationalities than our own, it plainly behooved this\nGovernment to take the most prompt and decided action to guard against similar\nor perhaps more dreadful calamities befalling the hundreds of American mission\nstations which have grown up throughout the interior of China under the\ntemperate rule of toleration, custom, and imperial edict. The demands of the\nUnited States and other powers for the degradation and punishment of the\nresponsible officials of the respective cities and provinces who by neglect or\notherwise had permitted uprisings, and for the adoption of stern measures by\nthe Emperor's Government for the protection of the life and property of\nforeigners, were followed by the disgrace and dismissal of certain provincial\nofficials found derelict in duty and the punishment by death of a number of\nthose adjudged guilty of actual participation in the outrages.This Government also insisted that a special American commission should visit\nthe province where the first disturbances occurred for the purpose of\ninvestigation. The latter commission, formed after much opposition, has gone\noverland from Tientsin, accompanied by a suitable Chinese escort, and by its\ndemonstration of the readiness and ability of our Government to protect its\ncitizens will act, it is believed, as a most influential deterrent of any\nsimilar outbreaks.The energetic steps we have thus taken are all the more likely to result in\nfuture safety to our citizens in China because the Imperial Government is, I\nam persuaded, entirely convinced that we desire only the liberty and\nprotection of our own citizens and redress for any wrongs they may have\nsuffered, and that we have no ulterior designs or objects, political or\notherwise. China will not forget either our kindly service to her citizens\nduring her late war nor the further fact that, while furnishing all the\nfacilities at our command to further the negotiation of a peace between her\nand Japan, we sought no advantages and interposed no counsel.The Governments of both China and Japan have, in special dispatches\ntransmitted through their respective diplomatic representatives, expressed in\na most pleasing manner their grateful appreciation of our assistance to their\ncitizens during the unhappy struggle and of the value of our aid in paving the\nway to their resumption of peaceful relations.The customary cordial relations between this country and France have been\nundisturbed, with the exception that a full explanation of the treatment of\nJohn L. Waller by the expeditionary military authorities of France still\nremains to be given. Mr. Waller, formerly United States consul at Tamatav,\nremained in Madagascar after his term of office expired, and was apparently\nsuccessful in procuring business concessions from the Hovas of greater or less\nvalue. After the occupation of Tamatav and the declaration of martial law by\nthe French he was arrested upon various charges, among them that of\ncommunicating military information to the enemies of France, was tried and\nconvicted by a military tribunal, and sentenced to twenty years' imprisonment.Following the course justified by abundant precedents, this Government\nrequested from that of France the record of the proceedings of the French\ntribunal which resulted in Mr. Waller's condemnation. This request has been\ncomplied with to the extent of supplying a copy of the official record, from\nwhich appear the constitution and organization of the court, the charges as\nformulated, and the general course and result of the trial, and by which it is\nshown that the accused was tried in open court and was defended by counsel;\nbut the evidence adduced in support of the charges, which was not received by\nthe French minister for foreign affairs till the first week in October, has\nthus far been withheld, the French Government taking the ground that its\nproduction in response to our demand would establish a bad precedent. The\nefforts of our ambassador to procure it, however, though impeded by recent\nchanges in the French ministry, have not been relaxed, and it is confidently\nexpected that some satisfactory solution of the matter will shortly be\nreached. Meanwhile it appears that Mr. Waller's confinement has every\nalleviation which the state of his health and all the other circumstances of\nthe case demand or permit.In agreeable contrast to the difference above noted respecting a matter of\ncommon concern, where nothing is sought except such a mutually satisfactory\noutcome as the true merits of the case require, is the recent resolution of\nthe French Chambers favoring the conclusion of a permanent treaty of\narbitration between the two countries.An invitation has been extended by France to the Government and people of the\nUnited States to participate in a great international exposition at Paris in\n1900 as a suitable commemoration of the close of this the world's marvelous\ncentury of progress. I heartily recommend its acceptance, together with such\nlegislation as will adequately provide for a due representation of this\nGovernment and its people on the occasion.Our relations with the States of the German Empire are in some aspects typical\nof a condition of things elsewhere found in countries whose productions and\ntrade are similar to our own. The close rivalries of competing industries; the\ninfluence of the delusive doctrine that the internal development of a nation\nis promoted and its wealth increased by a policy which, in undertaking to\nreserve its home markets for the exclusive use of its own producers,\nnecessarily obstructs their sales in foreign markets and prevents free access\nto the products of the world; the desire to retain trade in time-worn ruts,\nregardless of the inexorable laws of new needs and changed conditions of\ndemand and supply, and our own halting tardiness in inviting a freer exchange\nof commodities, and by this means imperiling our footing in the external\nmarkets naturally open to us, have created a situation somewhat injurious to\nAmerican export interests, not only in Germany, where they are perhaps most\nnoticeable, but in adjacent countries. The exports affected are largely\nAmerican cattle and other food products, the reason assigned for unfavorable\ndiscrimination being that their consumption is deleterious to the public\nhealth. This is all the more irritating in view of the fact that no European\nstate is as jealous of the excellence and wholesomeness of its exported food\nsupplies as the United States, nor so easily able, on account of inherent\nsoundness, to guarantee those qualities.Nor are these difficulties confined to our food products designed for\nexportation. Our great insurance companies, for example, having built up a\nvast business abroad and invested a large share of their gains in foreign\ncountries in compliance with the local laws and regulations then existing, now\nfind themselves within a narrowing circle of onerous and unforeseen\nconditions, and are confronted by the necessity of retirement from a field\nthus made unprofitable, if, indeed, they are not summarily expelled, as some\nof them have lately been from Prussia.It is not to be forgotten that international trade can not be one-sided. Its\ncurrents are alternating, and its movements should be honestly reciprocal.\nWithout this it almost necessarily degenerates into a device to gain advantage\nor a contrivance to secure benefits with only the semblance of a return. In\nour dealings with other nations we ought to be open-handed and scrupulously\nfair. This should be our policy as a producing nation, and it plainly becomes\nus as a people who love generosity and the moral aspects of national good\nfaith and reciprocal forbearance.These considerations should not, however, constrain us to submit to unfair\ndiscrimination nor to silently acquiesce in vexatious hindrances to the\nenjoyment of our share of the legitimate advantages of proper trade relations.\nIf an examination of the situation suggests such measures on our part as would\ninvolve restrictions similar to those from which we suffer, the way to such a\ncourse is easy. It should, however, by no means be lightly entered upon, since\nthe necessity for the inauguration of such a policy would be regretted by the\nbest sentiment of our people and because it naturally and logically might lead\nto consequences of the gravest character.I take pleasure in calling to your attention the encomiums bestowed on those\nvessels of our new Navy which took part in the notable ceremony of the opening\nof the Kiel Canal. It was fitting that this extraordinary achievement of the\nnewer German nationality should be celebrated in the presence of America's\nexposition of the latest developments of the world' s naval energy.Our relations with Great Britain, always intimate and important, have demanded\nduring the past year even a greater share of consideration than is usual.Several vexatious questions were left undetermined by the decision of the\nBering Sea Arbitration Tribunal. The application of the principles laid down\nby that august body has not been followed by the results they were intended to\naccomplish, either because the principles themselves lacked in breadth and\ndefiniteness or because their execution has been more or less imperfect. Much\ncorrespondence has been exchanged between the two Governments on the subject\nof preventing the exterminating slaughter of seals. The insufficiency of the\nBritish patrol of Bering Sea under the regulations agreed on by the two\nGovernments has been pointed out, and yet only two British ships have been on\npolice duty during this season in those waters.The need of a more effective enforcement of existing regulations as well as\nthe adoption of such additional regulations as experience has shown to be\nabsolutely necessary to carry out the intent of the award have been earnestly\nurged upon the British Government, but thus far without effective results. In\nthe meantime the depletion of the seal herds by means of pelagic hunting has\nso alarmingly progressed that unless their slaughter is at once effectively\nchecked their extinction within a few years seems to be a matter of absolute\ncertainty.The understanding by which the United States was to pay and Great Britain to\nreceive a lump sum of $425,000 in full settlement of all British claims for\ndamages arising from our seizure of British sealing vessels unauthorized under\nthe award of the Paris Tribunal of Arbitration was not confirmed by the last\nCongress, which declined to make the necessary appropriation. I am still of\nthe opinion that this arrangement was a judicious and advantageous one for the\nGovernment, and I earnestly recommend that it be again considered and\nsanctioned. If, however, this does not meet with the favor of Congress, it\ncertainly will hardly dissent from the proposition that the Government is\nbound by every consideration of honor and good faith to provide for the speedy\nadjustment of these claims by arbitration as the only other alternative. A\ntreaty of arbitration has therefore been agreed upon, and will be immediately\nlaid before the Senate, so that in one of the modes suggested a final\nsettlement may be reached.Notwithstanding that Great Britain originated the proposal to enforce\ninternational rules for the prevention of collisions at sea, based on the\nrecommendations of the Maritime Conference of Washington, and concurred in,\nsuggesting March 11, 1895, as the date to be set by proclamation for carrying\nthese rules into general effect, Her Majesty's Government, having encountered\nopposition on the part of British shipping interests, announced its inability\nto accept that date, which was consequently canceled. The entire matter is\nstill in abeyance, without prospect of a better condition in the near future.The commissioners appointed to mark the international boundary in\nPassamaquoddy Bay according to the description of the treaty of Ghent have not\nyet fully agreed.The completion of the preliminary survey of that Alaskan boundary which\nfollows the contour of the coast from the southernmost point of Prince of\nWales Island until it strikes the one hundred and forty-first meridian at or\nnear the summit of Mount St. Elias awaits further necessary appropriation,\nwhich is urgently recommended. This survey was undertaken under the provisions\nof the convention entered into by this country and Great Britain July 22,\n1892, and the supplementary convention of February 3, 1894.As to the remaining section of the Alaskan boundary, which follows the one\nhundred and forty-first meridian northwardly from Mount St. Elias to the\nFrozen Ocean, the settlement of which involves the physical location of the\nmeridian mentioned, no conventional agreement has yet been made. The\nascertainment of a given meridian at a particular point is a work requiring\nmuch time and careful observations and surveys. Such observations and surveys\nwere undertaken by the United States Coast and Geodetic Survey in 1890 and\n1891, while similar work in the same quarters, under British auspices, is\nbelieved to give nearly coincident results; but these surveys have been\nindependently conducted, and no international agreement to mark those or any\nother parts of the one hundred and forty-first meridian by permanent monuments\nhas yet been made. In the meantime the valley of the Yukon is becoming a\nhighway through the hitherto unexplored wilds of Alaska, and abundant mineral\nwealth has been discovered in that region, especially at or near the junction\nof the boundary meridian with the Yukon and its tributaries. In these\ncircumstances it is expedient, and, indeed, imperative, that the\njurisdictional limits of the respective Governments in this new region be\nspeedily determined. Her Britannic Majesty's Government has proposed a joint\ndelimitation of the one hundred and forty-first meridian by an international\ncommission of experts, which, if Congress will authorize it and make due\nprovision therefor, can be accomplished with no unreasonable delay. It is\nimpossible to overlook the vital importance of continuing the work already\nentered upon and supplementing it by further effective measures looking to the\nexact location of this entire boundary line.I call attention to the unsatisfactory delimitation of the respective\njurisdictions of the United States and the Dominion of Canada in the Great\nLakes at the approaches to the narrow waters that connect them. The waters in\nquestion are frequented by fishermen of both nationalities and their nets are\nthere used. Owing to the uncertainty and ignorance as to the true boundary,\nvexations disputes and injurious seizures of boats and nets by Canadian\ncruisers often occur, while any positive settlement thereof by an accepted\nstandard is not easily to be reached. A joint commission to determine the line\nin those quarters on a practical basis, by measured courses following range\nmarks on shore, is a necessity for which immediate provision should be made.It being apparent that the boundary dispute between Great Britain and the\nRepublic of Venezuela concerning the limits of British Guiana was approaching\nan acute stage, a definite statement of the interest and policy of the United\nStates as regards the controversy seemed to be required both on its own\naccount and in view of its relations with the friendly powers directly\nconcerned. In July last, therefore, a dispatch was addressed to our ambassador\nat London for communication to the British Government in which the attitude of\nthe United States was fully and distinctly set forth. The general conclusions\ntherein reached and formulated are in substance that the traditional and\nestablished policy of this Government is firmly opposed to a forcible increase\nby any European power of its territorial possessions on this continent; that\nthis policy is as well rounded in principle as it is strongly supported by\nnumerous precedents; that as a consequence the United States is bound to\nprotest against the enlargement of the area of British Guiana in derogation of\nthe rights and against the will of Venezuela; that considering the disparity\nin strength of Great Britain and Venezuela the territorial dispute between\nthem can be reasonably settled only by friendly and impartial arbitration, and\nthat the resort to such arbitration should include the whole controversy, and\nis not satisfied if one of the powers concerned is permitted to draw an\narbitrary line through the territory in debate and to declare that it will\nsubmit to arbitration only the portion lying on one side of it. In view of\nthese conclusions, the dispatch in question called upon the British Government\nfor a definite answer to the question whether it would or would not submit the\nterritorial controversy between itself and Venezuela in its entirety to\nimpartial arbitration. The answer of the British Government has not yet been\nreceived, but is expected shortly, when further communication on the subject\nwill probably be made to the Congress.Early in January last an uprising against the Government of Hawaii was\npromptly suppressed. Martial law was forthwith proclaimed and numerous arrests\nwere made of persons suspected of being in sympathy with the Royalist party.\nAmong these were several citizens of the United States, who were either\nconvicted by a military court and sentenced to death, imprisonment, or fine or\nwere deported without trial. The United States, while denying protection to\nsuch as had taken the Hawaiian oath of allegiance, insisted that martial law,\nthough altering the forms of justice, could not supersede justice itself, and\ndemanded stay of execution until the proceedings had been submitted to this\nGovernment and knowledge obtained therefrom that our citizens had received\nfair trial. The death sentences were subsequently commuted or were remitted on\ncondition of leaving the islands. The cases of certain Americans arrested and\nexpelled by arbitrary order without formal charge or trial have had attention,\nand in some instances have been found to justify remonstrance and a claim for\nindemnity, which Hawaii has not thus far conceded.Mr. Thurston, the Hawaiian minister, having furnished this Government abundant\nreason for asking that he be recalled, that course was pursued, and his\nsuccessor has lately been received.The deplorable lynching of several Italian laborers in Colorado was naturally\nfollowed by international representations, and I am happy to say that the best\nefforts of the State in which the outrages occurred have been put forth to\ndiscover and punish the authors of this atrocious crime. The dependent\nfamilies of some of the unfortunate victims invite by their deplorable\ncondition gracious provision for their needs.These manifestations against helpless aliens may be traced through successive\nstages to the vicious padroni system, which, unchecked by our immigration and\ncontract-labor statutes, controls these workers from the moment of landing on\nour shores and farms them out in distant and often rude regions, where their\ncheapening competition in the fields of bread-winning toil brings them into\ncollision with other labor interests. While welcoming, as we should, those who\nseek our shores to merge themselves in our body politic and win personal\ncompetence by honest effort, we can not regard such assemblages of\ndistinctively alien laborers, hired out in the mass to the profit of alien\nspeculators and shipped hither and thither as the prospect of gain may\ndictate, as otherwise than repugnant to the spirit of our civilization,\ndeterrent to individual advancement, and hindrances to the building up of\nstable communities resting upon the wholesome ambitions of the citizen and\nconstituting the prime factor in the prosperity and progress of our nation. If\nlegislation can reach this growing evil, it certainly should be attempted.Japan has furnished abundant evidence of her vast gain in every trait and\ncharacteristic that constitutes a nation's greatness. We have reason for\ncongratulation in the fact that the Government of the United States, by the\nexchange of liberal treaty stipulations with the new Japan, was the first to\nrecognize her wonderful advance and to extend to her the consideration and\nconfidence due to her national enlightenment and progressive character.The boundary dispute which lately threatened to embroil Guatemala and Mexico\nhas happily yielded to pacific counsels, and its determination has, by the\njoint agreement of the parties, been submitted to the sole arbitration of the\nUnited States minister to Mexico.The commission appointed under the convention of February 18, 1889, to set new\nmonuments along the boundary between the United States and Mexico has\ncompleted its task.As a sequel to the failure of a scheme for the colonization in Mexico of\nnegroes, mostly immigrants from Alabama under contract, a great number of\nthese helpless and suffering people, starving and smitten with contagious\ndisease, made their way or were assisted to the frontier, where, in wretched\nplight, they were quarantined by the Texas authorities. Learning of their\ndestitute condition, I directed rations to be temporarily furnished them\nthrough the War Department. At the expiration of their quarantine they were\nconveyed by the railway companies at comparatively nominal rates to their\nhomes in Alabama, upon my assurance, in the absence of any fund available for\nthe cost of their transportation, that I would recommend to Congress an\nappropriation for its payment. I now strongly urge upon Congress the propriety\nof making such an appropriation. It should be remembered that the measures\ntaken were dictated not only by sympathy and humanity, but by a conviction\nthat it was not compatible with the dignity of this Government that so large a\nbody of our dependent citizens should be thrown for relief upon the charity of\na neighboring state.In last year's message I narrated at some length the jurisdictional questions\nthen freshly arisen in the Mosquito Indian Strip of Nicaragua. Since that\ntime, by the voluntary act of the Mosquito Nation, the territory reserved to\nthem has been incorporated with Nicaragua, the Indians formally subjecting\nthemselves to be governed by the general laws and regulations of the Republic\ninstead of by their own customs and regulations, and thus availing themselves\nof a privilege secured to them by the treaty between Nicaragua and Great\nBritain of January 28, 1860.After this extension of uniform Nicaraguan administration to the Mosquito\nStrip, the case of the British vice-consul, Hatch, and of several of his\ncountrymen who had been summarily expelled from Nicaragua and treated with\nconsiderable indignity provoked a claim by Great Britain upon Nicaragua for\npecuniary indemnity, which, upon Nicaragua's refusal to admit liability, was\nenforced by Great Britain. While the sovereignty and jurisdiction of Nicaragua\nwas in no way questioned by Great Britain, the former's arbitrary conduct in\nregard to British subjects furnished the ground for this proceeding.A British naval force occupied without resistance the Pacific seaport of\nCorinto, but was soon after withdrawn upon the promise that the sum demanded\nwould be paid. Throughout this incident the kindly offices of the United\nStates were invoked and were employed in favor of as peaceful a settlement and\nas much consideration and indulgence toward Nicaragua as were consistent with\nthe nature of the case. Our efforts have since been made the subject of\nappreciative and grateful recognition by Nicaragua. The coronation of the Czar\nof Russia at Moscow in May next invites the ceremonial participation of the\nUnited States, and in accordance with usage and diplomatic propriety our\nminister to the imperial court has been directed to represent our Government\non the occasion.Correspondence is on foot touching the practice of Russian consuls within the\njurisdiction of the United States to interrogate citizens as to their race and\nreligious faith, and upon ascertainment thereof to deny to Jews authentication\nof passports or legal documents for use in Russia. Inasmuch as such a\nproceeding imposes a disability which in the case of succession to property in\nRussia may be found to infringe the treaty rights of our citizens, and which\nis an obnoxious invasion of our territorial jurisdiction, it has elicited\nfitting remonstrance, the result of which, it is hoped, will remove the cause\nof complaint. The pending claims of sealing vessels of the United States\nseized in Russian waters remain unadjusted. Our recent convention with Russia\nestablishing a modus vivendi as to imperial jurisdiction in such cases has\nprevented further difficulty of this nature.The Russian Government has welcomed in principle our suggestion for a modus\nvivendi, to embrace Great Britain and Japan, looking to the better\npreservation of seal life in the North Pacific and Bering Sea and the\nextension of the protected area defined by the Paris Tribunal to all Pacific\nwaters north of the thirty-fifth parallel. It is especially noticeable that\nRussia favors prohibition of the use of firearms in seal hunting throughout\nthe proposed area and a longer closed season for pelagic sealing.In my last two annual messages I called the attention of the Congress to the\nposition we occupied as one of the parties to a treaty or agreement by which\nwe became jointly bound with England and Germany to so interfere with the\ngovernment and control of Samoa as in effect to assume the management of its\naffairs. On the 9th day of May, 1894, I transmitted to the Senate a special\nmessage, with accompanying documents, giving information on the subject and\nemphasizing the opinion I have at all times entertained, that our situation in\nthis matter was inconsistent with the mission and traditions of our\nGovernment, in violation of the principles we profess, and in all its phases\nmischievous and vexatious.I again press this subject upon the attention of the Congress and ask for such\nlegislative action or expression as will lead the way to our relief from\nobligations both irksome and unnatural.Cuba is again gravely disturbed. An insurrection in some respects more active\nthan the last preceding revolt, which continued from 1868 to 1878, now exists\nin a large part of the eastern interior of the island, menacing even some\npopulations on the coast. Besides deranging the commercial exchanges of the\nisland, of which our country takes the predominant share, this flagrant\ncondition of hostilities, by arousing sentimental sympathy and inciting\nadventurous support among our people, has entailed earnest effort on the part\nof this Government to enforce obedience to our neutrality laws and to prevent\nthe territory of the United States from being abused as a vantage ground from\nwhich to aid those in arms against Spanish sovereignty.Whatever may be the traditional sympathy of our countrymen as individuals with\na people who seem to be struggling for larger autonomy and greater freedom,\ndeepened, as such sympathy naturally must be, in behalf of our neighbors, yet\nthe plain duty of their Government is to observe in good faith the recognized\nobligations of international relationship. The performance of this duty should\nnot be made more difficult by a disregard on the part of our citizens of the\nobligations growing out of their allegiance to their country, which should\nrestrain them from violating as individuals the neutrality which the nation of\nwhich they are members is bound to observe in its relations to friendly\nsovereign states. Though neither the warmth of our people's sympathy with the\nCuban insurgents, nor our loss and material damage consequent upon the futile\nendeavors thus far made to restore peace and order, nor any shock our humane\nsensibilities may have received from the cruelties which appear to especially\ncharacterize this sanguinary and fiercely conducted war, have in the least\nshaken the determination of the Government to honestly fulfill every\ninternational obligation, yet it is to be earnestly hoped on every ground that\nthe devastation of armed conflict may speedily be stayed and order and quiet\nrestored to the distracted island, bringing in their train the activity and\nthrift of peaceful pursuits.One notable instance of interference by Spain with passing American ships has\noccurred. On March 8 last the Allianca, while bound from Colon to New York,\nand following the customary track for vessels near the Cuban shore, but\noutside the 3-mile limit, was fired upon by a Spanish gunboat. Protest was\npromptly made by the United States against this act as not being justified by\na state of war, nor permissible in respect of vessels on the usual paths of\ncommerce, nor tolerable in view of the wanton peril occasioned to innocent\nlife and property. The act was disavowed, with full expression of regret and\nassurance of nonrecurrence of such just cause of complaint, while the\noffending officer was relieved of his command. Military arrests of citizens of\nthe United States in Cuba have occasioned frequent reclamations. Where held on\ncriminal charges their delivery to the ordinary civil jurisdiction for trial\nhas been demanded and obtained in conformity with treaty provisions, and where\nmerely detained by way of military precaution under a proclaimed state of\nsiege, without formulated accusation, their release or trial has been insisted\nupon. The right of American consular officers in the island to prefer protests\nand demands in such cases having been questioned by the insular authority,\ntheir enjoyment of the privilege stipulated by treaty for the consuls of\nGermany was claimed under the most-favored-nation provision of our own\nconvention and was promptly recognized.The long-standing demand of Antonio Maximo Mora against Spain has at last been\nsettled by the payment, on the 14th of September last, of the sum originally\nagreed upon in liquidation of the claim. Its distribution among the parties\nentitled to receive it has proceeded as rapidly as the rights of those\nclaiming the fund could be safely determined.The enforcement of differential duties against products of this country\nexported to Cuba and Puerto Rico prompted the immediate claim on our part to\nthe benefit of the minimum tariff of Spain in return for the most favorable\ntreatment permitted by our laws as regards the production of Spanish\nterritories. A commercial arrangement was concluded in January last securing\nthe treatment so claimed.Vigorous protests against excessive fines imposed on our ships and merchandise\nby the customs officers of these islands for trivial errors have resulted in\nthe remission of such fines in instances where the equity of the complaint was\napparent, though the vexatious practice has not been wholly discontinued.Occurrences in Turkey have continued to excite concern. The reported massacres\nof Christians in Armenia and the development there and in other districts of a\nspirit of fanatic hostility to Christian influences naturally excited\napprehension for the safety of the devoted men and women who, as dependents of\nthe foreign missionary societies in the United States, reside in Turkey under\nthe guaranty of law and usage and in the legitimate performance of their\neducational and religious mission. No efforts have been spared in their\nbehalf, and their protection in person and property has been earnestly and\nvigorously enforced by every means within our power.I regret, however, that an attempt on our part to obtain better information\nconcerning the true condition of affairs in the disturbed quarter of the\nOttoman Empire by sending thither the United States consul at Sivas to make\ninvestigation and report was thwarted by the objections of the Turkish\nGovernment. This movement on our part was in no sense meant as a gratuitous\nentanglement of the United States in the so-called Eastern question nor as an\nofficious interference with the right and duty which belong by treaty to\ncertain great European powers calling for their intervention in political\nmatters affecting the good government and religious freedom of the\nnon-Mussulman subjects of the Sultan, but it arose solely from our desire to\nhave an accurate knowledge of the conditions in our efforts to care for those\nentitled to our protection.The presence of our naval vessels which are now in the vicinity of the\ndisturbed localities affords opportunities to acquire a measure of familiarity\nwith the condition of affairs and will enable us to take suitable steps for\nthe protection of any interests of our countrymen within reach of our ships\nthat might be found imperiled.The Ottoman Government has lately issued an imperial irade exempting forever\nfrom taxation an American college for girls at Scutari. Repeated assurances\nhave also been obtained by our envoy at Constantinople that similar\ninstitutions maintained and administered by our countrymen shall be secured in\nthe enjoyment of all rights and that our citizens throughout the Empire shall\nbe protected.The Government, however, in view of existing facts, is far from relying upon\nsuch assurances as the limit of its duty. Our minister has been vigilant and\nalert in affording all possible protection in individual cases where danger\nthreatened or safety was imperiled. We have sent ships as far toward the\npoints of actual disturbance as it is possible for them to go, where they\noffer refuge to those obliged to flee, and we have the promise of other powers\nwhich have ships in the neighborhood that our citizens as well as theirs will\nbe received and protected on board those ships. On the demand of our minister\norders have been issued by the Sultan that Turkish soldiers shall guard and\nescort to the coast American refugees.These orders have been carried out, and our latest intelligence gives\nassurance of the present personal safety of our citizens and missionaries.\nThough thus far no lives of American citizens have been sacrificed, there can\nbe no doubt that serious loss and destruction of mission property have\nresulted from riotous conflicts and outrageous attacks.By treaty several of the most powerful European powers have secured a right\nand have assumed a duty not only in behalf of their own citizens and in\nfurtherance of their own interests, but as agents of the Christian world.\nTheir right is to enforce such conduct of Turkish government as will restrain\nfanatical brutality, and if this fails their duty is to so interfere as to\ninsure against such dreadful occurrences in Turkey as have lately shocked\ncivilization. The powers declare this right and this duty to be theirs alone,\nand it is earnestly hoped that prompt and effective action on their part will\nnot be delayed.The new consulates at Erzerum and Harpoot, for which appropriation was made\nlast session, have been provisionally filled by trusted employees of the\nDepartment of State. These appointees, though now in Turkey, have not yet\nreceived their exequaturs.The arbitration of the claim of the Venezuela Steam Transportation Company\nunder the treaty of January 19, 1892, between the United States and Venezuela,\nresulted in an award in favor of the claimant.The Government has used its good offices toward composing the differences\nbetween Venezuela on the one hand and France and Belgium on the other growing\nout of the dismissal of the representatives of those powers on the ground of a\npublication deemed offensive to Venezuela. Although that dismissal was coupled\nwith a cordial request that other more personally agreeable envoys be sent in\ntheir stead, a rupture of intercourse ensued and still continues.In view of the growth of our interests in foreign countries and the\nencouraging prospects for a general expansion of our commerce, the question of\nan improvement in the consular service has increased in importance and\nurgency. Though there is no doubt that the great body of consular officers are\nrendering valuable services to the trade and industries of the country, the\nneed of some plan of appointment and control which would tend to secure a\nhigher average of efficiency can not be denied.The importance of the subject has led the Executive to consider what steps\nmight properly be taken without additional legislation to answer the need of a\nbetter system of consular appointments. The matter having been committed to\nthe consideration of the Secretary of State, in pursuance of his\nrecommendations an Executive order was issued on the 20th of September, 1895,\nby the terms of which it is provided that after that date any vacancy in a\nconsulate or commercial agency with an annual salary or compensation from\nofficial fees of not more than $2,500 or less than $1,000 should be filled\neither by transfer or promotion from some other position under the Department\nof State of a character tending to qualify the incumbent for the position to\nbe filled, or by the appointment of a person not under the Department of\nState, but having previously served thereunder and shown his capacity and\nfitness for consular duty, or by the appointment of a person who, having been\nselected by the President and sent to a board for examination, is found upon\nsuch examination to be qualified for the position. Posts which pay less than\n$1,000 being usually, on account of their small compensation, filled by\nselection from residents of the locality, it was not deemed practicable to put\nthem under the new system.The compensation of $2,500 was adopted as the maximum limit in the\nclassification for the reason that consular officers receiving more than that\nsum are often charged with functions and duties scarcely inferior in dignity\nand importance to those of diplomatic agents, and it was therefore thought\nbest to continue their selection in the discretion of the Executive without\nsubjecting them to examination before a board. Excluding 71 places with\ncompensation at present less than $1,000 and 53 places above the maximum in\ncompensation, the number of positions remaining within the scope of the order\nis 196. This number will undoubtedly be increased by the inclusion of consular\nofficers whose remuneration in fees, now less than $1,000, will be augmented\nwith the growth of our foreign commerce and a return to more favorable\nbusiness conditions.In execution of the Executive order referred to the Secretary of State has\ndesignated as a board to conduct the prescribed examinations the Third\nAssistant Secretary of State, the Solicitor of the Department of State, and\nthe Chief of the Consular Bureau, and has specified the subjects to which such\nexaminations shall relate.It is not assumed that this system will prove a full measure of consular\nreform. It is quite probable that actual experience will show particulars in\nwhich the order already issued may be amended and demonstrate that for the\nbest results appropriate legislation by Congress is imperatively required.In any event, these efforts to improve the consular service ought to be\nimmediately supplemented by legislation providing for consular inspection.\nThis has frequently been a subject of Executive recommendation, and I again\nurge such action by Congress as will permit the frequent and thorough\ninspection of consulates by officers appointed for that purpose or by persons\nalready in the diplomatic or consular service. The expense attending such a\nplan would be insignificant compared with its usefulness, and I hope the\nlegislation necessary to set it on foot will be speedily forthcoming.I am thoroughly convinced that in addition to their salaries our ambassadors\nand ministers at foreign courts should be provided by the Government with\nofficial residences. The salaries of these officers are comparatively small\nand in most cases insufficient to pay, with other necessary expenses, the cost\nof maintaining household establishments in keeping with their important and\ndelicate functions. The usefulness of a nation's diplomatic representative\nundeniably depends much upon the appropriateness of his surroundings, and a\ncountry like ours, while avoiding unnecessary glitter and show, should be\ncertain that it does not suffer in its relations with foreign nations through\nparsimony and shabbiness in its diplomatic outfit. These considerations and\nthe other advantages of having fixed and somewhat permanent locations for our\nembassies would abundantly justify the moderate expenditure necessary to carry\nout this suggestion.As we turn from a review of our foreign relations to the contemplation of our\nnational financial situation we are immediately aware that we approach a\nsubject of domestic concern more important than any other that can engage our\nattention, and one at present in such a perplexing and delicate predicament as\nto require prompt and wise treatment.We may well be encouraged to earnest effort in this direction when we recall\nthe steps already taken toward improving our economic and financial situation\nand when we appreciate how well the way has been prepared for further progress\nby an aroused and intelligent popular interest in these subjects.By command of the people a customs-revenue system designed for the protection\nand benefit of favored classes at the expense of the great mass of our\ncountrymen, and which, while inefficient for the purpose of revenue, curtailed\nour trade relations and impeded our entrance to the markets of the world, has\nbeen superseded by a tariff policy which in principle is based upon a denial\nof the right of the Government to obstruct the avenues to our people's cheap\nliving or lessen their comfort and contentment for the sake of according\nespecial advantages to favorites, and which, while encouraging our intercourse\nand trade with other nations, recognizes the fact that American self-reliance,\nthrift, and ingenuity can build up our country's industries and develop its\nresources more surely than enervating paternalism.The compulsory purchase and coinage of silver by the Government, unchecked and\nunregulated by business conditions and heedless of our currency needs, which\nfor more than fifteen years diluted our circulating medium, undermined\nconfidence abroad in our financial ability, and at last culminated in distress\nand panic at home, has been recently stopped by the repeal of the laws which\nforced this reckless scheme upon the country.The things thus accomplished, notwithstanding their extreme importance and\nbeneficent effects, fall far short of curing the monetary evils from which we\nsuffer as a result of long indulgence in ill-advised financial expedients.The currency denominated United States notes and commonly known as greenbacks\nwas issued in large volume during the late Civil War and was intended\noriginally to meet the exigencies of that period. It will be seen by a\nreference to the debates in Congress at the time the laws were passed\nauthorizing the issue of these notes that their advocates declared they were\nintended for only temporary use and to meet the emergency of war. In almost if\nnot all the laws relating to them some provision was made contemplating their\nvoluntary or compulsory retirement. A large quantity of them, however, were\nkept on foot and mingled with the currency of the country, so that at the\nclose of the year 1874 they amounted to $381,999,073.Immediately after that date, and in January, 1875, a law was passed providing\nfor the resumption of specie payments, by which the Secretary of the Treasury\nwas required whenever additional circulation was issued to national banks to\nretire United States notes equal in amount to 80 per cent of such additional\nnational-bank circulation until such notes were reduced to $300,000,000. This\nlaw further provided that on and after the 1st day of January, 1879, the\nUnited States notes then outstanding should be redeemed in coin, and in order\nto provide and prepare for such redemption the Secretary of the Treasury was\nauthorized not only to use any surplus revenues of the Government, but to\nissue bonds of the United States and dispose of them for coin and to use the\nproceeds for the purposes contemplated by the statute.In May, 1878, and before the date thus appointed for the redemption and\nretirement of these notes, another statute was passed forbidding their further\ncancellation and retirement. Some of them had, however, been previously\nredeemed and canceled upon the issue of additional national-bank circulation,\nas permitted by the law of 1875, so that the amount outstanding at the time of\nthe passage of the act forbidding their further retirement was $346,681,016.The law of 1878 did not stop at distinct prohibition, but contained in\naddition the following express provision:And when any of said notes may be redeemed or be received into the Treasury\nunder any law from any source whatever, and shall belong to the United States,\nthey shall not be retired, canceled, or destroyed, but they shall be reissued\nand paid out again and kept in circulation.This was the condition of affairs on the 1st day of January, 1879, which had\nbeen fixed upon four years before as the date for entering upon the redemption\nand retirement of all these notes, and for which such abundant means had been\nprovided.The Government was put in the anomalous situation of owing to the holders of\nits notes debts payable in gold on demand which could neither be retired by\nreceiving such notes in discharge of obligations due the Government nor\ncanceled by actual payment in gold. It was forced to redeem without redemption\nand to pay without acquittance.There had been issued and sold $95,500,000 of the bonds authorized by the\nresumption act of 1875, the proceeds of which, together with other gold in the\nTreasury, created a gold fund deemed sufficient to meet the demands which\nmight be made upon it for the redemption of the outstanding United States\nnotes. This fund, together with such other gold as might be from time to time\nin the Treasury available for the same purpose, has been since called our gold\nreserve, and $100,000,000 has been regarded as an adequate amount to\naccomplish its object. This fund amounted on the 1st day of January, 1879, to\n$114,193,360, and though thereafter constantly fluctuating it did not fall\nbelow that sum until July, 1892. In April, 1893, for the first time since its\nestablishment, this reserve amounted to less than $100,000,000, containing at\nthat date only $97,011,330.In the meantime, and in July, 1890, an act had been passed directing larger\ngovernmental monthly purchases of silver than had been required under previous\nlaws, and providing that in payment for such silver Treasury notes of the\nUnited States should be issued payable on demand in gold or silver coin, at\nthe discretion of the Secretary of the Treasury. It was, however, declared in\nthe act to be\" the established policy of the United States to maintain the two\nmetals on a parity with each other upon the present legal ratio or such ratio\nas may be provided by law.\" In view of this declaration it was not deemed\npermissible for the Secretary of the Treasury to exercise the discretion in\nterms conferred on him by refusing to pay gold on these notes when demanded,\nbecause by such discrimination in favor of the gold dollar the so-called\nparity of the two metals would be destroyed and grave and dangerous\nconsequences would be precipitated by affirming or accentuating the constantly\nwidening disparity between their actual values under the existing ratio.It thus resulted that the Treasury notes issued in payment of silver purchases\nunder the law of 1890 were necessarily treated as gold obligations at the\noption of the holder. These notes on the 1st day of November, 1893, when the\nlaw compelling the monthly purchase of silver was repealed, amounted to more\nthan $155,000,000. The notes of this description now outstanding added to the\nUnited States notes still undiminished by redemption or cancellation\nconstitute a volume of gold obligations amounting to nearly $500,000,000.These obligations are the instruments which ever since we had a gold reserve\nhave been used to deplete it.This reserve, as has been stated, had fallen in April, 1893, to $97,111,330.\nIt has from that time to the present, with very few and unimportant upward\nmovements, steadily decreased, except as it has been temporarily replenished\nby the sale of bonds.Among the causes for this constant and uniform shrinkage in this fund may be\nmentioned the great falling off of exports under the operation of the tariff\nlaw until recently in force, which crippled our exchange of commodities with\nforeign nations and necessitated to some extent the payment of our balances in\ngold; the unnatural infusion of silver into our currency and the increasing\nagitation for its free and unlimited coinage, which have created apprehension\nas to our disposition or ability to continue gold payments; the consequent\nhoarding of gold at home and the stoppage of investments of foreign capital,\nas well as the return of our securities already sold abroad; and the high rate\nof foreign exchange, which induced the shipment of our gold to be drawn\nagainst as a matter of speculation.In consequence of these conditions the gold reserve on the 1st day of\nFebruary, 1894, was reduced to $65,438,377, having lost more than $31,000,000\nduring the preceding nine months, or since April, 1893. Its replenishment\nbeing necessary and no other manner of accomplishing it being possible, resort\nwas had to the issue and sale of bonds provided for by the resumption act of\n1875. Fifty millions of these bonds were sold, yielding $58,633,295.71, which\nwas added to the reserve fund of gold then on hand. As a result of this\noperation this reserve, which had suffered constant and large withdrawals in\nthe meantime, stood on the 6th day of March, 1894, at the sum of $107,446,802.\nIts depletion was, however, immediately thereafter so accelerated that on the\n30th day of June, 1894, it had fallen to $64,873,025, thus losing by\nwithdrawals more than $42,000,000 in five months and dropping slightly below\nits situation when the sale of $50,000,000 in bonds was effected for its\nreplenishment.This depressed condition grew worse, and on the 24th day of November, 1894,\nour gold reserve being reduced to $57,669,701, it became necessary to again\nstrengthen it.This was done by another sale of bonds amounting to $50,000,000, from which\nthere was realized $58,538,500, with which the fund was increased to\n$111,142,021 on the 4th day of December, 1894.Again disappointment awaited the anxious hope for relief. There was not even a\nlull in the exasperating withdrawals of gold. On the contrary, they grew\nlarger and more persistent than ever. Between the 4th day of December, 1894,\nand early in February, 1895, a period of scarcely more than two months after\nthe second reenforcement of our gold reserve by the sale of bonds, it had lost\nby such withdrawals more than $69,000,000 and had fallen to $41,340,181.\nNearly $43,000,000 had been withdrawn within the month immediately preceding\nthis situation.In anticipation of impending trouble I had on the 28th day of January, 1895,\naddressed a communication to the Congress fully setting forth our difficulties\nand dangerous position and earnestly recommending that authority be given the\nSecretary of the Treasury to issue bonds bearing a low rate of interest,\npayable by their terms in gold, for the purpose of maintaining a sufficient\ngold reserve and also for the redemption and cancellation of outstanding\nUnited States notes and the Treasury notes issued for the purchase of silver\nunder the law of 1890. This recommendation did not, however, meet with\nlegislative approval.In February, 1895, therefore, the situation was exceedingly critical. With a\nreserve perilously low and a refusal of Congressional aid, everything\nindicated that the end of gold payments by the Government was imminent. The\nresults of prior bond issues had been exceedingly unsatisfactory, and the\nlarge withdrawals of gold immediately succeeding their public sale in open\nmarket gave rise to a reasonable suspicion that a large part of the gold paid\ninto the Treasury upon such sales was promptly drawn out again by the\npresentation of United States notes or Treasury notes, and found its way to\nthe hands of those who had only temporarily parted with it in the purchase of\nbonds.In this emergency, and in view of its surrounding perplexities, it became\nentirely apparent to those upon whom the struggle for safety was devolved not\nonly that our gold reserve must, for the third time in less than thirteen\nmonths, be restored by another issue and sale of bonds bearing a high rate of\ninterest and badly suited to the purpose, but that a plan must be adopted for\ntheir disposition promising better results than those realized on previous\nsales. An agreement was therefore made with a number of financiers and bankers\nwhereby it was stipulated that bonds described in the resumption act of 1875,\npayable in coin thirty years after their date, bearing interest at the rate of\n4 pet cent per annum, and amounting to about $62,000,000, should be exchanged\nfor gold, receivable by weight, amounting to a little more than $65,000,000.This gold was to be delivered in such installments as would complete its\ndelivery within about six months from the date of the contract, and at least\none-half of the amount was to be furnished from abroad. It was also agreed by\nthose supplying this gold that during the continuance of the contract they\nwould by every means in their power protect the Government against gold\nwithdrawals. The contract also provided that if Congress would authorize their\nissue bonds payable by their terms in gold and bearing interest at the rate of\n3 per cent per annum might within ten days be substituted at par for the 4 per\ncent bonds described in the agreement.On the day this contract was made its terms were communicated to Congress by a\nspecial Executive message, in which it was stated that more than $16,000,000\nwould be saved to the Government if gold bonds bearing 3 per cent interest\nwere authorized to be substituted for those mentioned in the contract.The Congress having declined to grant the necessary authority to secure this\nsaving, the contract, unmodified, was carried out, resulting in a gold reserve\namounting to $107,571,230 on the 8th day of July, 1895. The performance of\nthis contract not only restored the reserve, but checked for a time the\nwithdrawals of gold and brought on a period of restored confidence and such\npeace and quiet in business circles as were of the greatest possible value to\nevery interest that affects our people. I have never had the slightest\nmisgiving concerning the wisdom or propriety of this arrangement, and am quite\nwilling to answer for my full share of responsibility for its promotion. I\nbelieve it averted a disaster the imminence of which was, fortunately, not at\nthe time generally understood by our people.Though the contract mentioned stayed for a time the tide of gold withdrawal,\nits good results could not be permanent. Recent withdrawals have reduced the\nreserve from $107,571,230 on the 8th day of July, 1895, to $79,333,966. How\nlong it will remain large enough to render its increase unnecessary is only\nmatter of conjecture, though quite large withdrawals for shipment in the\nimmediate future are predicted in well-informed quarters. About $16,000,000\nhas been withdrawn during the month of November.The foregoing statement of events and conditions develops the fact that after\nincreasing our interest-bearing bonded indebtedness more than $162,000,000 to\nsave our gold reserve we are nearly where we started, having now in such\nreserve $79,333,966, as against $65,438,377 in February, 1894, when the first\nbonds were issued.Though the amount of gold drawn from the Treasury appears to be very large as\ngathered from the facts and figures herein presented, it actually was much\nlarger, considerable sums having been acquired by the Treasury within the\nseveral periods stated without the issue of bonds. On the 28th of January,\n1895, it was reported by the Secretary of the Treasury that more than\n$172,000,000 of gold had been withdrawn for hoarding or shipment during the\nyear preceding. He now reports that from January 1, 1879, to July 14, 1890, a\nperiod of more than eleven years, only a little over $28,000,000 was\nwithdrawn, and that between July 14, 1890, the date of the passage of the law\nfor an increased purchase of silver, and the 1st day of December, 1895, or\nwithin less than five and a half years, there was withdrawn nearly\n$375,000,000, making a total of more than $403,000,000 drawn from the Treasury\nin gold since January 1, 1879, the date fixed in 1875 for the retirement of\nthe United States notes.Nearly $327,000,000 of the gold thus withdrawn has been paid out on these\nUnited States notes, and yet every one of the $346,000,000 is still uncanceled\nand ready to do service in future gold depletions.More than $76,000,000 in gold has since their creation in 1890 been paid out\nfrom the Treasury upon the notes given on the purchase of silver by the\nGovernment, and yet the whole, amounting to $155,000,000, except a little more\nthan $16,000,000 which has been retired by exchanges for silver at the request\nof the holders, remains outstanding and prepared to join their older and more\nexperienced allies in future raids upon the Treasury's gold reserve.In other words, the Government has paid in gold more than nine-tenths of its\nUnited States notes and still owes them all. It has paid in gold about\none-half of its notes given for silver purchases without extinguishing by such\npayment one dollar of these notes.When, added to all this, we are reminded that to carry on this astound, lug\nfinancial scheme the Government has incurred a bonded indebtedness of\n$95,500,000 in establishing a gold reserve and of $162,315,400 in efforts to\nmaintain it; that the annual interest charge on such bonded indebtedness is\nmore than $11,000,000; that a continuance of our present course may result in\nfurther bond issues, and that we have suffered or are threatened with all this\nfor the sake of supplying gold for foreign shipment or facilitating its\nhoarding at home, a situation is exhibited which certainly ought to arrest\nattention and provoke immediate legislative relief.I am convinced the only thorough and practicable remedy for our troubles is\nfound in the retirement and cancellation of our United States notes, commonly\ncalled greenbacks, and the outstanding Treasury notes issued by the Government\nin payment of silver purchases under the act of 1890.I believe this could be quite readily accomplished by the exchange of these\nnotes for United States bonds, of small as well as large denominations,\nbearing a low rate of interest. They should be long-term bonds, thus\nincreasing their desirability as investments, and because their payment could\nbe well postponed to a period far removed from present financial burdens and\nperplexities, when with increased prosperity and resources they would be more\neasily met.To further insure the cancellation of these notes and also provide a way by\nwhich gold may be added to our currency in lieu of them, a feature in the plan\nshould be an authority given to the Secretary of the Treasury to dispose of\nthe bonds abroad for gold if necessary to complete the contemplated redemption\nand cancellation, permitting him to use the proceeds of such bonds to take up\nand cancel any of the notes that may be in the Treasury or that may be\nreceived by the Government on any account.The increase of our bonded debt involved in this plan would be amply\ncompensated by renewed activity and enterprise in all business circles, the\nrestored confidence at home, the reinstated faith in our monetary strength\nabroad, and the stimulation of every interest and industry that would follow\nthe cancellation of the gold-demand obligations now afflicting us. In any\nevent, the bonds proposed would stand for the extinguishment of a troublesome\nindebtedness, while in the path we now follow there lurks the menace of\nunending bonds, with our indebtedness still undischarged and aggravated in\nevery feature. The obligations necessary to fund this indebtedness would not\nequal in amount those from which we have been relieved since 1884 by\nanticipation and payment beyond the requirements of the sinking fund out of\nour surplus revenues.The currency withdrawn by the retirement of the United States notes and\nTreasury notes, amounting to probably less than $486,000,000, might be\nsupplied by such gold as would be used on their retirement or by an increase\nin the circulation of our national banks. Though the aggregate capital of\nthose now in existence amounts to more than $664,000,000, their outstanding\ncirculation based on bond security amounts to only about $190,000,000. They\nare authorized to issue notes amounting to 90 per cent of the bonds deposited\nto secure their circulation, but in no event beyond the amount of their\ncapital stock, and they are obliged to pay 1 per cent tax on the circulation\nthey issue.I think they should be allowed to issue circulation equal to the par value of\nthe bonds they deposit to secure it, and that the tax on their circulation\nshould be reduced to one-fourth of 1 per cent, which would undoubtedly meet\nall the expense the Government incurs on their account. In addition they\nshould be allowed to substitute or deposit in lieu of the bonds now required\nas security for their circulation those which would be issued for the purpose\nof retiring the United States notes and Treasury notes.The banks already existing, if they desired to avail themselves of the\nprovisions of law thus modified, could issue circulation, in addition to that\nalready outstanding, amounting to $478,000,000, which would nearly or quite\nequal the currency proposed to be canceled. At any rate, I should confidently\nexpect to see the existing national banks or others to be organized avail\nthemselves of the proposed encouragements to issue circulation and promptly\nfill any vacuum and supply every currency need.It has always seemed to me that the provisions of law regarding the capital of\nnational banks, which operate as a limitation to their location, fail to make\nproper compensation for the suppression of State banks, which came near to the\npeople in all sections of the country and readily furnished them with banking\naccommodations and facilities. Any inconvenience or embarrassment arising from\nthese restrictions on the location of national banks might well be remedied by\nbetter adapting the present system to the creation of banks in smaller\ncommunities or by permitting banks of large capital to establish branches in\nsuch localities as would serve the people, so regulated and restrained as to\nsecure their safe and conservative control and management.But there might not be the necessity for such an addition to the currency by\nnew issues of bank circulation as at first glance is indicated. If we should\nbe relieved from maintaining a gold reserve under conditions that constitute\nit the barometer of our solvency, and if our Treasury should no longer be the\nfoolish purveyor of gold for nations abroad or for speculation and hoarding by\nour citizens at home, I should expect to see gold resume its natural and\nnormal functions in the business affairs of the country and cease to be an\nobject attracting the timid watch of our people and exciting their sensitive\nimaginations.I do not overlook the fact that the cancellation of the Treasury notes issued\nunder the silver-purchasing act of 1890 would leave the Treasury in the actual\nownership of sufficient silver, including seigniorage, to coin nearly\n$178,000,000 in standard dollars. It is worthy of consideration whether this\nmight not from time to time be converted into dollars or fractional coin and\nslowly put into circulation, as in the judgment of the Secretary of the\nTreasury the necessities of the country should require.Whatever is attempted should be entered upon fully appreciating the fact that\nby careless, easy descent we have reached a dangerous depth, and that our\nascent will not be accomplished without laborious toil and struggle. We shall\nbe wise if we realize that we are financially ill and that our restoration to\nhealth may require heroic treatment and unpleasant remedies.In the present stage of our difficulty it is not easy to understand how the\namount of our revenue receipts directly affects it. The important question is\nnot the quantity of money received in revenue payments, but the kind of money\nwe maintain and our ability to continue in sound financial condition. We are\nconsidering the Government's holdings of gold as related to the soundness of\nour money and as affecting our national credit and monetary strength.If our gold reserve had never been impaired; if no bonds had ever been issued\nto replenish it; if there had been no fear and timidity concerning our ability\nto continue gold payments; if any part of our revenues were now paid in gold,\nand if we could look to our gold receipts as a means of maintaining a safe\nreserve, the amount of our revenues would be an influential factor in the\nproblem. But, unfortunately, all the circumstances that might lend weight to\nthis consideration are entirely lacking.In our present predicament no gold is received by the Government in payment of\nrevenue charges, nor would there be if the revenues were increased. The\nreceipts of the Treasury, when not in silver certificates, consist of United\nStates notes and Treasury notes issued for silver purchases. These forms of\nmoney are only useful to the Government in paying its current ordinary\nexpenses, and its quantity in Government possession does not in the least\ncontribute toward giving us that kind of safe financial standing or condition\nwhich is built on gold alone.If it is said that these notes if held by the Government can be used to obtain\ngold for our reserve, the answer is easy. The people draw gold from the\nTreasury on demand upon United States notes and Treasury notes, but the\nproposition that the Treasury can on demand draw gold from the people upon\nthem would be regarded in these days with wonder and amusement; and even if\nthis could be done there is nothing to prevent those thus parting with their\ngold from regaining it the next day or the next hour by the presentation of\nthe notes they received in exchange for it.The Secretary of the Treasury might use such notes taken from a surplus\nrevenue to buy gold in the market. Of course he could not do this without\npaying a premium. Private holders of gold, unlike the Government, having no\nparity to maintain, would not be restrained from making the best bargain\npossible when they furnished gold to the Treasury; but the moment the\nSecretary of the Treasury bought gold on any terms above par he would\nestablish a general and universal premium upon it, thus breaking down the\nparity between gold and silver, which the Government is pledged to maintain,\nand opening the way to new and serious complications. In the meantime the\npremium would not remain stationary, and the absurd spectacle might be\npresented of a dealer selling gold to the Government and with United States\nnotes or Treasury notes in his hand immediately clamoring for its return and a\nresale at a higher premium.It may be claimed that a large revenue and redundant receipts might favorably\naffect the situation under discussion by affording an opportunity of retaining\nthese notes in the Treasury when received, and thus preventing their\npresentation for gold. Such retention to be useful ought to be at least\nmeasurably permanent; and this is precisely what is prohibited, so far as\nUnited States notes are concerned, by the law of 1878, forbidding their\nfurther retirement. That statute in so many words provides that these notes\nwhen received into the Treasury and belonging to the United States shall be\n\"paid out again and kept in circulation.\"It will, moreover, be readily seen that the Government could not refuse to pay\nout United States notes and Treasury notes in current transactions when\ndemanded, and insist on paying out silver alone, and still maintain the parity\nbetween that metal and the currency representing gold. Besides, the\naccumulation in the Treasury of currency of any kind exacted from the people\nthrough taxation is justly regarded as an evil, and it can not proceed far\nwithout vigorous protest against an unjustifiable retention of money from the\nbusiness of the country and a denunciation of a scheme of taxation which\nproves itself to be unjust when it takes from the earnings and income of the\ncitizen money so much in excess of the needs of Government support that large\nsums can be gathered and kept in the Treasury. Such a condition has heretofore\nin times of surplus revenue led the Government to restore currency to the\npeople by the purchase of its unmatured bonds at a large premium and by a\nlarge increase of its deposits in national banks, and we easily remember that\nthe abuse of Treasury accumulation has furnished a most persuasive argument in\nfavor of legislation radically reducing our tariff taxation.Perhaps it is supposed that sufficient revenue receipts would in a sentimental\nway improve the situation by inspiring confidence in our solvency and allaying\nthe fear of pecuniary exhaustion. And yet through all our struggles to\nmaintain our gold reserve there never has been any apprehension as to our\nready ability to pay our way with such money as we had, and the question\nwhether or not our current receipts met our current expenses has not entered\ninto the estimate of our solvency. Of course the general state of our funds,\nexclusive of gold, was entirely immaterial to the foreign creditor and\ninvestor. His debt could only be paid in gold, and his only concern was our\nability to keep on hand that kind of money.On July 1, 1892, more than a year and a half before the first bonds were\nissued to replenish the gold reserve, there was a net balance in the Treasury,\nexclusive of such reserve, of less than $13,000,000, but the gold reserve\namounted to more than $114,000,000, which was the quieting feature of the\nsituation. It was when the stock of gold began rapidly to fall that fright\nsupervened and our securities held abroad were returned for sale and debts\nowed abroad were pressed for payment. In the meantime extensive shipments of\ngold and other unfavorable indications caused restlessness and fright among\nour people at home. Thereupon the general state of our funds, exclusive of\ngold, became also immaterial to them, and they too drew gold from the Treasury\nfor hoarding against all contingencies. This is plainly shown by the large\nincrease in the proportion of gold withdrawn which was retained by our own\npeople as time and threatening incidents progressed. During the fiscal year\nending June 30, 1894, nearly $85,000,000 in gold was withdrawn from the\nTreasury and about $77,000,000 was sent abroad, while during the fiscal year\nending June 30, 1895, over $117,000,000 was drawn out, of which only about\n$66,000,000 was shipped, leaving the large balance of such withdrawals to be\naccounted for by domestic hoarding.Inasmuch as the withdrawal of our gold has resulted largely from fright, there\nis nothing apparent that will prevent its continuance or recurrence, with its\nnatural consequences, except such a change in our financial methods as will\nreassure the frightened and make the desire for gold less intense. It is not\nclear how an increase fix revenue, unless it be in gold, can satisfy those\nwhose only anxiety is to gain gold from the Government's store.It can not, therefore, be safe to rely upon increased revenues as a cure for\nour present troubles.It is possible that the suggestion of increased revenue as a remedy for the\ndifficulties we are considering may have originated in an intimation or\ndistinct allegation that the bonds which have been issued ostensibly to\nreplenish our gold reserve were really issued to supply insufficient revenue.\nNothing can be further from the truth. Bonds were issued to obtain gold for\nthe maintenance of our national credit. As has been shown, the gold thus\nobtained has been drawn again from the Treasury upon United States notes and\nTreasury notes. This operation would have been promptly prevented if possible;\nbut these notes having thus been passed to the Treasury, they became the money\nof the Government, like any other ordinary Government funds, and there was\nnothing to do but to use them in paying Government expenses when needed.At no time when bonds have been issued has there been any consideration of the\nquestion of paying the expenses of Government with their proceeds. There was\nno necessity to consider that question. At the time of each bond issue we had\na safe surplus in the Treasury for ordinary operations, exclusive of the gold\nin our reserve. In February, 1894, when the first issue of bonds was made,\nsuch surplus amounted to over $18,000,000; in November, when the second issue\nwas made, it amounted to more than $42,000,000, and in February, 1895, when\nbonds for the third time were issued, such surplus amounted to more than\n$100,000,000. It now amounts to $98,072,420.30.Besides all this, the Secretary of the Treasury had no authority whatever to\nissue bonds to increase the ordinary revenues or pay current expenses.I can not but think there has been some confusion of ideas regarding the\neffects of the issue of bonds and the results of the withdrawal of gold. It\nwas the latter process, and not the former, that, by substituting in the\nTreasury United States notes and Treasury notes for gold, increased by their\namount the money which was in the first instance subject to ordinary\nGovernment expenditure.Although the law compelling an increased purchase of silver by the Government\nwas passed on the 14th day of July, 1890, withdrawals of gold from the\nTreasury upon the notes given in payment on such purchases did not begin until\nOctober, 1891. Immediately following that date the withdrawals upon both these\nnotes and United States notes increased very largely, and have continued to\nsuch an extent that since the passage of that law there has been more than\nthirteen times as much gold taken out of the Treasury upon United States notes\nand Treasury notes issued for silver purchases as was thus withdrawn during\nthe eleven and a half years immediately prior thereto and after the 1st day of\nJanuary, 1879, when specie payments were resumed.It is neither unfair nor unjust to charge a large share of our present\nfinancial perplexities and dangers to the operation of the laws of 1878 and\n1890 compelling the purchase of silver by the Government, which not only\nfurnished a new Treasury obligation upon which its gold could be withdrawn,\nbut so increased the fear of an overwhelming flood of silver and a forced\ndescent to silver payments that even the repeal of these laws did not entirely\ncure the evils of their existence.While I have endeavored to make a plain statement of the disordered condition\nof our currency and the present dangers menacing our prosperity and to suggest\na way which leads to a safer financial system, I have constantly had in mind\nthe fact that many of my countrymen, whose sincerity I do not doubt, insist\nthat the cure for the ills now threatening us may be found in the single and\nsimple remedy of the free coinage of silver. They contend that our mints shall\nbe at once thrown open to the free, unlimited, and independent coinage of both\ngold and silver dollars of full legal-tender quality, regardless of the action\nof any other government and in full view of the fact that the ratio between\nthe metals which they suggest calls for 100 cents' worth of gold in the gold\ndollar at the present standard and only 50 cents in intrinsic worth of silver\nin the silver dollar.Were there infinitely stronger reasons than can be adduced for hoping that\nsuch action would secure for us a bimetallic currency moving on lines of\nparity, an experiment so novel and hazardous as that proposed might well\nstagger those who believe that stability is an imperative condition of sound\nmoney.No government, no human contrivance or act of legislation, has ever been able\nto hold the two metals together in free coinage at a ratio appreciably\ndifferent from that which is established in the markets of the world.Those who believe that our independent free coinage of silver at an artificial\nratio with gold of 16 to 1 would restore the parity between the metals, and\nconsequently between the coins, oppose an unsupported and improbable theory to\nthe general belief and practice of other nations; and to the teaching of the\nwisest statesmen and economists of the world, both in the past and present,\nand, what is far more conclusive, they run counter to our own actual\nexperiences.Twice in our earlier history our lawmakers, in attempting to establish a\nbimetallic currency, undertook free coinage upon a ratio which accidentally\nvaried from the actual relative values of the two metals not more than 3 per\ncent. In both cases, notwithstanding greater difficulties and cost of\ntransportation than now exist, the coins whose intrinsic worth was\nundervalued. in the ratio gradually and surely disappeared from our\ncirculation and went to other countries where their real value was better\nrecognized.Acts of Congress were impotent to create equality where natural causes decreed\neven a slight inequality.Twice in our recent history we have signally failed to raise by legislation\nthe value of silver. Under an act of Congress passed in 1878 the Government\nwas required for more than twelve years to expend annually at least\n$24,000,000 in the purchase of silver bullion for coinage. The act of July 14,\n1890, in a still bolder effort, increased the amount of silver the Government\nwas compelled to purchase and forced it to become the buyer annually of\n54,000,000 ounces, or practically the entire product of our mines. Under both\nlaws silver rapidly and steadily declined in value. The prophecy and the\nexpressed hope and expectation of those in the Congress who led in the passage\nof the last-mentioned act that it would reestablish and maintain the former\nparity between the two metals are still fresh in our memory.In the light of these experiences, which accord with the experiences of other\nnations, there is certainly no secure ground for the belief that an act of\nCongress could now bridge an inequality of 50 per cent between gold and silver\nat our present ratio, nor is there the least possibility that our country,\nwhich has less than one-seventh of the silver money in the world, could by its\naction alone raise not only our own but all silver to its lost ratio with\ngold. Our attempt to accomplish this by the free coinage of silver at a ratio\ndiffering widely from actual relative values would be the signal for the\ncomplete departure of gold from our circulation, the immediate and large\ncontraction of our circulating medium, and a shrinkage in the real value and\nmonetary efficiency of all other forms of currency as they settled to the\nlevel of silver monometallism. Everyone who receives a fixed salary and every\nworker for wages would find the dollar in his hand ruthlessly scaled down to\nthe point of bitter disappointment, if not to pinching privation.A change in our standard to silver monometallism would also bring on a\ncollapse of the entire system of credit, which, when based on a standard which\nis recognized and adopted by the world of business, is many times more potent\nand useful than the entire volume of currency and is safely capable of almost\nindefinite expansion to meet the growth of trade and enterprise. In a\nself-invited struggle through darkness and uncertainty our humiliation would\nbe increased by the consciousness that we had parted company with all the\nenlightened and progressive nations of the world and were desperately and\nhopelessly striving to meet the stress of modern commerce and competition with\na debased and unsuitable currency and in association with the few weak and\nlaggard nations which have silver alone as their standard of value.All history warns us against rash experiments which threaten violent changes\nin our monetary standard and the degradation of our currency. The past is full\nof lessons teaching not only the economic dangers but the national immorality\nthat follow in the train of such experiments. I will not believe that the\nAmerican people can be persuaded after sober deliberation to jeopardize their\nnation's prestige and proud standing by encouraging financial nostrums, nor\nthat they will yield to the false allurements of cheap money when they realize\nthat it must result in the weakening of that financial integrity and rectitude\nwhich thus far in our history has been so devotedly cherished as one of the\ntraits of true Americanism.Our country's indebtedness, whether owing by the Government or existing\nbetween individuals, has been contracted with reference to our present\nstandard. To decree by act of Congress that these debts shall be payable in\nless valuable dollars than those within the contemplation and intention of the\nparties when contracted would operate to transfer by the fiat of law and\nwithout compensation an amount of property and a volume of rights and\ninterests almost incalculable.Those who advocate a blind and headlong plunge to free coinage in the name of\nbimetallism, and professing the belief, contrary to all experience, that we\ncould thus establish a double standard and a concurrent circulation of both\nmetals in our coinage, are certainly reckoning from a cloudy standpoint. Our\npresent standard of value is the standard of the civilized world and permits\nthe only bimetallism now possible, or at least that is within the independent\nreach of any single nation, however powerful that nation may be. While the\nvalue of gold as a standard is steadied by almost universal commercial and\nbusiness use, it does not despise silver nor seek its banishment. Wherever\nthis standard is maintained there is at its side in free and unquestioned\ncirculation a volume of silver currency sometimes equaling and sometimes even\nexceeding it in amount both maintained at a parity notwithstanding a\ndepreciation or fluctuation in the intrinsic value of silver.There is a vast difference between a standard of value and a currency for\nmonetary use. The standard must necessarily be fixed and certain. The currency\nmay be in divers forms and of various kinds. No silver-standard country has a\ngold currency in circulation, but an enlightened and wise system of finance\nsecures the benefits of both gold and silver as currency and circulating\nmedium by keeping the standard stable and all other currency at par with it.\nSuch a system and such a standard also give free scope for the use and\nexpansion of safe and conservative credit, so indispensable to broad and\ngrowing commercial transactions and so well substituted for the actual use of\nmoney. If a fixed and stable standard is maintained, such as the magnitude and\nsafety of our commercial transactions and business require, the use of money\nitself is conveniently minimized.Every dollar of fixed and stable value has through the agency of confident\ncredit an astonishing capacity of multiplying itself in financial work. Every\nunstable and fluctuating dollar fails as a basis of credit, and in its use\nbegets gambling speculation and undermines the foundations of honest\nenterprise.I have ventured to express myself on this subject with earnestness and\nplainness of speech because I can not rid myself of the belief that there lurk\nin the proposition for the free coinage of silver, so strongly approved and so\nenthusiastically advocated by a multitude of my countrymen, a serious menace\nto our prosperity and an insidious temptation of our people to wander from the\nallegiance they owe to public and private integrity. It is because I do not\ndistrust the good faith and sincerity of those who press this scheme that I\nhave imperfectly but with zeal submitted my thoughts upon this momentous\nsubject. I can not refrain from begging them to reexamine their views and\nbeliefs in the light of patriotic reason and familiar experience and to weigh\nagain and again the consequences of such legislation as their efforts have\ninvited. Even the continued agitation of the subject adds greatly to the\ndifficulties of a dangerous financial situation already forced upon us.In conclusion I especially entreat the people's representatives in the\nCongress, who are charged with the responsibility of inaugurating measures for\nthe safety and prosperity of our common country, to promptly and effectively\nconsider the ills of our critical financial plight. I have suggested a remedy\nwhich my judgment approves. I desire, however, to assure the Congress that I\nam prepared to cooperate with them in perfecting any other measure promising\nthorough and practical relief, and that I will gladly labor with them in every\npatriotic endeavor to further the interests and guard the welfare of our\ncountrymen, whom in our respective places of duty we have undertaken to serve.GROVER CLEVELAND", 
    "name": "Grover Cleveland"
}