{
    "date": "December 4, 1896", 
    "speech": "To the Congress of the United States:As representatives of the people in the legislative branch of their\nGovernment, you have assembled at a time when the strength and excellence of\nour free institutions and the fitness of our citizens to enjoy popular rule\nhave been again made manifest. A political contest involving momentous\nconsequences, fraught with feverish apprehension, and creating aggressiveness\nso intense as to approach bitterness and passion has been waged throughout our\nland and determined by the decree of free and independent suffrage without\ndisturbance of our tranquillity or the least sign of weakness in our national\nstructure.When we consider these incidents and contemplate the peaceful obedience and\nmanly submission which have succeeded a heated clash of political opinions, we\ndiscover abundant evidence of a determination on the part of our countrymen to\nabide by every verdict of the popular will and to be controlled at all times\nby an abiding faith in the agencies established for the direction of the\naffairs of their Government.Thus our people exhibit a patriotic disposition which entitles them to demand\nof those who undertake to make and execute their laws such faithful and\nunselfish service in their behalf as can only be prompted by a serious\nappreciation of the trust and confidence which the acceptance of public duty\ninvites.In obedience to a constitutional requirement I herein submit to the Congress\ncertain information concerning national affairs, with the suggestion of such\nlegislation as in my judgment is necessary and expedient. To secure brevity\nand avoid tiresome narration I shall omit many details concerning matters\nwithin Federal control which, though by no means unimportant, are more\nprofitably discussed in departmental reports. I shall also further curtail\nthis communication by omitting a minute recital of many minor incidents\nconnected with our foreign relations which have heretofore found a place in\nExecutive messages, but are now contained in a report of the Secretary of\nState, which is herewith submitted.At the outset of a reference to the more important matters affecting our\nrelations with foreign powers it would afford me satisfaction if I could\nassure the Congress that the disturbed condition in Asiatic Turkey had during\nthe past year assumed a less hideous and bloody aspect and that, either as a\nconsequence of the awakening of the Turkish Government to the demands of\nhumane civilization or as the result of decisive action on the part of the\ngreat nations having the right by treaty to interfere for the protection of\nthose exposed to the rage of mad bigotry and cruel fanaticism, the shocking\nfeatures of the situation had been mitigated. Instead, however, of welcoming a\nsoftened disposition or protective intervention, we have been afflicted by\ncontinued and not unfrequent reports of the wanton destruction of homes and\nthe bloody butchery of men, women, and children, made martyrs to their\nprofession of Christian faith.While none of our citizens in Turkey have thus far been killed or wounded,\nthough often in the midst of dreadful scenes of danger, their safety in the\nfuture is by no means assured. Our Government at home and our minister at\nConstantinople have left nothing undone to protect our missionaries in Ottoman\nterritory, who constitute nearly all the individuals residing there who have a\nright to claim our protection on the score of American citizenship. Our\nefforts in this direction will not be relaxed; but the deep feeling and\nsympathy that have been aroused among our people ought not to so far blind\ntheir reason and judgment as to lead them to demand impossible things. The\noutbreaks of the blind fury which lead to murder and pillage in Turkey occur\nsuddenly and without notice, and an attempt on our part to force such a\nhostile presence there as might be effective for prevention or protection\nwould not only be resisted by the Ottoman Government, but would be regarded as\nan interruption of their plans by the great nations who assert their exclusive\nright to intervene in their own time and method for the security of life and\nproperty in Turkey.Several naval vessels are stationed in the Mediterranean as a measure of\ncaution and to furnish all possible relief and refuge in case of emergency.We have made claims against the Turkish Government for the pillage and\ndestruction of missionary property at Harpoot and Marash during uprisings at\nthose places. Thus far the validity of these demands has not been admitted,\nthough our minister, prior to such outrages and in anticipation of danger,\ndemanded protection for the persons and property of our missionary citizens in\nthe localities mentioned and notwithstanding that strong evidence exists of\nactual complicity of Turkish soldiers in the work of destruction and robbery.The facts as they now appear do not permit us to doubt the justice of these\nclaims, and nothing will be omitted to bring about their prompt settlement.A number of Armenian refugees having arrived at our ports, an order has lately\nbeen obtained from the Turkish Government permitting the wives and children of\nsuch refugees to join them here. It is hoped that hereafter no obstacle will\nbe interposed to prevent the escape of all those who seek to avoid the perils\nwhich threaten them in Turkish dominions.Our recently appointed consul to Erzerum is at his post and discharging the\nduties of his office, though for some unaccountable reason his formal\nexequatur from the Sultan has not been issued.I do not believe that the present somber prospect in Turkey will be long\npermitted to offend the sight of Christendom. It so mars the humane and\nenlightened civilization that belongs to the close of the nineteenth century\nthat it seems hardly possible that the earnest demand of good people\nthroughout the Christian world for its corrective treatment will remain\nunanswered.The insurrection in Cuba still continues with all its perplexities. It is\ndifficult to perceive that any progress has thus far been made toward the\npacification of the island or that the situation of affairs as depicted in my\nlast annual message has in the least improved. If Spain still holds Havana and\nthe seaports and all the considerable towns, the insurgents still roam at will\nover at least two-thirds of the inland country. If the determination of Spain\nto put down the insurrection seems but to strengthen with the lapse of time\nand is evinced by her unhesitating devotion of largely increased military and\nnaval forces to the task, there is much reason to believe that the insurgents\nhave gained in point of numbers and character and resources and are none the\nless inflexible in their resolve not to succumb without practically securing\nthe great objects for which they took up arms. If Spain has not yet\nreestablished her authority, neither have the insurgents yet made good their\ntitle to be regarded as an independent state. Indeed, as the contest has gone\non the pretense that civil government exists on the island, except so far as\nSpain is able to maintain it, has been practically abandoned. Spain does keep\non foot such a government, more or less imperfectly, in the large towns and\ntheir immediate suburbs; but that exception being made, the entire country is\neither given over to anarchy or is subject to the military occupation of one\nor the other party. It is reported, indeed, on reliable authority that at the\ndemand of the commander in chief of the insurgent army the putative Cuban\ngovernment has now given up all attempt to exercise its functions, leaving\nthat government confessedly (what there is the best reason for supposing it\nalways to have been in fact) a government merely on paper.Were the Spanish armies able to meet their antagonists in the open or in\npitched battle, prompt and decisive results might be looked for, and the\nimmense superiority of the Spanish forces in numbers, discipline, and\nequipment could hardly fail to tell greatly to their advantage. But they are\ncalled upon to face a foe that shuns general engagements, that can choose and\ndoes choose its own ground, that from the nature of the country is visible or\ninvisible at pleasure, and that fights only from ambuscade and when all the\nadvantages of position and numbers are on its side. In a country where all\nthat is indispensable to life in the way of food, clothing, and shelter is so\neasily obtainable, especially by those born and bred on the soil, it is\nobvious that there is hardly a limit to the time during which hostilities of\nthis sort may be prolonged. Meanwhile, as in all cases of protracted civil\nstrife, the passions of the combatants grow more and more inflamed and\nexcesses on both sides become more frequent and more deplorable. They are also\nparticipated in by bands of marauders, who, now in the name of one party and\nnow in the name of the other, as may best suit the occasion, harry the country\nat will and plunder its wretched inhabitants for their own advantage. Such a\ncondition of things would inevitably entail immense destruction of property,\neven if it were the policy of both parties to prevent it as far as\npracticable; but while such seemed to be the original policy of the Spanish\nGovernment, it has now apparently abandoned it and is acting upon the same\ntheory as the insurgents, namely, that the exigencies of the contest require\nthe wholesale annihilation of property that it may not prove of use and\nadvantage to the enemy.It is to the same end that, in pursuance of general orders, Spanish garrisons\nare now being withdrawn from plantations and the rural population required to\nconcentrate itself in the towns. The sure result would seem to be that the\nindustrial value of the island is fast diminishing and that unless there is a\nspeedy and radical change in existing conditions it will soon disappear\naltogether. That value consists very largely, of course, in its capacity to\nproduce sugar--a capacity already much reduced by the interruptions to tillage\nwhich have taken place during the last two years. It is reliably asserted that\nshould these interruptions continue during the current year, and practically\nextend, as is now threatened, to the entire sugar-producing territory of the\nisland, so much time and so much money will be required to restore the land to\nits normal productiveness that it is extremely doubtful if capital can be\ninduced to even make the attempt.The spectacle of the utter ruin of an adjoining country, by nature one of the\nmost fertile and charming on the globe, would engage the serious attention of\nthe Government and people of the United States in any circumstances. In point\nof fact, they have a concern with it which is by no means of a wholly\nsentimental or philanthropic character. It lies so near to us as to be hardly\nseparated from our territory. Our actual pecuniary interest in it is second\nonly to that of the people and Government of Spain. It is reasonably estimated\nthat at least from $30,000,000 to $50,000,000 of American capital are invested\nin plantations and in railroad, mining, and other business enterprises on the\nisland. The volume of trade between the United States and Cuba, which in 1889\namounted to about $64,000,000, rose in 1893 to about $103,000,000, and in\n1894, the year before the present insurrection broke out, amounted to nearly\n$96,000,000. Besides this large pecuniary stake in the fortunes of Cuba, the\nUnited States finds itself inextricably involved in the present contest in\nother ways, both vexatious and costly.Many Cubans reside in this country, and indirectly promote the insurrection\nthrough the press, by public meetings, by the purchase and shipment of arms,\nby the raising of funds, and by other means which the spirit of our\ninstitutions and the tenor of our laws do not permit to be made the subject of\ncriminal prosecutions. Some of them, though Cubans at heart and in all their\nfeelings and interests, have taken out papers as naturalized citizens of the\nUnited States--a proceeding resorted to with a view to possible protection by\nthis Government, and not unnaturally regarded with much indignation by the\ncountry of their origin. The insurgents are undoubtedly encouraged and\nsupported by the widespread sympathy the people of this country always and\ninstinctively feel for every struggle for better and freer government, and\nwhich, in the case of the more adventurous and restless elements of our\npopulation, leads in only too many instances to active and personal\nparticipation in the contest. The result is that this Government is constantly\ncalled upon to protect American citizens, to claim damages for injuries to\npersons and property, now estimated at many millions of dollars, and to ask\nexplanations and apologies for the acts of Spanish officials whose zeal for\nthe repression of rebellion sometimes blinds them to the immunities belonging\nto the unoffending citizens of a friendly power. It follows from the same\ncauses that the United States is compelled to actively police a long line of\nseacoast against unlawful expeditions, the escape of which the utmost\nvigilance will not always suffice to prevent.These inevitable entanglements of the United States with the rebellion in\nCuba, the large American property interests affected, and considerations of\nphilanthropy and humanity in general have led to a vehement demand in various\nquarters for some sort of positive intervention on the part of the United\nStates. It was at first proposed that belligerent rights should be accorded to\nthe insurgents--a proposition no longer urged because untimely and in\npractical operation dearly perilous and injurious to our own interests. It has\nsince been and is now sometimes contended that the independence of the\ninsurgents should be recognized; but imperfect and restricted as the Spanish\ngovernment of the island may be, no other exists there, unless the will of the\nmilitary officer in temporary command of a particular district can be\ndignified as a species of government. It is now also suggested that the United\nStates should buy the island--a suggestion possibly worthy of consideration if\nthere were any evidence of a desire or willingness on the part of Spain to\nentertain such a proposal. It is urged finally that, all other methods\nfailing, the existing internecine strife in Cuba should be terminated by our\nintervention, even at the cost of a war between the United States and Spain--a\nwar which its advocates confidently prophesy could neither be large in its\nproportions nor doubtful in its issue.The correctness of this forecast need be neither affirmed nor denied. The\nUnited States has, nevertheless, a character to maintain as a nation, which\nplainly dictates that right and not might should be the rule of its conduct.\nFurther, though the United States is not a nation to which peace is a\nnecessity, it is in truth the most pacific of powers and desires nothing so\nmuch as to live in amity with all the world. Its own ample and diversified\ndomains satisfy all possible longings for territory, preclude all dreams of\nconquest, and prevent any casting of covetous eyes upon neighboring regions,\nhowever attractive. That our conduct toward Spain and her dominions has\nconstituted no exception to this national disposition is made manifest by the\ncourse of our Government, not only thus far during the present insurrection,\nbut during the ten years that followed the rising at Yara in 1868. No other\ngreat power, it may safely be said, under circumstances of similar perplexity,\nwould have manifested the same restraint and the same patient endurance. It\nmay also be said that this persistent attitude of the United States toward\nSpain in connection with Cuba unquestionably evinces no slight respect and\nregard for Spain on the part of the American people. They in truth do not\nforget her connection with the discovery of the Western Hemisphere, nor do\nthey underestimate the great qualities of the Spanish people nor fail to fully\nrecognize their splendid patriotism and their chivalrous devotion to the\nnational honor.They view with wonder and admiration the cheerful resolution with which vast\nbodies of men are sent across thousands of miles of ocean and an enormous debt\naccumulated that the costly possession of the gem of the Antilles may still\nhold its place in the Spanish crown. And yet neither the Government nor the\npeople of the United States have shut their eyes to the course of events in\nCuba or have failed to realize the existence of conceded grievances which have\nled to the present revolt from the authority of Spain--grievances recognized\nby the Queen Regent and by the Cortes, voiced by the most patriotic and\nenlightened of Spanish statesmen, without regard to party, and demonstrated by\nreforms proposed by the executive and approved by the legislative branch of\nthe Spanish Government. It is in the assumed temper and disposition of the\nSpanish Government to remedy these grievances, fortified by indications of\ninfluential public opinion in Spain, that this Government has hoped to\ndiscover the most promising and effective means of composing the present\nstrife with honor and advantage to Spain and with the achievement of all the\nreasonable objects of the insurrection.It would seem that if Spain should offer to Cuba genuine autonomy--a measure\nof home rule which, while preserving the sovereignty of Spain, would satisfy\nall rational requirements of her Spanish subjects--there should be no just\nreason why the pacification of the island might not be effected on that basis.\nSuch a result would appear to be in the true interest of all concerned. It\nwould at once stop the conflict which is now consuming the resources of the\nisland and making it worthless for whichever party may ultimately prevail. It\nwould keep intact the possessions of Spain without touching her honor, which\nwill be consulted rather than impugned by the adequate redress of admitted\ngrievances. It would put the prosperity of the island and the fortunes of its\ninhabitants within their own control without severing the natural and ancient\nties which bind them to the mother country, and would yet enable them to test\ntheir capacity for self-government under the most favorable conditions. It has\nbeen objected on the one side that Spain should not promise autonomy until her\ninsurgent subjects lay down their arms; on the other side, that promised\nautonomy, however liberal, is insufficient, because without assurance of the\npromise being fulfilled.But the reasonableness of a requirement by Spain of unconditional surrender on\nthe part of the insurgent Cubans before their autonomy is conceded is not\naltogether apparent. It ignores important features of the situation--the\nstability two years' duration has given to the insurrection; the feasibility\nof its indefinite prolongation in the nature of things, and, as shown by past\nexperience, the utter and imminent ruin of the island unless the present\nstrife is speedily composed; above all, the rank abuses which all parties in\nSpain, all branches of her Government, and all her leading public men concede\nto exist and profess a desire to remove. Facing such circumstances, to\nwithhold the proffer of needed reforms until the parties demanding them put\nthemselves at mercy by throwing down their arms has the appearance of\nneglecting the gravest of perils and inviting suspicion as to the sincerity of\nany professed willingness to grant reforms. The objection on behalf of the\ninsurgents that promised reforms can not be relied upon must of course be\nconsidered, though we have no right to assume and no reason for assuming that\nanything Spain undertakes to do for the relief of Cuba will not be done\naccording to both the spirit and the letter of the undertaking.Nevertheless, realizing that suspicions and precautions on the part of the\nweaker of two combatants are always natural and not always unjustifiable,\nbeing sincerely desirous in the interest of both as well as on its own account\nthat the Cuban problem should be solved with the least possible delay, it was\nintimated by this Government to the Government of Spain some months ago that\nif a satisfactory measure of home rule were tendered the Cuban insurgents and\nwould be accepted by them upon a guaranty of its execution the United States\nwould endeavor to find a way not objectionable to Spain of furnishing such\ngraranty. While no definite response to this intimation has yet been received\nfrom the Spanish Government, it is believed to be not altogether unwelcome,\nwhile, as already suggested, no reason is perceived why it should not be\napproved by the insurgents. Neither party can fail to see the importance of\nearly action, and both must realize that to prolong the present state of\nthings for even a short period will add enormously to the time and labor and\nexpenditure necessary to bring about the industrial recuperation of the\nisland. It is therefore fervently hoped on all grounds that earnest efforts\nfor healing the breach between Spain and the insurgent Cubans upon the lines\nabove indicated may be at once inaugurated and pushed to an immediate and\nsuccessful issue. The friendly offices of the United States, either in the\nmanner above outlined or in any other way consistent with our Constitution and\nlaws, will always be at the disposal of either party.Whatever circumstances may arise, our policy and our interests would constrain\nus to object to the acquisition of the island or an interference with its\ncontrol by any other power.It should be added that it can not be reasonably assumed that the hitherto\nexpectant attitude of the United States will be indefinitely maintained. While\nwe are anxious to accord all due respect to the sovereignty of Spain, we can\nnot view the pending conflict in all its features and properly apprehend our\ninevitably close relations to it and its possible results without considering\nthat by the course of events we may be drawn into such an unusual and\nunprecedented condition as will fix a limit to our patient waiting for Spain\nto end the contest, either alone and in her own way or with our friendly\ncooperation.When the inability of Spain to deal successfully with the insurrection has\nbecome manifest and it is demonstrated that her sovereignty is extinct in Cuba\nfor all purposes of its rightful existence, and when a hopeless struggle for\nits reestablishment has degenerated into a strife which means nothing more\nthan the useless sacrifice of human life and the utter destruction of the very\nsubject-matter of the conflict, a situation will be presented in which our\nobligations to the sovereignty of Spain will be superseded by higher\nobligations, which we can hardly hesitate to recognize and discharge.\nDeferring the choice of ways and methods until the time for action arrives, we\nshould make them depend upon the precise conditions then existing; and they\nshould not be determined upon without giving careful heed to every\nconsideration involving our honor and interest or the international duty we\nowe to Spain. Until we face the contingencies suggested or the situation is by\nother incidents imperatively changed we should continue in the line of conduct\nheretofore pursued, thus in all circumstances exhibiting our obedience to the\nrequirements of public law and our regard for the duty enjoined upon us by the\nposition we occupy in the family of nations.A contemplation of emergencies that may arise should plainly lead us to avoid\ntheir creation, either through a careless disregard of present duty or even an\nundue stimulation and ill-timed expression of feeling. But I have deemed it\nnot amiss to remind the Congress that a time may arrive when a correct policy\nand care for our interests, as well as a regard for the interests of other\nnations and their citizens, joined by considerations of humanity and a desire\nto see a rich and fertile country intimately related to us saved from complete\ndevastation, will constrain our Government to such action as will subserve the\ninterests thus involved and at the same time promise to Cuba and its\ninhabitants an opportunity to enjoy the blessings of peace.The Venezuelan boundary question has ceased to be a matter of difference\nbetween Great Britain and the United States, their respective Governments\nhaving agreed upon the substantial provisions of a treaty between Great\nBritain and Venezuela submitting the whole controversy to arbitration. The\nprovisions of the treaty are so eminently just and fair that the assent of\nVenezuela thereto may confidently be anticipated.Negotiations for a treaty of general arbitration for all differences between\nGreat Britain and the United States are far advanced and promise to reach a\nsuccessful consummation at an early date.The scheme of examining applicants for certain consular positions to test\ntheir competency and fitness, adopted under an Executive order issued on the\n20th of September, 1895, has fully demonstrated the usefulness of this\ninnovation. In connection with this plan of examination promotions and\ntransfers of deserving incumbents have been quite extensively made, with\nexcellent results.During the past year 35 appointments have been made in the consular service,\n27 of which were made to fill vacancies caused by death or resignation or to\nsupply newly created posts, 2 to succeed incumbents removed for cause, 2 for\nthe purpose of displacing alien consular officials by American citizens, and 4\nmerely changing the official title of incumbent from commercial agent to\nconsul. Twelve of these appointments were transfers or promotions from other\npositions under the Department of State, 4 of those appointed had rendered\nprevious service under the Department, 8 were made of persons who passed a\nsatisfactory examination, 7 were appointed to places not included in the order\nof September 20, 1895, and 4 appointments, as above stated, involved no change\nof incumbency. The inspection of consular offices provided for by an\nappropriation for that purpose at the last session of the Congress has been\nproductive of such wholesome effects that I hope this important work will in\nthe future be continued. I know of nothing that can be done with the same\nslight expense so improving to the service.I desire to repeat the recommendation contained in my last annual message in\nfavor of providing at public expense official residences for our ambassadors\nand ministers at foreign capitals. The reasons supporting this recommendation\nare strongly stated in the report of the Secretary of State, and the subject\nseems of such importance that I hope it may receive the early attention of the\nCongress.We have during the last year labored faithfully and against unfavorable\nconditions to secure better preservation of seal life in the Bering Sea. Both\nthe United States and Great Britain have lately dispatched commissioners to\nthese waters to study the habits and condition of the seal herd and the causes\nof their rapid decrease. Upon the reports of these commissioners, soon to be\nsubmitted, and with the exercise of patience and good sense on the part of all\ninterested parties, it is earnestly hoped that hearty cooperation may be\nsecured for the protection against threatened extinction of seal life in the\nNorthern Pacific and Bering Sea.The Secretary of the Treasury reports that during the fiscal year ended June\n30, 1896, the receipts of the Government from all sources amounted to\n$409,475,408.78. During the same period its expenditures were $434,678,654.48,\nthe excess of expenditures over receipts thus amounting to $25,203,245.70. The\nordinary expenditures during the year were $4,015,852.21 less than during the\npreceding fiscal year. Of the receipts mentioned there was derived from\ncustoms the sum of $160,021,751.67 and from internal revenue $146,830,615.66.\nThe receipts from customs show an increase of $7,863,134.22 over those from\nthe same source for the fiscal year ended June 30, 1895, and the receipts from\ninternal revenue an increase of $3,584,537.91.The value of our imported dutiable merchandise during the last fiscal year was\n$369,757,470 and the value of free goods imported $409,967,470, being an\nincrease of $6,523,675 in the value of dutiable goods and $41,231,034 in the\nvalue of free goods over the preceding year. Our exports of merchandise,\nforeign and domestic, amounted in value to $882,606,938, being an increase\nover the preceding year of $75,068,773. The average ad valorem duty paid on\ndutiable goods imported during the year was 39.94 per cent and on free and\ndutiable goods taken together 20.55 per cent.The cost of collecting our internal revenue was 2.78 per cent, as against 2.81\nper cent for the fiscal year ending June 30, 1895. The total production of\ndistilled spirits, exclusive of fruit brandies, was 86,588,703 taxable\ngallons, being an increase of 6,639,108 gallons over the preceding year. There\nwas also an increase of 1,443,676 gallons of spirits produced from fruit as\ncompared with the preceding year. The number of barrels of beer produced was\n35,859,250, as against 33,589,784 produced in the preceding fiscal year, being\nall increase of 2,269,466 barrels.The total amount of gold exported during the last fiscal year was $112,409,947\nand of silver $60,541,670, being an increase of $45,941,466 of gold and\n$13,246,384 of silver over the exportations of the preceding fiscal year. The\nimports of gold were $33,525,065 and of silver $28,777,186, being $2,859,695\nless of gold and $8,566,007 more of silver than during the preceding year.The total stock of metallic money in the United States at the close of the\nlast fiscal year, ended on the 30th day of June, 1896, was $1,228,326,035, of\nwhich $599,597,964 was in gold and $628,728,071 in silver.On the 1st day of November, 1896, the total stock of money of all kinds in the\ncountry was $2,285,410,590, and the amount in circulation, not including that\nin the Treasury holdings, was $1,627,055,641, being $22.63 per capita upon an\nestimated population of 71,902,000.The production of the precious metals in the United States during the calendar\nyear 1895 is estimated to have been 2,254,760 fine ounces of gold, of the\nvalue of $46,610,000, and 55,727,000 fine ounces of silver, of the commercial\nvalue of $36,445,000 and the coinage value of $72,051,000. The estimated\nproduction of these metals throughout the world during the same period was\n9,688,821 fine ounces of gold, amounting to $200,285,700 in value, and\n169,189,249 fine ounces of silver, of the commercial value of $110,654,000 and\nof the coinage value of $218,738,100 according to our ratio.The coinage of these metals in the various countries of the world during the\nsame calendar year amounted to $232,701,438 in gold and $121,996,219 in\nsilver.The total coinage at the mints of the United States during the fiscal year\nended June 30, 1896, amounted to $71,188,468.52, of which $58,878,490 was in\ngold coins and $12,309,978.52 in standard silver dollars, subsidiary coins,\nand minor coinsThe number of national banks organized from the time the law authorizing their\ncreation was passed up to October 31, 1896, was 5,051, and of this number\n3,679 were at the date last mentioned in active operation, having authorized\ncapital stock of $650,014,895, held by 288,902 shareholders, and circulating\nnotes amounting to $211,412,620.The total outstanding circulating notes of all national banks on the 31st day\nof October, 1896, amounted to $234,553,807, including unredeemed but fully\nsecured notes of banks insolvent and in process of liquidation. The increase\nin national-bank circulation during the year ending on that day was\n$21,099,429. On October 6, 1896, when the condition of national banks was last\nreported, the total resources of the 3,679 active institutions were\n$3,263,685,313.83, which included $1,893,268,839.31 in loans and discounts and\n$362,165,733.85 in money of all kinds on hand. Of their liabilities\n$1,597,891,058.03 was due to individual depositors and $209,944,019 consisted\nof outstanding circulating notes.There were organized during the year preceding the date last mentioned 28\nnational banks, located in 15 States, of which 12 were organized in the\nEastern States, with a capital of $1,180,000, 6 in the Western States, with a\ncapital of $875,000, and 10 in the Southern States, with a capital of\n$1,190,000. During the year, however, 37 banks voluntarily abandoned their\nfranchises under the national law, and in the case of 27 others it was found\nnecessary to appoint receivers. Therefore, as compared with the year\npreceding, there was a decrease of 36 in the number of active banks.The number of existing banks organized under State laws is 5,708. The number\nof immigrants arriving in the United States during the fiscal year was\n343,267, of whom 340,468 were permitted to land and 2,799 were debarred on\nvarious grounds prescribed by law and returned to the countries whence they\ncame at the expense of the steamship companies by which they were brought in.\nThe increase in immigration over the preceding year amounted to 84,731. It is\nreported that with some exceptions the immigrants of the past year were of a\nhardy laboring class, accustomed and able to earn a support for themselves,\nand it is estimated that the money brought with them amounted to at least\n$5,000,000, though it was probably much in excess of that sum, since only\nthose having less than $30 are required to disclose the exact amount, and it\nis known that many brought considerable sums of money to buy land and build\nhomes. Including all the immigrants arriving who were over 14 years of age,\n28.63 per cent were illiterate, as against 20.37 per cent of those of that age\narriving during the preceding fiscal year. The number of immigrants over 14\nyears old, the countries from which they came, and the percentage of\nilliterates among them were as follows: Italy, 57,515, with 54.59 per cent;\nIreland, 37,496, with 7 per cent; Russia, 35,188, with 41.14 per cent;\nAustria-Hungary and provinces, 57,053, with 38.92 per cent; Germany, 25,334,\nwith 2.96 per cent; Sweden, 18,821, with 1.16 per cent; while from Portugal\nthere came 2,067, of whom 77.69 per cent were illiterate. There arrived from\nJapan during the year only 1,110 immigrants, and it is the opinion of the\nimmigration authorities that the apprehension heretofore existing to some\nextent of a large immigration from Japan to the United States is without any\nsubstantial foundation.From the Life-Saving Service it is reported that the number of disasters to\ndocumented vessels within the limits of its operations during the year was\n437. These vessels had on board 4,608 persons, of whom 4,595 were saved and 13\nlost. The value of such vessels is estimated at $8,880,140 and of their\ncargoes $3,846,380, making the total value of property imperiled $12,726,520.\nOf this amount $11,292,707 was saved and $1,432,750 was lost. Sixty-seven of\nthe vessels were totally wrecked. There were besides 243 casualties to small\nundocumented craft, on board of which there were 594 persons, of whom 587 were\nsaved and 7 were lost. The value of the property involved in these latter\ncasualties is estimated at $119,265, of which $114,915 was saved and $4,350\nwas lost. The life-saving crews during the year also rescued or assisted\nnumerous other vessels and warned many from danger by signals, both by day and\nnight. The number of disasters during the year exceeded that of any previous\nyear in the history of the service, but the saving of both life and property\nwas greater than ever before in proportion to the value of the property\ninvolved and to the number of persons imperiled.The operations of the Marine-Hospital Service, the Revenue-Cutter Service, the\nSteamboat-Inspection Service, the Light-House Service, the Bureau of\nNavigation, and other branches of public work attached to the Treasury\nDepartment, together with various recommendations concerning their support and\nimprovement, are fully stated in the report of the Secretary of the Treasury,\nto which the attention of the Congress is especially invited.The report of the Secretary of War exhibits satisfactory conditions in the\nseveral branches of the public service intrusted to his charge.The limit of our military force as fixed by law is constantly and readily\nmaintained. The present discipline and morale of our Army are excellent, and\nmarked progress and efficiency are apparent throughout its entire\norganization.With the exception of delicate duties in the suppression of slight Indian\ndisturbances along our southwestern boundary, in which the Mexican troops\ncooperated, and the compulsory but peaceful return, with the consent of Great\nBritain, of a band of Cree Indians from Montana to the British possessions, no\nactive operations have been required of the Army during the year past.Changes in methods of administration, the abandonment of unnecessary posts and\nconsequent concentration of troops, and the exercise of care and vigilance by\nthe various officers charged with the responsibility in the expenditure of the\nappropriations have resulted in reducing to a minimum the cost of maintenance\nof our military establishment.During the past year the work of constructing permanent infantry and cavalry\nposts has been continued at the places heretofore designated. The Secretary of\nWar repeats his recommendation that appropriations for barracks and quarters\nshould more strictly conform to the needs of the service as judged by the\nDepartment rather than respond to the wishes and importunities of localities.\nIt is imperative that much of the money provided for such construction should\nnow be allotted to the erection of necessary quarters for the garrisons\nassigned to the coast defenses, where many men will be needed to properly care\nfor and operate modern guns. It is essential, too, that early provision be\nmade to supply the necessary force of artillery to meet the demands of this\nservice.The entire Army has now been equipped with the new magazine arms, and wise\npolicy demands that all available public and private resources should be so\nemployed as to provide within a reasonable time a sufficient number to supply\nthe State militia with these modern weapons and provide an ample reserve for\nany emergency.The organized militia numbers 112,879 men. The appropriations for its support\nby the several States approximate $2,800,000 annually, and $400,000 is\ncontributed by the General Government. Investigation shows these troops to be\nusually well drilled and inspired with much military interest, but in many\ninstances they are so deficient in proper arms and equipment that a sudden\ncall to active duty would find them inadequately prepared for field service. I\ntherefore recommend that prompt measures be taken to remedy this condition and\nthat every encouragement be given to this deserving body of unpaid and\nvoluntary citizen soldiers, upon whose assistance we must largely rely in time\nof trouble.During the past year rapid progress has been made toward the completion of the\nscheme adopted for the erection and armament of fortifications along our\nseacoast, while equal progress has been made in providing the material for\nsubmarine defense in connection with these works.It is peculiarly gratifying at this time to note the great advance that has\nbeen made in this important undertaking since the date of my annual message to\nthe Fifty-third Congress at the opening of its second session, in December,\n1893. At that time I informed the Congress of the approaching completion of\nnine 12-inch, twenty 10-inch, and thirty-four 8-inch high-power steel guns and\nseventy-five 12-inch rifled mortars.This total then seemed insignificant when compared with the great work\nremaining to be done. Yet it was none the less a source of satisfaction to\nevery citizen when he reflected that it represented the first installment of\nthe new ordnance of American design and American manufacture and demonstrated\nour ability to supply from our own resources guns of unexcelled power and\naccuracy.At that date, however, there were practically no carriages upon which to mount\nthese guns and only thirty-one emplacements for guns and sixty-four for\nmortars. Nor were all these emplacements in condition to receive their\narmament. Only one high-power gun was at that time in position for the defense\nof the entire coast.Since that time the number of guns actually completed has been increased to a\ntotal of twenty-one 12-inch, fifty-six 10-inch, sixty-one 8-inch high-power\nbreech-loading steel guns, ten rapid-fire guns, and eighty 12-inch rifled\nmortars. In addition there are in process of construction one 16-inch-type\ngun, fifty 12-inch, fifty-six 10-inch, twenty-seven 8-inch high-power guns,\nand sixty-six 12-inch rifled mortars; in all, four hundred and twenty-eight\nguns and mortars.During the same year, immediately preceding the message referred to, the first\nmodern gun carriage had been completed and eleven more were in process of\nconstruction. All but one were of the nondisappearing type. These, however,\nwere not such as to secure necessary cover for the artillery gunners against\nthe intense fire of modern machine rapid-fire and high-power guns.The inventive genius of ordnance and civilian experts has been taxed in\ndesigning carriages that would obviate this fault, resulting, it is believed,\nin the solution of this difficult problem. Since 1893 the number of gun\ncarriages constructed or building has been raised to a total of 129, of which\n90 are on the disappearing principle, and the number of mortar carriages to\n152, while the 95 emplacements which were provided for prior to that time have\nbeen increased to 280 built and building.This improved situation is largely due to the recent generous response of\nCongress to the recommendations of the War Department.Thus we shall soon have complete about one-fifth of the comprehensive system\nthe first step in which was noted in my message to the Congress of December 4,\n1893.When it is understood that a masonry emplacement not only furnishes a platform\nfor the heavy modern high-power gun, but also in every particular serves the\npurpose and takes the place of the fort of former days, the importance of the\nwork accomplished is better comprehended.In the hope that the work will be prosecuted with no less vigor in the future,\nthe Secretary of War has submitted an estimate by which, if allowed, there\nwill be provided and either built or building by the end of the next fiscal\nyear such additional guns, mortars, gun carriages, and emplacements as will\nrepresent not far from one-third of the total work to be done under the plan\nadopted for our coast defenses, thus affording a prospect that the entire work\nwill be substantially completed within six years. In less time than that,\nhowever, we shall have attained a marked degree of security.The experience and results of the past year demonstrate that with a\ncontinuation of present careful methods the cost of the remaining work will be\nmuch less than the original estimate.We should always keep in mind that of all forms of military preparation coast\ndefense alone is essentially pacific in its nature. While it gives the sense\nof security due to a consciousness of strength, it is neither the purpose nor\nthe effect of such permanent fortifications to involve us in foreign\ncomplications, but rather to guarantee us against them. They are not\ntemptation to war, but security against it. Thus they are thoroughly in accord\nwith all the traditions of our national diplomacy.The Attorney-General presents a detailed and interesting statement of the\nimportant work done under his supervision during the last fiscal year.The ownership and management by the Government of penitentiaries for the\nconfinement of those convicted in United States courts of violations of\nFederal laws, which for many years has been a subject of Executive\nrecommendation, have at last to a slight extent been realized by the\nutilization of the abandoned military prison at Fort Leavenworth as a United\nStates penitentiary.This is certainly a movement in the right direction, but it ought to be at\nonce supplemented by the rebuilding or extensive enlargement of this\nimprovised prison and the construction of at least one more, to be located in\nthe Southern States. The capacity of the Leavenworth penitentiary is so\nlimited that the expense of its maintenance, calculated at a per capita rate\nupon the number of prisoners it can accommodate, does not make as economical\nan exhibit as it would if it were larger and better adapted to prison\npurposes; but I am thoroughly convinced that economy, humanity, and a proper\nsense of responsibility and duty toward those whom we punish for violations of\nFederal law dictate that the Federal Government should have the entire control\nand management of the penitentiaries where convicted violators are confined.It appears that since the transfer of the Fort Leavenworth Military Prison to\nits new uses the work previously done by prisoners confined there, and for\nwhich expensive machinery has been provided, has been discontinued. This work\nconsisted of the manufacture of articles for army use, now done elsewhere. On\nall grounds it is exceedingly desirable that the convicts confined in this\npenitentiary be allowed to resume work of this description.It is most gratifying to note the satisfactory results that have followed the\ninauguration of the new system provided for by the act of May 28, 1896, under\nwhich certain Federal officials are compensated by salaries instead of fees.\nThe new plan was put in operation on the 1st day of July, 1896, and already\nthe great economy it enforces, its prevention of abuses, and its tendency to a\nbetter enforcement of the laws are strikingly apparent. Detailed evidence of\nthe usefulness of this long-delayed but now happily accomplished reform will\nbe found clearly set forth in the Attorney-General's report.Our Post-Office Department is in good condition, and the exhibit made of its\noperations during the fiscal year ended June 30, 1896, if allowance is made\nfor imperfections in the laws applicable to it, is very satisfactory. The\ntotal receipts during the year were $82,499,208.40. The total expenditures\nwere $90,626,296.84, exclusive of the $1,559,898.27 which was earned by the\nPacific Railroad for transportation and credited on their debt to the\nGovernment. There was an increase of receipts over the previous year of\n$5,516,080.21, or 7.1 per cent, and an increase of expenditures of\n$3,836,124.02, or 4.42 per cent. The deficit was $1,679,956.19 less than that\nof the preceding year. The chief expenditures of the postal service are\nregulated by law and are not in the control of the Postmaster-General. All\nthat he can accomplish by the most watchful administration and economy is to\nenforce prompt and thorough collection and accounting for public moneys and\nsuch minor savings in small expenditures and in letting those contracts, for\npost-office supplies and star service, which are not regulated by statute.An effective cooperation between the Auditor's Office and the Post-Office\nDepartment and the making and enforcement of orders by the Department\nrequiring immediate notification to their sureties of all delinquencies on the\npart of postmasters, and compelling such postmasters to make more frequent\ndeposits of postal funds, have resulted in a prompter auditing of their\naccounts and much less default to the Government than heretofore.The year's report shows large extensions of both star-route service and\nrailway mail service, with increased postal facilities. Much higher accuracy\nin handling mails has also been reached, as appears by the decrease of errors\nin the railway mail service and the reduction of mail matter returned to the\nDead-Letter Office.The deficit for the last year, although much less than that of the last and\npreceding years, emphasizes the necessity for legislation to correct the\ngrowing abuse of second-class rates, to which the deficiency is mainly\nattributable. The transmission at the rate of 1 cent a pound of serial\nlibraries, advertising sheets,\" house organs\" (periodicals advertising some\nparticular \"house\" or institution), sample copies, and the like ought\ncertainly to be discontinued. A glance at the revenues received for the work\ndone last year will show more plainly than any other statement the gross abuse\nof the postal service and the growing waste of its earnings.The free matter carried in the mails for the Departments, offices, etc., of\nthe Government and for Congress, in pounds, amounted to 94,480,189.If this is offset against buildings for post-offices and stations, the rental\nof which would more than compensate for such free postal service, we have this\nexhibit:Weight of mail matter (other than above) transmitted through the mails for the\nyear ending June 30, 1896. ClassWeightRevenuePounds1. Domestic and foreign letters and postal cards, etc \t65,337,343\n\t$60,624,464 2. Newspapers and periodicals, 1 cent per pound\n\t348,988,648 \t2,996,403 3. Books, seeds, etc., 8 cents a pound\n\t78,701,148 \t10,324,069 4. Parcels, etc., 16 cents a pound\n\t19,950,187 \t3,129,321Total \t512,977,326 \t77,044,257The remainder of our postal revenue, amounting to something more than\n$5,000,000, was derived from box rents, registry fees, money-order business,\nand other similar items.The entire expenditures of the Department, including pay for transportation\ncredited to the Pacific railroads, were $92,186,195.11, which may be\nconsidered as the cost of receiving, carrying, and delivering the above mail\nmatter. It thus appears that though the second-class matter constituted more\nthan two-thirds of the total that was carried, the revenue derived from it was\nless than one-thirtieth of the total expense. The average revenue was--From each pound of first-class matter .........cents \t93.0 From each pound\nof second class ...............mills \t8.5 From each pound of third class\n...................cents \t13.1 From each pound of fourth class\n..................do \t15.6 Of the second class 52,348,297 was county-free\nmatter.The growth in weight of second-class matter has been from 299,000,000 pounds\nin 1894 to 312,000,000 in 1895 and to almost 349,000,000 in 1896, and it is\nquite evident this increasing drawback is far outstripping any possible growth\nof postal revenues.Our mail service should of course be such as to meet the wants and even the\nconveniences of our people at a direct charge upon them so light as perhaps to\nexclude the idea of our Post-Office Department being a money-making concern;\nbut in the face of a constantly recurring deficiency in its revenues and in\nview of the fact that we supply the best mail service in the world it seems to\nme it is quite time to correct the abuses that swell enormously our annual\ndeficit. If we concede the public policy of carrying weekly newspapers free in\nthe county of publication, and even the policy of carrying at less than\none-tenth of their cost other bona fide newspapers and periodicals, there can\nbe no excuse for subjecting the service to the further immense and increasing\nloss involved in carrying at the nominal rate of 1 cent a pound the serial\nlibraries, sometimes including trashy and even harmful literature, and other\nmatter which under the loose interpretation of a loose statute have been\ngradually given second-class rates, thus absorbing all profitable returns\nderived from first-class matter, which pays three or four times more than its\ncost, and producing a large annual loss to be paid by general taxation. If\nsuch second-class matter paid merely the cost of its handling, our deficit\nwould disappear and a surplus result which might be used to give the people\nstill better mail facilities or cheaper rates of letter postage. I recommend\nthat legislation be at once enacted to correct these abuses and introduce\nbetter business ideas in the regulation of our postal rates.Experience and observation have demonstrated that certain improvements in the\norganization of the Post-Office Department must be secured before we can gain\nthe full benefit of the immense sums expended in its administration. This\ninvolves the following reforms, which I earnestly recommend:There should be a small addition to the existing inspector service, to be\nemployed in the supervision of the carrier force, which now numbers 13,000 men\nand performs its service practically without the surveillance exercised over\nall other branches of the postal or public service. Of course such a lack of\nsupervision and freedom from wholesome disciplinary restraints must inevitably\nlead to imperfect service. There should also be appointed a few inspectors who\ncould assist the central office in necessary investigation concerning matters\nof post-office leases, post-office sites, allowances for rent, fuel, and\nlights, and in organizing and securing the best results from the work of the\n14,000 clerks now employed in first and second class offices.I am convinced that the small expense attending the inauguration of these\nreforms would actually be a profitable investment.I especially recommend such a recasting of the appropriations by Congress for\nthe Post-Office Department as will permit the Postmaster-General to proceed\nwith the work of consolidating post-offices. This work has already been\nentered upon sufficiently to fully demonstrate by experiment and experience\nthat such consolidation is productive of better service, larger revenues, and\nless expenditures, to say nothing of the further advantage of gradually\nwithdrawing post-offices from the spoils system.The Universal Postal Union, which now embraces all the civilized world and\nwhose delegates will represent 1,000,000,000 people, will hold its fifth\ncongress in the city of Washington in May, 1897. The United States may be said\nto have taken the initiative which led to the first meeting of this congress,\nat Berne in 1874, and the formation of the Universal Postal Union, which\nbrings the postal service of all countries to every man's neighborhood and has\nwrought marvels in cheapening postal rates and securing absolutely safe mail\ncommunication throughout the world. Previous congresses have met in Berne,\nParis, Lisbon, and Vienna, and the respective countries in which they have\nassembled have made generous provision for their accommodation and for the\nreception and entertainment of the delegates.In view of the importance of this assemblage and of its deliberations and of\nthe honors and hospitalities accorded to our representatives by other\ncountries on similar occasions, I earnestly hope that such an appropriation\nwill be made for the expenses necessarily attendant upon the coming meeting in\nour capital city as will be worthy of our national hospitality and indicative\nof our appreciation of the event.The work of the Navy Department and its present condition are fully exhibited\nin the report of the Secretary.The construction of vessels for our new Navy has been energetically prosecuted\nby the present Administration upon the general lines previously adopted, the\nDepartment having seen no necessity for radical changes in prior methods,\nunder which the work was found to be progressing in a manner highly\nsatisfactory. It has been decided, however, to provide in every shipbuilding\ncontract that the builder should pay all trial expenses, and it has also been\ndetermined to pay no speed premiums in future contracts. The premiums recently\nearned and some yet to be decided are features of the contracts made before\nthis conclusion was reached.On March 4, 1893, there were in commission but two armored vessels--the\ndouble-turreted monitors Miantonomoh and Monterey. Since that date, of vessels\ntheretofore authorized, there have been placed in their first commission 3\nfirst-class and 2 second-class battle ships, 2 armored cruisers, 1\nharbor-defense ram, and 5 double-turreted monitors, including the Maine and\nthe Puritan, just completed. Eight new unarmored cruisers and 2 new gunboats\nhave also been commissioned. The Iowa, another battle ship, will be completed\nabout March 1, and at least 4 more gunboats will be ready for sea in the early\nspring.It is gratifying to state that our ships and their outfits are believed to be\nequal to the best that can be manufactured elsewhere, and that such notable\nreductions have been made in their cost as to justify the statement that quite\na number of vessels are now being constructed at rates as low as those that\nprevail in European shipyards.Our manufacturing facilities are at this time ample for all possible naval\ncontingencies. Three of our Government navy-yards--those at Mare Island, Cal.,\nNorfolk, Va., and Brooklyn, N. Y.--are equipped for shipbuilding, our ordnance\nplant in Washington is equal to any in the world, and at the torpedo station\nwe are successfully making the highest grades of smokeless powder. The\nfirst-class private shipyards at Newport News, Philadelphia, and San Francisco\nare building battle ships; eleven contractors, situated in the States of\nMaine, Rhode Island, Pennsylvania, New Jersey, Maryland, Virginia, and the\nState of Washington, are constructing gunboats or torpedo boats; two plants\nare manufacturing large quantities of first-class armor, and American\nfactories are producing automobile torpedoes, powder, projectiles, rapid-fire\nguns, and everything else necessary for the complete outfit of naval vessels.There have been authorized by Congress since March, 1893, 5 battle ships, 6\nlight-draft gunboats, 16 torpedo boats, and 1 submarine torpedo boat.\nContracts for the building of all of them have been let. The Secretary\nexpresses the opinion that we have for the present a sufficient supply of\ncruisers and gunboats, and that hereafter the construction of battle ships and\ntorpedo boats will supply our needs.Much attention has been given to the methods of carrying on departmental\nbusiness. Important modifications in the regulations have been made, tending\nto unify the control of shipbuilding as far as may be under the Bureau of\nConstruction and Repair, and also to improve the mode of purchasing supplies\nfor the Navy by the Bureau of Supplies and Accounts. The establishment under\nrecent acts of Congress of a supply fund with which to purchase these supplies\nin large quantities and other modifications of methods have tended materially\nto their cheapening and better quality.The War College has developed into an institution which it is believed will be\nof great value to the Navy in teaching the science of war, as well as in\nstimulating professional zeal in the Navy, and it will be especially useful in\nthe devising of plans for the utilization in case of necessity of all the\nnaval resources of the United States.The Secretary has persistently adhered to the plan he found in operation for\nsecuring labor at navy-yards through boards of labor employment, and has done\nmuch to make it more complete and efficient. The naval officers who are\nfamiliar with this system and its operation express the decided opinion that\nits results have been to vastly improve the character of the work done at our\nyards and greatly reduce its cost.Discipline among the officers and men of the Navy has been maintained to a\nhigh standard and the percentage of American citizens enlisted has been very\nmuch increased.The Secretary is considering and will formulate during the coming winter a\nplan for laying up ships in reserve, thereby largely reducing the cost of\nmaintaining our vessels afloat. This plan contemplates that battle ships,\ntorpedo boats, and such of the cruisers as are not needed for active service\nat sea shall be kept in reserve with skeleton crews on board to keep them in\ncondition, cruising only enough to insure the efficiency of the ships and\ntheir crews in time of activity.The economy to result from this system is too obvious to need comment.The Naval Militia, which was authorized a few years ago as an experiment, has\nnow developed into a body of enterprising young men, active and energetic in\nthe discharge of their duties and promising great usefulness. This\nestablishment has nearly the same relation to our Navy as the National Guard\nin the different States bears to our Army, and it constitutes a source of\nsupply for our naval forces the importance of which is immediately apparent.The report of the Secretary of the Interior presents a comprehensive and\ninteresting exhibit of the numerous and important affairs committed to his\nsupervision. It is impossible in this communication to do more than briefly\nrefer to a few of the subjects concerning which the Secretary gives full and\ninstructive information.The money appropriated on account of this Department and for its disbursement\nfor the fiscal year ended June 30, 1896, amounted to more than $157,000,000,\nor a greater sum than was appropriated for the entire maintenance of the\nGovernment for the two fiscal years ended June 30, 1861.Our public lands, originally amounting to 1,840,000,000 acres, have been so\nreduced that only about 600,000,000 acres still remain in Government control,\nexcluding Alaska. The balance, being by far the most valuable portion, has\nbeen given away to settlers, to new States, and to railroads or sold at a\ncomparatively nominal sum. The patenting of land in execution of railroad\ngrants has progressed rapidly during the year, and since the 4th day of March,\n1893, about 25,000,000 acres have thus been conveyed to these corporations.I agree with the Secretary that the remainder of our public lands should be\nmore carefully dealt with and their alienation guarded by better economy and\ngreater prudence.The commission appointed from the membership of the National Academy of\nSciences, provided for by an act of Congress, to formulate plans for a\nnational forestry system will, it is hoped, soon be prepared to present the\nresult of thorough and intelligent examination of this important subject.The total Indian population of the United States is 177,235, according to a\ncensus made in 1895, exclusive of those within the State of New York and those\ncomprising the Five Civilized Tribes. Of this number there are approximately\n38,000 children of school age. During the year 23,393 of these were enrolled\nin schools. The progress which has attended recent efforts to extend\nIndian-school facilities and the anticipation of continued liberal\nappropriations to that end can not fail to afford the utmost satisfaction to\nthose who believe that the education of Indian children is a prime factor in\nthe accomplishment of Indian civilization.It may be said in general terms that in every particular the improvement of\nthe Indians under Government care has been most marked and encouraging.The Secretary, the Commissioner of Indian Affairs, and the agents having\ncharge of Indians to whom allotments have been made strongly urge the passage\nof a law prohibiting the sale of liquor to allottees who have taken their\nlands in severalty. I earnestly join in this recommendation and venture to\nexpress the hope that the Indian may be speedily protected against this\ngreatest of all obstacles to his well-being and advancement.The condition of affairs among the Five Civilized Tribes, who occupy large\ntracts of land in the Indian Territory and who have governments of their own,\nhas assumed such an aspect as to render it almost indispensable that there\nshould be an entire change in the relations of these Indians to the General\nGovernment. This seems to be necessary in furtherance of their own interests,\nas well as for the protection of non-Indian residents in their territory. A\ncommission organized and empowered under several recent laws is now\nnegotiating with these Indians for the relinquishment of their courts and the\ndivision of their common lands in severalty and are aiding in the settlement\nof the troublesome question of tribal membership. The reception of their first\nproffers of negotiation was not encouraging, but through patience and such\nconduct on their part as demonstrated that their intentions were friendly and\nin the interest of the tribes the prospect of success has become more\npromising. The effort should be to save these Indians from the consequences of\ntheir own mistakes and improvidence and to secure to the real Indian his\nrights as against intruders and professed friends who profit by his\nretrogression. A change is also needed to protect life and property through\nthe operation of courts conducted according to strict justice and strong\nenough to enforce their mandates.As a sincere friend of the Indian, I am exceedingly anxious that these reforms\nshould be accomplished with the consent and aid of the tribes and that no\nnecessity may be presented for radical or drastic legislation I hope,\ntherefore, that the commission now conducting negotiations will soon be able\nto report that progress has been made toward a friendly adjustment of existing\ndifficulties.It appears that a very valuable deposit of gilsonite or asphaltum has been\nfound on the reservation in Utah occupied by the Uncompahgre Ute Indians.\nEvery consideration of care for the public interest and every sensible\nbusiness reason dictate such management or disposal of this important source\nof public revenue as will except it from the general rules and incidents\nattending the ordinary disposition of public lands and secure to the\nGovernment a fair share at least of its advantages in place of its transfer\nfor a nominal sum to interested individuals.I indorse the recommendation made by the present Secretary of the Interior, as\nwell as his predecessor, that a permanent commission, consisting of three\nmembers, one of whom shall be an army officer, be created to perform the\nduties now devolving upon the Commissioner and Assistant Commissioner of\nIndian Affairs. The management of the Bureau involves such numerous and\ndiverse details and the advantages of an uninterrupted policy are so apparent\nthat I hope the change suggested will meet the approval of the Congress.The diminution of our enormous pension roll and the decrease of pension\nexpenditure, which have been so often confidently for told, still fail in\nmaterial realization. The number of pensioners on the polls at the close of\nthe fiscal year ended June 30, 1896, was 970,678. This is the largest number\never reported. The amount paid exclusively for pensions during the year was\n$138,214,761.94, a slight decrease from that of the preceding year, while the\ntotal expenditures on account of pensions, including the cost of maintaining\nthe Department and expenses attending pension distribution, amounted to\n$142,206,550.59, or within every small fraction of one-third of the entire\nexpense of supporting the Government during the same year. The number of new\npension certificates issued was 90,640. Of these, 40,374 represent original\nallowances of claims and 15,878 increases of existing pensions.The number of persons receiving pensions from the United States, but residing\nin foreign countries, at the close of the last fiscal year was 3,781, and the\namount paid to them during the year was $582,735.38.The sum appropriated for the payment of pensions for the current fiscal year,\nending June 30, 1897, is $140,000,000, and for the succeeding year it is\nestimated that the same amount will be necessary.The Commissioner of Pensions reports that during the last fiscal year 339\nindictments were found against violators of the pension laws. Upon these\nindictments 167 convictions resulted.In my opinion, based upon such statements as these and much other information\nand observation, the abuses which have been allowed to creep into our pension\nsystem have done incalculable harm in demoralizing our people and undermining\ngood citizenship. I have endeavored within my sphere of official duty to\nprotect our pension roll and make it what it should be, a roll of honor,\ncontaining the names of those disabled in their country's service and worthy\nof their country's affectionate remembrance. When I have seen those who pose\nas the soldiers' friends active and alert in urging greater laxity and more\nreckless pension expenditure, while nursing selfish schemes, I have deprecated\nthe approach of a situation when necessary retrenchment and enforced economy\nmay lead to an attack upon pension abuses so determined as to overlook the\ndiscrimination due to those who, worthy of a nation's care, ought to live and\ndie under the protection of a nation's gratitude.The Secretary calls attention to the public interests involved in an\nadjustment of the obligations of the Pacific railroads to the Government. I\ndeem it to be an important duty to especially present this subject to the\nconsideration of the Congress.On January 1, 1897, with the amount already matured, more than $13,000,000 of\nthe principal of the subsidy bonds issued by the United States in aid of the\nconstruction of the Union Pacific Railway, including its Kansas line, and more\nthan $6,000,000 of like bonds issued in aid of the Central Pacific Railroad,\nincluding those issued to the Western Pacific Railroad Company, will have\nfallen due and been paid or must on that day be paid by the Government.\nWithout any reference to the application of the sinking fund now in the\nTreasury, this will create such a default on the part of these companies to\nthe Government as will give it the right to at once institute proceedings to\nforeclose its mortgage lien. In addition to this indebtedness, which will be\ndue January 1, 1897, there will mature between that date and January 1, 1899,\nthe remaining principal of such subsidy bonds, which must also be met by the\nGovernment. These amount to more than $20,000,000 on account of the Union\nPacific lines and exceed $21,000,000 on account of the Central Pacific lines.The situation of these roads and the condition of their indebtedness to the\nGovernment have been fully set forth in the reports of various committees to\nthe present and prior Congresses, and as early as 1887 they were thoroughly\nexamined by a special commission appointed pursuant to an act of Congress. The\nconsiderations requiring an adjustment of the Government's relations to the\ncompanies have been clearly presented and the conclusion reached with\npractical uniformity that if these relations are not terminated they should be\nrevised upon a basis securing their safe continuance.Under section 4 of the act of Congress passed March 3, 1887, the President is\ncharged with the duty, in the event that any mortgage or other incumbrance\nparamount to the interest of the United States in the property of the Pacific\nrailroads should exist and be lawfully liable to be enforced, to direct the\naction of the Departments of Treasury and of justice in the protection of the\ninterest of the United States by redemption or through judicial proceedings,\nincluding foreclosures of the Government liens.In view of the fact that the Congress has for a number of years almost\nconstantly had under consideration various plans for dealing with the\nconditions existing between these roads and the Government, I have thus far\nfelt justified in withholding action under the statute above mentioned.In the case of the Union Pacific Company, however, the situation has become\nespecially and immediately urgent. Proceedings have been instituted to\nforeclose a first mortgage upon those aided parts of the main lines upon which\nthe Government holds a second and subordinate mortgage lien. In consequence of\nthose proceedings and increasing complications, added to the default occurring\non the 1st day of January, 1897, a condition will be presented at that date,\nso far as this company is concerned, that must emphasize the mandate of the\nact of 1887 and give to Executive duty under its provisions a more imperative\naspect. Therefore, unless Congress shall otherwise direct or shall have\npreviously determined upon a different solution of the problem, there will\nhardly appear to exist any reason for delaying beyond the date of the default\nabove mentioned such Executive action as will promise to subserve the public\ninterests and save the Government from the loss threatened by further\ninaction.The Department of Agriculture is so intimately related to the welfare of our\npeople and the prosperity of our nation that it should constantly receive the\ncare and encouragement of the Government. From small beginnings it has grown\nto be the center of agricultural intelligence and the source of aid and\nencouragement to agricultural efforts. Large sums of money are annually\nappropriated for the maintenance of this Department, and it must be confessed\nthat the legislation relating to it has not always been directly in the\ninterest of practical farming or properly guarded against waste and\nextravagance. So far, however, as public money has been appropriated fairly\nand sensibly to help those who actually till the soil, no expenditure has been\nmore profitably made or more generally approved by the people.Under the present management of the Department its usefulness has been\nenhanced in every direction, and at the same time strict economy has been\nenforced to the utmost extent permitted by Congressional action. From the\nreport of the Secretary it appears that through careful and prudent financial\nmanagement he has annually saved a large sum from his appropriations,\naggregating during his incumbency and up to the close of the present fiscal\nyear nearly one-fifth of the entire amount appropriated. These results have\nbeen accomplished by a conscientious study of the real needs of the farmer and\nsuch a regard for economy as the genuine farmer ought to appreciate,\nsupplemented by a rigid adherence to civil-service methods in a Department\nwhich should be conducted in the interest of agriculture instead of partisan\npolitics.The Secretary reports that the value of our exports of farm products during\nthe last fiscal year amounted to $570,000,000, an increase of $17,000,000 over\nthose of the year immediately preceding. This statement is not the less\nwelcome because of the fact that, notwithstanding such increase, the\nproportion of exported agricultural products to our total exports of all\ndescriptions fell off during the year. The benefits of an increase in\nagricultural exports being assured, the decrease in its proportion to our\ntotal exports is the more gratifying when we consider that it is owing to the\nfact that such total exports for the year increased more than $75,000,000.The large and increasing exportation of our agricultural products suggests the\ngreat usefulness of the organization lately established in the Department for\nthe purpose of giving to those engaged in farming pursuits reliable\ninformation concerning the condition, needs, and advantages of different\nforeign markets. Inasmuch as the success of the farmer depends upon the\nadvantageous sale of his products, and inasmuch as foreign markets must\nlargely be the destination of such products, it is quite apparent that a\nknowledge of the conditions and wants that affect those markets ought to\nresult in sowing more intelligently and reaping with a better promise of\nprofit. Such information points out the way to a prudent foresight in the\nselection and cultivation of crops and to a release from the bondage of\nunreasoning monotony of production, a glutted and depressed market, and\nconstantly recurring unprofitable toil.In my opinion the gratuitous distribution of seeds by the Department as at\npresent conducted ought to be discontinued. No one can read the statement of\nthe Secretary on this subject and doubt the extravagance and questionable\nresults of this practice. The professed friends of the farmer, and certainly\nthe farmers themselves, are naturally expected to be willing to rid a\nDepartment devoted to the promotion of farming interests of a feature which\ntends so much to its discredit.The Weather Bureau, now attached to the Department of Agriculture, has\ncontinued to extend its sphere of usefulness, and by an uninterrupted\nimprovement in the accuracy of its forecasts has greatly increased its\nefficiency as an aid and protection to all whose occupations are related to\nweather conditions.Omitting further reference to the operations of the Department, I commend the\nSecretary's report and the suggestions it contains to the careful\nconsideration of the Congress.The progress made in civil-service reform furnishes a cause for the utmost\ncongratulation. It has survived the doubts of its friends as well as the\nrancor of its enemies and has gained a permanent place among the agencies\ndestined to cleanse our politics and to improve, economize, and elevate the\npublic service.There are now in the competitive classified service upward of 84,000 places,\nmore than half of these having been included from time to time since March 4,\n1893. A most radical and sweeping extension was made by Executive order dated\nthe 6th day of May, 1896, and if fourth-class postmasterships are not included\nin the statement it may be said that practically all positions contemplated by\nthe civil-service law are now classified. Abundant reasons exist for including\nthese postmaster-ships, based upon economy, improved service, and the peace\nand quiet of neighborhoods. If, however, obstacles prevent such action at\npresent, I earnestly hope that Congress will, without increasing post-office\nappropriations, so adjust them as to permit in proper eases a consolidation of\nthese post-offices, to the end that through this process the result desired\nmay to a limited extent be accomplished.The civil-service rules as amended during the last year provide for a sensible\nand uniform method of promotion, basing eligibility to better positions upon\ndemonstrated efficiency and faithfulness. The absence of fixed rules on this\nsubject has been an infirmity in the system more and more apparent as its\nother benefits have been better appreciated.The advantages of civil-service methods in their business aspects are too well\nunderstood to require argument. Their application has become a necessity to\nthe executive work of the Government. But those who gain positions through the\noperation of these methods should be made to understand that the nonpartisan\nscheme through which they receive their appointments demands from them by way\nof reciprocity nonpartisan and faithful performance of duty under every\nAdministration and cheerful fidelity to every chief. While they should be\nencouraged to decently exercise their rights of citizenship and to support\nthrough their suffrages the political beliefs they honestly profess, the\nnoisy, pestilent, and partisan employee, who loves political turmoil and\ncontention or who renders lax and grudging service to an Administration not\nrepresenting his political views, should be promptly and fearlessly dealt with\nin such a way as to furnish a warning to others who may be likewise disposed.The annual report of the Commissioners will be duly transmitted, and I commend\nthe important matter they have in charge to the careful consideration of the\nCongress.The Interstate Commerce Commission has during the last year supplied abundant\nevidence of its usefulness and the importance of the work committed to its\ncharge.Public transportation is a universal necessity, and the question of just and\nreasonable charges therefor has become of vital importance not only to\nshippers and carriers, but also to the vast multitude of producers and\nconsumers. The justice and equity of the principles embodied in the existing\nlaw passed for the purpose of regulating these charges are everywhere\nconceded, and there appears to be no question that the policy thus entered\nupon has a permanent place in our legislation.As the present statute when enacted was in the nature of the case more or less\ntentative and experimental, it was hardly expected to supply a complete and\nadequate system. While its wholesome effects are manifest and have amply\njustified its enactment, it is evident that all desired reforms in\ntransportation methods have not been fully accomplished. In view of the\njudicial interpretation which some provisions of this statute have received\nand the defects disclosed by the efforts made for its enforcement, its\nrevision and amendment appear to be essential, to the end that it may more\neffectually reach the evils designed to be corrected. I hope the\nrecommendations of the Commission upon this subject will be promptly and\nfavorably considered by the Congress.I desire to recur to the statements elsewhere made concerning the Government's\nreceipts and expenditures for the purpose of venturing upon some suggestions\ntouching our present tariff law and its operation.This statute took effect on the 28th day of August, 1894. Whatever may be its\nshortcomings as a complete measure of tariff reform, it must be conceded that\nit has opened the way to a freer and greater exchange of commodities between\nus and other countries, and thus furnished a wider market for our products and\nmanufactures.The only entire fiscal year during which this law has been in force ended on\nthe 30th day of June, 1896. In that year our imports increased over those of\nthe previous year more than $6,500,000, while the value of the domestic\nproducts we exported and which found markets abroad was nearly $70,000,000\nmore than during the preceding year.Those who insist that the cost to our people of articles coming to them from\nabroad for their needful use should only be increased through tariff charges\nto an extent necessary to meet the expenses of the Government, as well as\nthose who claim that tariff charges may be laid upon such articles beyond the\nnecessities of Government revenue and with the additional purpose of so\nincreasing their price in our markets as to give American manufacturers and\nproducers better and more profitable opportunities, must agree that our tariff\nlaws are only primarily justified as sources of revenue to enable the\nGovernment to meet the necessary expenses of its maintenance. Considered as to\nits efficiency in this aspect, the present law can by no means fall under just\ncondemnation. During the only complete fiscal year of its operation it has\nyielded nearly $8,000,000 more revenue than was received from tariff duties in\nthe preceding year. There was, nevertheless, a deficit between our receipts\nand expenditures of a little more than $25,000,000 This, however, was not\nunexpected.The situation was such in December last, seven months before the close of the\nfiscal year, that the Secretary of the Treasury foretold a deficiency of\n$17,000,000. The great and increasing apprehension and timidity in business\ncircles and the depression in all activities intervening since that time,\nresulting from causes perfectly well understood and entirely disconnected with\nour tariff law or its operation, seriously checked the imports we would have\notherwise received and readily account for the difference between this\nestimate of the Secretary and the actual deficiency, as well as for a\ncontinued deficit. Indeed, it must be confessed that we could hardly have had\na more unfavorable period than the last two years for the collection of tariff\nrevenue. We can not reasonably hope that our recuperation from this business\ndepression will be sudden, but it has already set in with a promise of\nacceleration and continuance.I believe our present tariff law, if allowed a fair opportunity, will in the\nnear future yield a revenue which, with reasonably economical expenditures,\nwill overcome all deficiencies. In the meantime no deficit that has occurred\nor may occur need excite or disturb us. To meet any such deficit we have in\nthe Treasury in addition to a gold reserve of one hundred millions a surplus\nof more than $128,000,000 applicable to the payment of the expenses of the\nGovernment, and which must, unless expended for that purpose, remain a useless\nhoard, or, if not extravagantly wasted, must in any event be perverted from\nthe purpose of its exaction from our people. The payment, therefore, of any\ndeficiency in the revenue from this fund is nothing more than its proper and\nlegitimate use. The Government thus applying a surplus fortunately in its\nTreasury to the payment of expenses not met by its current revenues is not at\nall to be likened to a man living beyond his income and thus incurring debt or\nencroaching on his principal.It is not one of the functions of our Government to accumulate and make\nadditions to a fund not needed for immediate expenditure. With individuals it\nis the chief object of struggle and effort. The application of an accumulated\nfund by the Government to the payment of its running expenses is a duty. An\nindividual living beyond his income and embarrassing himself with debt or\ndrawing upon his accumulated fund of principal is either unfortunate or\nimprovident. The distinction is between a government charged with the duty of\nexpending for the benefit of the people and for proper purposes all the money\nit receives from any source, and the individual, who is expected to manifest a\nnatural desire to avoid debt or to accumulate as much as possible and to live\nwithin the income derived from such accumulations, to the end that they may be\nincreased or at least remain unimpaired for the future use and enjoyment of\nhimself or the objects of his love and affection who may survive him.It is immeasurably better to appropriate our surplus to the payment of\njustifiable expenses than to allow it to become an invitation to reckless\nappropriations and extravagant expenditures.I suppose it will not be denied that under the present law our people obtain\nthe necessaries of a comfortable existence at a cheaper rate than formerly.\nThis is a matter of supreme importance, since it is the palpable duty of every\njust government to make the burdens of taxation as light as possible. The\npeople should not be required to relinquish this privilege of cheaper living\nexcept under the stress of their Government's necessity made plainly manifest.This reference to the condition and prospects of our revenues naturally\nsuggests an allusion to the weakness and vices of our financial methods. They\nhave been frequently pressed upon the attention of Congress in previous\nExecutive communications and the inevitable danger of their continued\ntoleration pointed out. Without now repeating these details, I can not refrain\nfrom again earnestly presenting the necessity of the prompt reform of a system\nopposed to every rule of sound finance and shown by experience to be fraught\nwith the gravest peril and perplexity. The terrible Civil War, which shook the\nfoundations of our Government more than thirty years ago, brought in its train\nthe destruction of property, the wasting of our country's substance, and the\nestrangement of brethren. These are now past and forgotten. Even the\ndistressing loss of life the conflict entailed is but a sacred memory which\nfosters patriotic sentiment and keeps alive a tender regard for those who\nnobly died. And yet there remains with us to-day in full strength and\nactivity, as an incident of that tremendous struggle, a feature of its\nfinancial necessities not only unsuited to our present circumstances, but\nmanifestly a disturbing menace to business security and an ever-present agent\nof monetary distress.Because we may be enjoying a temporary relief from its depressing influence,\nthis should not lull us into a false security nor lead us to forget the\nsuddenness of past visitations.I am more convinced than ever that we can have no assured financial peace and\nsafety until the Government currency obligations upon which gold may be\ndemanded from the Treasury are withdrawn from circulation and canceled. This\nmight be done, as has been heretofore recommended, by their exchange for\nlong-term bonds bearing a low rate of interest or by their redemption with the\nproceeds of such bonds. Even if only the United States notes known as\ngreenbacks were thus retired it is probable that the Treasury notes issued in\npayment of silver purchases under the act of July 14, 1890, now paid in gold\nwhen demanded, would not create much disturbance, as they might from time to\ntime, when received in the Treasury by redemption in gold or otherwise, be\ngradually and prudently replaced by silver coin.This plan of issuing bonds for the purpose of redemption certainly appears to\nbe the most effective and direct path to the needed reform. In default of\nthis, however, it would be a step in the right direction if currency\nobligations redeemable in gold whenever so redeemed should be canceled instead\nof being reissued. This operation would be a slow remedy, but it would improve\npresent conditions.National banks should redeem their own notes. They should be allowed to issue\ncirculation to the par value of bonds deposited as security for its redemption\nand the tax on their circulation should be reduced to one-fourth of 1 per\ncent.In considering projects for the retirement of United States notes and Treasury\nnotes issued under the law of 1890, I am of the opinion that we have placed\ntoo much stress upon the danger of contracting the currency and have\ncalculated too little upon the gold that would be added to our circulation if\ninvited to us by better and safer financial methods. It is not so much a\ncontraction of our currency that should be avoided as its unequal\ndistribution.This might be obviated and any fear of harmful contraction at the same time\nremoved by allowing the organization of smaller banks and in less populous\ncommunities than are now permitted, and also authorizing existing banks to\nestablish branches in small communities under proper restrictions.The entire case may be presented by the statement that the day of sensible and\nsound financial methods will not dawn upon us until our Government abandons\nthe banking business and the accumulation of funds and confines its monetary\noperations to the receipt of the money contributed by the people for its\nsupport and to the expenditure of such money for the people's benefit.Our business interests and all good citizens long for rest from feverish\nagitation and the inauguration by the Government of a reformed financial\npolicy which will encourage enterprise and make certain the rewards of labor\nand industry.Another topic in which our people rightfully take a deep interest may be here\nbriefly considered. I refer to the existence of trusts and other huge\naggregations of capital the object of which is to secure the monopoly of some\nparticular branch of trade, industry, or commerce and to stifle wholesome\ncompetition. When these are defended, it is usually on the ground that though\nthey increase profits they also reduce prices, and thus may benefit the\npublic. It must be remembered, however, that a reduction of prices to the\npeople is not one of the real objects of these organizations, nor is their\ntendency necessarily in that direction. If it occurs in a particular case it\nis only because it accords with the purposes or interests of those managing\nthe scheme.Such occasional results fall far short of compensating the palpable evils\ncharged to the account of trusts and monopolies. Their tendency is to crush\nout individual independence and to hinder or prevent the free use of human\nfaculties and the full development of human character. Through them the\nfarmer, the artisan, and the small trader is in danger of dislodgment from the\nproud position of being his own master, watchful of all that touches his\ncountry's prosperity, in which he has an individual lot, and interested in all\nthat affects the advantages of business of which he is a factor, to be\nrelegated to the level of a mere appurtenance to a great machine, with little\nfree will, with no duty but that of passive obedience, and with little hope or\nopportunity of rising in the scale of responsible and helpful citizenship.To the instinctive belief that such is the inevitable trend of trusts and\nmonopolies is due the widespread and deep-seated popular aversion in which\nthey are held and the not unreasonable insistence that, whatever may be their\nincidental economic advantages, their general effect upon personal character,\nprospects, and usefulness can not be otherwise than injurious.Though Congress has attempted to deal with this matter by legislation, the\nlaws passed for that purpose thus far have proved ineffective, not because of\nany lack of disposition or attempt to enforce them, but simply because the\nlaws themselves as interpreted by the courts do not reach the difficulty. If\nthe insufficiencies of existing laws can be remedied by further legislation,\nit should be done. The fact must be recognized, however, that all Federal\nlegislation on this subject may fall short of its purpose because of inherent\nobstacles and also because of the complex character of our governmental\nsystem, which, while making the Federal authority supreme within its sphere,\nhas carefully limited that sphere by metes and bounds that can not be\ntransgressed. The decision of our highest court on this precise question\nrenders it quite doubtful whether the evils of trusts and monopolies can be\nadequately treated through Federal action unless they seek directly and\npurposely to include in their objects transportation or intercourse between\nStates or between the United States and foreign countries.It does not follow, however, that this is the limit of the remedy that may be\napplied. Even though it may be found that Federal authority is not broad\nenough to fully reach the case, there can be no doubt of the power of the\nseveral States to act effectively in the premises, and there should be no\nreason to doubt their willingness to judiciously exercise such power.In concluding this communication its last words shall be an appeal to the\nCongress for the most rigid economy in the expenditure of the money it holds\nin trust for the people. The way to perplexing extravagance is easy, but a\nreturn to frugality is difficult. When, however, it is considered that those\nwho bear the burdens of taxation have no guaranty of honest care save in the\nfidelity of their public servants, the duty of all possible retrenchment is\nplainly manifest.When our differences are forgotten and our contests of political opinion are\nno longer remembered, nothing in the retrospect of our public service will be\nas fortunate and comforting as the recollection of official duty well\nperformed and the memory of a constant devotion to the interests of our\nconfiding fellow-countrymen.GROVER CLEVELAND", 
    "name": "Grover Cleveland"
}