{
    "date": "December 3, 1888", 
    "speech": "To the Congress of the United States:As you assemble for the discharge of the duties you have assumed as the\nrepresentatives of a free and generous people, your meeting is marked by an\ninteresting and impressive incident. With the expiration of the present\nsession of the Congress the first century of our constitutional existence\nas a nation will be completed.Our survival for one hundred years is not sufficient to assure us that we\nno longer have dangers to fear in the maintenance, with all its promised\nblessings, of a government rounded upon the freedom of the people. The time\nrather admonishes us to soberly inquire whether in the past we have always\nclosely kept in the course of safety, and whether we have before us a way\nplain and clear which leads to happiness and perpetuity.When the experiment of our Government was undertaken, the chart adopted for\nour guidance was the Constitution. Departure from the lines there laid down\nis failure. It is only by a strict adherence to the direction they indicate\nand by restraint within the limitations they fix that we can furnish proof\nto the world of the fitness of the American people for self-government.The equal and exact justice of which we boast as the underlying principle\nof our institutions should not be confined to the relations of our citizens\nto each other. The Government itself is under bond to the American people\nthat in the exercise of its functions and powers it will deal with the body\nof our citizens in a manner scrupulously honest and fair and absolutely\njust. It has agreed that American citizenship shall be the only credential\nnecessary to justify the claim of equality before the law, and that no\ncondition in life shall give rise to discrimination in the treatment of the\npeople by their Government.The citizen of our Republic in its early days rigidly insisted upon full\ncompliance with the letter of this bond, and saw stretching out before him\na clear field for individual endeavor. His tribute to the support of his\nGovernment was measured by the cost of its economical maintenance, and he\nwas secure in the enjoyment of the remaining recompense of his steady and\ncontented toil. In those days the frugality of the people was stamped upon\ntheir Government, and was enforced by the free, thoughtful, and intelligent\nsuffrage of the citizen. Combinations, monopolies, and aggregations of\ncapital were either avoided or sternly regulated and restrained. The pomp\nand glitter of governments less free offered no temptation and presented no\ndelusion to the plain people who, side by side, in friendly competition,\nwrought for the ennoblement and dignity of man, for the solution of the\nproblem of free government, and for the achievement of the grand destiny\nawaiting the land which God had given them.A century has passed. Our cities are the abiding places of wealth and\nluxury; our manufactories yield fortunes never dreamed of by the fathers of\nthe Republic; our business men are madly striving in the race for riches,\nand immense aggregations of capital outrun the imagination in the magnitude\nof their undertakings.We view with pride and satisfaction this bright picture of our country's\ngrowth and prosperity, while only a closer scrutiny develops a somber\nshading. Upon more careful inspection we find the wealth and luxury of our\ncities mingled with poverty and wretchedness and unremunerative toil. A\ncrowded and constantly increasing urban population suggests the\nimpoverishment of rural sections and discontent with agricultural pursuits.\nThe farmer's son, not satisfied with his father's simple and laborious\nlife, joins the eager chase for easily acquired wealth.We discover that the fortunes realized by our manufacturers are no longer\nsolely the reward of sturdy industry and enlightened foresight, but that\nthey result from the discriminating favor of the Government and are largely\nbuilt upon undue exactions from the masses of our people. The gulf between\nemployers and the employed is constantly widening, and classes are rapidly\nforming, one comprising the very rich and powerful, while in another are\nfound the toiling poor.As we view the achievements of aggregated capital, we discover the\nexistence of trusts, combinations, and monopolies, while the citizen is\nstruggling far in the rear or is trampled to death beneath an iron heel.\nCorporations, which should be the carefully restrained creatures of the law\nand the servants of the people, are fast becoming the people's masters.Still congratulating ourselves upon the wealth and prosperity of our\ncountry and complacently contemplating every incident of change inseparable\nfrom these conditions, it is our duty as patriotic citizens to inquire at\nthe present stage of our progress how the bond of the Government made with\nthe people has been kept and performed.Instead of limiting the tribute drawn from our citizens to the necessities\nof its economical administration, the Government persists in exacting from\nthe substance of the people millions which, unapplied and useless, lie\ndormant in its Treasury. This flagrant injustice and this breach of faith\nand obligation add to extortion the danger attending the diversion of the\ncurrency of the country from the legitimate channels of business.Under the same laws by which these results are produced the Government\npermits many millions more to be added to the cost of the living of our\npeople and to be taken from our consumers, which unreasonably swell the\nprofits of a small but powerful minority.The people must still be taxed for the support of the Government under the\noperation of tariff laws. But to the extent that the mass of our citizens\nare inordinately burdened beyond any useful public purpose and for the\nbenefit of a favored few, the Government, under pretext of an exercise of\nits taxing power, enters gratuitously into partnership with these\nfavorites, to their advantage and to the injury of a vast majority of our\npeople.This is not equality before the law.The existing situation is injurious to the health of our entire body\npolitic. It stifles in those for whose benefit it is permitted all\npatriotic love of country, and substitutes in its place selfish greed and\ngrasping avarice. Devotion to American citizenship for its own sake and for\nwhat it should accomplish as a motive to our nation's advancement and the\nhappiness of all our people is displaced by the assumption that the\nGovernment, instead of being the embodiment of equality, is but an\ninstrumentality through which especial and individual advantages are to be\ngained.The arrogance of this assumption is unconcealed. It appears in the sordid\ndisregard of all but personal interests, in the refusal to abate for the\nbenefit of others one iota of selfish advantage, and in combinations to\nperpetuate such advantages through efforts to control legislation and\nimproperly influence the suffrages of the people.The grievances of those not included within the circle of these\nbeneficiaries, when fully realized, will surely arouse irritation and\ndiscontent. Our farmers, long suffering and patient, struggling in the race\nof life with the hardest and most unremitting toil, will not fail to see,\nin spite of misrepresentations and misleading fallacies, that they are\nobliged to accept such prices for their products as are fixed in foreign\nmarkets where they compete with the farmers of the world; that their lands\nare declining in value while their debts increase, and that without\ncompensating favor they are forced by the action of the Government to pay\nfor the benefit of others such enhanced prices for the things they need\nthat the scanty returns of their labor fail to furnish their support or\nleave no margin for accumulation.Our workingmen, enfranchised from all delusions and no longer frightened by\nthe cry that their wages are endangered by a just revision of our tariff\nlaws, will reasonably demand through such revision steadier employment,\ncheaper means of living in their homes, freedom for themselves and their\nchildren from the doom of perpetual servitude, and an open door to their\nadvancement beyond the limits of a laboring class. Others of our citizens,\nwhose comforts and expenditures are measured by moderate salaries and fixed\nincomes, will insist upon the fairness and justice of cheapening the cost\nof necessaries for themselves and their families.When to the selfishness of the beneficiaries of unjust discrimination under\nour laws there shall be added the discontent of those who suffer from such\ndiscrimination, we will realize the fact that the beneficent purposes of\nour Government, dependent upon the patriotism and contentment of our\npeople, are endangered.Communism is a hateful thing and a menace to peace and organized\ngovernment; but the communism of combined wealth and capital, the outgrowth\nof overweening cupidity and selfishness, which insidiously undermines the\njustice and integrity of free institutions, is not less dangerous than the\ncommunism of oppressed poverty and toil, which, exasperated by injustice\nand discontent, attacks with wild disorder the citadel of rule.He mocks the people who proposes that the Government shall protect the rich\nand that they in turn will care for the laboring poor. Any intermediary\nbetween the people and their Government or the least delegation of the care\nand protection the Government owes to the humblest citizen in the land\nmakes the boast of free institutions a glittering delusion and the\npretended boon of American citizenship a shameless imposition.A just and sensible revision of our tariff laws should be made for the\nrelief of those of our countrymen who suffer under present conditions. Such\na revision should receive the support of all who love that justice and\nequality due to American citizenship; of all who realize that in this\njustice and equality our Government finds its strength and its power to\nprotect the citizen and his property; of all who believe that the contented\ncompetence and comfort of many accord better with the spirit of our\ninstitutions than colossal fortunes unfairly gathered in the hands of a\nfew; of all who appreciate that the forbearance and fraternity among our\npeople, which recognize the value of every American interest, are the\nsurest guaranty of our national progress, and of all who desire to see the\nproducts of American skill and ingenuity in every market of the world, with\na resulting restoration of American commerce.The necessity of the reduction of our revenues is so apparent as to be\ngenerally conceded, but the means by which this end shall be accomplished\nand the sum of direct benefit which shall result to our citizens present a\ncontroversy of the utmost importance. There should be no scheme accepted as\nsatisfactory by which the burdens of the people are only apparently\nremoved. Extravagant appropriations of public money, with all their\ndemoralizing consequences, should not be tolerated, either as a means of\nrelieving the Treasury of its present surplus or as furnishing pretext for\nresisting a proper reduction in tariff rates. Existing evils and injustice\nshould be honestly recognized, boldly met, and effectively remedied. There\nshould be no cessation of the struggle until a plan is perfected, fair and\nconservative toward existing industries, but which will reduce the cost to\nconsumers of the necessaries of life, while it provides for our\nmanufacturers the advantage of freer raw materials and permits no injury to\nthe interests of American labor.The cause for which the battle is waged is comprised within lines clearly\nand distinctly defined. It should never be compromised. It is the people's\ncause.It can not be denied that the selfish and private interests which are so\npersistently heard when efforts are made to deal in a just and\ncomprehensive manner with our tariff laws are related to, if they are not\nresponsible for, the sentiment largely prevailing among the people that the\nGeneral Government is the fountain of individual and private aid; that it\nmay be expected to relieve with paternal care the distress of citizens and\ncommunities, and that from the fullness of its Treasury it should, upon the\nslightest possible pretext of promoting the general good, apply public\nfunds to the benefit of localities and individuals. Nor can it be denied\nthat there is a growing assumption that, as against the Government and in\nfavor of private claims and interests, the usual rules and limitations of\nbusiness principles and just dealing should be waived.These ideas have been unhappily much encouraged by legislative\nacquiescence. Relief from contracts made with the Government is too easily\naccorded in favor of the citizen; the failure to support claims against the\nGovernment by proof is often supplied by no better consideration than the\nwealth of the Government and the poverty of the claimant; gratuities in the\nform of pensions are granted upon no other real ground than the needy\ncondition of the applicant, or for reasons less valid; and large sums are\nexpended for public buildings and other improvements upon representations\nscarcely claimed to be related to public needs and necessities.The extent to which the consideration of such matters subordinate and\npostpone action upon subjects of great public importance, but involving no\nspecial private or partisan interest, should arrest attention and lead to\nreformation.A few of the numerous illustrations of this condition may be stated.The crowded condition of the calendar of the Supreme Court, and the delay\nto suitors and denial of justice resulting therefrom, has been strongly\nurged upon the attention of the Congress, with a plan for the relief of the\nsituation approved by those well able to judge of its merits. While this\nsubject remains without effective consideration, many laws have been passed\nproviding for the holding of terms of inferior courts at places to suit the\nconvenience of localities, or to lay the foundation of an application for\nthe erection of a new public building.Repeated recommendations have been submitted for the amendment and change\nof the laws relating to our public lands so that their spoliation and\ndiversion to other uses than as homes for honest settlers might be\nprevented. While a measure to meet this conceded necessity of reform\nremains awaiting the action of the Congress, many claims to the public\nlands and applications for their donation, in favor of States and\nindividuals, have been allowed.A plan in aid of Indian management, recommended by those well informed as\ncontaining valuable features in furtherance of the solution of the Indian\nproblem, has thus far failed of legislative sanction, while grants of\ndoubtful expediency to railroad corporations, permitting them to pass\nthrough Indian reservations, have greatly multiplied.The propriety and necessity of the erection of one or more prisons for the\nconfinement of United States convicts, and a post-office building in the\nnational capital, are not disputed. But these needs yet remain answered,\nwhile scores of public buildings have been erected where their necessity\nfor public purposes is not apparent.A revision of our pension laws could easily be made which would rest upon\njust principles and provide for every worthy applicant. But while our\ngeneral pension laws remain confused and imperfect, hundreds of private\npension laws are annually passed, which are the sources of unjust\ndiscrimination and popular demoralization.Appropriation bills for the support of the Government are defaced by items\nand provisions to meet private ends, and it is freely asserted by\nresponsible and experienced parties that a bill appropriating money for\npublic internal improvement would fail to meet with favor unless it\ncontained items more for local and private advantage than for public\nbenefit.These statements can be much emphasized by an ascertainment of the\nproportion of Federal legislation which either bears upon its face its\nprivate character or which upon examination develops such a motive power.And yet the people wait and expect from their chosen representatives such\npatriotic action as will advance the welfare of the entire country; and\nthis expectation can only be answered by the performance of public duty\nwith unselfish purpose. Our mission among the nations of the earth and our\nsuccess in accomplishing the work God has given the American people to do\nrequire of those intrusted with the making and execution of our laws\nperfect devotion, above all other things, to the public good.This devotion will lead us to strongly resist all impatience of\nconstitutional limitations of Federal power and to persistently check the\nincreasing tendency to extend the scope of Federal legislation into the\ndomain of State and local jurisdiction upon the plea of subserving the\npublic welfare. The preservation of the partitions between proper subjects\nof Federal and local care and regulation is of such importance under the\nConstitution, which is the law of our very existence, that no consideration\nof expediency or sentiment should tempt us to enter upon doubtful ground.\nWe have undertaken to discover and proclaim the richest blessings of a free\ngovernment, with the Constitution as our guide. Let us follow the way it\npoints out; it will not mislead us. And surely no one who has taken upon\nhimself the solemn obligation to support and preserve the Constitution can\nfind justification or solace for disloyalty in the excuse that he wandered\nand disobeyed in search of a better way to reach the public welfare than\nthe Constitution offers.What has been said is deemed not inappropriate at a time when, from a\ncentury's height, we view the way already trod by the American people and\nattempt to discover their future path.The seventh President of the United States--the soldier and statesman and\nat all times the firm and brave friend of the people--in vindication of his\ncourse as the protector of popular rights and the champion of true American\ncitizenship, declared: The ambition which leads me on is an anxious desire\nand a fixed determination to restore to the people unimpaired the sacred\ntrust they have confided to my charge; to, heal the wounds of the\nConstitution and to preserve it from further violation; to persuade my\ncountrymen, so far as I may, that it is not in a splendid government\nsupported by powerful monopolies and aristocratical establishments that\nthey will find happiness or their liberties protection, but in a plain\nsystem, void of pomp, protecting all and granting favors to none,\ndispensing its blessings like the dews of heaven, unseen and unfelt save in\nthe freshness and beauty they contribute to produce. It is such a\ngovernment that the genius of our people requires--such an one only under\nwhich our States may remain for ages to come united, prosperous, and free.\nIn pursuance of a constitutional provision requiring the President from\ntime to time to give to the Congress information of the state of the Union,\nI have the satisfaction to announce that the close of the year finds the\nUnited States in the enjoyment of domestic tranquillity and at peace with\nall the nations.Since my last annual message our foreign relations have been strengthened\nand improved by performance of international good offices and by new and\nrenewed treaties of amity, commerce, and reciprocal extradition of\ncriminals.Those international questions which still await settlement are all\nreasonably within the domain of amicable negotiation, and there is no\nexisting subject of dispute between the United States and any foreign power\nthat is not susceptible of satisfactory adjustment by frank diplomatic\ntreatment.The questions between Great Britain and the United States relating to the\nrights of American fishermen, under treaty and international comity, in the\nterritorial waters of Canada and Newfoundland, I regret to say, are not yet\nsatisfactorily adjusted.These matters were fully treated in my message to the Senate of February 20\n1888, together with which a convention, concluded under my authority with\nHer Majesty's Government on the 15th of February last, for the removal of\nall causes of misunderstanding, was submitted by me for the approval of the\nSenate.This treaty having been rejected by the Senate, I transmitted a message to\nthe Congress on the 23d of August last reviewing the transactions and\nsubmitting for consideration certain recommendations for legislation\nconcerning the important questions involved.Afterwards, on the 12th of September, in response to a resolution of the\nSenate, I again communicated fully all the information in my possession as\nto the action of the government of Canada affecting the commercial\nrelations between the Dominion and the United States, including the\ntreatment of American fishing vessels in the ports and waters of British\nNorth America.These communications have all been published, and therefore opened to the\nknowledge of both Houses of Congress, although two were addressed to the\nSenate alone.Comment upon or repetition of their contents would be superfluous, and I am\nnot aware that anything has since occurred which should be added to the\nfacts therein stated. Therefore I merely repeat, as applicable to the\npresent time, the statement which will be found in my message to the Senate\nof September 12 last, that--Since March 3, 1887, no case has been reported\nto the Department of State wherein complaint was made of unfriendly or\nunlawful treatment of American fishing vessels on the part of the Canadian\nauthorities in which reparation was not promptly and satisfactorily\nobtained by the United States consul-general at Halifax. Having essayed in\nthe discharge of my duty to procure by negotiation the settlement of a\nlong-standing cause of dispute and to remove a constant menace to the good\nrelations of the two countries, and continuing to be of opinion that the\ntreaty of February last, which failed to receive the approval of the\nSenate, did supply \"a satisfactory, practical, and final adjustment, upon a\nbasis honorable and just to both parties, of the difficult and vexed\nquestion to which it related,\" and having subsequently and unavailingly\nrecommended other legislation to Congress which I hoped would suffice to\nmeet the exigency created by the rejection of the treaty, I now again\ninvoke the earnest and immediate attention of the Congress to the condition\nof this important question as it now stands before them and the country,\nand for the settlement of which I am deeply solicitous.Near the close of the month of October last occurrences of a deeply\nregrettable nature were brought to my knowledge, which made it my painful\nbut imperative duty to obtain with as little delay as possible a new\npersonal channel of diplomatic intercourse in this country with the\nGovernment of Great Britain.The correspondence in relation to this incident will in due course be laid\nbefore you, and will disclose the unpardonable conduct of the official\nreferred to in his interference by advice and counsel with the suffrages of\nAmerican citizens in the very crisis of the Presidential election then near\nat hand, and also in his subsequent public declarations to justify his\naction, superadding impugnment of the Executive and Senate of the United\nStates in connection with important questions now pending in controversy\nbetween the two Governments.The offense thus committed was most grave, involving disastrous\npossibilities to the good relations of the United States and Great Britain,\nconstituting a gross breach of diplomatic privilege and an invasion of the\npurely domestic affairs and essential sovereignty of the Government to\nwhich the envoy was accredited.Having first fulfilled the just demands of international comity by\naffording full opportunity for Her Majesty's Government to act in relief of\nthe situation, I considered prolongation of discussion to be unwarranted,\nand thereupon declined to further recognize the diplomatic character of the\nperson whose continuance in such function would destroy that mutual\nconfidence which is essential to the good understanding of the two\nGovernments and was inconsistent with the welfare and self-respect of the\nGovernment of the United States.The usual interchange of communication has since continued through Her\nMajesty's legation in this city.My endeavors to establish by international cooperation measures for the\nprevention of the extermination of fur seals in Bering Sea have not been\nrelaxed, and I have hopes of being enabled shortly to submit an effective\nand satisfactory conventional projet with the maritime powers for the\napproval of the Senate.The coastal boundary between our Alaskan possessions and British Columbia,\nI regret to say, has not received the attention demanded by its importance,\nand which on several occasions heretofore I have had the honor to recommend\nto the Congress.The admitted impracticability, if not impossibility, of making an accurate\nand precise survey and demarcation of the boundary line as it is recited in\nthe treaty with Russia under which Alaska was ceded to the United States\nrenders it absolutely requisite for the prevention of international\njurisdictional complications that adequate appropriation for a\nreconnoissance and survey to obtain proper knowledge of the locality and\nthe geographical features of the boundary should be authorized by Congress\nwith as little delay as possible.Knowledge to be only thus obtained is an essential prerequisite for\nnegotiation for ascertaining a common boundary, or as preliminary to any\nother mode of settlement.It is much to be desired that some agreement should be reached with Her\nMajesty's Government by which the damages to life and property on the Great\nLakes may be alleviated by removing or humanely regulating the obstacles to\nreciprocal assistance to wrecked or stranded vessels.The act of June 19, 1878, which offers to Canadian vessels free access to\nour inland waters in aid of wrecked or disabled vessels, has not yet become\neffective through concurrent action by Canada.The due protection of our citizens of French origin or descent from claim\nof military service in the event of their returning to or visiting France\nhas called forth correspondence which was laid before you at the last\nsession.In the absence of conventional agreement as to naturalization, which is\ngreatly to be desired, this Government sees no occasion to recede from the\nsound position it has maintained not only with regard to France, but as to\nall countries with which the United States have not concluded special\ntreaties.Twice within the last year has the imperial household of Germany been\nvisited by death; and I have hastened to express the sorrow of this people,\nand their appreciation of the lofty character of the late aged Emperor\nWilliam, and their sympathy with the heroism under suffering of his son the\nlate Emperor Frederick.I renew my recommendation of two years ago for the passage of a bill for\nthe refunding to certain German steamship lines of the interest upon\ntonnage dues illegally exacted.On the 12th [2d] of April last I laid before the House of Representatives\nfull information respecting our interests in Samoa; and in the subsequent\ncorrespondence on the same subject, which will be laid before you in due\ncourse, the history of events in those islands will be found.In a message accompanying my approval, on the 1st day of October last, of a\nbill for the exclusion of Chinese laborers, I laid before Congress full\ninformation and all correspondence touching the negotiation of the treaty\nwith China concluded at this capital on the 12th day of March, 1888, and\nwhich, having been confirmed by the Senate with certain amendments, was\nrejected by the Chinese Government. This message contained a recommendation\nthat a sum of money be appropriated as compensation to Chinese subjects who\nhad suffered injuries at the hands of lawless men within our jurisdiction.\nSuch appropriation having been duly made, the fund awaits reception by the\nChinese Government.It is sincerely hoped that by the cessation of the influx of this class of\nChinese subjects, in accordance with the expressed wish of both\nGovernments, a cause of unkind feeling has been permanently removed.On the 9th of August, 1887, notification was given by the Japanese minister\nat this capital of the adjournment of the conference for the revision of\nthe treaties of Japan with foreign powers, owing to the objection of his\nGovernment to the provision in the draft jurisdictional convention which\nrequired the submission of the criminal code of the Empire to the powers in\nadvance of its becoming operative. This notification was, however,\naccompanied with an assurance of Japan's intention to continue the work of\nrevision.Notwithstanding this temporary interruption of negotiations, it is hoped\nthat improvements may soon be secured in the jurisdictional system as\nrespects foreigners in Japan, and relief afforded to that country from the\npresent undue and oppressive foreign control in matters of commerce.I earnestly recommend that relief be provided for the injuries accidentally\ncaused to Japanese subjects in the island Ikisima by the target practice of\none of our vessels.A diplomatic mission from Korea has been received, and the formal\nintercourse between the two countries contemplated by the treaty of 1882 is\nnow established.Legislative provision is hereby recommended to organize and equip consular\ncourts in Korea.Persia has established diplomatic representation at this capital, and has\nevinced very great interest in the enterprise and achievements of our\ncitizens. I am therefore hopeful that beneficial commercial relations\nbetween the two countries may be brought about.I announce with sincere regret that Hayti has again become the theater of\ninsurrection, disorder, and bloodshed. The titular government of president\nSaloman has been forcibly overthrown and he driven out of the country to\nFrance, where he has since died.The tenure of power has been so unstable amid the war of factions that has\nensued since the expulsion of President Saloman that no government\nconstituted by the will of the Haytian people has been recognized as\nadministering responsibly the affairs of that country. Our representative\nhas been instructed to abstain from interference between the warring\nfactions, and a vessel of our Navy has been sent to Haytian waters to\nsustain our minister and for the protection of the persons and property of\nAmerican citizens.Due precautions have been taken to enforce our neutrality laws and prevent\nour territory from becoming the base of military supplies for either of the\nwarring factions.Under color of a blockade, of which no reasonable notice had been given,\nand which does not appear to have been efficiently maintained, a seizure of\nvessels under the American flag has been reported, and in consequence\nmeasures to prevent and redress any molestation of our innocent merchantmen\nhave been adopted.Proclamation was duly made on the 9th day of November, 1887, of the\nconventional extensions of the treaty of June 3, 1875, with Hawaii, under\nwhich relations of such special and beneficent intercourse have been\ncreated.In the vast field of Oriental commerce now unfolded from our Pacific\nborders no feature presents stronger recommendations for Congressional\naction than the establishment of communication by submarine telegraph with\nHonolulu.The geographical position of the Hawaiian group in relation to our Pacific\nStates creates a natural interdependency and mutuality of interest which\nour present treaties were intended to foster, and which make close\ncommunication a logical and commercial necessity.The wisdom of concluding a treaty of commercial reciprocity with Mexico has\nbeen heretofore stated in my messages to Congress, and the lapse of time\nand growth of commerce with that close neighbor and sister Republic confirm\nthe judgment so expressed.The precise relocation of our boundary line is needful, and adequate\nappropriation is now recommended.It is with sincere satisfaction that I am enabled to advert to the spirit\nof good neighborhood and friendly cooperation and conciliation that has\nmarked the correspondence and action of the Mexican authorities in their\nshare of the task of maintaining law and order about the line of our common\nboundary.The long-pending boundary dispute between Costa Rica and Nicaragua was\nreferred to my arbitration, and by an award made on the 22d of March last\nthe question has been finally settled to the expressed satisfaction of both\nof the parties in interest.The Empire of Brazil, in abolishing the last vestige of slavery among\nChristian nations, called forth the earnest congratulations of this\nGovernment in expression of the cordial sympathies of our people.The claims of nearly all other countries against Chile growing out of her\nlate war with Bolivia and Peru have been disposed of, either by arbitration\nor by a lump settlement. Similar claims of our citizens will continue to be\nurged upon the Chilean Government, and it is hoped will not be subject to\nfurther delays.A comprehensive treaty of amity and commerce with Peru was proclaimed on\nNovember 7 last, and it is expected that under its operation mutual\nprosperity and good understanding will be promoted.In pursuance of the policy of arbitration, a treaty to settle the claim of\nSantos, an American citizen, against Ecuador has been concluded under my\nauthority, and will be duly submitted for the approval of the Senate.Like disposition of the claim of Carlos Butterfield against Denmark and of\nVan Bokkelen against Hayti will probably be made, and I trust the principle\nof such settlements may be extended in practice under the approval of the\nSenate.Through unforeseen causes, foreign to the will of both Governments, the\nratification of the convention of December 5, 1885, with Venezuela, for the\nrehearing of claims of citizens of the United States under the treaty of\n1866, failed of exchange within the term provided, and a supplementary\nconvention, further extending the time for exchange of ratifications and\nexplanatory of an ambiguous provision of the prior convention, now awaits\nthe advice and consent of the Senate.Although this matter, in the stage referred to, concerns only the\nconcurrent treaty-making power of one branch of Congress, I advert to it in\nview of the interest repeatedly and conspicuously shown by you in your\nlegislative capacity in favor of a speedy and equitable adjustment of the\nquestions growing out of the discredited judgments of the previous mixed\ncommission of Caracas. With every desire to do justice to the\nrepresentations of Venezuela in this regard, the time seems to have come to\nend this matter, and I trust the prompt confirmation by both parties of the\nsupplementary action referred to will avert the need of legislative or\nother action to prevent the longer withholding of such rights of actual\nclaimants as may be shown to exist.As authorized by the Congress, preliminary steps have been taken for the\nassemblage at this capital during the coming year of the representatives of\nSouth and Central American States, together with those of Mexico, Hayti,\nand San Domingo, to discuss sundry important monetary and commercial\ntopics.Excepting in those cases where, from reasons of contiguity of territory and\nthe existence of a common border line incapable of being guarded,\nreciprocal commercial treaties may be found expedient, it is believed that\ncommercial policies inducing freer mutual exchange of products can be most\nadvantageously arranged by independent but cooperative legislation.In the mode last mentioned the control of our taxation for revenue will be\nalways retained in our own hands unrestricted by conventional agreements\nwith other governments.In conformity also with Congressional authority, the maritime powers have\nbeen invited to confer in Washington in April next upon the practicability\nof devising uniform rules and measures for the greater security of life and\nproperty at sea. A disposition to accept on the part of a number of the\npowers has already been manifested, and if the cooperation of the nations\nchiefly interested shall be secured important results may be confidently\nanticipated.The act of June 26, 1884, and the acts amendatory thereof, in relation to\ntonnage duties, have given rise to extended correspondence with foreign\nnations with whom we have existing treaties of navigation and commerce, and\nhave caused wide and regrettable divergence of opinion in relation to the\nimposition of the duties referred to. These questions are important, and I\nshall make them the subject of a special and more detailed communication at\nthe present session.With the rapid increase of immigration to our shores and the facilities of\nmodern travel, abuses of the generous privileges afforded by our\nnaturalization laws call for their careful revision.The easy and unguarded manner in which certificates of American citizenship\ncan now be obtained has induced a class, unfortunately large, to avail\nthemselves of the opportunity to become absolved from allegiance to their\nnative land, and yet by a foreign residence to escape any just duty and\ncontribution of service to the country of their proposed adoption. Thus,\nwhile evading the duties of citizenship to the United States, they may make\nprompt claim for its national protection and demand its intervention in\ntheir behalf. International complications of a serious nature arise, and\nthe correspondence of the State Department discloses the great number and\ncomplexity of the questions which have been raised.Our laws regulating the issue of passports should be carefully revised, and\nthe institution of a central bureau of registration at the capital is again\nstrongly recommended. By this means full particulars of each case of\nnaturalization in the United States would be secured and properly indexed\nand recorded, and thus many cases of spurious citizenship would be detected\nand unjust responsibilities would be avoided.The reorganization of the consular service is a matter of serious\nimportance to our national interests. The number of existing principal\nconsular offices is believed to be greater than is at all necessary for the\nconduct of the public business. It need not be our policy to maintain more\nthan a moderate number of principal offices, each supported by a salary\nsufficient to enable the incumbent to live in comfort, and so distributed\nas to secure the convenient supervision, through subordinate agencies, of\naffairs over a considerable district.I repeat the recommendations heretofore made by me that the appropriations\nfor the maintenance of our diplomatic and consular service should be\nrecast; that the so-called notarial or unofficial fees, which our\nrepresentatives abroad are now permitted to treat as personal perquisites,\nshould be forbidden; that a system of consular inspection should be\ninstituted, and that a limited number of secretaries of legation at large\nshould be authorized.Preparations for the centennial celebration, on April 30, 1889, of the\ninauguration of George Washington as President of the United States, at the\ncity of New York, have been made by a voluntary organization of the\ncitizens of that locality, and believing that an opportunity should be\nafforded for the expression of the interest felt throughout the country in\nthis event, I respectfully recommend fitting and cooperative action by\nCongress on behalf of the people of the United States.The report of the Secretary of the Treasury exhibits in detail the\ncondition of our national finances and the operations of the several\nbranches of the Government related to his Department.The total ordinary revenues of the Government for the fiscal year ended\nJune 30, 1888, amounted to $379,266,074.76, of which $219,091,173.63 was\nreceived from customs duties and $124,296,871.98 from internal revenue\ntaxes.The total receipts from all sources exceeded those for the fiscal year\nended June 30, 1887, by $7,862,797.10.The ordinary expenditures of the Government for the fiscal year ending June\n30, 1888, were $259,653,958.67, leaving a surplus of $119,612,116.09.The decrease in these expenditures as compared with the fiscal year ended\nJune 30, 1887, was $8,278,221.30, notwithstanding the payment of more than\n$5,000,000 for pensions in excess of what was paid for that purpose in the\nlatter-mentioned year.The revenues of the Government for the year ending June 30, 1889,\nascertained for the quarter ended September 30, 1888, and estimated for the\nremainder of the time, amount to $377,000,000, and the actual and estimated\nordinary expenditures for the same year are $273,000,000, leaving an\nestimated surplus of $104,000,000.The estimated receipts for the year ending June 30, 1890, are $377,000,000,\nand the estimated ordinary expenditures for the same time are\n$275,767,488.34, showing a surplus of $101,232,511.66.The foregoing statements of surplus do not take into account the sum\nnecessary to be expended to meet the requirements of the sinking-fund act,\namounting to more than $47,000,000 annually.The cost of collecting the customs revenues for the last fiscal year was\n2.44 per cent; for the year 1885 it was 3.77 per cent.The excess of internal-revenue taxes collected during the last fiscal year\nover those collected for the year ended June 30, 1887, was $5,489,174.26,\nand the cost of collecting this revenue decreased from 3.4 per cent in 1887\nto less than 3.2 per cent for the last year. The tax collected on\noleomargarine was $723,948.04 for the year ending June 30, 1887, and\n$864,139.88 for the following year.The requirements of the sinking-fund act have been met for the year ended\nJune 30, 1888, and for the current year also, by the purchase of bonds.\nAfter complying with this law as positively required, and bonds sufficient\nfor that purpose had been bought at a premium, it was not deemed prudent to\nfurther expend the surplus in such purchases until the authority to do so\nshould be more explicit. A resolution, however, having been passed by both\nHouses of Congress removing all doubt as to Executive authority, daily\npurchases of bonds were commenced on the 23d day of April, 1888, and have\ncontinued until the present time. By this plan bonds of the Government not\nyet due have been purchased up to and including the 30th day of November,\n1888, amounting to $94,700,400, the premium paid thereon amounting to\n$17,508,613.08.The premium added to the principal of these bonds represents an investment\nyielding about 2 per cent interest for the time they still had to run, and\nthe saving to the Government represented by the difference between the\namount of interest at 2 per cent upon the sum paid for principal and\npremium and what it would have paid for interest at the rate specified in\nthe bonds if they had run to their maturity is about $27,165,000.At first sight this would seem to be a profitable and sensible transaction\non the part of the Government, but, as suggested by the Secretary of the\nTreasury, the surplus thus expended for the purchase of bonds was money\ndrawn from the people in excess of any actual need of the Government and\nwas so expended rather than allow it to remain idle in the Treasury. If\nthis surplus, under the operation of just and equitable laws, had been left\nin the hands of the people, it would have been worth in their business at\nleast 6 per cent per annum. Deducting from the amount of interest upon the\nprincipal and premium of these bonds for the time they had to run at the\nrate of 6 per cent the saving of 2 per cent made for the people by the\npurchase of such bonds, the loss will appear to be $55,760,000.This calculation would seem to demonstrate that if excessive and\nunnecessary taxation is continued and the Government is forced to pursue\nthis policy of purchasing its own bonds at the premiums which it will be\nnecessary to pay, the loss to the people will be hundreds of millions of\ndollars.Since the purchase of bonds was undertaken as mentioned nearly all that\nhave been offered were at last accepted. It has been made quite apparent\nthat the Government was in danger of being subjected to combinations to\nraise their price, as appears by the instance cited by the Secretary of the\noffering of bonds of the par value of only $326,000 so often that the\naggregate of the sums demanded for their purchase amounted to more than $\n19,700,000.Notwithstanding the large sums paid out in the purchase of bonds, the\nsurplus in the Treasury on the 30th day of November, 1888, was\n$52,234,610.01, after deducting about $20,000,000 just drawn out for the\npayment of pensions.At the close of the fiscal year ended June 30, 1887, there had been coined\nunder the compulsory silver-coinage act $266,988,280 in silver dollars,\n$55,504,310 of which were in the hands of the people.On the 30th day of June, 1888, there had been coined $299,708,790; and of\nthis $55,829,303 was in circulation in coin, and $200,387,376 in silver\ncertificates, for the redemption of which silver dollars to that amount\nwere held by the Government.On the 30th day of November, 1888, $312,570,990 had been coined,\n$60,970,990 of the silver dollars were actually in circulation, and\n$237,418,346 in certificates.The Secretary recommends the suspension of the further coinage of silver,\nand in such recommendation I earnestly concur.For further valuable information and timely recommendations I ask the\ncareful attention of the Congress to the Secretary's report.The Secretary of War reports that the Army at the date of the last\nconsolidated returns consisted of 2,189 officers and 24,549 enlisted men.The actual expenditures of the War Department for the fiscal year ended\nJune 30, 1888, amounted to $41,165,107.07, of which sum $9,158,516.63 was\nexpended for public works, including river and harbor improvements.\"The Board of Ordnance and Fortifications\" provided for under the act\napproved September 22 last was convened October 30, 1888, and plans and\nspecifications for procuring forgings for 8, 10, and 12 inch guns, under\nprovisions of section 4, and also for procuring 12-inch breech-loading\nmortars, cast iron, hooped with steel, under the provisions of section 5 of\nthe said act, were submitted to the Secretary of War for reference to the\nboard, by the Ordnance Department, on the same date.These plans and specifications having been promptly approved by the board\nand the Secretary of War, the necessary authority to publish advertisements\ninviting proposals in the newspapers throughout the country was granted by\nthe Secretary on November 12, and on November 13 the advertisements were\nsent out to the different newspapers designated. The bids for the steel\nforgings are to be opened on December 20, 1888, and for the mortars on\nDecember 15, 1888.A board of ordnance officers was convened at the Watervliet Arsenal on\nOctober 4, 1888, to prepare the necessary plans and specifications for the\nestablishment of an army gun factory at that point. The preliminary report\nof this board, with estimates for shop buildings and officers' quarters,\nwas approved by the Board of Ordnance and Fortifications November 6 and 8.\nThe specifications and form of advertisement and instructions to bidders\nhave been prepared, and advertisements inviting proposals for the\nexcavations for the shop building and for erecting the two sets of\nofficers' quarters have been published. The detailed drawings and\nspecifications for the gun-factory building are well in hand, and will be\nfinished within three or four months, when bids will be invited for the\nerection of the building. The list of machines, etc., is made out, and it\nis expected that the plans for the large lathes, etc., will be completed\nwithin about four months, and after approval by the Board of Ordnance and\nFortifications bids for furnishing the same will be invited. The machines\nand other fixtures will be completed as soon as the shop is in readiness to\nreceive them, probably about July, 1890.Under the provisions of the Army bill for the procurement of pneumatic\ndynamite guns, the necessary specifications are now being prepared, and\nadvertisements for proposals will issue early in December. The guns will\nprobably be of 15 inches caliber and fire a projectile that will carry a\ncharge each of about 500 pounds of explosive gelatine with full-caliber\nprojectiles. The guns will probably be delivered in from six to ten months\nfrom the date of the contract, so that all the guns of this class that can\nbe procured under the provisions of the law will be purchased during the\nyear 1889.I earnestly request that the recommendations contained in the Secretary's\nreport, all of which are, in my opinion, calculated to increase the\nusefulness and discipline of the Army, may receive the consideration of the\nCongress. Among these the proposal that there should be provided a plan for\nthe examination of officers to test their fitness for promotion is of the\nutmost importance. This reform has been before recommended in the reports\nof the Secretary, and its expediency is so fully demonstrated by the\nargument he presents in its favor that its adoption should no longer be\nneglected.The death of General Sheridan in August last was a national affliction. The\nArmy then lost the grandest of its chiefs. The country lost a brave and\nexperienced soldier, a wise and discreet counselor, and a modest and\nsensible man. Those who in any manner came within the range of his personal\nassociation will never fail to pay deserved and willing homage to his\ngreatness and the glory of his career, but they will cherish with more\ntender sensibility the loving memory of his simple, generous, and\nconsiderate nature.The Apache Indians, whose removal from their reservation in Arizona\nfollowed the capture of those of their number who engaged in a bloody\nand murderous raid during a part of the years 1885 and 1886, are now held\nas prisoners of war at Mount Vernon Barracks, in the State of Alabama. They\nnumbered on the 31st day of October, the date of the last report, 83 men,\n170 women, 70 boys, and 59 girls; in all, 382 persons. The commanding\nofficer states that they are in good health and contented, and that they\nare kept employed as fully as is possible in the circumstances. The\nchildren, as they arrive at a suitable age, are sent to the Indian schools\nat Carlisle and Hampton.Last summer some charitable and kind people asked permission to send two\nteachers to these Indians for the purpose of instructing the adults as well\nas such children as should be found there. Such permission was readily\ngranted, accommodations were provided for the teachers, and some portions\nof the buildings at the barracks were made available for school purposes.\nThe good work contemplated has been commenced, and the teachers engaged are\npaid by the ladies with whom the plan originated.I am not at all in sympathy with those benevolent but injudicious people\nwho are constantly insisting that these Indians should be returned to their\nreservation. Their removal was an absolute necessity if the lives and\nproperty of citizens upon the frontier are to be at all regarded by the\nGovernment. Their continued restraint at a distance from the scene of their\nrepeated and cruel murders and outrages is still necessary. It is a\nmistaken philanthropy, every way injurious, which prompts the desire to see\nthese savages returned to their old haunts. They are in their present\nlocation as the result of the best judgment of those having official\nresponsibility in the matter, and who are by no means lacking in kind\nconsideration for the Indians. A number of these prisoners have forfeited\ntheir lives to outraged law and humanity. Experience has proved that they\nare dangerous and can not be trusted. This is true not only of those who on\nthe warpath have heretofore actually been guilty of atrocious murder, but\nof their kindred and friends, who, while they remained upon their\nreservation, furnished aid and comfort to those absent with bloody intent.These prisoners should be treated kindly and kept in restraint far from the\nlocality of their former reservation; they should be subjected to efforts\ncalculated to lead to their improvement and the softening of their savage\nand cruel instincts, but their return to their old home should be\npersistently resisted.The Secretary in his report gives a graphic history of these Indians, and\nrecites with painful vividness their bloody deeds and the unhappy failure\nof the Government to manage them by peaceful means. It will be amazing if a\nperusal of this history will allow the survival of a desire for the return\nof these prisoners to their reservation upon sentimental or any other\ngrounds.The report of the Secretary of the Navy demonstrates very intelligent\nmanagement in that important Department, and discloses the most\nsatisfactory progress in the work of reconstructing the Navy made during\nthe past year. Of the ships in course of construction five, viz, the\nCharleston, Baltimore, Yorktown, Vesuvius, and the Petrel, have in that\ntime been launched and are rapidly approaching completion; and in addition\nto the above, the Philadelphia, the San Francisco, the Newark, the\nBennington, the Concord, and the Herreshoff torpedo boat are all under\ncontract for delivery to the Department during the next year. The progress\nalready made and being made gives good ground for the expectation that\nthese eleven vessels will be incorporated as part of the American Navy\nwithin the next twelve months.The report shows that notwithstanding the large expenditures for new\nconstruction and the additional labor they involve the total ordinary or\ncurrent expenditures of the Department for the three years ending June 30,\n1888, are less by more than 20 per cent than such expenditures for the\nthree years ending June 30, 1884.The various steps which have been taken to improve the business methods of\nthe Department are reviewed by the Secretary. The purchasing of supplies\nhas been consolidated and placed under a responsible bureau head. This has\nresulted in the curtailment of open purchases, which in the years 1884 and\n1885 amounted to over 50 per cent of all the purchases of the Department,\nto less than 11 per cent; so that at the present time about 90 per cent of\nthe total departmental purchases are made by contract and after\ncompetition. As the expenditures on this account exceed an average of\n$2,000,000 annually, it is evident that an important improvement in the\nsystem has been inaugurated and substantial economies introduced.The report of the Postmaster-General shows a marked increase of business in\nevery branch of the postal service.The number of post-offices on July 1, 1888, was 57,376, an increase of\n6,124 in three years and of 2,219 for the last fiscal year. The\nlatter-mentioned increase is classified as follows:New England States -Middle States - 181Southern States and Indian Territory (41) - 1,406The States and Territories of the Pacific Coast - 190The ten States and Territories of the West and Northwest - 435District of Columbia - 2 -", 
    "name": "Grover Cleveland"
}