{
    "date": "December 6, 1887", 
    "speech": "To the Congress of the United States:You are confronted at the threshold of your legislative duties with a\ncondition of the national finances which imperatively demands immediate and\ncareful consideration.The amount of money annually exacted, through the operation of present\nlaws, from the industries and necessities of the people largely exceeds the\nsum necessary to meet the expenses of the Government.When we consider that the theory of our institutions guarantees to every\ncitizen the full enjoyment of all the fruits of his industry and\nenterprise, with only such deduction as may be his share toward the careful\nand economical maintenance of the Government which protects him, it is\nplain that the exaction of more than this is indefensible extortion and a\nculpable betrayal of American fairness and justice. This wrong inflicted\nupon those who bear the burden of national taxation, like other wrongs,\nmultiplies a brood of evil consequences. The public Treasury, which should\nonly exist as a conduit conveying the people's tribute to its legitimate\nobjects of expenditure, becomes a hoarding place for money needlessly\nwithdrawn from trade and the people's use, thus crippling our national\nenergies, suspending our country's development, preventing investment in\nproductive enterprise, threatening financial disturbance, and inviting\nschemes of public plunder.This condition of our Treasury is not altogether new, and it has more than\nonce of late been submitted to the people's representatives in the\nCongress, who alone can apply a remedy. And yet the situation still\ncontinues, with aggravated incidents, more than ever presaging financial\nconvulsion and widespread disaster.It will not do to neglect this situation because its dangers are not now\npalpably imminent and apparent. They exist none the less certainly, and\nawait the unforeseen and unexpected occasion when suddenly they will be\nprecipitated upon us.On the 30th day of June, 1885, the excess of revenues over public\nexpenditures, after complying with the annual requirement of the\nsinking-fund act, was $17,859,735.84; during the year ended June 30, 1886,\nsuch excess amounted to $49,405,545.20, and during the year ended June 30,\n1887, it reached the sum of $55,567,849.54.The annual contributions to the sinking fund during the three years above\nspecified, amounting in the aggregate to $138,058,320.94, and deducted from\nthe surplus as stated, were made by calling in for that purpose outstanding\n3 per cent bonds of the Government. During the six months prior to June 30,\n1887, the surplus revenue had grown so large by repeated accumulations, and\nit was feared the withdrawal of this great sum of money needed by the\npeople would so affect the business of the country, that the sum of\n$79,864,100 of such surplus was applied to the payment of the principal and\ninterest of the 3 per cent bonds still outstanding, and which were then\npayable at the option of the Government. The precarious condition of\nfinancial affairs among the people still needing relief, immediately after\nthe 30th day of June, 1887, the remainder of the 3 per cent bonds then\noutstanding, amounting with principal and interest to the sum of\n$18,877,500, were called in and applied to the sinking-fund contribution\nfor the current fiscal year. Notwithstanding these operations of the\nTreasury Department, representations of distress in business circles not\nonly continued, but increased, and absolute peril seemed at hand. In these\ncircumstances the contribution to the sinking fund for the current fiscal\nyear was at once completed by the expenditure of $27,684,283.55 in the\npurchase of Government bonds not yet due bearing 4 and 41/2 per cent\ninterest, the premium paid thereon averaging about 24 per cent for the\nformer and 8 per cent for the latter. In addition to this, the interest\naccruing during the current year upon the outstanding bonded indebtedness\nof the Government was to some extent anticipated, and banks selected as\ndepositories of public money were permitted to somewhat increase their\ndeposits.While the expedients thus employed to release to the people the money lying\nidle in the Treasury served to avert immediate danger, our surplus revenues\nhave continued to accumulate, the excess for the present year amounting on\nthe 1st day of December to $55,258,701.19, and estimated to reach the sum\nof $113,000,000 on the 30th of June next, at which date it is expected that\nthis sum, added to prior accumulations, will swell the surplus in the\nTreasury to $140,000,000.There seems to be no assurance that, with such a withdrawal from use of the\npeople's circulating medium, our business community may not in the near\nfuture be subjected to the same distress which was quite lately produced\nfrom the same cause. And while the functions of our National Treasury\nshould be few and simple, and while its best condition would be reached, I\nbelieve, by its entire disconnection with private business interests, yet\nwhen, by a perversion of its purposes, it idly holds money uselessly\nsubtracted from the channels of trade, there seems to be reason for the\nclaim that some legitimate means should be devised by the Government to\nrestore in an emergency, without waste or extravagance, such money to its\nplace among the people.If such an emergency arises, there now exists no clear and undoubted\nexecutive power of relief. Heretofore the redemption of 3 per cent bonds,\nwhich were payable at the option of the Government, has afforded a means\nfor the disbursement of the excess of our revenues; but these bonds have\nall been retired, and there are no bonds outstanding the payment of which\nwe have a right to insist upon. The contribution to the sinking fund which\nfurnishes the occasion for expenditure in the purchase of bonds has been\nalready made for the current year, so that there is no outlet in that\ndirection.In the present state of legislation the only pretense of any existing\nexecutive power to restore at this time any part of our surplus revenues to\nthe people by its expenditure consists in the supposition that the\nSecretary of the Treasury may enter the market and purchase the bonds of\nthe Government not yet due, at a rate of premium to be agreed upon. The\nonly provision of law from which such a power could be derived is found in\nan appropriation bill passed a number of years ago, and it is subject to\nthe suspicion that it was intended as temporary and limited in its\napplication, instead of conferring a continuing discretion and authority.\nNo condition ought to exist which would justify the grant of power to a\nsingle official, upon his judgment of its necessity, to withhold from or\nrelease to the business of the people, in an unusual manner, money held in\nthe Treasury, and thus affect at his will the financial situation of the\ncountry; and if it is deemed wise to lodge in the Secretary of the Treasury\nthe authority in the present juncture to purchase bonds, it should be\nplainly vested, and provided, as far as possible, with such checks and\nlimitations as will define this official's right and discretion and at the\nsame time relieve him from undue responsibility.In considering the question of purchasing bonds as a means of restoring to\ncirculation the surplus money accumulating in the Treasury, it should be\nborne in mind that premiums must of course be paid upon such purchase, that\nthere may be a large part of these bonds held as investments which can not\nbe purchased at any price, and that combinations among holders who are\nwilling to sell may unreasonably enhance the cost of such bonds to the\nGovernment.It has been suggested that the present bonded debt might be refunded at a\nless rate of interest and the difference between the old and new security\npaid in cash, thus finding use for the surplus in the Treasury. The success\nof this plan, it is apparent, must depend upon the volition of the holders\nof the present bonds; and it is not entirely certain that the inducement\nwhich must be offered them would result in more financial benefit to the\nGovernment than the purchase of bonds, while the latter proposition would\nreduce the principal of the debt by actual payment instead of extending\nit.The proposition to deposit the money held by the Government in banks\nthroughout the country for use by the people is, it seems to me,\nexceedingly objectionable in principle, as establishing too close a\nrelationship between the operations of the Government Treasury and the\nbusiness of the country and too extensive a commingling of their money,\nthus fostering an unnatural reliance in private business upon public funds.\nIf this scheme should be adopted, it should only be done as a temporary\nexpedient to meet an urgent necessity. Legislative and executive effort\nshould generally be in the opposite direction, and should have a tendency\nto divorce, as much and as fast as can be safely done, the Treasury\nDepartment from private enterprise.Of course it is not expected that unnecessary and extravagant\nappropriations will be made for the purpose of avoiding the accumulation of\nan excess of revenue. Such expenditure, besides the demoralization of all\njust conceptions of public duty which it entails, stimulates a habit of\nreckless improvidence not in the least consistent with the mission of our\npeople or the high and beneficent purposes of our Government.I have deemed it my duty to thus bring to the knowledge of my countrymen,\nas well as to the attention of their representatives charged with the\nresponsibility of legislative relief, the gravity of our financial\nsituation. The failure of the Congress heretofore to provide against the\ndangers which it was quite evident the very nature of the difficulty must\nnecessarily produce caused a condition of financial distress and\napprehension since your last adjournment which taxed to the utmost all the\nauthority and expedients within executive control; and these appear now to\nbe exhausted. If disaster results from the continued inaction of Congress,\nthe responsibility must rest where it belongs.Though the situation thus far considered is fraught with danger which\nshould be fully realized, and though it presents features of wrong to the\npeople as well as peril to the country, it is but a result growing out of a\nperfectly palpable and apparent cause, constantly reproducing the same\nalarming circumstances--a congested National Treasury and a depleted\nmonetary condition in the business of the country. It need hardly be stated\nthat while the present situation demands a remedy, we can only be saved\nfrom a like predicament in the future by the removal of its cause.Our scheme of taxation, by means of which this needless surplus is taken\nfrom the people and put into the public Treasury, consists of a tariff or\nduty levied upon importations from abroad and internal-revenue taxes levied\nupon the consumption of tobacco and spirituous and malt liquors. It must be\nconceded that none of the things subjected to internal-revenue taxation\nare, strictly speaking, necessaries. There appears to be no just complaint\nof this taxation by the consumers of these articles, and there seems to be\nnothing so well able to bear the burden without hardship to any portion of\nthe people.But our present tariff laws, the vicious, inequitable, and illogical source\nof unnecessary taxation, ought to be at once revised and amended. These\nlaws, as their primary and plain effect, raise the price to consumers of\nall articles imported and subject to duty by precisely the sum paid for\nsuch duties. Thus the amount of the duty measures the tax paid by those who\npurchase for use these imported articles. Many of these things, however,\nare raised or manufactured in our own country, and the duties now levied\nupon foreign goods and products are called protection to these home\nmanufactures, because they render it possible for those of our people who\nare manufacturers to make these taxed articles and sell them for a price\nequal to that demanded for the imported goods that have paid customs duty.\nSo it happens that while comparatively a few use the imported articles,\nmillions of our people, who never used and never saw any of the foreign\nproducts, purchase and use things of the same kind made in this country,\nand pay therefor nearly or quite the same enhanced price which the duty\nadds to the imported articles. Those who buy imports pay the duty charged\nthereon into the public Treasury, but the great majority of our citizens,\nwho buy domestic articles of the same class, pay a sum at least\napproximately equal to this duty to the home manufacturer. This reference\nto the operation of our tariff laws is not made by way of instruction, but\nin order that we may be constantly reminded of the manner in which they\nimpose a burden upon those who consume domestic products as well as those\nwho consume imported articles, and thus create a tax upon all our people.It is not proposed to entirely relieve the country of this taxation. It\nmust be extensively continued as the source of the Government's income; and\nin a readjustment of our tariff the interests of American labor engaged in\nmanufacture should be carefully considered, as well as the preservation of\nour manufacturers. It may be called protection or by any other name, but\nrelief from the hardships and dangers of our present tariff laws should be\ndevised with especial precaution against imperiling the existence of our\nmanufacturing interests. But this existence should not mean a condition\nwhich, without regard to the public welfare or a national exigency, must\nalways insure the realization of immense profits instead of moderately\nprofitable returns. As the volume and diversity of our national activities\nincrease, new recruits are added to those who desire a continuation of the\nadvantages which they conceive the present system of tariff taxation\ndirectly affords them. So stubbornly have all efforts to reform the present\ncondition been resisted by those of our fellow-citizens thus engaged that\nthey can hardly complain of the suspicion, entertained to a certain extent,\nthat there exists an organized combination all along the line to maintain\ntheir advantage.We are in the midst of centennial celebrations, and with becoming pride we\nrejoice in American skill and ingenuity, in American energy and enterprise,\nand in the wonderful natural advantages and resources developed by a\ncentury's national growth. Yet when an attempt is made to justify a scheme\nwhich permits a tax to be laid upon every consumer in the land for the\nbenefit of our manufacturers, quite beyond a reasonable demand for\ngovernmental regard, it suits the purposes of advocacy to call our\nmanufactures infant industries still needing the highest and greatest\ndegree of favor and fostering care that can be wrung from Federal\nlegislation.It is also said that the increase in the price of domestic manufactures\nresulting from the present tariff is necessary in order that higher wages\nmay be paid to our workingmen employed in manufactories than are paid for\nwhat is called the pauper labor of Europe. All will acknowledge the force\nof an argument which involves the welfare and liberal compensation of our\nlaboring people. Our labor is honorable in the eyes of every American\ncitizen; and as it lies at the foundation of our development and progress,\nit is entitled, without affectation or hypocrisy, to the utmost regard. The\nstandard of our laborers' life should not be measured by that of any other\ncountry less favored, and they are entitled to their full share of all our\nadvantages.By the last census it is made to appear that of the 17,392,099 of our\npopulation engaged in all kinds of industries 7,670,493 are employed in\nagriculture, 4,074,238 in professional and personal service (2,934,876 of\nwhom are domestic servants and laborers), while 1,810,256 are employed in\ntrade and transportation and 3,837,112 are classed as employed in\nmanufacturing and mining.For present purposes, however, the last number given should be considerably\nreduced. Without attempting to enumerate all, it will be conceded that\nthere should be deducted from those which it includes 375,143 carpenters\nand joiners, 285,401 milliners, dressmakers, and seamstresses, 172,726\nblacksmiths, 133,756 tailors and tailoresses, 102,473 masons, 76,241\nbutchers, 41,309 bakers, 22,083 plasterers, and 4,891 engaged in\nmanufacturing agricultural implements, amounting in the aggregate to\n1,214,023, leaving 2,623,089 persons employed in such manufacturing\nindustries as are claimed to be benefited by a high tariff.To these the appeal is made to save their employment and maintain their\nwages by resisting a change. There should be no disposition to answer such\nsuggestions by the allegation that they are in a minority among those who\nlabor, and therefore should forego an advantage in the interest of low\nprices for the majority. Their compensation, as it may be affected by the\noperation of tariff laws, should at all times be scrupulously kept in view;\nand yet with slight reflection they will not overlook the fact that they\nare consumers with the rest; that they too have their own wants and those\nof their families to supply from their earnings, and that the price of the\nnecessaries of life, as well as the amount of their wages, will regulate\nthe measure of their welfare and comfort.But the reduction of taxation demanded should be so measured as not to\nnecessitate or justify either the loss of employment by the workingman or\nthe lessening of his wages; and the profits still remaining to the\nmanufacturer after a necessary readjustment should furnish no excuse for\nthe sacrifice of the interests of his employees, either in their\nopportunity to work or in the diminution of their compensation. Nor can the\nworker in manufactures fail to understand that while a high tariff is\nclaimed to be necessary to allow the payment of remunerative wages, it\ncertainly results in a very large increase in the price of nearly all sorts\nof manufactures, which, in almost countless forms, he needs for the use of\nhimself and his family. He receives at the desk of his employer his wages,\nand perhaps before he reaches his home is obliged, in a purchase for family\nuse of an article which embraces his own labor, to return in the payment of\nthe increase in price which the tariff permits the hard-earned compensation\nof many days of toil.The farmer and the agriculturist, who manufacture nothing, but who pay the\nincreased price which the tariff imposes upon every agricultural implement,\nupon all he wears, and upon all he uses and owns, except the increase of\nhis flocks and herds and such things as his husbandry produces from the\nsoil, is invited to aid in maintaining the present situation; and he is\ntold that a high duty on imported wool is necessary for the benefit of\nthose who have sheep to shear, in order that the price of their wool may be\nincreased. They, of course, are not reminded that the farmer who has no\nsheep is by this scheme obliged, in his purchases of clothing and woolen\ngoods, to pay a tribute to his fellow-farmer as well as to the manufacturer\nand merchant, nor is any mention made of the fact that the sheep owners\nthemselves and their households must wear clothing and use other articles\nmanufactured from the wool they sell at tariff prices, and thus as\nconsumers must return their share of this increased price to the\ntradesman.I think it may be fairly assumed that a large proportion of the sheep owned\nby the farmers throughout the country are found in small flocks, numbering\nfrom twenty-five to fifty. The duty on the grade of imported wool which\nthese sheep yield is 10 cents each pound if of the value of 30 cents or\nless and 12 cents if of the value of more than 30 cents. If the liberal\nestimate of 6 pounds be allowed for each fleece, the duty thereon would be\n60 or 72 cents; and this may be taken as the utmost enhancement of its\nprice to the farmer by reason of this duty. Eighteen dollars would thus\nrepresent the increased price of the wool from twenty-five sheep and $36\nthat from the wool of fifty sheep; and at present values this addition\nwould amount to about one-third of its price. If upon its sale the farmer\nreceives this or a less tariff profit, the wool leaves his hands charged\nwith precisely that sum, which in all its changes will adhere to it until\nit reaches the consumer. When manufactured into cloth and other goods and\nmaterial for use, its cost is not only increased to the extent of the\nfarmer's tariff profit, but a further sum has been added for the benefit of\nthe manufacturer under the operation of other tariff laws. In the meantime\nthe day arrives when the farmer finds it necessary to purchase woolen goods\nand material to clothe himself and family for the winter. When he faces the\ntradesman for that purpose, he discovers that he is obliged not only to\nreturn in the way of increased prices his tariff profit on the wool he\nsold, and which then perhaps lies before him in manufactured form, but that\nhe must add a considerable sum thereto to meet a further increase in cost\ncaused by a tariff duty on the manufacture. Thus in the end he is aroused\nto the fact that he has paid upon a moderate purchase, as a result of the\ntariff scheme, which when he sold his wool seemed so profitable, an\nincrease in price more than sufficient to sweep away all the tariff profit\nhe received upon the wool he produced and sold.When the number of farmers engaged in wool raising is compared with all the\nfarmers in the country and the small proportion they bear to our population\nis considered; when it is made apparent that in the case of a large part of\nthose who own sheep the benefit of the present tariff on wool is illusory;\nand, above all, when it must be conceded that the increase of the cost of\nliving caused by such tariff becomes a burden upon those with moderate\nmeans and the poor, the employed and unemployed, the sick and well, and the\nyoung and old, and that it constitutes a tax which with relentless grasp is\nfastened upon the clothing of every man, woman, and child in the land,\nreasons are suggested why the removal or reduction of this duty should be\nincluded in a revision of our tariff laws.In speaking of the increased cost to the consumer of our home manufactures\nresulting from a duty laid upon imported articles of the same description,\nthe fact is not ever looked that competition among our domestic producers\nsometimes has the effect of keeping the price of their products below the\nhighest limit allowed by such duty. But it is notorious that this\ncompetition is too often strangled by combinations quite prevalent at this\ntime, and frequently called trusts, which have for their object the\nregulation of the supply and price of commodities made and sold by members\nof the combination. The people can hardly hope for any consideration in the\noperation of these selfish schemes.If, however, in the absence of such combination, a healthy and free\ncompetition reduces the price of any particular dutiable article of home\nproduction below the limit which it might otherwise reach under our tariff\nlaws, and if with such reduced price its manufacture continues to thrive,\nit is entirely evident that one thing has been discovered which should be\ncarefully scrutinized in an effort to reduce taxation.The necessity of combination to maintain the price of any commodity to the\ntariff point furnishes proof that someone is willing to accept lower prices\nfor such commodity and that such prices are remunerative; and lower prices\nproduced by competition prove the same thing. Thus where either of these\nconditions exists a case would seem to be presented for an easy reduction\nof taxation.The considerations which have been presented touching our tariff laws are\nintended only to enforce an earnest recommendation that the surplus\nrevenues of the Government be prevented by the reduction of our customs\nduties, and at the same time to emphasize a suggestion that in\naccomplishing this purpose we may discharge a double duty to our people by\ngranting to them a measure of relief from tariff taxation in quarters where\nit is most needed and from sources where it can be most fairly and justly\naccorded.Nor can the presentation made of such considerations be with any degree of\nfairness regarded as evidence of unfriendliness toward our manufacturing\ninterests or of any lack of appreciation of their value and importance.These interests constitute a leading and most substantial element of our\nnational greatness and furnish the proud proof of our country's progress.\nBut if in the emergency that presses upon us our manufacturers are asked to\nsurrender something for the public good and to avert disaster, their\npatriotism, as well as a grateful recognition of advantages already\nafforded, should lead them to willing cooperation. No demand is made that\nthey shall forego all the benefits of governmental regard; but they can not\nfail to be admonished of their duty, as well as their enlightened\nself-interest and safety, when they are reminded of the fact that financial\npanic and collapse, to which the present condition tends, afford no greater\nshelter or protection to our manufactures than to other important\nenterprises. Opportunity for safe, careful, and deliberate reform is now\noffered; and none of us should be unmindful of a time when an abused and\nirritated people, heedless of those who have resisted timely and reasonable\nrelief, may insist upon a radical and sweeping rectification of their\nwrongs.The difficulty attending a wise and fair revision of our tariff laws is not\nunderestimated. It will require on the part of the Congress great labor and\ncare, and especially a broad and national contemplation of the subject and\na patriotic disregard of such local and selfish claims as are unreasonable\nand reckless of the welfare of the entire country.Under our present laws more than 4,000 articles are subject to duty. Many\nof these do not in any way compete with our own manufactures, and many are\nhardly worth attention as subjects of revenue. A considerable reduction can\nbe made in the aggregate by adding them to the free list. The taxation of\nluxuries presents no features of hardship; but the necessaries of life used\nand consumed by all the people, the duty upon which adds to the cost of\nliving in every home, should be greatly cheapened.The radical reduction of the duties imposed upon raw material used in\nmanufactures, or its free importation, is of course an important factor in\nany effort to reduce the price of these necessaries. It would not only\nrelieve them from the increased cost caused by the tariff on such material,\nbut the manufactured product being thus cheapened that part of the tariff\nnow laid upon such product, as a compensation to our manufacturers for the\npresent price of raw material, could be accordingly modified. Such\nreduction or free importation would serve besides to largely reduce the\nrevenue. It is not apparent how such a change can have any injurious effect\nupon our manufacturers. On the contrary, it would appear to give them a\nbetter chance in foreign markets with the manufacturers of other countries,\nwho cheapen their wares by free material. Thus our people might have the\nopportunity of extending their sales beyond the limits of home consumption,\nsaving them from the depression, interruption in business, and loss caused\nby a glutted domestic market and affording their employees more certain and\nsteady labor, with its resulting quiet and contentment.The question thus imperatively presented for solution should be approached\nin a spirit higher than partisanship and considered in the light of that\nregard for patriotic duty which should characterize the action of those\nintrusted with the weal of a confiding people. But the obligation to\ndeclared party policy and principle is not wanting to urge prompt and\neffective action. Both of the great political parties now represented in\nthe Government have by repeated and authoritative declarations condemned\nthe condition of our laws which permit the collection from the people of\nunnecessary revenue, and have in the most solemn manner promised its\ncorrection; and neither as citizens nor partisans are our countrymen in a\nmood to condone the deliberate violation of these pledges.Our progress toward a wise conclusion will not be improved by dwelling upon\nthe theories of protection and free trade. This savors too much of bandying\nepithets. It is a condition which confronts us, not a theory. Relief from\nthis condition may involve a slight reduction of the advantages which we\naward our home productions, but the entire withdrawal of such advantages\nshould not be contemplated. The question of free trade is absolutely\nirrelevant, and the persistent claim made in certain quarters that all the\nefforts to relieve the people from unjust and unnecessary taxation are\nschemes of so-called free traders is mischievous and far removed from any\nconsideration for the public good.The simple and plain duty which we owe the people is to reduce taxation to\nthe necessary expenses of an economical operation of the Government and to\nrestore to the business of the country the money which we hold in the\nTreasury through the perversion of governmental powers. These things can\nand should be done with safety to all our industries, without danger to the\nopportunity for remunerative labor which our workingmen need, and with\nbenefit to them and all our people by cheapening their means of subsistence\nand increasing the measure of their comforts.The Constitution provides that the President \"shall from time to time give\nto the Congress information of the state of the Union.\" It has been the\ncustom of the Executive, in compliance with this provision, to annually\nexhibit to the Congress, at the opening of its session, the general\ncondition of the country, and to detail with some particularity the\noperations of the different Executive Departments. It would be especially\nagreeable to follow this course at the present time and to call attention\nto the valuable accomplishments of these Departments during the last fiscal\nyear; but I am so much impressed with the paramount importance of the\nsubject to which this communication has thus far been devoted that I shall\nforego the addition of any other topic, and only urge upon your immediate\nconsideration the \"state of the Union\" as shown in the present condition of\nour Treasury and our general fiscal situation, upon which every element of\nour safety and prosperity depends.The reports of the heads of Departments, which will be submitted, contain\nfull and explicit information touching the transaction of the business\nintrusted to them and such recommendations relating to legislation in the\npublic interest as they deem advisable. I ask for these reports and\nrecommendations the deliberate examination and action of the legislative\nbranch of the Government.There are other subjects not embraced in the departmental reports demanding\nlegislative consideration, and which I should be glad to submit. Some of\nthem, however, have been earnestly presented in previous messages, and as\nto them I beg leave to repeat prior recommendations.As the law makes no provision for any report from the Department of State,\na brief history of the transactions of that important Department, together\nwith other matters which it may hereafter be deemed essential to commend to\nthe attention of the Congress, may furnish the occasion for a future\ncommunication.", 
    "name": "Grover Cleveland"
}