{
    "date": "December 8, 1885", 
    "speech": "To the Congress of the United States:Your assembling is clouded by a sense of public bereavement, caused by the\nrecent and sudden death of Thomas A. Hendricks, Vice-President of the\nUnited States. His distinguished public services, his complete integrity\nand devotion to every duty, and his personal virtues will find honorable\nrecord in his country's history.Ample and repeated proofs of the esteem and confidence in which he was held\nby his fellow-countrymen were manifested by his election to offices of the\nmost important trust and highest dignity; and at length, full of years and\nhonors, he has been laid at rest amid universal sorrow and benediction.The Constitution, which requires those chosen to legislate for the people\nto annually meet in the discharge of their solemn trust, also requires the\nPresident to give to Congress information of the state of the Union and\nrecommend to their consideration such measures as he shall deem necessary\nand expedient. At the threshold of a compliance with these constitutional\ndirections it is well for us to bear in mind that our usefulness to the\npeople's interests will be promoted by a constant appreciation of the scope\nand character of our respective duties as they relate to Federal\nlegislation. While the Executive may recommend such measures as he shall\ndeem expedient, the responsibility for legislative action must and should\nrest upon those selected by the people to make their laws.Contemplation of the grave and responsible functions assigned to the\nrespective branches of the Government under the Constitution will disclose\nthe partitions of power between our respective departments and their\nnecessary independence, and also the need for the exercise of all the power\nintrusted to each in that spirit of comity and cooperation which is\nessential to the proper fulfillment of the patriotic obligations which rest\nupon us as faithful servants of the people.The jealous watchfulness of our constituencies, great and small,\nsupplements their suffrages, and before the tribunal they establish every\npublic servant should be judged.It is gratifying to announce that the relations of the United States with\nall foreign powers continue to be friendly. Our position after nearly a\ncentury of successful constitutional government, maintenance of good faith\nin all our engagements, the avoidance of complications with other nations,\nand our consistent and amicable attitude toward the strong and weak alike\nfurnish proof of a political disposition which renders professions of good\nwill unnecessary. There are no questions of difficulty pending with any\nforeign government.The Argentine Government has revived the long dormant question of the\nFalkland Islands by claiming from the United States indemnity for their\nloss, attributed to the action of the commander of the sloop of war\nLexington in breaking up a piratical colony on those islands in 1831, and\ntheir subsequent occupation by Great Britain. In view of the ample\njustification for the act of the Lexington and the derelict condition of\nthe islands before and after their alleged occupation by Argentine\ncolonists, this Government considers the claim as wholly groundless.Question has arisen with the Government of Austria-Hungary touching the\nrepresentation of the United States at Vienna. Having under my\nconstitutional prerogative appointed an estimable citizen of unimpeached\nprobity and competence as minister at that court, the Government of\nAustria-Hungary invited this Government to take cognizance of certain\nexceptions, based upon allegations against the personal acceptability of\nMr. Keiley, the appointed envoy, asking that in view thereof the\nappointment should be withdrawn. The reasons advanced were such as could\nnot be acquiesced in without violation of my oath of office and the\nprecepts of the Constitution, since they necessarily involved a limitation\nin favor of a foreign government upon the right of selection by the\nExecutive and required such an application of a religious test as a\nqualification for office under the United States as would have resulted in\nthe practical disfranchisement of a large class of our citizens and the\nabandonment of a vital principle in our Government. The Austro-Hungarian\nGovernment finally decided not to receive Mr. Keiley as the envoy of the\nUnited States, and that gentleman has since resigned his commission,\nleaving the post vacant. I have made no new nomination, and the interests\nof this Government at Vienna are now in the care of the secretary of\nlegation, acting as charge d'affaires ad interim.Early in March last war broke out in Central America, caused by the attempt\nof Guatemala to consolidate the several States into a single government. In\nthese contests between our neighboring States the United States forebore to\ninterfere actively, but lent the aid of their friendly offices in\ndeprecation of war and to promote peace and concord among the belligerents,\nand by such counsel contributed importantly to the restoration of\ntranquillity in that locality.Emergencies growing out of civil war in the United States of Colombia\ndemanded of the Government at the beginning of this Administration the\nemployment of armed forces to fulfill its guaranties under the thirty-fifth\narticle of the treaty of 1846, in order to keep the transit open across the\nIsthmus of Panama. Desirous of exercising only the powers expressly\nreserved to us by the treaty, and mindful of the rights of Colombia, the\nforces sent to the Isthmus were instructed to confine their action to\n\"positively and efficaciously\" preventing the transit and its accessories\nfrom being \"interrupted or embarrassed.\"The execution of this delicate and responsible task necessarily involved\npolice control where the local authority was temporarily powerless, but\nalways in aid of the sovereignty of Colombia.The prompt and successful fulfillment of its duty by this Government was\nhighly appreciated by the Government of Colombia, and has been followed by\nexpressions of its satisfaction.High praise is due to the officers and men engaged in this service. The\nrestoration of peace on the Isthmus by the reestablishment of the\nconstituted Government there being thus accomplished, the forces of the\nUnited States were withdrawn.Pending these occurrences a question of much importance was presented by\ndecrees of the Colombian Government proclaiming the closure of certain\nports then in the hands of insurgents and declaring vessels held by the\nrevolutionists to be piratical and liable to capture by any power. To\nneither of these propositions could the United States assent. An effective\nclosure of ports not in the possession of the Government, but held by\nhostile partisans, could not be recognized; neither could the vessels of\ninsurgents against the legitimate sovereignty be deemed hostes humani\ngeneris within the precepts of international law, whatever might be the\ndefinition and penalty of their acts under the municipal law of the State\nagainst whose authority they were in revolt. The denial by this Government\nof the Colombian propositions did not, however, imply the admission of a\nbelligerent status on the part of the insurgents.The Colombian Government has expressed its willingness to negotiate\nconventions for the adjustment by arbitration of claims by foreign citizens\narising out of the destruction of the city of Aspinwall by the\ninsurrectionary forces.The interest of the United States in a practicable transit for ships across\nthe strip of land separating the Atlantic from the Pacific has been\nrepeatedly manifested during the last half century.My immediate predecessor caused to be negotiated with Nicaragua a treaty\nfor the construction, by and at the sole cost of the United States, of a\ncanal through Nicaraguan territory, and laid it before the Senate. Pending\nthe action of that body thereon, I withdrew the treaty for reexamination.\nAttentive consideration of its provisions leads me to withhold it from\nresubmission to the Senate.Maintaining, as I do, the tenets of a line of precedents from Washington's\nday, which proscribe entangling alliances with foreign states, I do not\nfavor a policy of acquisition of new and distant territory or the\nincorporation of remote interests with our own.The laws of progress are vital and organic, and we must be conscious of\nthat irresistible tide of commercial expansion which, as the concomitant of\nour active civilization, day by day is being urged onward by those\nincreasing facilities of production, transportation, and communication to\nwhich steam and electricity have given birth; but our duty in the present\ninstructs us to address ourselves mainly to the development of the vast\nresources of the great area committed to our charge and to the cultivation\nof the arts of peace within our own borders, though jealously alert in\npreventing the American hemisphere from being involved in the political\nproblems and complications of distant governments. Therefore I am unable to\nrecommend propositions involving paramount privileges of ownership or\nright outside of our own territory, when coupled with absolute and\nunlimited engagements to defend the territorial integrity of the state\nwhere such interests lie. While the general project of connecting the two\noceans by means of a canal is to be encouraged, I am of opinion that any\nscheme to that end to be considered with favor should be free from the\nfeatures alluded to.The Tehuantepec route is declared by engineers of the highest repute and by\ncompetent scientists to afford an entirely practicable transit for vessels\nand cargoes, by means of a ship railway, from the Atlantic to the Pacific.\nThe obvious advantages of such a route, if feasible, over others more\nremote from the axial lines of traffic between Europe and the pacific, and\nparticularly between the Valley of the Mississippi and the western coast of\nNorth and South America, are deserving of consideration.Whatever highway may be constructed across the barrier dividing the two\ngreatest maritime areas of the world must be for the world's benefit--a\ntrust for mankind, to be removed from the chance of domination by any\nsingle power, nor become a point of invitation for hostilities or a prize\nfor warlike ambition. An engagement combining the construction, ownership,\nand operation of such a work by this Government, with an offensive and\ndefensive alliance for its protection, with the foreign state whose\nresponsibilities and rights we would share is, in my judgment, inconsistent\nwith such dedication to universal and neutral use, and would, moreover,\nentail measures for its realization beyond the scope of our national polity\nor present means.The lapse of years has abundantly confirmed the wisdom and foresight of\nthose earlier Administrations which, long before the conditions of maritime\nintercourse were changed and enlarged by the progress of the age,\nproclaimed the vital need of interoceanic transit across the American\nIsthmus and consecrated it in advance to the common use of mankind by their\npositive declarations and through the formal obligation of treaties. Toward\nsuch realization the efforts of my Administration will be applied, ever\nbearing in mind the principles on which it must rest, and which were\ndeclared in no uncertain tones by Mr. Cass, who, while Secretary of State,\nin 1858, announced that \"what the United States want in Central America,\nnext to the happiness of its people, is the security and neutrality of the\ninteroceanic routes which lead through it.\"The construction of three transcontinental lines of railway, all in\nsuccessful operation, wholly within our territory, and uniting the Atlantic\nand the Pacific oceans, has been accompanied by results of a most\ninteresting and impressive nature, and has created new conditions, not in\nthe routes of commerce only, but in political geography, which powerfully\naffect our relations toward and necessarily increase our interests in any\ntransisthmian route which may be opened and employed for the ends of peace\nand traffic, or, in other contingencies, for uses inimical to both.Transportation is a factor in the cost of commodities scarcely second to\nthat of their production, and weighs as heavily upon the consumer.Our experience already has proven the great importance of having the\ncompetition between land carriage and water carriage fully developed, each\nacting as a protection to the public against the tendencies to monopoly\nwhich are inherent in the consolidation of wealth and power in the hands of\nvast corporations.These suggestions may serve to emphasize what I have already said on the\nscore of the necessity of a neutralization of any interoceanic transit; and\nthis can only be accomplished by making the uses of the route open to all\nnations and subject to the ambitions and warlike necessities of none.The drawings and report of a recent survey of the Nicaragua Canal route,\nmade by Chief Engineer Menocal, will be communicated for your information.The claims of citizens of the United States for losses by reason of the\nlate military operations of Chile in Peru and Bolivia are the subject of\nnegotiation for a claims convention with Chile, providing for their\nsubmission to arbitration.The harmony of our relations with China is fully sustained.In the application of the acts lately passed to execute the treaty of 1880,\nrestrictive of the immigration of Chinese laborers into the United States,\nindividual cases of hardship have occurred beyond the power of the\nExecutive to remedy, and calling for judicial determination.The condition of the Chinese question in the Western States and Territories\nis, despite this restrictive legislation, far from being satisfactory. The\nrecent outbreak in Wyoming Territory, where numbers of unoffending\nChinamen, indisputably within the protection of the treaties and the law,\nwere murdered by a mob, and the still more recent threatened outbreak of\nthe same character in Washington Territory, are fresh in the minds of all,\nand there is apprehension lest the bitterness of feeling against the\nMongolian race on the Pacific Slope may find vent in similar lawless\ndemonstrations. All the power of this Government should be exerted to\nmaintain the amplest good faith toward China in the treatment of these men,\nand the inflexible sternness of the law in bringing the wrongdoers to\njustice should be insisted upon.Every effort has been made by this Government to prevent these violent\noutbreaks and to aid the representatives of China in their investigation of\nthese outrages; and it is but just to say that they are traceable to the\nlawlessness of men not citizens of the United States engaged in competition\nwith Chinese laborers.Race prejudice is the chief factor in originating these disturbances, and\nit exists in a large part of our domain, jeopardizing our domestic peace\nand the good relationship we strive to maintain with China.The admitted right of a government to prevent the influx of elements\nhostile to its internal peace and security may not be questioned, even\nwhere there is no treaty stipulation on the subject. That the exclusion of\nChinese labor is demanded in other countries where like conditions prevail\nis strongly evidenced in the Dominion of Canada, where Chinese immigration\nis now regulated by laws more exclusive than our own. If existing laws are\ninadequate to compass the end in view, I shall be prepared to give earnest\nconsideration to any further remedial measures, within the treaty limits,\nwhich the wisdom of Congress may devise.The independent State of the Kongo has been organized as a government under\nthe sovereignty of His Majesty the King of the Belgians, who assumes its\nchief magistracy in his personal character only, without making the new\nState a dependency of Belgium. It is fortunate that a benighted region,\nowing all it has of quickening civilization to the beneficence and\nphilanthropic spirit of this monarch, should have the advantage and\nsecurity of his benevolent supervision.The action taken by this Government last year in being the first to\nrecognize the flag of the International Association of the Kongo has been\nfollowed by formal recognition of the new nationality which succeeds to its\nsovereign powers.A conference of delegates of the principal commercial nations was held at\nBerlin last winter to discuss methods whereby the Kongo basin might be kept\nopen to the world's trade. Delegates attended on behalf of the United\nStates on the understanding that their part should be merely deliberative,\nwithout imparting to the results any binding character so far as the United\nStates were concerned. This reserve was due to the indisposition of this\nGovernment to share in any disposal by an international congress of\njurisdictional questions in remote foreign territories. The results of the\nconference were embodied in a formal act of the nature of an international\nconvention, which laid down certain obligations purporting to be binding on\nthe signatories, subject to ratification within one year. Notwithstanding\nthe reservation under which the delegates of the United States attended,\ntheir signatures were attached to the general act in the same manner as\nthose of the plenipotentiaries of other governments, thus making the United\nStates appear, without reserve or qualification, as signatories to a joint\ninternational engagement imposing on the signers the conservation of the\nterritorial integrity of distant regions where we have no established\ninterests or control.This Government does not, however, regard its reservation of liberty of\naction in the premises as at all impaired; and holding that an engagement\nto share in the obligation of enforcing neutrality in the remote valley of\nthe Kongo would be an alliance whose responsibilities we are not in a\nposition to assume, I abstain from asking the sanction of the Senate to\nthat general act.The correspondence will be laid before you, and the instructive and\ninteresting report of the agent sent by this Government to the Kongo\ncountry and his recommendations for the establishment of commercial\nagencies on the African coast are also submitted for your consideration.The commission appointed by my predecessor last winter to visit the Central\nand South American countries and report on the methods of enlarging the\ncommercial relations of the United States therewith has submitted reports,\nwhich will be laid before you.No opportunity has been omitted to testify the friendliness of this\nGovernment toward Korea, whose entrance into the family of treaty powers\nthe United States were the first to recognize. I regard with favor the\napplication made by the Korean Government to be allowed to employ American\nofficers as military instructors, to which the assent of Congress becomes\nnecessary, and I am happy to say this request has the concurrent sanction\nof China and Japan.The arrest and imprisonment of Julio R. Santos, a citizen of the United\nStates, by the authorities of Ecuador gave rise to a contention with that\nGovernment, in which his right to be released or to have a speedy and\nimpartial trial on announced charges and with all guaranties of defense\nstipulated by treaty was insisted upon by us. After an elaborate\ncorrespondence and repeated and earnest representations on our part Mr.\nSantos was, after an alleged trial and conviction, eventually included in a\ngeneral decree of amnesty and pardoned by the Ecuadorian Executive and\nreleased, leaving the question of his American citizenship denied by the\nEcuadorian Government, but insisted upon by our own.The amount adjudged by the late French and American Claims Commission to be\ndue from the United States to French claimants on account of injuries\nsuffered by them during the War of Secession, having been appropriated by\nthe last Congress, has been duly paid to the French Government.The act of February 25, 1885, provided for a preliminary search of the\nrecords of French prize courts for evidence bearing on the claims of\nAmerican citizens against France for spoliations committed prior to 1801.\nThe duty has been performed, and the report of the agent will be laid\nbefore you.I regret to say that the restrictions upon the importation of our pork into\nFrance continue, notwithstanding the abundant demonstration of the absence\nof sanitary danger in its use; but I entertain strong hopes that with a\nbetter understanding of the matter this vexatious prohibition will be\nremoved. It would be pleasing to be able to say as much with respect to\nGermany, Austria, and other countries, where such food products are\nabsolutely excluded, without present prospect of reasonable change.The interpretation of our existing treaties of naturalization by Germany\nduring the past year has attracted attention by reason of an apparent\ntendency on the part of the Imperial Government to extend the scope of the\nresidential restrictions to which returning naturalized citizens of German\norigin are asserted to be liable under the laws of the Empire. The\ntemperate and just attitude taken by this Government with regard to this\nclass of questions will doubtless lead to a satisfactory understanding.The dispute of Germany and Spain relative to the domination of the Caroline\nIslands has attracted the attention of this Government by reason of\nextensive interests of American citizens having grown up in those parts\nduring the past thirty years, and because the question of ownership\ninvolves jurisdiction of matters affecting the status of our citizens under\ncivil and criminal law. While standing wholly aloof from the proprietary\nissues raised between powers to both of which the United States are\nfriendly, this Government expects that nothing in the present contention\nshall unfavorably affect our citizens carrying on a peaceful commerce or\nthere domiciled, and has so informed the Governments of Spain and Germany.The marked good will between the United States and Great Britain has been\nmaintained during the past year.The termination of the fishing clauses of the treaty of Washington, in\npursuance of the joint resolution of March 3, 1883, must have resulted in\nthe abrupt cessation on the 1st of July of this year, in the midst of their\nventures, of the operations of citizens of the United States engaged in\nfishing in British American waters but for a diplomatic understanding\nreached with Her Majesty's Government in June last, whereby assurance was\nobtained that no interruption of those operations should take place during\nthe current fishing season.In the interest of good neighborhood and of the commercial intercourse of\nadjacent communities, the question of the North American fisheries is one\nof much importance. Following out the intimation given by me when the\nextensory arrangement above described was negotiated, I recommend that the\nCongress provide for the appointment of a commission in which the\nGovernments of the United States and Great Britain shall be respectively\nrepresented, charged with the consideration and settlement, upon a just,\nequitable, and honorable basis, of the entire question of the fishing\nrights of the two Governments and their respective citizens on the coasts\nof the United States and British North America. The fishing interests being\nintimately related to other general questions dependent upon contiguity and\nintercourse, consideration thereof in all their equities might also\nproperly come within the purview of such a commission, and the fullest\nlatitude of expression on both sides should be permitted.The correspondence in relation to the fishing rights will be submitted. The\narctic exploring steamer Alert, which was generously given by Her Majesty's\nGovernment to aid in the relief of the Greely expedition, was, after the\nsuccessful attainment of that humane purpose, returned to Great Britain, in\npursuance of the authority conferred by the act of March 3, 1885.The inadequacy of the existing engagements for extradition between the\nUnited States and Great Britain has been long apparent. The tenth article\nof the treaty of 1842, one of the earliest compacts in this regard entered\ninto by us, stipulated for surrender in respect of a limited number of\noffenses. Other crimes no less inimical to the social welfare should be\nembraced and the procedure of extradition brought in harmony with present\ninternational practice. Negotiations with Her Majesty's Government for an\nenlarged treaty of extradition have been pending since 1870, and I\nentertain strong hopes that a satisfactory result may be soon attained.The frontier line between Alaska and British Columbia, as defined by the\ntreaty of cession with Russia, follows the demarcation assigned in a prior\ntreaty between Great Britain and Russia. Modern exploration discloses that\nthis ancient boundary is impracticable as a geographical fact. In the\nunsettled condition of that region the question has lacked importance, but\nthe discovery of mineral wealth in the territory the line is supposed to\ntraverse admonishes that the time has come when an accurate knowledge of\nthe boundary is needful to avert jurisdictional complications. I recommend,\ntherefore, that provision be made for a preliminary reconnoissance by\nofficers of the United States, to the end of acquiring more precise\ninformation on the subject. I have invited Her Majesty's Government to\nconsider with us the adoption of a more convenient line, to be established\nby meridian observations or by known geographical features without the\nnecessity of an expensive survey of the whole.The late insurrectionary movements in Hayti having been quelled, the\nGovernment of that Republic has made prompt provision for adjudicating the\nlosses suffered by foreigners because of hostilities there, and the claims\nof certain citizens of the United States will be in this manner\ndetermined.The long-pending claims of two citizens of the United States, Pelletier and\nLazare, have been disposed of by arbitration, and an award in favor of each\nclaimant has been made, which by the terms of the engagement is final. It\nremains for Congress to provide for the payment of the stipulated moiety of\nthe expenses.A question arose with Hayti during the past year by reason of the\nexceptional treatment of an American citizen, Mr. Van Bokkelen, a resident\nof Port-au-Prince, who, on suit by creditors residing in the United States,\nwas sentenced to imprisonment, and, under the operation of a Haytian\nstatute, was denied relief secured to a native Haytian. This Government\nasserted his treaty right to equal treatment with natives of Hayti in all\nsuits at law. Our contention was denied by the Haytian Government, which,\nhowever, while still professing to maintain the ground taken against Mr.\nVan Bokkelen's right, terminated the controversy by setting him at liberty\nwithout explanation.An international conference to consider the means of arresting the spread\nof cholera and other epidemic diseases was held at Rome in May last, and\nadjourned to meet again on further notice. An expert delegate on behalf of\nthe United States has attended its sessions and will submit a report.Our relations with Mexico continue to be most cordial, as befits those of\nneighbors between whom the strongest ties of friendship and commercial\nintimacy exist, as the natural and growing consequence of our similarity of\ninstitutions and geographical propinquity.The relocation of the boundary line between the United States and Mexico\nwestward of the Rio Grande, under the convention of July 29, 1882, has been\nunavoidably delayed, but I apprehend no difficulty in securing a\nprolongation of the period for its accomplishment.The lately concluded commercial treaty with Mexico still awaits the\nstipulated legislation to carry its provisions into effect, for which one\nyear's additional time has been secured by a supplementary article signed\nin February last and since ratified on both sides.As this convention, so important to the commercial welfare of the two\nadjoining countries, has been constitutionally confirmed by the treaty-\nmaking branch, I express the hope that legislation needed to make it\neffective may not be long delayed.The large influx of capital and enterprise to Mexico from the United States\ncontinues to aid in the development of the resources and in augmenting the\nmaterial well-being of our sister Republic. Lines of railway, penetrating\nto the heart and capital of the country, bring the two peoples into\nmutually beneficial intercourse, and enlarged facilities of transit add to\nprofitable commerce, create new markets, and furnish avenues to otherwise\nisolated communities.I have already adverted to the suggested construction of a ship railway\nacross the narrow formation of the territory of Mexico at Tehuantepec.With the gradual recovery of Peru from the effects of her late disastrous\nconflict with Chile, and with the restoration of civil authority in that\ndistracted country, it is hoped that pending war claims of our citizens\nwill be adjusted.In conformity with notification given by the Government of Peru, the\nexisting treaties of commerce and extradition between the United States and\nthat country will terminate March 31, 1886.Our good relationship with Russia continues.An officer of the Navy, detailed for the purpose, is now on his way to\nSiberia bearing the testimonials voted by Congress to those who generously\nsuccored the survivors of the unfortunate Jeannette expedition.It is gratifying to advert to the cordiality of our intercourse with\nSpain.The long-pending claim of the owners of the ship Masonic for loss suffered\nthrough the admitted dereliction of the Spanish authorities in the\nPhilippine Islands has been adjusted by arbitration and an indemnity\nawarded. The principle of arbitration in such cases, to which the United\nStates have long and consistently adhered, thus receives a fresh and\ngratifying confirmation.Other questions with Spain have been disposed of or are under diplomatic\nconsideration with a view to just and honorable settlement.The operation of the commercial agreement with Spain of January 2--February\n13, 1884, has been found inadequate to the commercial needs of the United\nStates and the Spanish Antilies, and the terms of the agreement are\nsubjected to conflicting interpretations in those islands.Negotiations have been instituted at Madrid for a full treaty not open to\nthese objections and in the line of the general policy touching the\nneighborly intercourse of proximate communities, to which I elsewhere\nadvert, and aiming, moreover, at the removal of existing burdens and\nannoying restrictions; and although a satisfactory termination is promised,\nI am compelled to delay its announcement.An international copyright conference was held at Berne in September, on\nthe invitation of the Swiss Government. The envoy of the United States\nattended as a delegate, but refrained from committing this Government to\nthe results, even by signing the recommendatory protocol adopted. The\ninteresting and important subject of international copyright has been\nbefore you for several years. Action is certainly desirable to effect the\nobject in view; and while there may be question as to the relative\nadvantage of treating it by legislation or by specific treaty, the matured\nviews of the Berne conference can not fail to aid your consideration of the\nsubject.The termination of the commercial treaty of 1862 between the United States\nand Turkey has been sought by that Government. While there is question as\nto the sufficiency of the notice of termination given, yet as the\ncommercial rights of our citizens in Turkey come under the favored-nation\nguaranties of the prior treaty of 1830, and as equal treatment is admitted\nby the Porte, no inconvenience can result from the assent of this\nGovernment to the revision of the Ottoman tariffs, in which the treaty\npowers have been invited to join.Questions concerning our citizens in Turkey may be affected by the Porte's\nnonacquiescence in the right of expatriation and by the imposition of\nreligious tests as a condition of residence, in which this Government can\nnot concur. The United States must hold in their intercourse with every\npower that the status of their citizens is to be respected and equal civil\nprivileges accorded to them without regard to creed, and affected by no\nconsiderations save those growing out of domiciliary return to the land of\noriginal allegiance or of unfulfilled personal obligations which may\nsurvive, under municipal laws, after such voluntary return.The negotiation with Venezuela relative to the rehearing of the awards of\nthe mixed commission constituted under the treaty of 1866 was resumed in\nview of the recent acquiescence of the Venezuelan envoy in the principal\npoint advanced by this Government, that the effects of the old treaty could\nonly be set aside by the operation of a new convention. A result in\nsubstantial accord with the advisory suggestions contained in the joint\nresolution of March 3, 1883, has been agreed upon and will shortly be\nsubmitted to the Senate for ratification.Under section 3659 of the Revised Statutes all funds held in trust by the\nUnited States and the annual interest accruing thereon, when not otherwise\nrequired by treaty, are to be invested in stocks of the United States\nbearing a rate of interest not less than 5 per cent per annum. There being\nnow no procurable stocks paying so high a rate of interest, the letter of\nthe statute is at present inapplicable, but its spirit is subserved by\ncontinuing to make investments of this nature in current stocks bearing the\nhighest interest now paid. The statute, however, makes no provision for the\ndisposal of such accretions. It being contrary to the general rule of this\nGovernment to allow interest on claims, I recommend the repeal of the\nprovision in question and the disposition, under a uniform rule, of the\npresent accumulations from investment of trust funds.The inadequacy of existing legislation touching citizenship and\nnaturalization demands your consideration.While recognizing the right of expatriation, no statutory provision exists\nproviding means for renouncing citizenship by an American citizen, native\nborn or naturalized, nor for terminating and vacating an improper\nacquisition of citizenship. Even a fraudulent decree of naturalization can\nnot now be canceled. The privilege and franchise of American citizenship\nshould be granted with care, and extended to those only who intend in good\nfaith to assume its duties and responsibilities when attaining its\nprivileges and benefits. It should be withheld from those who merely go\nthrough the forms of naturalization with the intent of escaping the duties\nof their original allegiance without taking upon themselves those of their\nnew status, or who may acquire the rights of American citizenship for no\nother than a hostile purpose toward their original governments. These evils\nhave had many flagrant illustrations.I regard with favor the suggestion put forth by one of my predecessors that\nprovision be made for a central bureau of record of the decrees of\nnaturalization granted by the various courts throughout the United States\nnow invested with that power.The rights which spring from domicile in the United States, especially when\ncoupled with a declaration of intention to become a citizen, are worthy of\ndefinition by statute. The stranger coming hither with intent to remain,\nestablishing his residence in our midst, contributing to the general\nwelfare, and by his voluntary act declaring his purpose to assume the\nresponsibilities of citizenship, thereby gains an inchoate status which\nlegislation may properly define. The laws of certain States and Territories\nadmit a domiciled alien to the local franchise, conferring on him the\nrights of citizenship to a degree which places him in the anomalous\nposition of being a citizen of a State and yet not of the United States\nwithin the purview of Federal and international law.It is important within the scope of national legislation to define this\nright of alien domicile as distinguished from Federal naturalization.The commercial relations of the United States with their immediate\nneighbors and with important areas of traffic near our shores suggest\nespecially liberal intercourse between them and us.Following the treaty of 1883 with Mexico, which rested on the basis of a\nreciprocal exemption from customs duties, other similar treaties were\ninitiated by my predecessor.Recognizing the need of less obstructed traffic with Cuba and Puerto Rico,\nand met by the desire of Spain to succor languishing interests in the\nAntilles, steps were taken to attain those ends by a treaty of commerce. A\nsimilar treaty was afterwards signed by the Dominican Republic.\nSubsequently overtures were made by Her Britannic Majesty's Government for\na like mutual extension of commercial intercourse with the British West\nIndian and South American dependencies, but without result.On taking office I withdrew for reexamination the treaties signed with\nSpain and Santo Domingo, then pending before the Senate. The result has\nbeen to satisfy me of the inexpediency of entering into engagements of this\ncharacter not covering the entire traffic.These treaties contemplated the surrender by the United States of large\nrevenues for inadequate considerations. Upon sugar alone duties were\nsurrendered to an amount far exceeding all the advantages offered in\nexchange. Even were it intended to relieve our consumers, it was evident\nthat so long as the exemption but partially covered our importation such\nrelief would be illusory. To relinquish a revenue so essential seemed\nhighly improvident at a time when new and large drains upon the Treasury\nwere contemplated. Moreover, embarrassing questions would have arisen under\nthe favored-nation clauses of treaties with other nations.As a further objection, it is evident that tariff regulation by treaty\ndiminishes that independent control over its own revenues which is\nessential for the safety and welfare of any government. Emergency calling\nfor an increase of taxation may at any time arise, and no engagement with a\nforeign power should exist to hamper the action of the Government.By the fourteenth section of the shipping act approved June 26, 1884,\ncertain reductions and contingent exemptions from tonnage dues were made as\nto vessels entering ports of the United States from any foreign port in\nNorth and Central America, the West India Islands, the Bahamas and\nBermudas, Mexico, and the Isthmus as far as Aspinwall and Panama. The\nGovernments of Belgium, Denmark, Germany, Portugal, and Sweden and Norway\nhave asserted, under the favored-nation clause in their treaties with the\nUnited States, a claim to like treatment in respect of vessels coming to\nthe United States from their home ports. This Government, however, holds\nthat the privileges granted by the act are purely geographical, inuring to\nany vessel of any foreign power that may choose to engage in traffic\nbetween this country and any port within the defined zone, and no warrant\nexists under the most-favored-nation clause for the extension of the\nprivileges in question to vessels sailing to this country from ports\noutside the limitation of the act.Undoubtedly the relations of commerce with our near neighbors, whose\nterritories form so long a frontier line difficult to be guarded, and who\nfind in our country, and equally offer to us, natural markets, demand\nspecial and considerate treatment. It rests with Congress to consider what\nlegislative action may increase facilities of intercourse which contiguity\nmakes natural and desirable.I earnestly urge that Congress recast the appropriations for the\nmaintenance of the diplomatic and consular service on a footing\ncommensurate with the importance of our national interests. At every post\nwhere a representative is necessary the salary should be so graded as to\npermit him to live with comfort. With the assignment of adequate salaries\nthe so-called notarial extra official fees, which our officers abroad are\nnow permitted to treat as personal perquisites, should be done away with.\nEvery act requiring the certification and seal of the officer should be\ntaxable at schedule rates and the fee therefor returned to the Treasury. By\nrestoring these revenues to the public use the consular service would be\nself-supporting, even with a liberal increase of the present low salaries.In further prevention of abuses a system of consular inspection should be\ninstituted.The appointment of a limited number of secretaries of legation at large, to\nbe assigned to duty wherever necessary, and in particular for temporary\nservice at missions which for any cause may be without a head, should also\nbe authorized.I favor also authorization for the detail of officers of the regular\nservice as military or naval attaches at legations.Some foreign governments do not recognize the union of consular with\ndiplomatic functions. Italy and Venezuela will only receive the appointee\nin one of his two capacities, but this does not prevent the requirement of\na bond and submission to the responsibilities of an office whose duties he\ncan not discharge. The superadded title of consul-general should be\nabandoned at all missions.I deem it expedient that a well-devised measure for the reorganization of\nthe extraterritorial courts in Oriental countries should replace the\npresent system, which labors under the disadvantage of combining judicial\nand executive functions in the same office.In several Oriental countries generous offers have been made of premises\nfor housing the legations of the United States. A grant of land for that\npurpose was made some years since by Japan, and has been referred to in the\nannual messages of my predecessor. The Siamese Government has made a gift\nto the United States of commodious quarters in Bangkok. In Korea the late\nminister was permitted to purchase a building from the Government for\nlegation use. In China the premises rented for the legation are favored as\nto local charges. At Tangier the house occupied by our representative has\nbeen for many years the property; this Government, having been given for\nthat purpose in 1822 by the Sultan of Morocco. I approve the suggestion\nheretofore made, that, view of the conditions of life and administration in\nthe Eastern countries, the legation buildings in China, Japan, Korea, Siam,\nand perhaps Persia, should be owned and furnished by the Government with a\nview to permanency and security. To this end I recommend that authority be\ngiven to accept the gifts adverted to in Japan and Siam, and to purchase in\nthe other countries named, with provision for furniture and repairs. A\nconsiderable saving in rentals would result.The World's Industrial Exposition, held at New Orleans last winter, with\nthe assistance of the Federal Government, attracted a large number of\nforeign exhibits, and proved of great value in spreading among the\nconcourse of visitors from Mexico and Central and South America a wider\nknowledge of the varied manufactures and productions of this country and\ntheir availability in exchange for the productions of those regions.Past Congresses have had under consideration the advisability of abolishing\nthe discrimination made by the tariff laws in favor of the works of\nAmerican artists. The odium of the policy which subjects to a high rate of\nduty the paintings of foreign artists and exempts the productions of\nAmerican artists residing abroad, and who receive gratuitously advantages\nand instruction, is visited upon our citizens engaged in art culture in\nEurope, and has caused them with practical unanimity to favor the abolition\nof such an ungracious distinction; and in their interest, and for other\nobvious reasons, I strongly recommend it.The report of the Secretary of the Treasury fully exhibits the condition of\nthe public finances and of the several branches of the Government connected\nwith his Department. The suggestions of the Secretary relating to the\npractical operations of this important Department, and his recommendations\nin the direction of simplification and economy, particularly in the work of\ncollecting customs duties, are especially urged upon the attention of\nCongress.The ordinary receipts from all sources for the fiscal year ended June 30,\n1885, were $322,690,706.38. Of this sum $181,471,939.34 was received from\ncustoms and $112,498,725.54 from internal revenue. The total receipts, as\ngiven above, were $24,829,163.54 less than those for the year ended June\n30, 1884. This diminution embraces a falling off of $13,595,550.42 in the\nreceipts from customs and $9,687,346.97 in the receipts from internal\nrevenue.The total ordinary expenditures of the Government for the fiscal year were\n$260,226,935.50, leaving a surplus in the Treasury at the close of the year\nof $63,463,771.27. This is $40,929,854.32 less than the surplus reported at\nthe close of the previous year.The expenditures are classified as follows:The amount paid on the public debt during the fiscal year ended June 30,\n1885, was $45,993,235.43, and there has been paid since that date and up to\nNovember 1, 1885, the sum of $369,828, leaving the amount of the debt at\nthe last-named date $1,514,475,860.47. There was however, at that time in\nthe Treasury, applicable to the general purposes of the Government, the sum\nof $66,818,292.38.The total receipts for the current fiscal year ending June 30, 1886,\nascertained to October 1, 1885, and estimated for the remainder of the\nyear, are $315,000,000. The expenditures ascertained and estimated for the\nsame time are $245,000,000, leaving a surplus at the close of the year\nestimated at $70,000,000.The value of the exports from the United States to foreign countries during\nthe last fiscal year was as follows:Some of the principal exports, with their values and the percentage they\nrespectively bear to the total exportation, are given as follows:Our imports during the year were as follows:The following are given as prominent articles of import during the year,\nwith their values and the percentage they bear to the total importation:Of the entire amount of duties collected 70 per cent was collected from the\nfollowing articles of import:The fact that our revenues are in excess of the actual needs of all\neconomical administration of the Government justifies a reduction in the\namount exacted from the people for its support. Our Government is but the\nmeans established by the will of a free people by which certain principles\nare applied which they have adopted for their benefit and protection; and\nit is never better administered and its true spirit is never better\nobserved than when the people's taxation for its support is scrupulously\nlimited to the actual necessity of expenditure and distributed according to\na just and equitable plan.The proposition with which we have to deal is the reduction of the revenue\nreceived by the Government, and indirectly paid by the people, from customs\nduties. The question of free trade is not involved, nor is there now any\noccasion for the general discussion of the wisdom or expediency of a\nprotective system.Justice and fairness dictate that in any modification of our present laws\nrelating to revenue the industries and interests which have been encouraged\nby such laws, and in which our citizens have large investments, should not\nbe ruthlessly injured or destroyed. We should also deal with the subject in\nsuch manner as to protect the interests of American labor, which is the\ncapital of our workingmen. Its stability and proper remuneration furnish\nthe most justifiable pretext for a protective policy.Within these limitations a certain reduction should be made in our customs\nrevenue. The amount of such reduction having been determined, the inquiry\nfollows, Where can it best be remitted and what articles can best be\nreleased from duty in the interest of our citizens?I think the reduction should be made in the revenue derived from a tax upon\nthe imported necessaries of life. We thus directly lessen the cost of\nliving in every family of the land and release to the people in every\nhumble home a larger measure of the rewards of frugal industry.During the year ended November 1, 1885, 145 national banks were organized,\nwith an aggregate capital of $16,938,000, and circulating notes have been\nissued to them amounting to $4,274,910. The whole number of these banks in\nexistence on the day above mentioned was 2,727.The very limited amount of circulating notes issued by our national banks,\ncompared with the amount the law permits them to issue upon a deposit of\nbonds for their redemption, indicates that the volume of our circulating\nmedium may be largely increased through this instrumentality.Nothing more important than the present condition of our currency and\ncoinage can claim your attention.Since February, 1878, the Government has, under the compulsory provisions\nof law, purchased silver bullion and coined the same at the rate of more\nthan $2,000,000 every month. By this process up to the present date\n215,759,431 silver dollars have been coined.A reasonable appreciation of a delegation of power to the General\nGovernment would limit its exercise, without express restrictive words, to\nthe people's needs and the requirements of the public welfare.Upon this theory the authority to \"coin money\" given to Congress by the\nConstitution, if it permits the purchase by the Government of bullion for\ncoinage in any event, does not justify such purchase and coinage to an\nextent beyond the amount needed for a sufficient circulating medium.The desire to utilize the silver product of the country should not lead to\na misuse or the perversion of this power.The necessity for such an addition to the silver currency of the nation as\nis compelled by the silver-coinage act is negatived by the fact that up to\nthe present time only about 50,000,000 of the silver dollars so coined have\nactually found their way into circulation, leaving more than 165,000,000 in\nthe possession of the Government, the custody of which has entailed a\nconsiderable expense for the construction of vaults for it deposit. Against\nthis latter amount there are outstanding silver certificates amounting to\nabout $93,000,000.Every month two millions of gold in the public Treasury are paid our for\ntwo millions or more of silver dollars, to be added to the idle mass\nalready accumulated.If continued long enough, this operation will result in the substitution of\nsilver for all the gold the Government owns applicable to its general\npurposes. It will not do to rely upon the customs receipts of the\nGovernment to make good this drain of gold, because the silver thus coined\nhaving been made legal tender for all debts and dues, public and private,\nat times during the last six months 58 per cent of the receipts for duties\nhas been in silver or silver certificates, while the average within that\nperiod has been 20 per cent. The proportion of silver and its certificates\nreceived by the Government will probably increase as time goes on, for the\nreason that the nearer the period approaches when it will be obliged to\noffer silver in payment of its obligations the greater inducement there\nwill be to hoard gold against depreciation in the value of silver or for\nthe purpose of speculating.This hoarding of gold has already begun.When the time comes that gold has been withdrawn from circulation, then\nwill be apparent the difference between the real value of the silver dollar\nand a dollar in gold, and the two coins will part company. Gold, still the\nstandard of value and necessary in our dealings with other countries, will\nbe at a premium over silver; banks which have substituted gold for the\ndeposits of their customers may pay them with silver bought with such gold,\nthus making a handsome profit; rich speculators will sell their hoarded\ngold to their neighbors who need it to liquidate their foreign debts, at a\nruinous premium over silver, and the laboring men and women of the land,\nmost defenseless of all, will find that the dollar received for the wage of\ntheir toil has sadly shrunk in its purchasing power. It may be said that\nthe latter result will be but temporary, and that ultimately the price of\nlabor will be adjusted to the change; but even if this takes place the\nwage-worker can not possibly gain, but must inevitably lose, since the\nprice he is compelled to pay for his living will not only be measured in a\ncoin heavily depreciated and fluctuating and uncertain in its value, but\nthis uncertainty in the value of the purchasing medium will be made the\npretext for an advance in prices beyond that justified by actual\ndepreciation.The words uttered in 1834 by Daniel Webster in the Senate of the United\nStates are true to-day: The very man of all others who has the deepest\ninterest in a sound currency, and who suffers most by mischievous\nlegislation in money matters, is the man who earns his daily bread by his\ndaily toil. The most distinguished advocate of bimetallism, discussing our\nsilver coinage, has lately written: No American citizen's hand has yet felt\nthe sensation of cheapness, either in receiving or expending the silver-act\ndollars. And those who live by labor or legitimate trade never will feel\nthat sensation of cheapness. However plenty silver dollars may become, they\nwill not be distributed as gifts among the people; and if the laboring man\nshould receive four depreciated dollars where he now receives but two, he\nwill pay in the depreciated coin more than double the price he now pays for\nall the necessaries and comforts of life.Those who do not fear any disastrous consequences arising from the\ncontinued compulsory coinage of silver as now directed by law, and who\nsuppose that the addition to the currency of the country intended as its\nresult will be a public benefit, are reminded that history demonstrates\nthat the point is easily reached in the attempt to float at the same time\ntwo sorts of money of different excellence when the better will cease to be\nin general circulation. The hoarding of gold which has already taken place\nindicates that we shall not escape the usual experience in such cases. So\nif this silver coinage be continued we may reasonably expect that gold and\nits equivalent will abandon the field of circulation to silver alone. This\nof course must produce a severe contraction of our circulating medium,\ninstead of adding to it.It will not be disputed that any attempt on the part of the Government to\ncause the circulation of silver dollars worth 80 cents side by side with\ngold dollars worth 100 cents, even within the limit that legislation does\nnot run counter to the laws of trade, to be successful must be seconded by\nthe confidence of the people that both coins will retain the same\npurchasing power and be interchangeable at will. A special effort has been\nmade by the Secretary of the Treasury to increase the amount of our silver\ncoin in circulation; but the fact that a large share of the limited amount\nthus put out has soon returned to the public Treasury in payment of duties\nleads to the belief that the people do not now desire to keep it in hand,\nand this, with the evident disposition to hoard gold, gives rise to the\nsuspicion that there already exists a lack of confidence among the people\ntouching our financial processes. There is certainly not enough silver now\nin circulation to cause uneasiness, and the whole amount coined and now on\nhand might after a time be absorbed by the people without apprehension; but\nit is the ceaseless stream that threatens to overflow the land which causes\nfear and uncertainty.What has been thus far submitted upon this subject relates almost entirely\nto considerations of a home nature, unconnected with the bearing which the\npolicies of other nations have upon the question. But it is perfectly\napparent that a line of action in regard to our currency can not wisely be\nsettled upon or persisted in without considering the attitude on the\nsubject of other countries with whom we maintain intercourse through\ncommerce, trade, and travel. An acknowledgment of this fact is found in the\nact by virtue of which our silver is compulsorily coined. It provides\nthat--The President shall invite the governments of the countries\ncomposing the Latin Union, so called, and of such other European nations as\nhe may deem advisable, to join the United States in a conference to adopt a\ncommon ratio between gold and silver for the purpose of establishing\ninternationally the use of bimetallic money and securing fixity of relative\nvalue between those metals. This conference absolutely failed, and a\nsimilar fate has awaited all subsequent efforts in the same direction. And\nstill we continue our coinage of silver at a ratio different from that of\nany other nation. The most vital part of the silver-coinage act remains\ninoperative and unexecuted, and without an ally or friend we battle upon\nthe silver field in an illogical and losing contest.To give full effect to the design of Congress on this subject I have made\ncareful and earnest endeavor since the adjournment of the last Congress.To this end I delegated a gentleman well instructed in fiscal science to\nproceed to the financial centers of Europe and, in conjunction with our\nministers to England, France, and Germany, to obtain a full knowledge of\nthe attitude and intent of those governments in respect of the\nestablishment of such an international ratio as would procure free coinage\nof both metals at the mints of those countries and our own. By my direction\nour consul-general at Paris has given close attention to the proceedings of\nthe congress of the Latin Union, in order to indicate our interest in its\nobjects and report its action.It may be said in brief, as the result of these efforts, that the attitude\nof the leading powers remains substantially unchanged since the monetary\nconference of 1881, nor is it to be questioned that the views of these\ngovernments are in each instance supported by the weight of public\nopinion.The steps thus taken have therefore only more fully demonstrated the\nuselessness of further attempts at present to arrive at any agreement on\nthe subject with other nations.In the meantime we are accumulating silver coin, based upon our own\npeculiar ratio, to such an extent, and assuming so heavy a burden to be\nprovided for in any international negotiations, as will render us an\nundesirable party to any future monetary conference of nations.It is a significant fact that four of the five countries composing the\nLatin Union mentioned in our coinage act, embarrassed with their silver\ncurrency, have just completed an agreement among themselves that no more\nsilver shall be coined by their respective Governments and that such as has\nbeen already coined and in circulation shall be redeemed in gold by the\ncountry of its coinage. The resort to this expedient by these countries may\nwell arrest the attention of those who suppose that we can succeed without\nshock or injury in the attempt to circulate upon its merits all the silver\nwe may coin under the provisions of our silver-coinage act.The condition in which our Treasury may be placed by a persistence in our\npresent course is a matter of concern to every patriotic citizen who does\nnot desire his Government to pay in silver such of its obligations as\nshould be paid in gold. Nor should our condition be such as to oblige us,\nin a prudent management of our affairs, to discontinue the calling in and\npayment of interest-bearing obligations which we have the right now to\ndischarge, and thus avoid the payment of further interest thereon.The so-called debtor class, for whose benefit the continued compulsory\ncoinage of silver is insisted upon, are not dishonest because they are in\ndebt, and they should not be suspected of a desire to jeopardize the\nfinancial safety of the country in order that they may cancel their present\ndebts by paying the same in depreciated dollars. Nor should it be forgotten\nthat it is not the rich nor the money lender alone that must submit to such\na readjustment, enforced by the Government and their debtors. The pittance\nof the widow and the orphan and the incomes of helpless beneficiaries of\nall kinds would be disastrously reduced. The depositors in savings banks\nand in other institutions which hold in trust the savings of the poor, when\ntheir little accumulations are scaled down to meet the new order of things,\nwould in their distress painfully realize the delusion of the promise made\nto them that plentiful money would improve their condition.We have now on hand all the silver dollars necessary to supply the present\nneeds of the people and to satisfy those who from sentiment wish to see\nthem in circulation, and if their coinage is suspended they can be readily\nobtained by all who desire them. If the need of more is at anytime\napparent, their coinage may be renewed.That disaster has not already overtaken us furnishes no proof that danger\ndoes not wait upon a continuation of the present silver coinage. We have\nbeen saved by the most careful management and unusual expedients, by a\ncombination of fortunate conditions, and by a confident expectation that\nthe course of the Government in regard to silver coinage would be speedily\nchanged by the action of Congress.Prosperity hesitates upon our threshold because of the dangers and\nuncertainties surrounding this question. Capital timidly shrinks from\ntrade, and investors are unwilling to take the chance of the questionable\nshape in which their money will be returned to them, while enterprise halts\nat a risk against which care and sagacious management do not protect.As a necessary consequence, labor lacks employment and suffering and\ndistress are visited upon a portion of our fellow-citizens especially\nentitled to the careful consideration of those charged with the duties of\nlegislation. No interest appeals to us so strongly for a safe and stable\ncurrency as the vast army of the unemployed.I recommend the suspension of the compulsory coinage of silver dollars,\ndirected by the law passed in February, 1878.The Steamboat-Inspection Service on the 30th day of June, 1885, was\ncomposed of 140 persons, including officers, clerks, and messengers. The\nexpenses of the service over the receipts were $138,822.22 during the\nfiscal year. The special inspection of foreign steam vessels, organized\nunder a law passed in 1882, was maintained during the year at an expense of\n$36,641.63. Since the close of the fiscal year reductions have been made in\nthe force employed which will result in a saving during the current year of\n$17,000 without affecting the efficiency of the service.The Supervising Surgeon-General reports that during the fiscal year 41,714\npatients have received relief through the Marine-Hospital Service, of whom\n12,803 were treated in hospitals and 28,911 at the dispensaries.Active and effective efforts have been made through the medium of this\nservice to protect the country against an invasion of cholera, which has\nprevailed in Spain and France, and the smallpox, which recently broke out\nin Canada.The most gratifying results have attended the operations of the Life Saving\nService during the last fiscal year. The observance of the provision of law\nrequiring the appointment of the force employed in this service to be made\n\"solely with reference to their fitness, and without reference to their\npolitical or party affiliation,\" has secured the result which may\nconfidently be expected in any branch of public employment where such a\nrule is applied. As a consequence, this service is composed of men well\nqualified for the performance of their dangerous and exceptionally\nimportant duties.The number of stations in commission at the close of the year was 203. The\nnumber of disasters to vessels and craft of all kinds within their field of\naction was 371. The number of persons endangered in such disasters was\n2,439, of whom 2,428 were saved and only 11 lost. Other lives which were\nimperiled, though not by disasters to shipping, were also rescued, and a\nlarge amount of property was saved through the aid of this service. The\ncost of its maintenance during the year was $828,474.43.The work of the Coast and Geodetic Survey was during the last fiscal year\ncarried on within the boundaries and off the coasts of thirty-two States,\ntwo Territories, and the District of Columbia. In July last certain\nirregularities were found to exist in the management of this Bureau, which\nled to a prompt investigation of its methods. The abuses which were brought\nto light by this examination and the reckless disregard of duty and the\ninterests of the Government developed on the part of some of those\nconnected with the service made a change of superintendency and a few of\nits other officers necessary. Since the Bureau has been in new hands an\nintroduction of economies and the application of business methods have\nproduced an important saving to the Government and a promise of more useful\nresults.This service has never been regulated by anything but the most indefinite\nlegal enactments and the most unsatisfactory rules. It was many years ago\nsanctioned apparently for a purpose regarded as temporary and related to a\nsurvey of our coast. Having gained a place in the appropriations made by\nCongress, it has gradually taken to itself powers and objects not\ncontemplated in its creation and extended its operations until it sadly\nneeds legislative attention.So far as a further survey of our coast is concerned, there seems to be a\npropriety in transferring that work to the Navy Department. The other\nduties now in charge of this establishment, if they can not be profitably\nattached to some existing Department or other bureau, should be prosecuted\nunder a law exactly defining their scope and purpose, and with a careful\ndiscrimination between the scientific inquiries which may properly be\nassumed by the Government and those which should be undertaken by State\nauthority or by individual enterprise.It is hoped that the report of the Congressional committee heretofore\nappointed to investigate this and other like matters will aid in the\naccomplishment of proper legislation on this subject.The report of the Secretary of War is herewith submitted. The attention of\nCongress is invited to the detailed account which it contains of the\nadministration of his Department, and his recommendations and suggestions\nfor the improvement of the service.The Army consisted, at the date of the last consolidated returns, of 2,154\nofficers and 24,705 enlisted men.The expenses of the Departments for the fiscal year ended June, 30, 1885,\nincluding $13,164,394.60 for public works and river and harbor\nimprovements, were $45,850,999.54.Besides the troops which were dispatched in pursuit of the small band of\nIndians who left their reservation in Arizona and committed murders and\noutrages, two regiments of cavalry and one of infantry were sent last July\nto the Indian Territory to prevent an outbreak which seemed imminent. They\nremained to aid, if necessary, in the expulsion of intruders upon the\nreservation, who seemed to have caused the discontent among the Indians,\nbut the Executive proclamation warning them to remove was complied with\nwithout their interference.Troops were also sent to Rock Springs, in Wyoming Territory, after the\nmassacre of Chinese there, to prevent further disturbance, and afterwards\nto Seattle, in Washington Territory, to avert a threatened attack upon\nChinese laborers and domestic violence there. In both cases the mere\npresence of the troops had the desired effect.It appears that the number of desertions has diminished, but that during\nthe last fiscal year they numbered 2,927; and one instance is given by the\nLieutenant-General of six desertions by the same recruit. I am convinced\nthat this number of desertions can be much diminished by better discipline\nand treatment; but the punishment should be increased for repeated\noffenses.These desertions might also be reduced by lessening the term of first\nenlistments, thus allowing a discontented recruit to contemplate a nearer\ndischarge and the Army a profitable riddance. After one term of service a\nreenlistment would be quite apt to secure a contented recruit and a good\nsoldier.The Acting Judge-Advocate-General reports that the number of trials by\ngeneral courts-martial during the year was 2,328, and that 11,851 trials\ntook place before garrison and regimental courts-martial. The suggestion\nthat probably more than half the Army have been tried for offenses, great\nand small, in one year may well arrest attention. Of course many of these\ntrials before garrison and regimental courts-martial were for offenses\nalmost frivolous, and there should, I think, be a way devised to dispose of\nthese in a more summary and less inconvenient manner than by\ncourt-martial.If some of the proceedings of courts-martial which I have had occasion to\nexamine present the ideas of justice which generally prevail in these\ntribunals, I am satisfied that they should be much reformed if the honor\nand the honesty of the Army and Navy are by their instrumentality to be\nvindicated and protected.The Board on Fortifications or other defenses, appointed in pursuance of\nthe provisions of the act of Congress approved March 3, 1885, will in a\nshort time present their report, and it is hoped that this may greatly aid\nthe legislation so necessary to remedy the present defenseless condition of\nour seacoasts.The work of the Signal Service has been prosecuted during the last year\nwith results of increasing benefit to the country. The field of instruction\nhas been enlarged with a view of adding to its usefulness. The number of\nstations in operation June 30, 1885, was 489. Telegraphic reports are\nreceived daily from 160 stations. Reports are also received from 25\nCanadian stations, 375 volunteer observers, 52 army surgeons at military\nposts, and 333 foreign stations. The expense of the service during the\nfiscal year, after deducting receipts from military telegraph lines, was\n$792,592.97. In view of the fact referred to by the Secretary of War, that\nthe work of this service ordinarily is of a scientific nature, and the\nfurther fact that it is assuming larger proportions constantly and becoming\nmore and more unsuited to the fixed rules which must govern the Army, I am\ninclined to agree with him in the opinion that it should be separately\nestablished. If this is done, the scope and extent of its operations\nshould, as nearly as possible, be definitely prescribed by law and always\ncapable of exact ascertainment.The Military Academy at West Point is reported as being in a high state of\nefficiency and well equipped for the satisfactory accomplishment of the\npurposes of its maintenance.The fact that the class which graduates next year is an unusually large one\nhas constrained me to decline to make appointments to second lieutenancies\nin the Army from civil life, so that such vacancies as exist in these\nplaces may be reserved for such graduates; and yet it is not probable that\nthere will be enough vacancies to provide positions for them all when they\nleave the military school. Under the prevailing law and usage those not\nthus assigned to duty never actively enter the military service. It is\nsuggested that the law on this subject be changed so that such of these\nyoung men as are not at once assigned to duty after graduation may be\nretained as second lieutenants in the Army if they desire it, subject to\nassignment when opportunity occurs, and under proper rules as to priority\nof selection.The expenditures on account of the Military Academy for the last fiscal\nyear, exclusive of the sum taken for its purposes from appropriations for\nthe support of the Army, were $290,712.07.The act approved March 3, 1885, designed to compensate officers and\nenlisted men for loss of private property while in the service of the\nUnited States, is so indefinite in its terms and apparently admits so many\nclaims the adjustment of which could not have been contemplated that if it\nis to remain upon the statute book it needs amendment.There should be a general law of Congress prohibiting the construction of\nbridges over navigable waters in such manner as to obstruct navigation,\nwith provisions for preventing the same. It seems that under existing\nstatutes the Government can not intervene to prevent such a construction\nwhen entered upon without its consent, though when such consent is asked\nand granted upon condition the authority to insist upon such condition is\nclear. Thus it is represented that while the officers of the Government are\nwith great care guarding against the obstruction of navigation by a bridge\nacross the Mississippi River at St. Paul a large pier for a bridge has been\nbuilt just below this place directly in the navigable channel of the river.\nIf such things are to be permitted, a strong argument is presented against\nthe appropriation of large sums of money to improve the navigation of this\nand other important highways of commerce.The report of the Secretary of the Navy gives a history of the operations\nof his Department and the present condition of the work committed to his\ncharge.He details in full the course pursued by him to protect the rights of the\nGovernment in respect of certain vessels unfinished at the time of his\naccession to office, and also concerning the dispatch boat Dolphin, claimed\nto be completed and awaiting the acceptance of the Department. No one can\nfail to see from recitals contained in this report that only the\napplication of business principles has been insisted upon in the treatment\nof these subjects, and that whatever controversy has arisen was caused by\nthe exaction on the part of the Department of contract obligations as they\nwere legally construed. In the case of the Dolphin, with entire justice to\nthe contractor, an agreement has been entered into providing for the\nascertainment by a judicial inquiry of the complete or partial compliance\nwith the contract in her construction, and further providing for the\nassessment of any damages to which the Government may be entitled on\naccount of a partial failure to perform such contract, or the payment of\nthe sum still remaining unpaid upon her price in case a full performance is\nadjudged.The contractor, by reason of his failure in business, being unable to\ncomplete the other three vessels, they were taken possession of by the\nGovernment in their unfinished state under a clause in the contract\npermitting such a course, and are now in process of completion in the yard\nof the contractor, but under the supervision of the Navy Department.Congress at its last session authorized the construction of two additional\nnew cruisers and two gunboats, at a cost not exceeding in the aggregate\n$2,995,000. The appropriation for this purpose having become available on\nthe 1st day of July last, steps were at once taken for the procurement of\nsuch plans for the construction of these vessels as would be likely to\ninsure their usefulness when completed. These are of the utmost importance,\nconsidering the constant advance in the art of building vessels of this\ncharacter, and the time is not lost which is spent in their careful\nconsideration and selection.All must admit the importance of an effective navy to a nation like ours,\nhaving such an extended seacoast to protect; and yet we have not a single\nvessel of war that could keep the seas against a first-class vessel of any\nimportant power. Such a condition ought not longer to continue. The nation\nthat can not resist aggression is constantly exposed to it. Its foreign\npolicy is of necessity weak and its negotiations are conducted with\ndisadvantage because it is not in condition to enforce the terms dictated\nby its sense of right and justice.Inspired, as I am, by the hope, shared by all patriotic citizens, that the\nday is not very far distant when our Navy will be such as befits our\nstanding among the nations of the earth, and rejoiced at every step that\nleads in the direction of such a consummation, I deem it my duty to\nespecially direct the attention of Congress to the close of the report of\nthe Secretary of the Navy, in which the humiliating weakness of the present\norganization of his Department is exhibited and the startling abuses and\nwaste of its present methods are exposed. The conviction is forced upon us\nwith the certainty of mathematical demonstration that before we proceed\nfurther in the restoration of a Navy we need a thoroughly reorganized Navy\nDepartment. The fact that within seventeen years more than $75,000,000 have\nbeen spent in the construction, repair, equipment, and armament of vessels,\nand the further fact that instead of an effective and creditable fleet we\nhave only the discontent and apprehension of a nation undefended by war\nvessels, added to the disclosures now made, do not permit us to doubt that\nevery attempt to revive our Navy has thus far for the most part been\nmisdirected, and all our efforts in that direction have been little better\nthan blind gropings and expensive, aimless follies.Unquestionably if we are content with the maintenance of a Navy Department\nsimply as a shabby ornament to the Government, a constant watchfulness may\nprevent some of the scandal and abuse which have found their way into our\npresent organization, and its incurable waste may be reduced to the\nminimum. But if we desire to build ships for present usefulness instead of\nnaval reminders of the days that are past, we must have a Department\norganized for the work, supplied with all the talent and ingenuity our\ncountry affords, prepared to take advantage of the experience of other\nnations, systematized so that all effort shall unite and lead in one\ndirection, and fully imbued with the conviction that war vessels, though\nnew, are useless unless they combine all that the ingenuity of man has up\nto this day brought forth relating to their construction.I earnestly commend the portion of the Secretary's report devoted to this\nsubject to the attention of Congress, in the hope that his suggestions\ntouching the reorganization of his Department may be adopted as the first\nstep toward the reconstruction of our Navy.The affairs of the postal service are exhibited by the report of the\nPostmaster-General, which will be laid before you.The postal revenue, whose ratio of gain upon the rising prosperity of 1882\nand 1883 outstripped the increasing expenses of our growing service, was\nchecked by the reduction in the rate of letter postage which took effect\nwith the beginning of October in the latter year, and it diminished during\nthe two past fiscal years $2,790,000, in about the proportion of $2,270,000\nin 1884 to $520,000 in 1885. Natural growth and development have meantime\nincreased expenditure, resulting in a deficiency in the revenue to meet the\nexpenses of the Department of five and a quarter million dollars for the\nyear 1884 and eight and a third million in the last fiscal year. The\nanticipated and natural revival of the revenue has been oppressed and\nretarded by the unfavorable business condition of the country, of which the\npostal service is a faithful indicator. The gratifying fact is shown,\nhowever, by the report that our returning prosperity is marked by a gain of\n$380,000 in the revenue of the latter half of the last year over the\ncorresponding period of the preceding year.The change in the weight of first-class matter which may be carried for a\nsingle rate of postage from a half ounce to an ounce, and the reduction by\none-half of the rate of newspaper postage, which, under recent legislation,\nbegan with the current year, will operate to restrain the augmentation of\nreceipts which otherwise might have been expected to such a degree that the\nscale of expense may gain upon the revenue and cause an increased\ndeficiency to be shown at its close. Yet, after no long period of\nreawakened prosperity, by proper economy it is confidently anticipated that\neven the present low rates, now as favorable as any country affords, will\nbe adequate to sustain the cost of the service.The operation of the Post-Office Department is for the convenience and\nbenefit of the people, and the method by which they pay the charges of this\nuseful arm of their public service, so that it be just and impartial, is of\nless importance to them than the economical expenditure of the means they\nprovide for its maintenance and the due improvement of its agencies, so\nthat they may enjoy its highest usefulness.A proper attention has been directed to the prevention of waste or\nextravagance, and good results appear from the report to have already been\naccomplished.I approve the recommendation of the Postmaster-General to reduce the\ncharges on domestic money orders of $5 and less from 8 to 5 cents. This\nchange will materially aid those of our people who most of all avail\nthemselves of this instrumentality, but to whom the element of cheapness is\nof the greatest importance. With this reduction the system would still\nremain self-supporting.The free-delivery system has been extended to 19 additional cities during\nthe year, and 178 now enjoy its conveniences. Experience has commended it\nto those who enjoy its benefits, and further enlargement of its facilities\nis due to other communities to which it is adapted. In the cities where it\nhas been established, taken together the local postage exceeds its\nmaintenance by nearly $1,300,000. The limit to which this system is now\nconfined by law has been nearly reached, and the reasons given justify its\nextension, which is proposed.It was decided, with my approbation, after a sufficient examination, to be\ninexpedient for the Post-Office Department to contract for carrying our\nforeign mails under the additional authority given by the last Congress.\nThe amount limited was inadequate to pay all within the purview of the law\nthe full rate of 50 cents per mile, and it would have been unjust and\nunwise to have given it to some and denied it to others. Nor could\ncontracts have been let under the law to all at a rate to have brought the\naggregate within the appropriation without such practical prearrangement of\nterms as would have violated it.The rate of sea and inland postage which was proffered under another\nstatute clearly appears to be a fair compensation for the desired service,\nbeing three times the price necessary to secure transportation by other\nvessels upon any route, and much beyond the charges made to private persons\nfor services not less burdensome.Some of the steamship companies, upon the refusal of the Postmaster-General\nto attempt, by the means provided, the distribution of the sum appropriated\nas an extra compensation, withdrew the services of their vessels and\nthereby occasioned slight inconvenience, though no considerable injury, the\nmails having been dispatched by other means.Whatever may be thought of the policy of subsidizing any line of public\nconveyance or travel, I am satisfied that it should not be done under cover\nof an expenditure incident to the administration of a Department, nor\nshould there be any uncertainty as to the recipients of the subsidy or any\ndiscretion left to an executive officer as to its distribution. If such\ngifts of the public money are to be made for the purpose of aiding any\nenterprise in the supposed interest of the public, I can not but think that\nthe amount to be paid and the beneficiary might better be determined by\nCongress than in any other way.The international congress of delegates from the Postal Union countries\nconvened at Lisbon, in Portugal, in February last, and after a session of\nsome weeks the delegates signed a convention amendatory of the present\npostal-union convention in some particulars designed to advance its\npurposes. This additional act has had my approval and will be laid before\nyou with the departmental report.I approve the recommendation of the postmaster-General that another\nassistant be provided for his Department. I invite your consideration to\nthe several other recommendations contained in his report.The report of the Attorney-General contains a history of the conduct of the\nDepartment of Justice during the last year and a number of valuable\nsuggestions as to needed legislation, and I invite your careful attention\nto the same.The condition of business in the courts of the United States is such that\nthere seems to be an imperative necessity for remedial legislation on the\nsubject. Some of these courts are so overburdened with pending causes that\nthe delays in determining litigation amount often to a denial of justice.\nAmong the plans suggested for relief is one submitted by the\nAttorney-General. Its main features are: The transfer of all the original\njurisdiction of the circuit courts to the district courts and an increase\nof judges for the latter where necessary; an addition of judges to the\ncircuit courts, and constituting them exclusively courts of appeal, and\nreasonably limiting appeals thereto; further restrictions of the right to\nremove causes from the State to Federal courts; permitting appeals to the\nSupreme Court from the courts of the District of Columbia and the\nTerritories only in the same cases as they are allowed from State courts,\nand guarding against an unnecessary number of appeals from the circuit\ncourts.I approve the plan thus outlined, and recommend the legislation necessary\nfor its application to our judicial system.The present mode of compensating United States marshals and district\nattorneys should, in my opinion, be changed. They are allowed to charge\nagainst the Government certain fees for services, their income being\nmeasured by the amount of such fees within a fixed limit as to their annual\naggregate. This is a direct inducement for them to make their fees in\ncriminal cases as large as possible in an effort to reach the maximum sum\npermitted. As an entirely natural consequence, unscrupulous marshals are\nfound encouraging frivolous prosecutions, arresting people on petty charges\nof crime and transporting them to distant places for examination and trial,\nfor the purpose of earning mileage and other fees; and district attorneys\nuselessly attend criminal examinations far from their places of residence\nfor the express purpose of swelling their accounts against the Government.\nThe actual expenses incurred in these transactions are also charged against\nthe Government.Thus the rights and freedom of our citizens are outraged and public\nexpenditures increased for the purpose of furnishing public officers\npretexts for increasing the measure of their compensation.I think marshals and district attorneys should be paid salaries, adjusted\nby a rule which will make them commensurate with services fairly rendered.In connection with this subject I desire to suggest the advisability, if it\nbe found not obnoxious to constitutional objection, of investing United\nStates commissioners with the power to try and determine certain violations\nof law within the grade of misdemeanors. Such trials might be made to\ndepend upon the option of the accused. The multiplication of small and\ntechnical offenses, especially under the provisions of our internal-revenue\nlaw, render some change in our present system very desirable in the\ninterests of humanity as well as economy. The district courts are now\ncrowded with petty prosecutions, involving a punishment in case of\nconviction, of only a slight fine, while the parties accused are harassed\nby an enforced attendance upon courts held hundreds of miles from their\nhomes. If poor and friendless, they are obliged to remain in jail during\nmonths, perhaps, that elapse before a session of the court is held, and are\nfinally brought to trial surrounded by strangers and with but little real\nopportunity for defense. In the meantime frequently the marshal has charged\nagainst the Government his fees for an arrest, the transportation of the\naccused and the expense of the same, and for summoning witnesses before a\ncommissioner, a grand jury, and a court; the witnesses have been paid from\nthe public funds large fees and traveling expenses, and the commissioner\nand district attorney have also made their charges against the Government.This abuse in the administration of our criminal law should be remedied;\nand if the plan above suggested is not practicable, some other should be\ndevised.The report of the Secretary of the Interior, containing an account of the\noperations of this important Department and much interesting information,\nwill be submitted for your consideration.The most intricate and difficult subject in charge of this Department is\nthe treatment and management of the Indians. I am satisfied that some\nprogress may be noted in their condition as a result of a prudent\nadministration of the present laws and regulations for their control.But it is submitted that there is lack of a fixed purpose or policy on this\nsubject, which should be supplied. It is useless to dilate upon the wrongs\nof the Indians, and as useless to indulge in the heartless belief that\nbecause their wrongs are revenged in their own atrocious manner, therefore\nthey should be exterminated.They are within the care of our Government, and their rights are, or should\nbe, protected from invasion by the most solemn obligations. They are\nproperly enough called the wards of the Government; and it should be borne\nin mind that this guardianship involves on our part efforts for the\nimprovement of their condition and the enforcement of their rights. There\nseems to be general concurrence in the proposition that the ultimate object\nof their treatment should be their civilization and citizenship. Fitted by\nthese to keep pace in the march of progress with the advanced civilization\nabout them, they will readily assimilate with the mass of our population,\nassuming the responsibilities and receiving the protection incident to this\ncondition.The difficulty appears to be in the selection of the means to be at present\nemployed toward the attainment of this result.Our Indian population, exclusive of those in Alaska, is reported as\nnumbering 260,000, nearly all being located on lands set apart for their\nuse and occupation, aggregating over 134,000,000 acres. These lands are\nincluded in the boundaries of 171 reservations of different dimensions,\nscattered in 21 States and Territories, presenting great variations in\nclimate and in the kind and quality of their soils. Among the Indians upon\nthese several reservations there exist the most marked differences in\nnatural traits and disposition and in their progress toward civilization.\nWhile some are lazy, vicious, and stupid, others are industrious, peaceful,\nand intelligent; while a portion of them are self-supporting and\nindependent, and have so far advanced in civilization that they make their\nown laws, administered through officers of their own choice, and educate\ntheir children in schools of their own establishment and maintenance,\nothers still retain, in squalor and dependence, almost the savagery of\ntheir natural state.In dealing with this question the desires manifested by the Indians should\nnot be ignored. Here again we find a great diversity. With some the tribal\nrelation is cherished with the utmost tenacity, while its hold upon others\nis considerably relaxed; the love of home is strong with all, and yet there\nare those whose attachment to a particular locality is by no means\nunyielding; the ownership of their lands in severalty is much desired by\nsome, while by others, and sometimes among the most civilized, such a\ndistribution would be bitterly opposed.The variation of their wants, growing out of and connected with the\ncharacter of their several locations, should be regarded. Some are upon\nreservations most fit for grazing, but without flocks or herds; and some on\narable land, have no agricultural implements. While some of the\nreservations are double the size necessary to maintain the number of\nIndians now upon them, in a few cases, perhaps, they should be enlarged.Add to all this the difference in the administration of the agencies. While\nthe same duties are devolved upon all, the disposition of the agents and\nthe manner of their contact with the Indians have much to do with their\ncondition and welfare. The agent who perfunctorily performs his duty and\nslothfully neglects all opportunity to advance their moral and physical\nimprovement and fails to inspire them with a desire for better things will\naccomplish nothing in the direction of their civilization, while he who\nfeels the burden of an important trust and has an interest in his work\nwill, by consistent example, firm yet considerate treatment, and\nwell-directed aid and encouragement, constantly lead those under his charge\ntoward the light of their enfranchisement.The history of all the progress which has been made in the civilization of\nthe Indian I think will disclose the fact that the beginning has been\nreligious teaching, followed by or accompanying secular education. While\nthe self-sacrificing and pious men and women who have aided in this good\nwork by their independent endeavor have for their reward the beneficent\nresults of their labor and the consciousness of Christian duty well\nperformed, their valuable services should be fully acknowledged by all who\nunder the law are charged with the control and management of our Indian\nwards.What has been said indicates that in the present condition of the Indians\nno attempt should be made to apply a fixed and unyielding plan of action to\ntheir varied and varying needs and circumstances.The Indian Bureau, burdened as it is with their general oversight and with\nthe details of the establishment, can hardly possess itself of the minute\nphases of the particular cases needing treatment; and thus the propriety of\ncreating an instrumentality auxiliary to those already established for the\ncare of the Indians suggests itself.I recommend the passage of a law authorizing the appointment of six\ncommissioners, three of whom shall be detailed from the Army, to be charged\nwith the duty of a careful inspection from time to time of all the Indians\nupon our reservations or subject to the care and control of the Government,\nwith a view of discovering their exact condition and needs and determining\nwhat steps shall be taken on behalf of the Government to improve their\nsituation in the direction of their self-support and complete civilization;\nthat they ascertain from such inspection what, if any, of the reservations\nmay be reduced in area, and in such cases what part not needed for Indian\noccupation may be purchased by the Government from the Indians and disposed\nof for their benefit; what, if any, Indians may, with their consent, be\nremoved to other reservations, with a view of their concentration and the\nsale on their behalf of their abandoned reservations; what Indian lands now\nheld in common should be allotted in severalty; in what manner and to what\nextent the Indians upon the reservations can be placed under the protection\nof our laws and subjected to their penalties, and which, if any, Indians\nshould be invested with the right of citizenship. The powers and functions\nof the commissioners in regard to these subjects should be clearly defined,\nthough they should, in conjunction with the Secretary of the Interior, be\ngiven all the authority to deal definitely with the questions presented\ndeemed safe and consistent.They should be also charged with the duty of ascertaining the Indians who\nmight properly be furnished with implements of agriculture, and of what\nkind; in what cases the support of the Government should be withdrawn;\nwhere the present plan of distributing Indian supplies should be changed;\nwhere schools may be established and where discontinued; the conduct,\nmethods, and fitness of agents in charge of reservations; the extent to\nwhich such reservations are occupied or intruded upon by unauthorized\npersons, and generally all matters related to the welfare and improvement\nof the Indian.They should advise with the Secretary of the Interior concerning these\nmatters of detail in management, and he should be given power to deal with\nthem fully, if he is not now invested with such power.This plan contemplates the selection of persons for commissioners who are\ninterested in the Indian question and who have practical ideas upon the\nsubject of their treatment.The expense of the Indian Bureau during the last fiscal year was more than\nsix and a halt million dollars. I believe much of this expenditure might be\nsaved under the plan proposed; that its economical effects would be\nincreased with its continuance; that the safety of our frontier settlers\nwould be subserved under its operation, and that the nation would be saved\nthrough its results from the imputation of inhumanity, injustice, and\nmismanagement.In order to carry out the policy of allotment of Indian lands in severalty,\nwhen deemed expedient, it will be necessary to have surveys completed of\nthe reservations, and, I hope that provision will be made for the\nprosecution of this work.In May of the present year a small portion of the Chiricahua Apaches on the\nWhite Mountain Reservation, in Arizona, left the reservation and committed\na number of murders and depredations upon settlers in that neighborhood.\nThough prompt and energetic action was taken by the military, the renegades\neluded capture and escaped into Mexico. The formation of the country\nthrough which these Indians passed, their thorough acquaintance with the\nsame, the speed of their escape, and the manner in which they scattered and\nconcealed themselves among the mountains near the scene of their outrages\nput our soldiers at a great disadvantage in their efforts to capture them,\nthough the expectation is still entertained that they will be ultimately\ntaken and punished for their crimes.The threatening and disorderly conduct of the Cheyennes in the Indian\nTerritory early last summer caused considerable alarm and uneasiness.\nInvestigation proved that their threatening attitude was due in a great\nmeasure to the occupation of the land of their reservation by immense herds\nof cattle, which their owners claimed were rightfully there under certain\nleases made by the Indians. Such occupation appearing upon examination to\nbe unlawful notwithstanding these leases, the intruders were ordered to\nremove with their cattle from the lands of the Indians by Executive\nproclamation. The enforcement of this proclamation had the effect of\nrestoring peace and order among the Indians, and they are now quiet and\nwell behaved.By an Executive order issued on February 27, 1885, by my predecessor, a\nportion of the tract of country in the territory known as the Old Winnebago\nand Crow Creek reservations was directed to be restored to the public\ndomain and opened to settlement under the land laws of the United States,\nand a large number of persons entered upon those lands. This action alarmed\nthe Sioux Indians, who claimed the territory as belonging to their\nreservation under the treaty of 1868. This claim was determined, after\ncareful investigation, to be well rounded, and consequently the Executive\norder referred to was by proclamation of April 17, 1885, declared to be\ninoperative and of no effect, and all persons upon the land were warned to\nleave. This warning has been substantially complied with.The public domain had its origin in cessions of land by the States to the\nGeneral Government. The first cession was made by the State of New York,\nand the largest, which in area exceeded all the others, by the State of\nVirginia. The territory the proprietorship of which became thus vested in\nthe General Government extended from the western line of Pennsylvania to\nthe Mississippi River. These patriotic donations of the States were\nencumbered with no condition except that they should the held and used \"for\nthe common benefit of the United States.\" By purchase with the common fund\nof all the people additions were made to this domain until it extended to\nthe northern line of Mexico, the Pacific Ocean, and the Polar Sea. The\noriginal trust, \"for the common benefit of the United States,\" attached to\nall. In the execution of that trust the policy of many homes, rather than\nlarge estates, was adopted by the Government. That these might be easily\nobtained, and be the abode of security and contentment, the laws for their\nacquisition were few, easily understood, and general in their character.\nBut the pressure of local interests, combined with a speculative spirit,\nhave in many instances procured the passage of laws which marred the\nharmony of the general plan and encumbered the system with a multitude of\ngeneral and special enactments which render the land laws complicated,\nsubject the titles to uncertainty, and the purchasers often to oppression\nand wrong. Laws which were intended for the \"common benefit\" have been\nperverted so that large quantities of land are vesting in single\nownerships. From the multitude and character of the laws, this consequence\nseems incapable of correction by mere administration.It is not for the \"common benefit of the United States\" that a large area\nof the public lands should be acquired, directly or through fraud, in the\nhands of a single individual. The nation's strength is in the people. The\nnation's prosperity is in their prosperity. The nation's glory is in the\nequality of her justice. The nation's perpetuity is in the patriotism of\nall her people. Hence, as far as practicable, the plan adopted in the\ndisposal of the public lands should have in view the original policy, which\nencouraged many purchases of these lands for homes and discouraged the\nmassing of large areas. Exclusive of Alaska, about three-fifths of the\nnational domain has been sold or subjected to contract or grant. Of the\nremaining two-fifths a considerable portion is either mountain or desert. A\nrapidly increasing population creates a growing demand for homes, and the\naccumulation of wealth inspires an eager competition to obtain the public\nland for speculative purposes. In the future this collision of interests\nwill be more marked than in the past, and the execution of the nation's\ntrust in behalf of our settlers will be more difficult. I therefore commend\nto your attention the recommendations contained in the report of the\nSecretary of the Interior with reference to the repeal and modification of\ncertain of our land laws.The nation has made princely grants and subsidies to a system of railroads\nprojected as great national highways to connect the Pacific States with the\nEast. It has been charged that these donations from the people have been\ndiverted to private gain and corrupt uses, and thus public indignation has\nbeen aroused and suspicion engendered. Our great nation does not begrudge\nits generosity, but it abhors speculation and fraud; and the favorable\nregard of our people for the great corporations to which these grants were\nmade can only be revived by a restoration of confidence, to be secured by\ntheir constant, unequivocal, and clearly manifested integrity. A faithful\napplication of the undiminished proceeds of the grants to the construction\nand perfecting of their roads, an honest discharge of their obligations,\nand entire justice to all the people in the enjoyment of their rights on\nthese highways of travel are all the public asks, and it will be content\nwith no less. To secure these things should be the common purpose of the\nofficers of the Government, as well as of the corporations. With this\naccomplishment prosperity would be permanently secured to the roads, and\nnational pride would take the place of national complaint.It appears from the report of the Commissioner of Pensions that there were\non the 1st day of July, 1885, 345,125 persons borne upon the pension rolls,\nwho were classified as follows: Army invalids, 241,456; widows, minor\nchildren, and dependent relatives of deceased soldiers, 78,841; navy\ninvalids, 2,745; navy widows, minor children, and dependents, 1,926;\nsurvivors of the War of 1812, 2,945; and widows of those who served in that\nwar, 17,212. About one man in ten of all those who enlisted in the late war\nare reported as receiving pensions, exclusive of the dependents of deceased\nsoldiers. On the 1st of July, 1875, the number of pensioners was 234,821,\nand the increase within the ten years next thereafter was 110,304.While there is no expenditure of the public funds which the people more\ncheerfully approve than that made in recognition of the services of our\nsoldiers living and dead, the sentiment underlying the subject should not\nbe vitiated by the introduction of any fraudulent practices. Therefore it\nis fully as important that the rolls should be cleansed of all those who by\nfraud have secured a place thereon as that meritorious claims should be\nspeedily examined and adjusted. The reforms in the methods of doing the\nbusiness of this Bureau which have lately been inaugurated promise better\nresults in both these directions.The operations of the Patent Office demonstrate the activity of the\ninventive genius of the country. For the year ended June 30, 1885, the\napplications for patents, including reissues, and for the registration of\ntrade-marks and labels, numbered 35,688. During the same period there were\n22,928 patents granted and reissued and 1,429 trade-marks and labels\nregistered. The number of patents issued in the year 1875 was 14,387. The\nreceipts during the last fiscal year were $ 1,074,974.35, and the total\nexpenditures, not including contingent expenses, $934,123.11.There were 9,788 applications for patents pending on the 1st day of July,\n1884, and 5,786 on the same date in the year 1885. There has been\nconsiderable improvement made in the prompt determination of applications\nand a consequent relief to expectant inventors.A number of suggestions and recommendations are contained in the report of\nthe Commissioner of patents which are well entitled to the consideration of\nCongress.In the Territory of Utah the law of the United States passed for the\nSuppression of polygamy has been energetically and faithfully executed\nduring the past year, with measurably good results. A number of convictions\nhave been secured for unlawful cohabitation, and in some cases pleas of\nguilty have been entered and a slight punishment imposed, upon a promise by\nthe accused that they would not again offend against the law, nor advise,\ncounsel, aid, or abet in any way its violation by others.The Utah commissioners express the opinion, based upon such information as\nthey are able to obtain, that but few polygamous marriages have taken place\nin the Territory during the last year. They further report that while there\ncan not be found upon the registration lists of voters the name of a man\nactually guilty of polygamy, and while none of that class are holding\noffice, yet at the last election in the Territory all the officers elected,\nexcept in one county, were men who, though not actually living in the\npractice of polygamy, subscribe to the doctrine of polygamous marriages as\na divine revelation and a law unto all higher and more binding upon the\nconscience than any human law, local or national. Thus is the strange\nspectacle presented of a community protected by a republican form of\ngovernment, to which they owe allegiance, sustaining by their suffrages a\nprinciple and a belief which set at naught that obligation of absolute\nobedience to the law of the land which lies at the foundation of republican\ninstitutions.The strength, the perpetuity, and the destiny of the nation rest upon our\nhomes, established by the law of God, guarded by parental care, regulated\nby parental authority, and sanctified by parental love.These are not the homes of polygamy.The mothers of our land, who rule the nation as they mold the characters\nand guide the actions of their sons, live according to God's holy\nordinances, and each, secure and happy in the exclusive love of the father\nof her children, sheds the warm light of true womanhood, unperverted and\nunpolluted, upon all within her pure and wholesome family circle.These are not the cheerless, crushed, and unwomanly mothers of polygamy.The fathers of our families are the best citizens of the Republic. Wife and\nchildren are the sources of patriotism, and conjugal and parental affection\nbeget devotion to the country. The man who, undefiled with plural marriage,\nis surrounded in his single home with his wife and children has a stake in\nthe country which inspires him with respect for its laws and courage for\nits defense.These are not the fathers of polygamous families.There is no feature of this practice or the system which sanctions it which\nis not opposed to all that is of value in our institutions.There should be no relaxation in the firm but just execution of the law now\nin operation, and I should be glad to approve such further discreet\nlegislation as will rid the country of this blot upon its fair fame.Since the people upholding polygamy in our Territories are reenforced by\nimmigration from other lands, I recommend that a law be passed to prevent\nthe importation of Mormons into the country.The agricultural interest of the country demands just recognition and\nliberal encouragement. It sustains with certainty and unfailing strength\nour nation's prosperity by the products of its steady toil, and bears its\nfull share of the burden of taxation without complaint. Our agriculturists\nhave but slight personal representation in the councils of the nation, and\nare generally content with the humbler duties of citizenship and willing to\ntrust to the bounty of nature for a reward of their labor. But the\nmagnitude and value of this industry are appreciated when the statement is\nmade that of our total annual exports more than three-fourths are the\nproducts of agriculture, and of our total population nearly one-half are\nexclusively engaged in that occupation.The Department of Agriculture was created for the purpose of acquiring and\ndiffusing among the people useful information respecting the subjects it\nhas in charge, and aiding in the cause of intelligent and progressive\nfarming, by the collection of statistics, by testing the value and\nusefulness of new seeds and plants, and distributing such as are found\ndesirable among agriculturists. This and other powers and duties with which\nthis Department is invested are of the utmost importance, and if wisely\nexercised must be of great benefit to the country. The aim of our\nbeneficent Government is the improvement of the people in every station and\nthe amelioration of their condition. Surely our agriculturists should not\nbe neglected. The instrumentality established in aid of the farmers of the\nland should not only be well equipped for the accomplishment of its\npurpose, but those for whose benefit it has been adopted should be\nencouraged to avail themselves fully of its advantages.The prohibition of the importation into several countries of certain of our\nanimals and their products, based upon the suspicion that health is\nendangered in their use and consumption, suggests the importance of such\nprecautions for the protection of our stock of all kinds against disease as\nwill disarm suspicion of danger and cause the removal of such an injurious\nprohibition.If the laws now in operation are insufficient to accomplish this\nprotection, I recommend their amendment to meet the necessities of the\nsituation; and I commend to the consideration of Congress the suggestions\ncontained in the report of the Commissioner of Agriculture calculated to\nincrease the value and efficiency of this Department.The report of the Civil Service Commission, which will be submitted,\ncontains an account of the manner in which the civil-service law has been\nexecuted during the last year and much valuable information on this\nimportant subject.I am inclined to think that there is no sentiment more general in the minds\nof the people of our country than a conviction of the correctness of the\nprinciple upon which the law enforcing civil-service reform is based. In\nits present condition the law regulates only a part of the subordinate\npublic positions throughout the country. It applies the test of fitness to\napplicants for these places by means of a competitive examination, and\ngives large discretion to the Commissioners as to the character of the\nexamination and many other matters connected with its execution. Thus the\nrules and regulations adopted by the Commission have much to do with the\npractical usefulness of the statute and with the results of its\napplication.The people may well trust the Commission to execute the law with perfect\nfairness and with as little irritation as is possible. But of course no\nrelaxation of the principle which underlies it and no weakening of the\nsafeguards which surround it can be expected. Experience in its\nadministration will probably suggest amendment of the methods of its\nexecution, but I venture to hope that we shall never again be remitted to\nthe system which distributes public positions purely as rewards for\npartisan service. Doubts may well be entertained whether our Government\ncould survive the strain of a continuance of this system, which upon every\nchange of Administration inspires an immense army of claimants for office\nto lay siege to the patronage of Government, engrossing the time of public\nofficers with their importunities, spreading abroad the contagion of their\ndisappointment, and filling the air with the tumult of their discontent.The allurements of an immense number of offices and places exhibited to the\nvoters of the land, and the promise of their bestowal in recognition of\npartisan activity; debauch the suffrage and rob political action of its\nthoughtful and deliberative character. The evil would increase with the\nmultiplication of offices consequent upon our extension, and the mania for\noffice holding, growing from its indulgence, would pervade our population\nso generally that patriotic purpose, the support of principle, the desire\nfor the public good, and solicitude for the nation's welfare would be\nnearly banished from the activity of our party contests and cause them to\ndegenerate into ignoble, selfish, and disgraceful struggles for the\npossession of office and public place.Civil-service reform enforced by law came none too soon to check the\nprogress of demoralization.One of its effects, not enough regarded, is the freedom it brings to the\npolitical action of those conservative and sober men who, in fear of the\nconfusion and risk attending an arbitrary and sudden change in all the\npublic offices with a change of party rule, cast their ballots against such\na chance.Parties seem to be necessary, and will long continue to exist; nor can it\nbe now denied that there are legitimate advantages, not disconnected with\noffice holding, which follow party supremacy. While partisanship continues\nbitter and pronounced and supplies so much of motive to sentiment and\naction, it is not fair to hold public officials in charge of important\ntrusts responsible for the best results in the performance of their duties,\nand yet insist that they shall rely in confidential and important places\nupon the work of those not only opposed to them in political affiliation,\nbut so steeped in partisan prejudice and rancor that they have no loyalty\nto their chiefs and no desire for their success. Civil-service reform does\nnot exact this, nor does it require that those in subordinate positions who\nfail in yielding their best service or who are incompetent should be\nretained simply because they are in place. The whining of a clerk\ndischarged for indolence or incompetency, who, though he gained his place\nby the worst possible operation of the spoils system, suddenly discovers\nthat he is entitled to protection under the sanction of civil-service\nreform, represents an idea no less absurd than the clamor of the applicant\nwho claims the vacant position as his compensation for the most\nquestionable party work.The civil-service law does not prevent the discharge of the indolent or\nincompetent clerk, but it does prevent supplying his place with the unfit\nparty worker. Thus in both these phases is seen benefit to the public\nservice. And the people who desire good government, having secured this\nstatute, will not relinquish its benefits without protest. Nor are they\nunmindful of the fact that its full advantages can only be gained through\nthe complete good faith of those having its execution in charge. And this\nthey will insist upon.I recommend that the salaries of the Civil Service Commissioners be\nincreased to a sum more nearly commensurate to their important duties.It is a source of considerable and not unnatural discontent that no\nadequate provision has yet been made for accommodating the principal\nlibrary of the Government. Of the vast collection of books and pamphlets\ngathered at the Capitol, numbering some 700,000, exclusive of manuscripts,\nmaps, and the products of the graphic arts, also of great volume and value,\nonly about 300,000 volumes, or less than half the collection, are provided\nwith shelf room. The others, which are increasing at the rate of from\ntwenty-five to thirty thousand volumes a year, are not only inaccessible to\nthe public, but are subject to serious damage and deterioration from other\ncauses in their present situation.A consideration of the facts that the library of the Capitol has twice been\ndestroyed or damaged by fire, its daily increasing value, and its\nimportance as a place of deposit of books under the law relating to\ncopyright makes manifest the necessity of prompt action to insure its\nproper accommodation and protection.My attention has been called to a controversy which has arisen from the\ncondition of the law relating to railroad facilities in the city of\nWashington, which has involved the Commissioners of the District in much\nannoyance and trouble. I hope this difficulty will be promptly settled by\nappropriate legislation.The Commissioners represent that enough of the revenues of the District are\nnow on deposit in the Treasury of the United States to repay the sum\nadvanced by the Government for sewer improvements under the act of June 30,\n1884. They desire now an advance of the share which ultimately should be\nborne by the District of the cost of extensive improvements to the streets\nof the city. The total expense of these contemplated improvements is\nestimated at $1,000,000, and they are of the opinion that a considerable\nsum could be saved if they had all the money in hand, so that contracts for\nthe whole work could be made at the same time. They express confidence that\nif the advance asked for should be made the Government would be reimbursed\nthe same within a reasonable time. I have no doubt that these improvements\ncould be made much cheaper if undertaken together and prosecuted according\nto a general plan.The license law now in force within the District is deficient and uncertain\nin some of its provisions and ought to be amended. The Commissioners urge,\nwith good reason, the necessity of providing a building for the use of the\nDistrict government which shall better secure the safety and preservation\nof its valuable books and records.The present condition of the law relating to the succession to the\nPresidency in the event of the death, disability, or removal of both the\nPresident and Vice-President is such as to require immediate amendment.\nThis subject has repeatedly been considered by Congress, but no result has\nbeen reached. The recent lamentable death of the Vice-President, and\nvacancies at the same time in all other offices the incumbents of which\nmight immediately exercise the functions of the presidential office, has\ncaused public anxiety and a just demand that a recurrence of such a\ncondition of affairs should not be permitted.In conclusion I commend to the wise care and thoughtful attention of\nCongress the needs, the welfare, and the aspirations of an intelligent and\ngenerous nation. To subordinate these to the narrow advantages of\npartisanship or the accomplishment of selfish aims is to violate the\npeople's trust and betray the people's interests; but an individual sense\nof responsibility on the part of each of us and a stern determination to\nperform our duty well must give us place among those who have added in\ntheir day and generation to the glory and prosperity of our beloved land.", 
    "name": "Grover Cleveland"
}