{
    "date": "December 2, 1894", 
    "speech": "To the Congress of the United States:The assemblage within the nation's legislative halls of those charged with the\nduty of making laws for the benefit of a generous and free people impressively\nsuggests the exacting obligation and inexorable responsibility involved in\ntheir task. At the threshold of such labor now to be undertaken by the\nCongress of the United States, and in the discharge of an executive duty\nenjoined by the Constitution, I submit this communication, containing a brief\nstatement of the condition of our national affairs and recommending such\nlegislation as seems to me necessary and expedient.The history of our recent dealings with other nations and our peaceful\nrelations with them at this time additionally demonstrate the advantage of\nconsistently adhering to a firm but just foreign policy, free from envious or\nambitious national schemes and characterized by entire honesty and sincerity.During the past year, pursuant to a law of Congress, commissioners were\nappointed to the Antwerp Industrial Exposition. Though the participation of\nAmerican exhibitors fell far short of completely illustrating our national\ningenuity and industrial achievements, yet it was quite creditable in view of\nthe brief time allowed for preparation.I have endeavored to impress upon the Belgian Government the heedlessness and\npositive harmfulness of its restrictions upon the importation of certain of\nour food products, and have strongly urged that the rigid supervision and\ninspection under our laws are amply sufficient to prevent the exportation from\nthis country of diseased cattle and unwholesome meat.The termination of the civil war in Brazil has been followed by the general\nprevalence of peace and order. It appearing at an early stage of the\ninsurrection that its course would call for unusual watchfulness on the part\nof this Government, our naval force in the harbor of Rio de Janeiro was\nstrengthened. This precaution, I am satisfied, tended to restrict the issue to\na simple trial of strength between the Brazilian Government and the insurgents\nand to avert complications which at times seemed imminent. Our firm attitude\nof neutrality was maintained to the end. The insurgents received no\nencouragement of eventual asylum from our commanders, and such opposition as\nthey encountered was for the protection of our commerce and was clearly\njustified by public law.A serious tension of relations having arisen at the close of the war between\nBrazil and Portugal by reason of the escape of the insurgent admiral Da Gama\nand his followers, the friendly offices of our representatives to those\ncountries were exerted for the protection of the subjects of either within the\nterritory of the other.Although the Government of Brazil was duly notified that the commercial\narrangement existing between the United States and that country based on the\nthird section of the tariff act of 1890 was abrogated on August 28, 1894, by\nthe taking effect of the tariff law now in force, that Government subsequently\nnotified us of its intention to terminate such arrangement on the 1st day of\nJanuary, 1895, in the exercise of the right reserved in the agreement between\nthe two countries. I invite attention to the correspondence between the\nSecretary of State and the Brazilian minister on this subject.The commission organized under the convention which we had entered into with\nChile for the settlement of the outstanding claims of each Government against\nthe other adjourned at the end of the period stipulated for its continuance\nleaving undetermined a number of American cases which had been duly presented.\nThese claims are not barred, and negotiations are in progress for their\nsubmission to a new tribunal.On the 17th of March last a new treaty with China in further regulation of\nemigration was signed at Washington, and on August 13 it received the sanction\nof the Senate. Ratification on the part of China and formal exchange are\nawaited to give effect to this mutually beneficial convention.A gratifying recognition of the uniform impartiality of this country toward\nall foreign states was manifested by the coincident request of the Chinese and\nJapanese Governments that the agents of the United States should within proper\nlimits afford protection to the subjects of the other during the suspension of\ndiplomatic relations due to a state of war. This delicate office was accepted,\nand a misapprehension which gave rise to the belief that in affording this\nkindly unofficial protection our agents would exercise the same authority\nwhich the withdrawn agents of the belligerents had exercised was promptly\ncorrected. Although the war between China and Japan endangers no policy of the\nUnited States, it deserves our gravest consideration by reason of its\ndisturbance of our growing commercial interests in the two countries and the\nincreased dangers which may result to our citizens domiciled or sojourning in\nthe interior of China.Acting under a stipulation in our treaty with Korea (the first concluded with\na western power), I felt constrained at the beginning of the controversy to\ntender our good offices to induce an amicable arrangement of the initial\ndifficulty growing out of the Japanese demands for administrative reforms in\nKorea, but the unhappy precipitation of actual hostilities defeated this\nkindly purpose.Deploring the destructive war between the two most powerful of the eastern\nnations and anxious that our commercial interests in those countries may be\npreserved and that the safety of our citizens there shall not be jeopardized,\nI would not hesitate to heed any intimation that our friendly aid for the\nhonorable termination of hostilities would be acceptable to both belligerents.A convention has been finally concluded for the settlement by arbitration of\nthe prolonged dispute with Ecuador growing out of the proceedings against\nEmilio Santos, a naturalized citizen of the United States.Our relations with the Republic of France continue to be such as should exist\nbetween nations so long bound together by friendly sympathy and similarity in\ntheir form of government.The recent cruel assassination of the President of this sister Republic called\nforth such universal expressions of sorrow and condolence from our people and\nGovernment as to leave no doubt of the depth and sincerity of our attachment.\nThe resolutions passed by the Senate and House of Representatives on the\noccasion have been communicated to the widow of President Carnot.Acting upon the reported discovery of Texas fever in cargoes of American\ncattle, the German prohibition against importations of live stock and fresh\nmeats from this country has been revived. It is hoped that Germany will soon\nbecome convinced that the inhibition is as needless as it is harmful to mutual\ninterests.The German Government has protested against that provision of the customs\ntariff act which imposes a discriminating duty of one-tenth of 1 cent a pound\non sugars coming from countries paying an export bounty thereon, claiming that\nthe exaction of such duty is in contravention of Articles V and IX of the\ntreaty of 1828 with Prussia.In the interests of the commerce of both countries and to avoid even the\naccusation of treaty violation, I recommend the repeal of so much of the\nstatute as imposes that duty, and I invite attention to the accompanying\nreport of the Secretary of State, containing a discussion of the questions\nraised by the German protests.Early in the present year an agreement was reached with Great Britain\nconcerning instructions to be given to the naval commanders of the two\nGovernments in Bering Sea and the contiguous North Pacific Ocean for their\nguidance in the execution of the award of the Paris Tribunal of Arbitration\nand the enforcement of the regulations therein prescribed for the protection\nof seal life in the waters mentioned. An understanding has also been reached\nfor the payment by the United States of$425,000 in full satisfaction of all claims which may be made by Great Britain\nfor damages growing out of the controversy as to fur seals in Bering Sea or\nthe seizure of British vessels engaged in taking seal in those waters. The\naward and findings of the Paris Tribunal to a great extent determined the\nfacts and principles upon which these claims should be adjusted, and they have\nbeen subjected by both Governments to a thorough examination upon the\nprinciples as well as the facts which they involve. I am convinced that a\nsettlement upon the terms mentioned would be an equitable and advantageous\none, and I recommend that provision be made for the prompt payment of the\nstated sum.Thus far only France and Portugal have signified their willingness to adhere\nto the regulations established under the award of the Paris Tribunal of\nArbitration.Preliminary surveys of the Alaskan boundary and a preparatory examination of\nthe question of protection of food fish in the contiguous waters of the United\nStates and the Dominion of Canada are in progress.The boundary of British Guiana still remains in dispute between Great Britain\nand Venezuela. Believing that its early settlement on some just basis alike\nhonorable to both parties is in the line of our established policy to remove\nfrom this hemisphere all causes of difference with powers beyond the sea, I\nshall renew the efforts heretofore made to bring about a restoration of\ndiplomatic relations between the disputants and to induce a reference to\narbitration--a resort which Great Britain so conspicuously favors in principle\nand respects in practice and which is earnestly sought by her weaker\nadversary.Since communicating the voluminous correspondence in regard to Hawaii and the\naction taken by the Senate and House of Representatives on certain questions\nsubmitted to the judgment and wider discretion of Congress the organization of\na government in place of the provisional arrangement which followed the\ndeposition of the Queen has been announced, with evidence of its effective\noperation. The recognition usual in such cases has been accorded the new\nGovernment.Under our present treaties of extradition with Italy miscarriages of justice\nhave occurred owing to the refusal of that Government to surrender its own\nsubjects. Thus far our efforts to negotiate an amended convention obviating\nthis difficulty have been unavailing.Apart from the war in which the Island Empire is engaged, Japan attracts\nincreasing attention in this country by her evident desire to cultivate more\nliberal intercourse with us and to seek our kindly aid in furtherance of her\nlaudable desire for complete autonomy in her domestic affairs and full\nequality in the family of nations. The Japanese Empire of to-day is no longer\nthe Japan of the past, and our relations with this progressive nation should\nnot be less broad and liberal than those with other powers.Good will, fostered by many interests in common, has marked our relations with\nour nearest southern neighbor. Peace being restored along her northern\nfrontier, Mexico has asked the punishment of the late disturbers of her\ntranquillity. There ought to be a new treaty of commerce and navigation with\nthat country to take the place of the one which terminated thirteen years ago.\nThe friendliness of the intercourse between the two countries is attested by\nthe fact that during this long period the commerce of each has steadily\nincreased under the rule of mutual consideration, being neither stimulated by\nconventional arrangements nor retarded by jealous rivalries or selfish\ndistrust.An indemnity tendered by Mexico as a gracious act for the murder in 1887 of\nLeon Baldwin, an American citizen, by a band of marauders in Durango has been\naccepted and is being paid in installments.The problem of the storage and use of the waters of the Rio Grande for\nirrigation should be solved by appropriate concurrent action of the two\ninterested countries. Rising in the Colorado heights, the stream flows\nintermittently, yielding little water during the dry months to the irrigation\nchannels already constructed along its course. This scarcity is often severely\nfelt in the regions where the river forms a common boundary. Moreover, the\nfrequent changes in its course through level sands often raise embarrassing\nquestions of territorial jurisdiction.Prominent among the questions of the year was the Bluefields incident, in what\nis known as the Mosquito Indian Strip, bordering on the Atlantic Ocean and\nwithin the jurisdiction of Nicaragua. By the treaty of 1860 between Great\nBritain and Nicaragua the former Government expressly recognized the\nsovereignty of the latter over the strip, and a limited form of\nself-government was guaranteed to the Mosquito Indians, to be exercised\naccording to their customs, for themselves and other dwellers within its\nlimits. The so-called native government, which grew to be largely made up of\naliens, for many years disputed the sovereignty of Nicaragua over the strip\nand claimed the right to maintain therein a practically independent municipal\ngovernment. Early in the past year efforts of Nicaragua to maintain\nsovereignty over the Mosquito territory led to serious disturbances,\nculminating in the suppression of the native government and the attempted\nsubstitution of an impracticable composite administration in which Nicaragua\nand alien residents were to participate. Failure was followed by an\ninsurrection, which for a time subverted Nicaraguan rule, expelling her\nofficers and restoring the old organization. This in turn gave place to the\nexisting local government established and upheld by Nicaragua.Although the alien interests arrayed against Nicaragua in these transactions\nhave been largely American and the commerce of that region for some time has\nbeen and still is chiefly controlled by our citizens, we can not for that\nreason challenge the rightful sovereignty of Nicaragua over this important\npart of her domain.For some months one, and during part of the time two, of our naval ships have\nbeen stationed at Bluefields for the protection of all legitimate interests of\nour citizens. In September last the Government at Managua expelled from its\nterritory twelve or more foreigners, including two Americans, for alleged\nparticipation in the seditious or revolutionary movements against the Republic\nat Bluefields already mentioned; but through the earnest remonstrance of this\nGovernment the two Americans have been permitted to return to the peaceful\nmanagement of their business. Our naval commanders at the scene of these\ndisturbances by their constant exhibition of firmness and good judgment\ncontributed largely to the prevention of more serious consequences and to the\nrestoration of quiet and order. I regret that in the midst of these\noccurrences there happened a most grave and irritating failure of Nicaraguan\njustice. An American citizen named Wilson, residing at Rama, in the Mosquito\nterritory, was murdered by one Arguello, the acting governor of the town.\nAfter some delay the murderer was arrested, but so insecurely confined or\nguarded that he escaped, and notwithstanding our repeated demands it is\nclaimed that his recapture has been impossible by reason of his flight beyond\nNicaraguan jurisdiction.The Nicaraguan authorities, having given notice of forfeiture of their\nconcession to the canal company on grounds purely technical and not embraced\nin the contract, have receded from that position.Peru, I regret to say, shows symptoms of domestic disturbance, due probably to\nthe slowness of her recuperation from the distresses of the war of 1881.\nWeakened in resources, her difficulties in facing international obligations\ninvite our kindly sympathy and justify our forbearance in pressing\nlong-pending claims. I have felt constrained to testify this sympathy in\nconnection with certain demands urgently preferred by other powers.The recent death of the Czar of Russia called forth appropriate expressions of\nsorrow and sympathy on the part of our Government with his bereaved family and\nthe Russian people. As a further demonstration of respect and friendship our\nminister at St. Petersburg was directed to represent our Government at the\nfuneral ceremonies.The sealing interests of Russia in Bering Sea are second only to our own. A\nmodus vivendi has therefore been concluded with the Imperial Government\nrestrictive of poaching on the Russian rookeries and of sealing in waters\nwhich were not comprehended in the protected area defined in the Paris award.Occasion has been found to urge upon the Russian Government equality of\ntreatment for our great life-insurance companies whose operations have been\nextended throughout Europe. Admitting as we do foreign corporations to\ntransact business in the United States, we naturally expect no less tolerance\nfor our own in the ample fields of competition abroad.But few cases of interference with naturalized citizens returning to Russia\nhave been reported during the current year. One Krzeminski was arrested last\nsummer in a Polish province on a reported charge of unpermitted renunciation\nof Russian allegiance, but it transpired that the proceedings originated in\nalleged malfeasance committed by Krzeminski while an imperial official a\nnumber of years ago. Efforts for his release, which promised to be successful,\nwere in progress when his death was reported.The Government of Salvador having been overthrown by an abrupt popular\noutbreak, certain of its military and civil officers, while hotly pursued by\ninfuriated insurgents, sought refuge on board the United States war ship\nBennington, then lying in a Salvadorean port. Although the practice of asylum\nis not favored by this Government, yet in view of the imminent peril which\nthreatened the fugitives and solely from considerations of humanity they were\nafforded shelter by our naval commander, and when afterwards demanded under\nour treaty of extradition with Salvador for trial on charges of murder, arson,\nand robbery I directed that such of them as had not voluntarily left the ship\nbe conveyed to one of our nearest ports where a hearing could be had before a\njudicial officer, in compliance with the terms of the treaty. On their arrival\nat San Francisco such a proceeding was promptly instituted before the United\nStates district judge, who held that the acts constituting the alleged\noffenses were political and discharged all the accused except one Cienfuegos,\nwho was held for an attempt to murder. Thereupon I was constrained to direct\nhis release for the reason that an attempt to murder was not one of the crimes\ncharged against him and upon which his surrender to the Salvadorean\nauthorities had been demanded.Unreasonable and unjust fines imposed by Spain on the vessels and commerce of\nthe United States have demanded from time to time during the last twenty years\nearnest remonstrance on the part of our Government. In the immediate past\nexorbitant penalties have been imposed upon our vessels and goods by customs\nauthorities of Cuba and Puerto Rico for clerical errors of the most trivial\ncharacter in the manifests of bills of lading. In some cases fines amounting\nto thousands of dollars have been levied upon cargoes or the carrying vessels\nwhen the goods in question were entitled to free entry. Fines have been\nexacted even when the error had been detected and the Spanish authorities\nnotified before the arrival of the goods in port.This conduct is in strange contrast with the considerate and liberal treatment\nextended to Spanish vessels and cargoes in our ports in like cases. No\nsatisfactory settlement of these vexatious questions has yet been reached.The Mora case, referred to in my last annual message, remains unsettled. From\nthe diplomatic correspondence on this subject which has been laid before the\nSenate it will be seen that this Government has offered to conclude a\nconvention with Spain for disposal by arbitration of outstanding claims\nbetween the two countries, except the Mora claim. which, having been long ago\nadjusted, now only awaits payment as stipulated, and of course it could not be\nincluded in the proposed convention. It was hoped that this offer would remove\nparliamentary obstacles encountered by the Spanish Government in providing\npayment of the Mora indemnity. I regret to say that no definite reply to this\noffer has yet been made and all efforts to secure payment of this settled\nclaim have been unavailing.In my last annual message I adverted to the claim on the part of Turkey of the\nright to expel as persons undesirable and dangerous Armenians naturalized in\nthe United States and returning to Turkish jurisdiction. Numerous questions in\nthis relation have arisen. While this Government acquiesces in the asserted\nright of expulsion, it will not consent that Armenians may be imprisoned or\notherwise punished for no other reason than having acquired without imperial\nconsent American citizenship.Three of the assailants of Miss Melton, an American teacher in Mosul, have\nbeen convicted by the Ottoman courts, and I am advised that an appeal against\nthe acquittal of the remaining five has been taken by the Turkish prosecuting\nofficer.A convention has been concluded with Venezuela for the arbitration of a\nlong-disputed claim growing out of the seizure of certain vessels the property\nof citizens of the United States. Although signed, the treaty of extradition\nwith Venezuela is not yet in force, owing to the insistence of that Government\nthat when surrendered its citizens shall in no case be liable to capital\npunishment.The rules for the prevention of collisions at sea which were framed by the\nmaritime conference held in this city in 1889, having been concurrently\nincorporated in the statutes of the United States and Great Britain have been\nannounced to take effect March 1, 1895, and invitations have been extended to\nall maritime nations to adhere to them. Favorable responses have thus far been\nreceived from Austria, France, Portugal, Spain, and Sweden.In my last annual message I referred briefly to the unsatisfactory state of\naffairs in Samoa under the operation of the Berlin treaty as signally\nillustrating the impolicy of entangling alliances with foreign powers, and on\nMay 9, 1894, in response to a resolution of the Senate, I sent a Special\nmessage and documents to that body on the same subject, which emphasized my\npreviously expressed opinions. Later occurrences, the correspondence in regard\nto which will be laid before the Congress, further demonstrate that the\nGovernment which was devised by the three powers and forced upon the Samoans\nagainst their inveterate hostility can be maintained only by the continued\npresence of foreign military force and at no small sacrifice of life and\ntreasure.The suppression of the Mataafa insurrection by the powers and the subsequent\nbanishment of the leader and eleven other chiefs, as recited in my last\nmessage, did not bring lasting peace to the islands. Formidable uprisings\ncontinued, and finally a rebellion broke out in the capital island, Upolu,\nheaded in Aana, the western district, by the younger Tamasese, and in Atua,\nthe eastern district, by other leaders. The insurgents ravaged the country and\nfought the Government's troops up to the very doors of Apia. The King again\nappealed to the powers for help, and the combined British and German naval\nforces reduced the Atuans to apparent subjection, not, however, without\nconsiderable loss to the natives. A few days later Tamasese and his adherents,\nfearing the ships and the marines, professed submission.Reports received from our agents at Apia do not justify the belief that the\npeace thus brought about will be of long duration. It is their conviction that\nthe natives are at heart hostile to the present Government, that such of them\nas profess loyalty to it do so from fear of the powers, and that it would\nspeedily go to pieces if the war ships were withdrawn. In reporting to his\nGovernment on the unsatisfactory situation since the suppression of the late\nrevolt by foreign armed forces, the German consul at Apia stated:That peace will be lasting is hardly to be presumed. The lesson given by\nfiring on Atua was not sufficiently sharp and incisive to leave a lasting\nimpression on the forgetful Samoan temperament. In fact, conditions are\nexisting which show that peace will not last and is not seriously intended.\nMalietoa, the King, and his chiefs are convinced that the departure of the war\nships will be a signal for a renewal of war. The circumstance that the\nrepresentatives of the villages of all the districts which were opposed to the\nGovernment have already withdrawn to Atua to hold meetings, and that both Atua\nand Aana have forbidden inhabitants of those districts which fought on the\nside of the Government to return to their villages, and have already partly\nburned down the latter, indicates that a real conciliation of the parties is\nstill far off.And in a note of the 10th ultimo, inclosing a copy of that report for the\ninformation of this Government, the German ambassador said:The contents of the report awakened the imperial Government's apprehension\nthat under existing circumstances the peace concluded with the rebels will\nafford no assurance of the lasting restoration of tranquillity in the islands.The present Government has utterly failed to correct, if indeed it has not\naggravated, the very evils it was intended to prevent. It has not stimulated\nour commerce with the islands. Our participation in its establishment against\nthe wishes of the natives was in plain defiance of the conservative teachings\nand warnings of the wise and patriotic men who laid the foundations of our\nfree institutions, and I invite an expression of the judgment of Congress on\nthe propriety of steps being taken by this Government looking to the\nwithdrawal from its engagements with the other powers on some reasonable terms\nnot prejudicial to any of our existing rights.The Secretary of the Treasury reports that the receipts of the Government from\nall sources of revenue during the fiscal year ending June 30, 1894, amounted\nto $372,802,498.29 and its expenditures to $442,605,758.87, leaving a deficit\nof $69,803,260.58. There was a decrease of $15,952,674.66 in the ordinary\nexpense of the Government as compared with the fiscal year 1893.There was collected from customs $131,818,530.62 and from internal revenue\n$147,168,449.70. The balance of the income for the year, amounting to\n$93,815,517.97, was derived from the sales of lands and other sources.The value of our total dutiable imports amounted to $275,199,086, being\n$146,657,625 less than during the preceding year, and the importations free of\nduty amounted to $379,795,536, being $64,748,675 less than during the\npreceding year. The receipts from customs were $73,536,486.11 less and from\ninternal revenue $13,836,539.97 less than in 1893.The total tax collected from distilled spirits was $85,259,250.25, on\nmanufactured tobacco $28,617,898.62, and on fermented liquors $31,414,788.04.Our exports of merchandise, domestic and foreign, amounted during the year to\n$892,140,572, being an increase over the preceding year of $44,495,378.The total amount of gold exported during the fiscal year was $76,898,061, as\nagainst $108,680,444 during the fiscal year 1893. The amount imported was\n$72,449,119, as against $21,174,381 during the previous year.The imports of silver were $13,186,552 and the exports were $50,451,265.The total bounty paid upon the production of sugar in the United States for\nthe fiscal year was $12,100,208.89, being an increase of $2,725,078.01 over\nthe payments made during the preceding year. The amount of bounty paid from\nJuly 1, 1894, to August 28, 1894, the time when further payments ceased by\noperation of law, was $966,185.84. The total expenses incurred in the payment\nof the bounty upon sugar during the fiscal year was $130,140.85.It is estimated that upon the basis of the present revenue laws the receipts\nof the Government during the current fiscal year, ending June 30, 1895, will\nbe $424,427,748.44 and its expenditures $444,427,748.44, resulting in a\ndeficit of $20,000,000.On the 1st day of November, 1894, the total stock of money of all kinds in the\ncountry was $2,240,773,88.8, as against $2,204,651,000 on the 1st day of\nNovember, 1893, and the money of all kinds in circulation, or not included in\nthe Treasury holdings, was $1,672,093,422, or $24.27 per capita upon an\nestimated population of 68,887,000. At the same date there was held in the\nTreasury gold bullion amounting to $44,615,177.55 and silver bullion which was\npurchased at a cost of $127,772,988. The purchase of silver bullion under the\nact of July 14, 1890, ceased on the 1st day of November, 1893, and up to that\ntime there had been purchased during the fiscal year 11,917,658.78 fine\nounces, at a cost of $8,715,521.32, an average cost of $0.7313 per fine ounce.\nThe total amount of silver purchased from the time that law took effect until\nthe repeal of its purchasing clause, on the date last mentioned, was\n168,674,682.53 fine ounces, which cost $155,931,002.25, the average price per\nfine ounce being $0.9244.The total amount of standard silver dollars coined at the mints of the United\nStates since the passage of the act of February 28, 1878, is $421,776,408, of\nwhich $378,166,793 were coined under the provisions of that act, $38,531,143\nunder the provisions of the act of July 14, 1890, and $5,078,472 under the act\nproviding for the coinage of trade-dollar bullion.The total coinage of all metals at our mints during the last fiscal year\nconsisted of 63,485,220 pieces, valued at $106,216,730.06, of which there were\n$99,474,912.50 in gold coined, $758 in standard silver dollars, $6,024,140.30\nin subsidiary silver coin, and $716,919.26 in minor coin.During the calendar year 1893 the production of precious metals in the United\nStates was estimated at 1,739,323 fine ounces of gold of the commercial and\ncoinage value of $35,955,000 and 70,000,000 fine ounces of silver of the\nbullion or market value of $46,800,000 and of the coinage value of\n$77,576,000. It is estimated that on the 1st day of July, 1894, the stock of\nmetallic money in the United States, consisting of coin and bullion, amounted\nto $1,251,640,958, of which $627,923,201 was gold and $624,347,757 was silver.Fifty national banks were organized during the year ending October 31, 1894,\nwith a capital of $5,285,000, and 79, with a capital of $10,475,000, went into\nvoluntary liquidation. Twenty-one banks, with a capital of $2,770,000, were\nplaced in the hands of receivers. The total number of national banks in\nexistence on the 31st day of October last was 3,756, being 40 less than on the\n31st day of October, 1893. The capital stock paid in was $672,671,365, being\n$9,678,491 less than at the same time in the previous year, and the surplus\nfund and individual profits, less expenses and taxes paid, amounted to\n$334,121,082.10, which was $16,089,780 less than on October 31, 1893. The\ncirculation was decreased $1,741,563. The obligations of the banks to each\nother were increased $117,268,334 and the individual deposits were\n$277,294,489 less than at the corresponding date in the previous year. Loans\nand discounts were $161,206,923 more than at the same time the previous year,\nand checks and other cash items were $90,349,963 more. The total resources of\nthe banks at the date mentioned amounted to $3,473,922,055, as against\n$3,109,563,184.36 in 1893.From the report of the Secretary of War it appears that the strength of the\nArmy on September 30, 1894, was 2,135 officers and 25,765 enlisted men.\nAlthough this is apparently a very slight decrease compared with the previous\nyear, the actual effective force has been increased to the equivalent of\nnearly two regiments through the reorganization of the system of recruiting\nand the consequent release to regimental duty of the large force of men\nhitherto serving at the recruiting depots. The abolition of these depots, it\nis predicted, will furthermore effect an annual reduction approximating\n$250,000 in the direct expenditures, besides promoting generally the health,\nmorale, and discipline of the troops.The execution of the policy of concentrating the Army at important centers of\npopulation and transportation, foreshadowed in the last annual report of the\nSecretary, has resulted in the abandonment of fifteen of the smaller posts,\nwhich was effected under a plan which assembles organizations of the same\nregiments hitherto widely separated. This renders our small forces more\nreadily effective for any service which they may be called upon to perform,\nincreases the extent of the territory under protection without diminishing the\nsecurity heretofore afforded to any locality, improves the discipline,\ntraining, and esprit de corps of the Army, besides considerably decreasing the\ncost of its maintenance.Though the forces of the Department of the East have been somewhat increased,\nmore than three-fourths of the Army is still stationed west of the\nMississippi. This carefully matured policy, which secures the best and\ngreatest service in the interests of the general welfare from the small force\ncomprising our Regular Army, should not be thoughtlessly embarrassed by the\ncreation of new and unnecessary posts through acts of Congress to gratify the\nambitions or interests of localities.While the maximum legal strength of the Army is 25,000 men, the effective\nstrength, through various causes, is but little over 20,000 men. The purpose\nof Congress does not, therefore, seem to be fully attained by the existing\ncondition. While no considerable increase in the Army is, in my judgment,\ndemanded by recent events, the policy of seacoast fortification, in the\nprosecution of which we have been steadily engaged for some years, has so far\ndeveloped as to suggest that the effective strength of the Army be now made at\nleast equal to the legal strength. Measures taken by the Department during the\nyear, as indicated, have already considerably augmented the effective force,\nand the Secretary of War presents a plan, which I recommend to the\nconsideration of Congress, to attain the desired end. Economies effected in\nthe Department in other lines of its work will offset to a great extent the\nexpenditure involved in the proposition submitted. Among other things this\ncontemplates the adoption of the three-battalion formation of regiments, which\nfor several years has been indorsed by the Secretaries of War and the Generals\nCommanding the Army. Compact in itself, it provides a skeleton organization,\nready to be filled out in the event of war, which is peculiarly adapted to our\nstrength and requirements; and the fact that every other nation, with a single\nexception, has adopted this formation to meet the conditions of modern warfare\nshould alone secure for the recommendation an early consideration.It is hardly necessary to recall the fact that in obedience to the commands of\nthe Constitution and the laws, and for the purpose of protecting the property\nof the United States, aiding the process of Federal courts, and removing\nlawless obstructions to the performance by the Government of its legitimate\nfunctions, it became necessary in various localities during the year to employ\na considerable portion of the regular troops. The duty was discharged\npromptly, courageously, and with marked discretion by the officers and men,\nand the most gratifying proof was thus afforded that the Army deserves that\ncomplete confidence in its efficiency and discipline which the country has at\nall times manifested.The year has been free from disturbances by Indians, and the chances of\nfurther depredations on their part are constantly becoming more remote and\nimprobable.The total .expenditures for the War Department for the year ended June 30,\n1894, amounted to $56,039,009.34. Of this sum $2,000,614.99 was for salaries\nand contingent expenses, $23,665,156.16 for the support of the military\nestablishment, $5,001,682.23 for miscellaneous objects, and $25,371,555.96 for\npublic works. This latter sum includes $19,494,037.49 for river and harbor\nimprovements and $3,947,863.56 for fortifications and other works of defense.\nThe appropriations for the current year aggregate $52,429,112.78, and the\nestimates submitted by the Secretary of War for the next fiscal year call for\nappropriations amounting to $52,318,629.55.The skill and industry of our ordnance officers and inventors have, it is\nbelieved, overcome the mechanical obstacles which have heretofore delayed the\narmament of our coasts, and this great national undertaking upon which we have\nentered may now proceed as rapidly as Congress shall determine. With a supply\nof finished guns of large caliber already on hand, to which additions should\nnow rapidly follow, the wisdom of providing carriages and emplacements for\ntheir mount can not be too strongly urged.The total enrollment of the militia of the several States is 117,533 officers\nand enlisted men, an increase of 5,343 over the number reported at the close\nof the previous year. The reports of militia inspections by Regular Army\nofficers show a marked increase in interest and efficiency among the State\norganizations, and I strongly recommend a continuance of the policy of\naffording every practical encouragement possible to this important auxiliary\nof our military establishment.The condition of the Apache Indians held as prisoners by the Government for\neight years at a cost of half a million dollars has been changed during the\nyear from captivity to one which gives them an opportunity to demonstrate\ntheir capacity for self-support and at least partial civilization. Legislation\nenacted at the late session of Congress gave the War Department authority to\ntransfer the survivors, numbering 346, from Mount Vernon Barracks, in Alabama,\nto any suitable reservation. The Department selected as their future home the\nmilitary lands near Fort Sill, Ind. T., where, under military surveillance,\nthe former prisoners have been established in agriculture under conditions\nfavorable to their advancement.In recognition of the long and distinguished military services and faithful\ndischarge of delicate and responsible civil duties by Major-General John M.\nSchofield, now the General Commanding the Army, it is suggested to Congress\nthat the temporary revival of the grade of lieutenant-general in his behalf\nwould be a just and gracious act and would permit his retirement, now near at\nhand, with rank befitting his merits.The report of the Attorney-General notes the gratifying progress made by the\nSupreme Court in overcoming the arrears of its business and in reaching a\ncondition in which it will be able to dispose of cases as they arise without\nany unreasonable delay. This result is of course very largely due to the\nsuccessful working of the plan inaugurating circuit courts of appeals. In\nrespect to these tribunals the suggestion is made, in quarters entitled to the\nhighest consideration that an additional circuit judge for each circuit would\ngreatly strengthen these courts and the confidence reposed in their\nadjudications, and that such an addition would not create a greater force of\njudges than the increasing business of such courts requires. I commend the\nsuggestion to the careful consideration of the Congress. Other important\ntopics are adverted to in the report, accompanied by recommendations, many of\nwhich have been treated at large in previous messages, and at this time,\ntherefore, need only be named. I refer to the abolition of the fee system as a\nmeasure of compensation to Federal officers; the enlargement of the powers of\nUnited States commissioners, at least in the Territories; the allowance of\nwrits of error in criminal cases on behalf of the United States, and the\nestablishment of degrees in the crime of murder. A topic dealt with by the\nAttorney-General of much importance is the condition of the administration of\njustice in the Indian Territory. The permanent solution of what is called the\nIndian problem is probably not to be expected at once, but meanwhile such\nameliorations of present conditions as the existing system will admit of ought\nnot to be neglected. I am satisfied there should be a Federal court\nestablished for the Territory, with sufficient judges, and that this court\nshould sit within the Territory and have the same jurisdiction as to\nTerritorial affairs as is now vested in the Federal courts sitting in Arkansas\nand Texas.Another subject of pressing moment referred to by the Attorney-General is the\nreorganization of the Union Pacific Railway Company on a basis equitable as\nregards all private interests and as favorable to the Government as existing\nconditions will permit. The operation of a railroad by a court through a\nreceiver is an anomalous state of things which should be terminated on all\ngrounds, public and private, at the earliest possible moment. Besides, not to\nenact the needed enabling legislation at the present session postpones the\nwhole matter until the assembling of a new Congress and inevitably increases\nall the complications of the situation, and could not but be regarded as a\nsignal failure to solve a problem which has practically been before the\npresent Congress ever since its organization.Eight years ago in my annual message I urged upon the Congress as strongly as\nI could the location and construction of two prisons for the confinement of\nUnited States prisoners. A similar recommendation has been made from time to\ntime since, and a few years ago a law was passed providing for the selection\nof sites for three such institutions. No appropriation has, however, been made\nto carry the act into effect, and the old and discreditable condition still\nexists.It is not my purpose at this time to repeat the considerations which make an\nimpregnable case in favor of the ownership and management by the Government of\nthe penal institutions in which Federal prisoners are confined. I simply\ndesire to again urge former recommendations on the subject and to particularly\ncall the attention of the Congress to that part of the report of the Secretary\nof War in which he states that the military prison at Fort Leavenworth, Kans.,\ncan be turned over to the Government as a prison for Federal convicts without\nthe least difficulty and with an actual saving of money from every point of\nview.Pending a more complete reform, I hope that by the adoption of the suggestion\nof the Secretary of War this easy step may be taken in the direction of the\nproper care of its convicts by the Government of the United States.The report of the Postmaster-General presents a comprehensive statement of the\noperations of the Post-Office Department for the last fiscal year.The receipts of the Department during the year amounted to $75,080,479.04 and\nthe expenditures to $84,324,414.15.The transactions of the postal service indicate with barometric certainty the\nfluctuations in the business of the country. Inasmuch, therefore, as business\ncomplications continued to exist throughout the last year to an unforeseen\nextent, it is not surprising that the deficiency of revenue to meet the\nexpenditures of the Post-Office Department, which was estimated in advance at\nabout $8,000,000, should be exceeded by nearly $1,225,000. The ascertained\nrevenues of the last year, which were the basis of calculation for the current\nyear, being less than estimated, the deficiency for the current year will be\ncorrespondingly greater, though the Postmaster-General states that the latest\nindications are so favorable that he confidently predicts an increase of at\nleast 8 per cent in the revenues of the current year over those of the last\nyear.The expenditures increase steadily and necessarily with the growth and needs\nof the country, so that the deficiency is greater or less in any year,\ndepending upon the volume of receipts.The Postmaster-General states that this deficiency is unnecessary and might be\nobviated at once if the law regulating rates upon mail matter of the second\nclass was modified. The rate received for the transmission of this\nsecond-class matter is 1 cent per pound, while the cost of such transmission\nto the Government is eight times that amount. In the general terms of the law\nthis rate covers newspapers and periodicals. The extensions of the meaning of\nthese terms from time to time have admitted to the privileges intended for\nlegitimate newspapers and periodicals a surprising range of publications and\ncreated abuses the cost of which amounts in the aggregate to the total\ndeficiency of the Post-Office Department. Pretended newspapers are started by\nbusiness houses for the mere purpose of advertising goods, complying with the\nlaw in form only and discontinuing the publications as soon as the period of\nadvertising is over. \"Sample copies\" of pretended newspapers are issued in\ngreat numbers for a like purpose only. The result is a great loss of revenue\nto the Government, besides its humiliating use as an agency to aid in carrying\nout the scheme of a business house to advertise its goods by means of a trick\nupon both its rival houses and the regular and legitimate newspapers.\nPaper-covered literature, consisting mainly of trashy novels, to the extent of\nmany thousands of tons is sent through the mails at 1 cent per pound, while\nthe publishers of standard works are required to pay eight times that amount\nin sending their publications. Another abuse consists in the free carriage\nthrough the mails of hundreds of tons of seed and grain uselessly distributed\nthrough the Department of Agriculture. The Postmaster-General predicts that if\nthe law be so amended as to eradicate these abuses not only will the\nPost-Office Department show no deficiency, but he believes that in the near\nfuture all legitimate newspapers and periodical magazines might be properly\ntransmitted through the mails to their subscribers free of cost. I invite your\nprompt consideration of this subject and fully indorse the views of the\nPostmaster-General.The total number of post-offices in the United States on the 30th day of June,\n1894, was 69,805, an increase of 1,403 over the preceding year. Of these,\n3,428 were Presidential, an increase in that class of 68 over the preceding\nyear.Six hundred and ten cities and towns are provided with free delivery.\nNinety-three other cities and towns entitled to this service under the law\nhave not been accorded it on account of insufficient funds. The expense of\nfree delivery for the current fiscal year will be more than $12,300,000, and\nunder existing legislation this item of expenditure is subject to constant\nincrease. The estimated cost of rural free delivery generally is so very large\nthat it ought not to be considered in the present condition of affairs.During the year 830 additional domestic money-order offices were established.\nThe total number of these offices at the close of the year was 19,264. There\nwere 14,304,041 money orders issued during the year, being an increase over\nthe preceding year of 994,306. The value of these orders amounted to\n$138,793,579.49, an increase of $11,217,145.84. There were also issued during\nthe year postal notes amounting to $12,649,094.55.During the year 218 international money-order offices were added to those\nalready established, making a total of 2,625 such offices in operation June\n30, 1894. The number of international money orders issued during the year was\n917,823, a decrease in number of 138,176, and their value was $13,792,455.31,\na decrease in amount of $2,549,382.55. The number of orders paid was 361,180,\nan increase over the preceding year of 60,263, and their value was\n$6,568,493.78, an increase of $1,285,118.08.From the foregoing statements it appears that the total issue of money orders\nand postal notes for the year amounted to $165,235,129.35.The number of letters and packages mailed during the year for special delivery\nwas 3,436,970. The special-delivery stamps used upon these letters and\npackages amounted to $343,697. The messengers fees paid for their delivery\namounted to $261,209.70, leaving a balance in favor of the Government of\n$82,487.30.The report shows most gratifying results in the way of economies worked out\nwithout affecting the efficiency of the postal service. These consist in the\nabrogation of steamship subsidy contracts, reletting of mail transportation\ncontracts, and in the cost and amount of supplies used in the service,\namounting in all to $16,619,047.42.This report also contains a valuable contribution to the history of the\nUniversal Postal Union, an arrangement which amounts practically to the\nestablishment of one postal system for the entire civilized world. Special\nattention is directed to this subject at this time in view of the fact that\nthe next congress of the union will meet in Washington in 1897, and it is\nhoped that timely action will be taken in the direction of perfecting\npreparations for that event.The Postmaster-General renews the suggestion made in a previous report that\nthe Department organization be increased to the extent of creating a direct\ndistrict supervision of all postal affairs, and in this suggestion I fully\nconcur.There are now connected with the Post-Office establishment 32,661 employees\nwho are in the classified service. This includes many who have been classified\nupon the suggestion of the Postmaster-General. He states that another year's\nexperience at the head of the Department serves only to strengthen the\nconviction as to the excellent working of the civil-service law in this branch\nof the public service.Attention is called to the report of the Secretary of the Navy, which shows\nvery gratifying progress in the construction of ships for our new Navy. All\nthe vessels now building, including the three torpedo boats authorized at the\nlast session of Congress and excepting the first-class battle ship Iowa, will\nprobably be completed during the coming fiscal year.The estimates for the increase of the Navy for the year ending June 30, 1896,\nare large, but they include practically the entire sum necessary to complete\nand equip all the new ships not now in commission, so that unless new ships\nare authorized the appropriations for the naval service for the fiscal year\nending June 30, 1897, should fall below the estimates for the coming year by\nat least $12,000,000.The Secretary presents with much earnestness a plea for the authorization of\nthree additional battle ships and ten or twelve torpedo boats. While the\nunarmored vessels heretofore authorized, including those now nearing\ncompletion, will constitute a fleet which it is believed is sufficient for\nordinary cruising purposes in time of peace, we have now completed and in\nprocess of construction but four first-class battle ships and but few torpedo\nboats. If we are to have a navy for warlike operations, offensive and\ndefensive, we certainly ought to increase both the number of battle ships and\ntorpedo boats.The manufacture of armor requires expensive plants and the aggregation of many\nskilled workmen. All the armor necessary to complete the vessels now building\nwill be delivered before the 1st of June next. If no new contracts are given\nout, contractors must disband their workmen and their plants must lie idle.\nBattle ships authorized at this time would not be well under way until late in\nthe coming fiscal year, and at least three years and a half from the date of\nthe contract would be required for their completion. The Secretary states that\nnot more than 15 per cent of the cost of such ships need be included in the\nappropriations for the coming year.I recommend that provision be made for the construction of additional battle\nships and torpedo boats. The Secretary recommends the manufacture not only of\na reserve supply of ordnance and ordnance material for ships of the Navy, but\nalso a supply for the auxiliary fleet. Guns and their appurtenances should be\nprovided and kept on hand for both these purposes. We have not to-day a single\ngun that could be put upon the ships Paris or New York of the International\nNavigation Company or any other ship of our reserve Navy.The manufacture of guns at the Washington Navy-Yard is proceeding\nsatisfactorily, and none of our new ships will be required to wait for their\nguns or ordnance equipment.An important order has been issued by the Secretary of the Navy coordinating\nthe duties of the several bureaus concerned in the construction of ships. This\norder, it is believed, will secure to a greater extent than has heretofore\nbeen possible the harmonious action of these several bureaus and make the\nattainment of the best results more certain.During the past fiscal year there has been an unusual and pressing demand in\nmany quarters of the world for the presence of vessels to guard American\ninterests.In January last, during the Brazilian insurrection, a large fleet was\nconcentrated in the harbor of Rio de Janeiro. The vigorous action of\nRear-Admiral Benham in protecting the personal and commercial rights of our\ncitizens during the disturbed conditions afforded results which will, it is\nbelieved, have a far-reaching and wholesome influence whenever in like\ncircumstances it may become necessary for our naval commanders to interfere on\nbehalf of our people in foreign ports.The war now in progress between China and Japan has rendered it necessary or\nexpedient to dispatch eight vessels to those waters.Both the Secretary of the Navy and the Secretary of the Treasury recommend the\ntransfer of the work of the Coast Survey proper to the Navy Department. I\nheartily concur in this recommendation. Excluding Alaska and a very small area\nbesides, all the work of mapping and charting our coasts has been completed.\nThe hydrographic work, which must be done over and over again by reason of the\nshifting and varying depths of water consequent upon the action of streams and\ntides, has heretofore been done under the direction of naval officers in\nsubordination to the Superintendent of the Coast Survey. There seems to be no\ngood reason why the Navy should not have entire charge hereafter of such work,\nespecially as the Hydrographic Office of the Navy Department is now and has\nbeen for many years engaged in making efficient maps entirely similar to those\nprepared by the Coast Survey.I feel it my imperative duty to call attention to the recommendation of the\nSecretary in regard to the personnel of the line of the Navy. The stagnation\nof promotion in this the vital branch of the service is so great as to\nseriously impair its efficiency.I consider it of the utmost importance that the young and middle-aged officers\nshould before the eve of retirement be permitted to reach a grade entitling\nthem to active and important duty.The system adopted a few years ago regulating the employment of labor at the\nnavy-yards is rigidly upheld and has fully demonstrated its usefulness and\nexpediency. It is within the domain of civil-service reform inasmuch as\nworkmen are employed through a board of labor selected at each navy-yard and\nare given work without reference to politics and in the order of their\napplication, preference, however, being given to Army and Navy veterans and\nthose having former navy-yard experience.Amendments suggested by experience have been made to the rules regulating the\nsystem. Through its operation the work at our navy-yards has been vastly\nimproved in efficiency and the opportunity to work has been honestly and\nfairly awarded to willing and competent applicants.It is hoped that if this system continues to be strictly adhered to there will\nsoon be as a natural consequence such an equalization of party benefit as will\nremove all temptation to relax or abandon it.The report of the Secretary of the Interior exhibits the situation of the\nnumerous and interesting branches of the public service connected with his\nDepartment. I commend this report and the valuable recommendations of the\nSecretary to the careful attention of the Congress.The public land disposed of during the year amounted to 10,406,100.77 acres,\nincluding 28,876.05 of Indian lands.It is estimated that the public domain still remaining amounts to a little\nmore than 600,000,000 acres, including, however, about 360,000,000 acres in\nAlaska, as well as military reservations and railroad and other selections of\nlands yet unadjudicated.The total cash receipts from sale of lands amounted to $2,674,285.79,\nincluding $91,981.03 received for Indian lands.Thirty-five thousand patents were issued for agricultural lands, and 3,100\npatents were issued to Indians on allotments of their holdings in severalty,\nthe land so allotted being inalienable by the Indian allottees for a period of\ntwenty-five years after patent.There were certified and patented on account of railroad and wagon-road grants\nduring the year 865,556.45 acres of land, and at the close of the year\n29,000,000 acres were embraced in the lists of selections made by railroad and\nwagon-road companies and awaited settlement.The selections of swamp lands and that taken as indemnity therefor since the\npassage of the act providing for the same in 1849 amount to nearly or quite\n80,500,000 acres, of which 58,000,000 have been patented to States. About\n138,000 acres were patented during the last year. Nearly 820,000 acres of\nschool and education grants were approved during the year, and at its close\n1,250,363.81 acres remained unadjusted.It appears that the appropriation for the current year on account of special\nservice for the protection of the public lands and the timber thereon is much\nless than those for previous years, and inadequate for an efficient\nperformance of the work. A larger sum of money than has been appropriated\nduring a number of years past on this account has been returned to the\nGovernment as a result of the labors of those employed in the particular\nservice mentioned, and I hope it will not be crippled by insufficient\nappropriation.I fully indorse the recommendation of the Secretary that adequate protection\nbe provided for our forest reserves and that a comprehensive forestry system\nbe inaugurated. Such keepers and superintendents as are necessary to protect\nthe forests already reserved should be provided.I am of the opinion that there should be an abandonment of the policy\nsanctioned by present laws under which the Government, for a very small\nconsideration, is rapidly losing title to immense tracts of land covered with\ntimber, which should be properly reserved as permanent sources of timber\nsupply.The suggestion that a change be made in the manner of securing surveys of the\npublic lands is especially worthy of consideration. I am satisfied that these\nsurveys should be made by a corps of competent surveyors under the immediate\ncontrol and direction of the Commissioner of the General Land Office.An exceedingly important recommendation of the Secretary relates to the manner\nin which contests and litigated cases growing out of efforts to obtain\nGovernment land are determined. The entire testimony upon which these\ncontroversies depend in all their stages is taken before the local registers\nand receivers, and yet these officers have no power to subpoena witnesses or\nto enforce their attendance to testify. These cases, numbering three or four\nthousand annually, are sent by the local officers to the Commissioner of the\nGeneral Land Office for his action. The exigencies of his other duties oblige\nhim to act upon the decisions of the registers and receivers without an\nopportunity of thorough personal examination. Nearly 2,000 of these cases are\nappealed annually from the Commissioner to the Secretary of the Interior.\nBurdened with other important administrative duties, his determination of\nthese appeals must be almost perfunctory and based upon the examination of\nothers, though this determination of the Secretary operates as a final\nadjudication upon rights of very great importance.I concur in the opinion that the Commissioner of the General Land Office\nshould be relieved from the duty of deciding litigated land cases, that a\nnonpartisan court should be created to pass on such cases, and that the\ndecisions of this court should be final, at least so far as the decisions of\nthe Department are now final. The proposed court might be given authority to\ncertify questions of law in matters of especial importance to the Supreme\nCourt of the United States or the court of appeals for the District of\nColumbia for decision. The creation of such a tribunal would expedite the\ndisposal of cases and insure decisions of a more satisfactory character. The\nregisters and receivers who originally hear and decide these disputes should\nbe invested with authority to compel witnesses to attend and testify before\nthem.Though the condition of the Indians shows a steady and healthy progress, their\nsituation is not satisfactory at all points. Some of them to whom allotments\nof land have been made are found to be unable or disinclined to follow\nagricultural pursuits or to otherwise beneficially manage their land. This is\nespecially true of the Cheyennes and Arapahoes, who, as it appears by reports\nof their agent, have in many instances never been located upon their\nallotments, and in some cases do not even know where their allotments are.\nTheir condition has deteriorated. They are not self-supporting and they live\nin camps and spend their time in idleness.I have always believed that allotments of reservation lands to Indians in\nseveralty should be made sparingly, or at least slowly, and with the utmost\ncaution. In these days, when white agriculturists and stock raisers of\nexperience and intelligence find their lot a hard one, we ought not to expect\nIndians, unless far advanced in civilization and habits of industry, to\nsupport themselves on the small tracts of land usually allotted to them.If the self-supporting scheme by allotment fails, the wretched pauperism of\nthe allottees which results is worse than their original condition of\nregulated dependence. It is evident that the evil consequences of ill-advised\nallotment are intensified in cases where the false step can not be retraced on\naccount of the purchase by the Government of reservation lands remaining after\nallotments are made and the disposition of such remaining lands to settlers or\npurchasers from the Government.I am convinced that the proper solution of the Indian problem and the success\nof every step taken in that direction depend to a very large extent upon the\nintelligence and honesty of the reservation agents and the interest they have\nin their work. An agent fitted for his place can do much toward preparing the\nIndians under his charge for citizenship and allotment of their lands, and his\nadvice as to any matter concerning their welfare will not mislead. An unfit\nagent will make no effort to advance the Indians on his reservation toward\ncivilization or preparation for allotment of lands in severalty, and his\nopinion as to their condition in this and other regards is heedless and\nvalueless.The indications are that the detail of army officers as Indian agents will\nresult in improved management on the reservations.Whenever allotments are made and any Indian on the reservation has previously\nsettled upon a lot and cultivated it or shown a disposition to improve it in\nany way, such lot should certainly be allotted to him, and this should be made\nplainly obligatory by statute.In the light of experience and considering the uncertainty of the Indian\nsituation and its exigencies in the future, I am not only disposed to be very\ncautious in making allotments, but I incline to agree with the Secretary of\nthe Interior in the opinion that when allotments are made the balance of\nreservation land remaining after allotment, instead of being bought by the\nGovernment from the Indians and opened for settlement with such scandals and\nunfair practices as seem unavoidable, should remain for a time at least as\ncommon land or be sold by the Government on behalf of the Indians in an\norderly way and at fixed prices, to be determined by its location and\ndesirability, and that the proceeds, less expenses, should be held in trust\nfor the benefit of the Indian proprietors.The intelligent Indian-school management of the past year has been followed by\ngratifying results. Efforts have been made to advance the work in a sound and\npractical manner. Five institutes of Indian teachers have been held during the\nyear, and have proved very beneficial through the views exchanged and methods\ndiscussed particularly applicable to Indian education.Efforts are being made in the direction of a gradual reduction of the number\nof Indian contract schools, so that in a comparatively short time they may\ngive way altogether to Government schools, and it is hoped that the change may\nbe so gradual as to be perfected without too great expense to the Government\nor undue disregard of investments made by those who have established and are\nmaintaining such contract schools.The appropriation for the current year, ending June 30, 1895, applicable to\nthe ordinary expenses of the Indian service amounts to $6,733,003.18, being\nless by $663,240.64 than the sum appropriated on the same account for the\nprevious year.At the close of the last fiscal year, on the 30th day of June, 1894, there\nwere 969,544 persons on our pension rolls, being a net increase of 3,532 over\nthe number reported at the end of the previous year.These pensioners may be classified as follows: Soldiers and sailors survivors\nof all wars, 753,968; widows and relatives of deceased soldiers, 215,162; army\nnurses in the War of the Rebellion, 414. Of these pensioners 32,039 are\nsurviving soldiers of Indian and other wars prior to the late Civil War and\nthe widows or relatives of such soldiers.The remainder, numbering 937,505, are receiving pensions on account of the\nrebellion, and of these 469,344 are on the rolls under the authority of the\nact of June 27, 1890, sometimes called the dependent-pension law.The total amount expended for pensions during the year was $139,804,461.05,\nleaving an unexpended balance from the sum appropriated of $25,205,712.65.The sum necessary to meet pension expenditures for the year ending June 30,\n1896, is estimated at $140,000,000.The Commissioner of Pensions is of the opinion that the year 1895, being the\nthirtieth after the close of the War of the Rebellion, must, according to all\nsensible human calculation, see the highest limit of the pension roll, and\nthat after that year it must begin to decline.The claims pending in the Bureau have decreased more than 90,000 during the\nyear. A large proportion of the new claims filed are for increase of pension\nby those now on the rolls.The number of certificates issued was 80,213.The names dropped from the rolls for all causes during the year numbered\n37,951.Among our pensioners are 9 widows and 3 daughters of soldiers of the\nRevolution and 45 survivors of the War of 1812.The barefaced and extensive pension frauds exposed under the direction of the\ncourageous and generous veteran soldier now at the head of the Bureau leave no\nroom for the claim that no purgation of our pension rolls was needed or that\ncontinued vigilance and prompt action are not necessary to the same end.The accusation that an effort to detect pension frauds is evidence of\nunfriendliness toward our worthy veterans and a denial of their claims to the\ngenerosity of the Government suggests an unfortunate indifference to the\ncommission of any offense which has for its motive the securing of a pension\nand indicates a willingness to be blind to the existence of mean and\ntreacherous crimes which play upon demagogic fears and make sport of the\npatriotic impulse of a grateful people.The completion of the Eleventh Census is now in charge of the Commissioner of\nLabor. The total disbursements on account of the work for the fiscal year\nending June 30, 1894, amounted to $10,365,676.81. At the close of the year the\nnumber of persons employed in the Census Office was 679; at present there are\nabout 400. The whole number of volumes necessary to comprehend the Eleventh\nCensus will be 25, and they will contain 22,270 printed pages. The assurance\nis confidently made that before the close of the present calendar year the\nmaterial still incomplete will be practically in hand, and the census can\ncertainly be closed by the 4th of March, 1895. After that the revision and\nproof reading necessary to bring out the volumes will still be required.The text of the census volumes has been limited as far as possible to the\nanalysis of the statistics presented. This method, which is in accordance with\nlaw, has caused more or less friction and in some instances individual\ndisappointment, for when the Commissioner of Labor took charge of the work he\nfound much matter on hand which according to this rule he was compelled to\ndiscard. The census is being prepared according to the theory that it is\ndesigned to collect facts and certify them to the public, not to elaborate\narguments or to present personal views.The Secretary of Agriculture in his report reviews the operations of his\nDepartment for the last fiscal year and makes recommendations for the further\nextension of its usefulness. He reports a saving in expenditures during the\nyear of $600,000, which is covered back into the Treasury. This sum is 23 per\ncent of the entire appropriation.A special study has been made of the demand for American farm products in all\nforeign markets, especially Great Britain, That country received from the\nUnited States during the nine months ending September 30, 1894, 305,910 live\nbeef cattle, valued at $26,500,000, as against 182,611 cattle, valued at\n$16,634,000, during the same period for 1893.During the first six months of 1894 the United Kingdom took also 112,000,000\npounds of dressed beef from the United States, valued at nearly $10,000,000.The report shows that during the nine months immediately preceding September\n30, 1894, the United States exported to Great Britain 222,676,000 pounds of\npork; of apples, 1,900,000 bushels, valued at $2,500,000, and of horses 2,811,\nat an average value of $139 per head. There was a falling off in American\nwheat exports of 13,500,000 bushels, and the Secretary is inclined to believe\nthat wheat may not in the future be the staple export cereal product of our\ncountry, but that corn will continue to advance in importance as an export on\naccount of the new uses to which it is constantly being appropriated.The exports of agricultural products from the United States for the fiscal\nyear ending June 30, 1894, amounted to $628,363,038, being 72.28 per cent of\nAmerican exports of every description, and the United Kingdom of Great Britain\ntook more than 54 per cent of all farm products finding foreign markets.The Department of Agriculture has undertaken during the year two new and\nimportant lines of research. The first relates to grasses and forage plants,\nwith the purpose of instructing and familiarizing the people as to the\ndistinctive grasses of the United States and teaching them how to introduce\nvaluable foreign forage plants which may be adapted to this country. The\nsecond relates to agricultural soils and crop production, involving the\nanalyses of samples of soils from all sections of the American Union, to\ndemonstrate their adaptability to particular plants and crops. Mechanical\nanalyses of soils may be of such inestimable utility that it is foremost in\nthe new lines of agricultural research, and the Secretary therefore recommends\nthat a division having it in charge be permanently established in the\nDepartment.The amount appropriated for the Weather Bureau was $951,100. Of that sum\n$138,500, or 14 per cent, has been saved and is returned to the Treasury.As illustrating the usefulness of this service it may be here stated that the\nwarnings which were very generally given of two tropical storms occurring in\nSeptember and October of the present year resulted in detaining safely in port\n2,305 vessels, valued at $36,183,913, laden with cargoes of probably still\ngreater value. What is much more important and gratifying, many human lives on\nthese ships were also undoubtedly saved.The appropriation to the Bureau of Animal Industry was $850,000, and the\nexpenditures for the year were only $495,429.24, thus leaving unexpended\n$354,570.76. The inspection of beef animals for export and interstate trade\nhas been continued, and 12,944,056 head were inspected during the year, at a\ncost of 1 3/4 cents per head, against 4 3/4 cents for 1893. The amount of pork\nmicroscopically examined was 35,437,937 pounds, against 20,677,410 pounds in\nthe preceding year. The cost of this inspection has been diminished from 8 3/4\ncents per head in 1893 to 6 1/2 cents in 1894.The expense of inspecting the pork sold in 1894 to Germany and France by the\nUnited States was $88,922.10. The quantity inspected was greater by 15,000,000\npounds than during the preceding year, when the cost of such inspection was\n$172,367.08. The Secretary of Agriculture recommends that the law providing\nfor the microscopic inspection of export and interstate meat be so amended as\nto compel owners of the meat inspected to pay the cost of such inspection, and\nI call attention to the arguments presented in his report in support of this\nrecommendation.The live beef cattle exported and tagged during the year numbered 353,535.\nThis is an increase of 69,533 head over the previous year.The sanitary inspection of cattle shipped to Europe has cost an average of 10\n3/4 cents for each animal, and the cost of inspecting Southern cattle and the\ndisinfection of cars and stock yards averages 2.7 cents per animal.The scientific inquiries of the Bureau of Animal Industry have progressed\nsteadily during the year. Much tuberculin and mallein have been furnished to\nState authorities for use in the agricultural colleges and experiment stations\nfor the treatment of tuberculosis and glanders.Quite recently this Department has published the results of its investigations\nof bovine tuberculosis, and its researches will be vigorously continued.\nCertain herds in the District of Columbia will be thoroughly inspected and\nwill probably supply adequate scope for the Department to intelligently\nprosecute its scientific work and furnish sufficient material for purposes of\nillustration, description, and definition.The sterilization of milk suspected of containing the bacilli of tuberculosis\nhas been during the year very thoroughly explained in a leaflet by Dr. D. E.\nSalmon, the Chief of the Bureau, and given general circulation throughout the\ncountry.The Office of Experiment Stations, which is a part of the United States\nDepartment of Agriculture, has during the past year engaged itself almost\nwholly in preparing for publication works based upon the reports of\nagricultural experiment stations and other institutions for agricultural\ninquiry in the United States and foreign countries.The Secretary in his report for 1893 called attention to the fact that the\nappropriations made for the support of the experiment stations throughout the\nUnion were the only moneys taken out of the National Treasury by act of\nCongress for which no accounting to Federal authorities was required.\nResponding to this suggestion, the Fifty-third Congress, in making the\nappropriation for the Department for the present fiscal year, provided that--The Secretary of Agriculture shall prescribe the form of annual financial\nstatement required by section 3 of said act of March 2, 1887; shall ascertain\nwhether the expenditures under the appropriation hereby made are in accordance\nwith the provisions of said act, and shall make report thereon to Congress.In obedience to this law the Department of Agriculture immediately sent out\nblank forms of expense accounts to each station, and proposes in addition to\nmake, through trusted experts, systematic examination of the several stations\nduring each year for the purpose of acquiring by personal investigation the\ndetailed information necessary to enable the Secretary of Agriculture to make,\nas the statute provides, a satisfactory report to Congress. The boards of\nmanagement of the several stations with great alacrity and cordiality have\napproved the amendment to the law providing this supervision of their\nexpenditures, anticipating that it will increase the efficiency of the\nstations and protect their directors and managers from loose charges\nconcerning their use of public funds, besides bringing the Department of\nAgriculture into closer and more confidential relations with the experimental\nstations, and through their joint service largely increasing their usefulness\nto the agriculture of the country.Acting upon a recommendation contained in the report of 1893, Congress\nappropriated $10,000 \"to enable the Secretary of Agriculture to investigate\nand report upon the nutritive value of the various articles and commodities\nused for human food, with special suggestions of full, wholesome, and edible\nrations less wasteful and more economical than those in common use.\"Under this appropriation the Department has prepared and now has nearly ready\nfor distribution an elementary discussion of the nutritive value and pecuniary\neconomy of food. When we consider that fully one-half of all the money earned\nby the wage earners of the civilized world is expended by them for food, the\nimportance and utility of such an investigation is apparent.The Department expended in the fiscal year 1893 $2,354,809.56, and out of that\nsum the total amount expended in scientific research was 45.6 per cent. But in\nthe year ending June 30, 1894, out of a total expenditure of $1,948,988.38,\nthe Department applied 51.8 per cent of that sum to scientific work and\ninvestigation. It is therefore very plainly observable that the economies\nwhich have been practiced in the administration of the Department have not\nbeen at the expense of scientific research.The recommendation contained in the report of the Secretary for 1893 that the\nvicious system of promiscuous free distribution of its departmental documents\nbe abandoned is again urged. These publications may well be furnished without\ncost to public libraries, educational institutions, and the officers and\nlibraries of States and of the Federal Government; but from all individuals\napplying for them a price covering the cost of the document asked for should\nbe required. Thus the publications and documents would be secured by those who\nreally desire them for proper purposes. Half a million of copies of the report\nof the Secretary of Agriculture are printed for distribution, at an annual\ncost of about $300,000. Large numbers of them are cumbering storerooms at the\nCapitol and the shelves of secondhand-book stores throughout the country. All\nthis labor and waste might be avoided if the recommendations of the Secretary\nwere adopted.The Secretary also again recommends that the gratuitous distribution of seeds\ncease and that no money be appropriated for that purpose except to experiment\nstations. He reiterates the reasons given in his report for 1893 for\ndiscontinuing this unjustifiable gratuity, and I fully concur in the\nconclusions which he has reached.The best service of the statistician of the Department of Agriculture is the\nascertainment, by diligence and care, of the actual and real conditions,\nfavorable or unfavorable, of the farmers and farms of the country, and to seek\nthe causes which produce these conditions, to the end that the facts\nascertained may guide their intelligent treatment.A further important utility in agricultural statistics is found in their\nelucidation of the relation of the supply of farm products to the demand for\nthem in the markets of the United States and of the world.It is deemed possible that an agricultural census may be taken each year\nthrough the agents of the statistical division of the Department. Such a\ncourse is commended for trial by the chief of that division. Its scope would\nbe: (1) The area under each of the more important crops. (2) The aggregate\nproducts of each of such crops. (3) The quantity of wheat and corn in the\nhands of farmers at a date after the spring sowings and plantings and before\nthe beginning of harvest, and also the quantity of cotton and tobacco\nremaining in the hands of planters, either at the same date or at some other\ndesignated time.The cost of the work is estimated at $500,000.Owing to the peculiar quality of the statistician's work and the natural and\nacquired fitness necessary to its successful prosecution, the Secretary of\nAgriculture expresses the opinion that every person employed in gathering\nstatistics under the chief of that division should be admitted to that service\nonly after a thorough, exhaustive, and successful examination at the hands of\nthe United States Civil Service Commission. This has led him to call for such\nexamination of candidates for the position of assistant statisticians, and\nalso of candidates for chiefs of sections in that division.The work done by the Department of Agriculture is very superficially dealt\nwith in this communication, and I commend the report of the Secretary and the\nvery important interests with which it deals to the careful attention of the\nCongress.The advantages to the public service of an adherence to the principles of\ncivil-service reform are constantly more apparent, and nothing is so\nencouraging to those in official life who honestly desire good government as\nthe increasing appreciation by our people of these advantages. A vast majority\nof the voters of the land are ready to insist that the time and attention of\nthose they select to perform for them important public duties should not be\ndistracted by doling out minor offices, and they are growing to be unanimous\nin regarding party organization as something that should be used in\nestablishing party principles instead of dictating the distribution of public\nplaces as rewards of partisan activity.Numerous additional offices and places have lately been brought within\ncivil-service rules and regulations, and some others will probably soon be\nincluded.The report of the Commissioners will be submitted to the Congress, and I\ninvite careful attention to the recommendations it contains.I am entirely convinced that we ought not to be longer without a national\nboard of health or national health officer charged with no other duties than\nsuch as pertain to the protection of our country from the invasion of\npestilence and disease. This would involve the establishment by such board or\nofficer of proper quarantine precautions, or the necessary aid and counsel to\nlocal authorities on the subject; prompt advice and assistance to local boards\nof health or health officers in the suppression of contagious disease, and in\ncases where there are no such local boards or officers the immediate direction\nby the national board or officer of measures of suppression; constant and\nauthentic information concerning the health of foreign countries and all parts\nof our own country as related to contagious diseases, and consideration of\nregulations to be enforced in foreign ports to prevent the introduction of\ncontagion into our cities and the measures which should be adopted to secure\ntheir enforcement.There seems to be at this time a decided inclination to discuss measures of\nprotection against contagious diseases in international conference, with a\nview of adopting means of mutual assistance. The creation of such a national\nhealth establishment would greatly aid our standing in such conferences and\nimprove our opportunities to avail ourselves of their benefits.I earnestly recommend the inauguration of a national board of health or\nsimilar national instrumentality, believing the same to be a needed precaution\nagainst contagious disease and in the interest of the safety and health of our\npeople.By virtue of a statute of the United States passed in 1888 I appointed in July\nlast Hon. John D. Kernan, of the State of New York, and Hon. Nicholas E.\nWorthington, of the State of Illinois, to form, with Hon. Carroll D. Wright,\nCommissioner of Labor, who was designated by said statute, a commission for\nthe purpose of making careful inquiry into the causes of the controversies\nbetween certain railroads and their employees which had resulted in an\nextensive and destructive strike, accompanied by much violence and dangerous\ndisturbance, with considerable loss of life and great destruction of property.The report of the commissioners has been submitted to me and will be\ntransmitted to the Congress with the evidence taken upon their investigation.Their work has been well done, and their standing and intelligence give\nassurance that the report and suggestions they make are worthy of careful\nconsideration.The tariff act passed at the last session of the Congress needs important\namendments if it is to be executed effectively and with certainty. In addition\nto such necessary amendments as will not change rates of duty, I am still very\ndecidedly in favor of putting coal and iron upon the free list.So far as the sugar schedule is concerned, I would be glad, under existing\naggravations, to see every particle of differential duty in favor of refined\nsugar stricken out of our tariff law. If with all the favor now accorded the\nsugar-refining interest in our tariff laws it still languishes to the extent\nof closed refineries and thousands of discharged workmen, it would seem to\npresent a hopeless case for reasonable legislative aid. Whatever else is done\nor omitted, I earnestly repeat here the recommendation I have made in another\nportion of this communication, that the additional duty of one-tenth of a cent\nper pound laid upon sugar imported from countries paying a bounty on its\nexport be abrogated. It seems to me that exceedingly important considerations\npoint to the propriety of this amendment.With the advent of a new tariff policy not only calculated to relieve the\nconsumers of our land in the cost of their daily life, but to invite a better\ndevelopment of American thrift and create for us closer and more profitable\ncommercial relations with the rest of the world, it follows as a logical and\nimperative necessity that we should at once remove the chief if not the only\nobstacle which has so long prevented our participation in the foreign carrying\ntrade of the sea. A tariff built upon the theory that it is well to check\nimports and that a home market should bound the industry and effort of\nAmerican producers was fitly supplemented by a refusal to allow American\nregistry to vessels built abroad, though owned and navigated by our people,\nthus exhibiting a willingness to abandon all contest for the advantages of\nAmerican transoceanic carriage. Our new tariff policy, built upon the theory\nthat it is well to encourage such importations as our people need, and that\nour products and manufactures should find markets in every part of the\nhabitable globe, is consistently supplemented by the greatest possible liberty\nto our citizens in the ownership and navigation of ships in which our products\nand manufactures may be transported. The millions now paid to foreigners for\ncarrying American passengers and products across the sea should be turned into\nAmerican hands. Shipbuilding, which has been protected to strangulation,\nshould be revived by the prospect of profitable employment for ships when\nbuilt, and the American sailor should be resurrected and again take his\nplace--a sturdy and industrious citizen in time of peace and a patriotic and\nsafe defender of American interests in the day of conflict.The ancient provision of our law denying American registry to ships built\nabroad and owned by Americans appears in the light of present conditions not\nonly to be a failure for good at every point, but to be nearer a relic of\nbarbarism than anything that exists under the permission of a statute of the\nUnited States. I earnestly recommend its prompt repeal.During the last month the gold reserved in the Treasury for the purpose of\nredeeming the notes of the Government circulating as money in the hands of the\npeople became so reduced and its further depletion in the near future seemed\nso certain that in the exercise of proper care for the public welfare it\nbecame necessary to replenish this reserve and thus maintain popular faith in\nthe ability and determination of the Government to meet as agreed its\npecuniary obligations.It would have been well if in this emergency authority had existed to issue\nthe bonds of the Government bearing a low rate of interest and maturing within\na short period; but the Congress having failed to confer such authority,\nresort was necessarily had to the resumption act of 1875, and pursuant to its\nprovisions bonds were issued drawing interest at the rate of 5 per cent per\nannum and maturing ten years after their issue, that being the shortest time\nauthorized by the act. I am glad to say, however, that on the sale of these\nbonds the premium received operated to reduce the rate of interest to be paid\nby the Government to less than 3 per cent.Nothing could be worse or further removed from sensible finance than the\nrelations existing between the currency the Government has issued, the gold\nheld for its redemption, and the means which must be resorted to for the\npurpose of replenishing such redemption fund when impaired. Even if the claims\nupon this fund were confined to the obligations originally intended and if the\nredemption of these obligations meant their cancellation, the fund would be\nvery small. But these obligations when received and redeemed in gold are not\ncanceled, but are reissued and may do duty many times by way of drawing gold\nfrom the Treasury. Thus we have an endless chain in operation constantly\ndepleting the Treasury's gold and never near a final rest. As if this was not\nbad enough, we have, by a statutory declaration that it is the policy of the\nGovernment to maintain the parity between gold and silver, aided the force and\nmomentum of this exhausting process and added largely to the currency\nobligations claiming this peculiar gold redemption. Our small gold reserve is\nthus subject to drain from every side. The demands that increase our danger\nalso increase the necessity of protecting this reserve against depletion, and\nit is most unsatisfactory to know that the protection afforded is only a\ntemporary palliation.It is perfectly and palpably plain that the only way under present conditions\nby which this reserve when dangerously depleted can be replenished is through\nthe issue and sale of the bonds of the Government for gold, and yet Congress\nhas not only thus far declined to authorize the issue of bonds best suited to\nsuch a purpose, but there seems a disposition in some quarters to deny both\nthe necessity and power for the issue of bonds at all.I can not for a moment believe that any of our citizens are deliberately\nwilling that their Government should default in its pecuniary obligations or\nthat its financial operations should be reduced to a silver basis. At any\nrate, I should not feel that my duty was done if I omitted any effort I could\nmake to avert such a calamity. As long, therefore, as no provision is made for\nthe final redemption or the putting aside of the currency obligation now used\nto repeatedly and constantly draw from the Government its gold, and as long as\nno better authority for bond issues is allowed than at present exists, such\nauthority will be utilized whenever and as often as it becomes necessary to\nmaintain a sufficient gold reserve, and in abundant time to save the credit of\nour country and make good the financial declarations of our Government.Questions relating to our banks and currency are closely connected with the\nsubject just referred to, and they also present some unsatisfactory features.\nProminent among them are the lack of elasticity in our currency circulation\nand its frequent concentration in financial centers when it is most needed in\nother parts of the country.The absolute divorcement of the Government from the business of banking is the\nideal relationship of the Government to the circulation of the currency of the\ncountry.This condition can not be immediately reached, but as a step in that direction\nand as a means of securing a more elastic currency and obviating other\nobjections to the present arrangement of bank circulation the Secretary of the\nTreasury presents in his report a scheme modifying present banking laws and\nproviding for the issue of circulating notes by State banks free from taxation\nunder certain limitations.The Secretary explains his plan so plainly and its advantages are developed by\nhim with such remarkable clearness that any effort on my part to present\nargument in its support would be superfluous. I shall therefore content myself\nwith an unqualified indorsement of the Secretary's proposed changes in the law\nand a brief and imperfect statement of their prominent features. It is\nproposed to repeal all laws providing for the deposit of United States bonds\nas security for circulation; to permit national banks to issue circulating\nnotes not exceeding in amount 75 per cent of their paid-up and unimpaired\ncapital, provided they deposit with the Government as a guaranty fund, in\nUnited States legal-tender notes, including Treasury notes of 1890, a sum\nequal in amount to 30 per cent of the notes they desire to issue, this deposit\nto be maintained at all times, but whenever any bank retires any part of its\ncirculation a proportional part of its guaranty fund shall be returned to it;\nto permit the Secretary of the Treasury to prepare and keep on hand ready for\nissue in case an increase in circulation is desired blank national-bank notes\nfor each bank having circulation and to repeal the provisions of the present\nlaw imposing limitations and restrictions upon banks desiring to reduce or\nincrease their circulation, thus permitting such increase or reduction within\nthe limit of 75 per cent of capital to be quickly made as emergencies arise.In addition to the guaranty fund required, it is proposed to provide a safety\nfund for the immediate redemption of the circulating notes of failed banks by\nimposing a small annual tax, say one-half of 1 per cent, upon the average\ncirculation of each bank until the fund amounts to 5 per cent of the total\ncirculation outstanding. When a bank fails its guaranty fund is to be paid\ninto this safety fund and its notes are to be redeemed in the first instance\nfrom such safety fund thus augmented, any impairment of such fund caused\nthereby to be made good from the immediately available cash assets of said\nbank, and if these should be insufficient such impairment to be made good by\npro rata assessment among the other banks, their contributions constituting a\nfirst lien upon the assets of the failed bank in favor of the contributing\nbanks. As a further security it is contemplated that the existing provision\nfixing the individual liability of stockholders is to be retained and the\nbank's indebtedness on account of its circulating notes is to be made a first\nlien on all its assets.For the purpose of meeting the expense of printing notes, official\nsupervision, cancellation, and other like charges there shall be imposed a tax\nof say one-half of 1 per cent per annum upon the average amount of notes in\ncirculation.It is further provided that there shall be no national-bank notes issued of a\nless denomination than $10; that each national bank, except in case of a\nfailed bank, shall redeem or retire its notes in the first instance at its own\noffice or at agencies to be designated by it, and that no fixed reserve need\nbe maintained on account of deposits.Another very important feature of this plan is the exemption of State banks\nfrom taxation by the United States in cases where it is shown to the\nsatisfaction of the Secretary of the Treasury and Comptroller of the Currency\nby banks claiming such exemption that they have not had outstanding their\ncirculating notes exceeding 75 per cent of their paid-up and unimpaired\ncapital; that their stockholders are individually liable for the redemption of\ntheir circulating notes to the full extent of their ownership of stock; that\nthe liability of said banks upon their circulating notes constitutes under\ntheir State law a first lien upon their assets; that such banks have kept and\nmaintained a guaranty fund in United States legal-tender notes, including\nTreasury notes of 1890, equal to 30 per cent of their outstanding circulating\nnotes, and that such banks have promptly redeemed their circulating notes when\npresented at their principal or branch offices.It is quite likely that this scheme may be usefully amended in some of its\ndetails, but I am satisfied it furnishes a basis for a very great improvement\nin our present banking and currency system.I conclude this communication fully appreciating that the responsibility for\nall legislation affecting the people of the United States rests upon their\nrepresentatives in the Congress, and assuring them that, whether in accordance\nwith recommendations I have made or not, I shall be glad to cooperate in\nperfecting any legislation that tends to the prosperity and welfare of our\ncountry.GROVER CLEVELAND", 
    "name": "Grover Cleveland"
}