{
    "date": "December 6, 1886", 
    "speech": "To the Congress of the United States:In discharge of a constitutional duty, and following a well-established\nprecedent in the Executive office, I herewith transmit to the Congress at\nits reassembling certain information concerning the state of the Union,\ntogether with such recommendations for legislative consideration as appear\nnecessary and expedient.Our Government has consistently maintained its relations of friendship\ntoward all other powers and of neighborly interest toward those whose\npossessions are contiguous to our own. Few questions have arisen during the\npast year with other governments, and none of those are beyond the reach of\nsettlement in friendly counsel.We are as yet without provision for the settlement of claims of citizens of\nthe United States against Chile for injustice during the late war with Peru\nand Bolivia. The mixed commissions organized under claims conventions\nconcluded by the Chilean Government with certain European States have\ndeveloped an amount of friction which we trust can be avoided in the\nconvention which our representative at Santiago is authorized to\nnegotiate.The cruel treatment of inoffensive Chinese has, I regret to say, been\nrepeated in some of the far Western States and Territories, and acts of\nviolence against those people, beyond the power of the local constituted\nauthorities to prevent and difficult to punish, are reported even in\ndistant Alaska. Much of this violence can be traced to race prejudice and\ncompetition of labor, which can not, however, justify the oppression of\nstrangers whose safety is guaranteed by our treaty with China equally with\nthe most favored nations.In opening our vast domain to alien elements the purpose of our lawgivers\nwas to invite assimilation, and not to provide an arena for endless\nantagonism. The paramount duty of maintaining public order and defending\nthe interests of our own people may require the adoption of measures of\nrestriction, but they should not tolerate the oppression of individuals of\na special race. I am not without assurance that the Government of China,\nwhose friendly disposition toward us I am most happy to recognize, will\nmeet us halfway in devising a comprehensive remedy by which an effective\nlimitation of Chinese emigration, joined to protection of those Chinese\nsubjects who remain in this country, may be secured.Legislation is needed to execute the provisions of our Chinese convention\nof 1880 touching the opium traffic.While the good will of the Colombian Government toward our country is\nmanifest, the situation of American interests on the Isthmus of Panama has\nat times excited concern and invited friendly action looking to the\nperformance of the engagements of the two nations concerning the territory\nembraced in the interoceanic transit. With the subsidence of the Isthmian\ndisturbances and the erection of the State of Panama into a federal\ndistrict under the direct government of the constitutional administration\nat Bogota, a new order of things has been inaugurated, which, although as\nyet somewhat experimental and affording scope for arbitrary exercise of\npower by the delegates of the national authority, promises much\nimprovement.The sympathy between the people of the United States and France, born\nduring our colonial struggle for independence and continuing today, has\nreceived a fresh impulse in the successful completion and dedication of the\ncolossal statue of \"Liberty Enlightening the World\" in New York Harbor--the\ngift of Frenchmen to Americans.A convention between the United States and certain other powers for the\nprotection of submarine cables was signed at Paris on March 14, 1884, and\nhas been duly ratified and proclaimed by this Government. By agreement\nbetween the high contracting parties this convention is to go into effect\non the 1st of January next, but the legislation required for its execution\nin the United States has not yet been adopted. I earnestly recommend its\nenactment.Cases have continued to occur in Germany giving rise to much correspondence\nin relation to the privilege of sojourn of our naturalized citizens of\nGerman origin revisiting the land of their birth, yet I am happy to state\nthat our relations with that country have lost none of their accustomed\ncordiality.The claims for interest upon the amount of tonnage dues illegally exacted\nfrom certain German steamship lines were favorably reported in both Houses\nof Congress at the last session, and I trust will receive final and\nfavorable action at an early day.The recommendations contained in my last annual message in relation to a\nmode of settlement of the fishery rights in the waters of British North\nAmerica, so long a subject of anxious difference between the United States\nand Great Britain, was met by an adverse vote of the Senate on April 13\nlast, and thereupon negotiations were instituted to obtain an agreement\nwith Her Britannic Majesty's Government for the promulgation of such joint\ninterpretation and definition of the article of the convention of 1818\nrelating to the territorial waters and inshore fisheries of the British\nProvinces as should secure the Canadian rights from encroachment by the\nUnited States fishermen and at the same time insure the enjoyment by the\nlatter of the privileges guaranteed to them by such convention.The questions involved are of long standing, of grave consequence, and from\ntime to time for nearly three-quarters of a century have given rise to\nearnest international discussions, not unaccompanied by irritation.Temporary arrangements by treaties have served to allay friction, which,\nhowever, has revived as each treaty was terminated. The last arrangement,\nunder the treaty of 1871, was abrogated after due notice by the United\nStates on June 30, 1885, but I was enabled to obtain for our fishermen for\nthe remainder of that season enjoyment of the full privileges accorded by\nthe terminated treaty.The joint high commission by whom the treaty had been negotiated, although\ninvested with plenary power to make a permanent settlement, were content\nwith a temporary arrangement, after the termination of which the question\nwas relegated to the stipulations of the treaty of 1818, as to the first\narticle of which no construction satisfactory to both countries has ever\nbeen agreed upon.The progress of civilization and growth of population in the British\nProvinces to which the fisheries in question are contiguous and the\nexpansion of commercial intercourse between them and the United States\npresent to-day a condition of affairs scarcely realizable at the date of\nthe negotiations of 1818.New and vast interests have been brought into existence; modes of\nintercourse between the respective countries have been invented and\nmultiplied; the methods of conducting the fisheries have been wholly\nchanged; and all this is necessarily entitled to candid and careful\nconsideration in the adjustment of the terms and conditions of intercourse\nand commerce between the United States and their neighbors along a frontier\nof over 3,500 miles.This propinquity, community of language and occupation, and similarity of\npolitical and social institutions indicate the practicability and obvious\nwisdom of maintaining mutually beneficial and friendly relations.Whilst I am unfeignedly desirous that such relations should exist between\nus and the inhabitants of Canada, yet the action of their officials during\nthe past season toward our fishermen has been such as to seriously threaten\ntheir continuance.Although disappointed in my efforts to secure a satisfactory settlement of\nthe fishery question, negotiations are still pending, with reasonable hope\nthat before the close of the present session of Congress announcement may\nbe made that an acceptable conclusion has been reached.As at an early day there may be laid before Congress the correspondence of\nthe Department of State in relation to this important subject, so that the\nhistory of the past fishing season may be fully disclosed and the action\nand the attitude of the Administration clearly comprehended, a more\nextended reference is not deemed necessary in this communication.The recommendation submitted last year that provision be made for a\npreliminary reconnoissance of the conventional boundary line between Alaska\nand British Columbia is renewed.I express my unhesitating conviction that the intimacy of our relations\nwith Hawaii should be emphasized. As a result of the reciprocity treaty of\n1875, those islands, on the highway of Oriental and Australasian traffic,\nare virtually an outpost of American commerce and a stepping-stone to the\ngrowing trade of the Pacific. The Polynesian Island groups have been so\nabsorbed by other and more powerful governments that the Hawaiian Islands\nare left almost alone in the enjoyment of their autonomy, which it is\nimportant for us should be preserved. Our treaty is now terminable on one\nyear's notice, but propositions to abrogate it would be, in my judgment,\nmost ill advised. The paramount influence we have there acquired, once\nrelinquished, could only with difficulty be regained, and a valuable ground\nof vantage for ourselves might be converted into a stronghold for our\ncommercial competitors. I earnestly recommend that the existing treaty\nstipulations be extended for a further term of seven years. A recently\nsigned treaty to this end is now before the Senate.The importance of telegraphic communication between those islands and the\nUnited States should not be overlooked.The question of a general revision of the treaties of Japan is again under\ndiscussion at Tokyo. As the first to open relations with that Empire, and\nas the nation in most direct commercial relations with Japan, the United\nStates have lost no opportunity to testify their consistent friendship by\nsupporting the just claims of Japan to autonomy and independence among\nnations.A treaty of extradition between the United States and Japan, the first\nconcluded by that Empire, has been lately proclaimed.The weakness of Liberia and the difficulty of maintaining effective\nsovereignty over its outlying districts have exposed that Republic to\nencroachment. It can not be forgotten that this distant community is an\noffshoot of our own system, owing its origin to the associated benevolence\nof American citizens, whose praiseworthy efforts to create a nucleus of\ncivilization in the Dark Continent have commanded respect and sympathy\neverywhere, especially in this country. Although a formal protectorate over\nLiberia is contrary to our traditional policy, the moral right and duty of\nthe United States to assist in all proper ways in the maintenance of its\nintegrity is obvious, and has been consistently announced during nearly\nhalf a century. I recommend that in the reorganization of our Navy a small\nvessel, no longer found adequate to our needs, be presented to Liberia, to\nbe employed by it in the protection of its coastwise revenues.The encouraging development of beneficial and intimate relations between\nthe United States and Mexico, which has been so marked within the past few\nyears, is at once the occasion of congratulation and of friendly\nsolicitude. I urgently renew my former representation of the need or speedy\nlegislation by Congress to carry into effect the reciprocity commercial\nconvention of January 20, 1883.Our commercial treaty of 1831 with Mexico was terminated, according to its\nprovisions, in 1881, upon notification given by Mexico in pursuance of her\nannounced policy of recasting all her commercial treaties. Mexico has since\nconcluded with several foreign governments new treaties of commerce and\nnavigation, defining alien rights of trade, property, and residence,\ntreatment of shipping, consular privileges, and the like. Our yet\nunexecuted reciprocity convention of 1883 covers none of these points, the\nsettlement of which is so necessary to good relationship. I propose to\ninitiate with Mexico negotiations for a new and enlarged treaty of commerce\nand navigation.In compliance with a resolution of the Senate, I communicated to that body\non August 2 last, and also to the House of Representatives, the\ncorrespondence in the case of A. K. Cutting, an American citizen, then\nimprisoned in Mexico, charged with the commission of a penal offense in\nTexas, of which a Mexican citizen was the object.After demand had been made for his release the charge against him was\namended so as to include a violation of Mexican law within Mexican\nterritory.This joinder of alleged offenses, one within and the other exterior to\nMexico, induced me to order a special investigation of the case, pending\nwhich Mr. Cutting was released.The incident has, however, disclosed a claim of jurisdiction by Mexico\nnovel in our history, whereby any offense committed anywhere by a\nforeigner, penal in the place of its commission, and of which a Mexican is\nthe object, may, if the offender be found in Mexico, be there tried and\npunished in conformity with Mexican laws.This jurisdiction was sustained by the courts of Mexico in the Cutting\ncase, and approved by the executive branch of that Government, upon the\nauthority of a Mexican statute. The appellate court in releasing Mr.\nCutting decided that the abandonment of the complaint by the Mexican\ncitizen aggrieved by the alleged crime (a libelous publication) removed the\nbasis of further prosecution, and also declared justice to have been\nsatisfied by the enforcement of a small part of the original sentence.The admission of such a pretension would be attended with serious results,\ninvasive of the jurisdiction of this Government and highly dangerous to our\ncitizens in foreign lands. Therefore I have denied it and protested against\nits attempted exercise as unwarranted by the principles of law and\ninternational usages.A sovereign has jurisdiction of offenses which take effect within his\nterritory, although concocted or commenced outside of it; but the right is\ndenied of any foreign sovereign to punish a citizen of the United States\nfor an offense consummated on our soil in violation of our laws, even\nthough the offense be against a subject or citizen of such sovereign. The\nMexican statute in question makes the claim broadly, and the principle, if\nconceded, would create a dual responsibility in the citizen and lead to\ninextricable confusion, destructive of that certainty in the law which is\nan essential of liberty.When citizens of the United States voluntarily go into a foreign country,\nthey must abide by the laws there in force, and will not be protected by\ntheir own Government from the consequences of an offense against those laws\ncommitted in such foreign country; but watchful care and interest of this\nGovernment over its citizens are not relinquished because they have gone\nabroad, and if charged with crime committed in the foreign land a fair and\nopen trial, conducted with decent regard for justice and humanity, will be\ndemanded for them. With less than that this Government will not be content\nwhen the life or liberty of its citizens is at stake.Whatever the degree to which extraterritorial criminal jurisdiction may\nhave been formerly allowed by consent and reciprocal agreement among\ncertain of the European States, no such doctrine or practice was ever known\nto the laws of this country or of that from which our institutions have\nmainly been derived.In the case of Mexico there are reasons especially strong for perfect\nharmony in the mutual exercise of jurisdiction. Nature has made us\nirrevocably neighbors, and wisdom and kind feeling should make us friends.The overflow of capital and enterprise from the United States is a potent\nfactor in assisting the development of the resources of Mexico and in\nbuilding up the prosperity of both countries.To assist this good work all grounds of apprehension for the security of\nperson and property should be removed; and I trust that in the interests of\ngood neighborhood the statute referred to will be so modified as to\neliminate the present possibilities of danger to the peace of the two\ncountries.The Government of the Netherlands has exhibited concern in relation to\ncertain features of our tariff laws, which are supposed by them to be aimed\nat a class of tobacco produced in the Dutch East Indies. Comment would seem\nunnecessary upon the unwisdom of legislation appearing to have a special\nnational discrimination for its object, which, although unintentional, may\ngive rise to injurious retaliation.The establishment, less than four years ago, of a legation at Teheran is\nbearing fruit in the interest exhibited by the Shah's Government in the\nindustrial activity of the United States and the opportunities of\nbeneficial interchanges.Stable government is now happily restored in Peru by the election of a\nconstitutional president, and a period of rehabilitation is entered upon;\nbut the recovery is necessarily slow from the exhaustion caused by the late\nwar and civil disturbances. A convention to adjust by arbitration claims of\nour citizens has been proposed and is under consideration.The naval officer who bore to Siberia the testimonials bestowed by Congress\nin recognition of the aid given to the Jeannette survivors has successfully\naccomplished his mission. His interesting report will be submitted. It is\npleasant to know that this mark of appreciation has been welcomed by the\nRussian Government and people as befits the traditional friendship of the\ntwo countries.Civil perturbations in the Samoan Islands have during the past few years\nbeen a source of considerable embarrassment to the three\nGovernments-Germany, Great Britain, and the United States--whose relations\nand extraterritorial rights in that important group are guaranteed by\ntreaties. The weakness of the native administration and the conflict of\nopposing interests in the islands have led King Malietoa to seek alliance\nor protection in some one quarter, regardless of the distinct engagements\nwhereby no one of the three treaty powers may acquire any paramount or\nexclusive interest. In May last Malietoa offered to place Samoa under the\nprotection of the United States, and the late consul, without authority,\nassumed to grant it. The proceeding was promptly disavowed and the\noverzealous official recalled. Special agents of the three Governments have\nbeen deputed to examine the situation in the islands. With a change in the\nrepresentation of all three powers and a harmonious understanding between\nthem, the peace, prosperity, autonomous administration, and neutrality of\nSamoa can hardly fail to be secured.It appearing that the Government of Spain did not extend to the flag of the\nUnited States in the Antilles the full measure of reciprocity requisite\nunder our statute for the continuance of the suspension of discriminations\nagainst the Spanish flag in our ports, I was constrained in October last to\nrescind my predecessor's proclamation of February 14, 1884, permitting such\nsuspension. An arrangement was, however, speedily reached, and upon\nnotification from the Government of Spain that all differential treatment\nof our vessels and their cargoes, from the United States or from any\nforeign country, had been completely and absolutely relinquished, I availed\nmyself of the discretion conferred by law and issued on the 27th of October\nmy proclamation declaring reciprocal suspension in the United States. It is\nmost gratifying to bear testimony to the earnest spirit in which the\nGovernment of the Queen Regent has met our efforts to avert the initiation\nof commercial discriminations and reprisals, which are ever disastrous to\nthe material interests and the political good will of the countries they\nmay affect.The profitable development of the large commercial exchanges between the\nUnited States and the Spanish Antilles is naturally an object of\nsolicitude. Lying close at our doors, and finding here their main markets\nof supply and demand, the welfare of Cuba and Puerto Rico and their\nproduction and trade are scarcely less important to us than to Spain. Their\ncommercial and financial movements are so naturally a part of our system\nthat no obstacle to fuller and freer intercourse should be permitted to\nexist. The standing instructions of our representatives at Madrid and\nHavana have for years been to leave no effort unessayed to further these\nends, and at no time has the equal good desire of Spain been more hopefully\nmanifested than now.The Government of Spain, by removing the consular tonnage fees on cargoes\nshipped to the Antilles and by reducing passport fees, has shown its\nrecognition of the needs of less trammeled intercourse.An effort has been made during the past year to remove the hindrances to\nthe proclamation of the treaty of naturalization with the Sublime Porte,\nsigned in 1874, which has remained inoperative owing to a disagreement of\ninterpretation of the clauses relative to the effects of the return to and\nsojourn of a naturalized citizen in the land of origin. I trust soon to be\nable to announce a favorable settlement of the differences as to this\ninterpretation.It has been highly satisfactory to note the improved treatment of American\nmissionaries in Turkey, as has been attested by their acknowledgments to\nour late minister to that Government of his successful exertions in their\nbehalf.The exchange of ratifications of the convention of December 5, 1885, with\nVenezuela, for the reopening of the awards of the Caracas Commission under\nthe claims convention of 1866, has not yet been effected, owing to the\ndelay of the Executive of that Republic in ratifying the measure. I trust\nthat this postponement will be brief; but should it much longer continue,\nthe delay may well be regarded as a rescission of the compact and a failure\non the part of Venezuela to complete an arrangement so persistently sought\nby her during many years and assented to by this Government in a spirit of\ninternational fairness, although to the detriment of holders of bona fide\nawards of the impugned commission.I renew the recommendation of my last annual message that existing\nlegislation concerning citizenship and naturalization be revised. We have\ntreaties with many states providing for the renunciation of citizenship by\nnaturalized aliens, but no statute is found to give effect to such\nengagements, nor any which provides a needed central bureau for the\nregistration of naturalized citizens.Experience suggests that our statutes regulating extradition might be\nadvantageously amended by a provision for the transit across our territory,\nnow a convenient thoroughfare of travel from one foreign country to\nanother, of fugitives surrendered by a foreign government to a third state.\nSuch provisions are not unusual in the legislation of other countries, and\ntend to prevent the miscarriage of justice. It is also desirable, in order\nto remove present uncertainties, that authority should be conferred on the\nSecretary of State to issue a certificate, in case of an arrest for the\npurpose of extradition, to the officer before whom the proceeding is\npending, showing that a requisition for the surrender of the person charged\nhas been duly made. Such a certificate, if required to be received before\nthe prisoner's examination, would prevent a long and expensive judicial\ninquiry into a charge which the foreign government might not desire to\npress. I also recommend that express provision be made for the immediate\ndischarge from custody of persons committed for extradition where the\nPresident is of opinion that surrender should not be made.The drift of sentiment in civilized communities toward full recognition of\nthe rights of property in the creations of the human intellect has brought\nabout the adoption by many important nations of an international copyright\nconvention, which was signed at Berne on the 18th of September, 1885.Inasmuch as the Constitution gives to the Congress the power \"to promote\nthe progress of science and useful arts by securing for limited times to\nauthors and inventors the exclusive right to their respective writings and\ndiscoveries,\" this Government did not feel warranted in becoming a\nsignatory pending the action of Congress upon measures of international\ncopyright now before it; but the right of adhesion to the Berne convention\nhereafter has been reserved. I trust the subject will receive at your hands\nthe attention it deserves, and that the just claims of authors, so urgently\npressed, will be duly heeded.Representations continue to be made to me of the injurious effect upon\nAmerican artists studying abroad and having free access to the art\ncollections of foreign countries of maintaining a discriminating duty\nagainst the introduction of the works of their brother artists of other\ncountries, and I am induced to repeat my recommendation for the abolition\nof that tax.Pursuant to a provision of the diplomatic and consular appropriation act\napproved July 1, 1886, the estimates submitted by the Secretary of State\nfor the maintenance of the consular service have been recast on the basis\nof salaries for all officers to whom such allowance is deemed advisable.\nAdvantage has been taken of this to redistribute the salaries of the\noffices now appropriated for, in accordance with the work performed, the\nimportance of the representative duties of the incumbent, and the cost of\nliving at each post. The last consideration has been too often lost sight\nof in the allowances heretofore made. The compensation which may suffice\nfor the decent maintenance of a worthy and capable officer in a position of\nonerous and representative trust at a post readily accessible, and where\nthe necessaries of life are abundant and cheap, may prove an inadequate\npittance in distant lands, where the better part of a year's pay is\nconsumed in reaching the post of duty, and where the comforts of ordinary\ncivilized existence can only be obtained with difficulty and at exorbitant\ncost. I trust that in considering the submitted schedules no mistaken\ntheory of economy will perpetuate a system which in the past has virtually\nclosed to deserving talent many offices where capacity and attainments of a\nhigh order are indispensable, and in not a few instances has brought\ndiscredit on our national character and entailed embarrassment and even\nsuffering on those deputed to uphold our dignity and interests abroad.In connection with this subject I earnestly reiterate the practical\nnecessity of supplying some mode of trustworthy inspection and report of\nthe manner in which the consulates are conducted. In the absence of such\nreliable information efficiency can scarcely be rewarded or its opposite\ncorrected.Increasing competition in trade has directed attention to the value of the\nconsular reports printed by the Department of State, and the efforts of the\nGovernment to extend the practical usefulness of these reports have created\na wider demand for them at home and a spirit of emulation abroad.\nConstituting a record at the changes occurring in trade and of the progress\nof the arts and invention in foreign countries, they are much sought for by\nall interested in the subjects which they embrace.The report of the Secretary of the Treasury exhibits in detail the\ncondition of the public finances and of the several branches of the\nGovernment related to his Department. I especially direct the attention of\nthe Congress to the recommendations contained in this and the last\npreceding report of the Secretary touching the simplification and amendment\nof the laws relating to the collection of our revenues, and in the interest\nof economy and justice to the Government I hope they may be adopted by\nappropriate legislation.The ordinary receipts of the Government for the fiscal year ended June 30,\n1886, were $336,439,727.06. Of this amount $192,905,023.41 was received\nfrom customs and $116,805,936.48 from internal revenue. The total receipts,\nas here stated, were $13,749,020.68 greater than for the previous year, but\nthe increase from customs was $11,434,084.10 and from internal revenue\n$4,407,210.94, making a gain in these items for the last year of\n$15,841,295.04, a falling off in other resources reducing the total\nincrease to the smaller amount mentioned.The expense at the different custom-houses of collecting this increased\ncustoms revenue was less than the expense attending the collection of such\nrevenue for the preceding year by $490,608, and the increased receipts of\ninternal revenue were collected at a cost to the Internal-Revenue Bureau\n$155,944.99 less than the expense of such collection for the previous\nyear.The total ordinary expenses of the Government for the fiscal year ended\nJune 30, 1886, were $242,483,138.50, being less by $17,788,797 than such\nexpenditures for the year preceding, and leaving a surplus in the Treasury\nat the close of the last fiscal year of $93,956,588.56, as against\n$63,463,771.27 at the close of the previous year, being an increase in such\nsurplus of $30,492,817.29.The expenditures are compared with those of the preceding fiscal year and\nclassified as follows:For the current year to end June 30, 1887, the ascertained receipts up to\nOctober 1, 1886, with such receipts estimated for the remainder of the\nyear, amount to $356,000,000.The expenditures ascertained and estimated for the same period are\n$266,000,000, indicating an anticipated surplus at the close of the year of\n$90,000,000.The total value of the exports from the United States to foreign countries\nduring the fiscal year is stated and compared with the preceding year as\nfollows:The value of some of our leading exports during the last fiscal year, as\ncompared with the value of the same for the year immediately preceding, is\nhere given, and furnishes information both interesting and suggestive:Our imports during the last fiscal year, as compared with the previous\nyear, were as follows:In my last annual message to the Congress attention was directed to the\nfact that the revenues of the Government exceeded its actual needs, and it\nwas suggested that legislative action should be taken to relieve the people\nfrom the unnecessary burden of taxation thus made apparent.In view of the pressing importance of the subject I deem it my duty to\nagain urge its consideration.The income of the Government, by its increased volume and through economies\nin its collection, is now more than ever in excess of public necessities.\nThe application of the surplus to the payment of such portion of the public\ndebt as is now at our option subject to extinguishment, if continued at the\nrate which has lately prevailed, would retire that class of indebtedness\nwithin less than one year from this date. Thus a continuation of our\npresent revenue system would soon result in the receipt of an annual income\nmuch greater than necessary to meet Government expenses, with no\nindebtedness upon which it could be applied. We should then be confronted\nwith a vast quantity of money, the circulating medium of the people,\nhoarded in the Treasury when it should be in their hands, or we should be\ndrawn into wasteful public extravagance, with all the corrupting national\ndemoralization which follows in its train.But it is not the simple existence of this surplus and its threatened\nattendant evils which furnish the strongest argument against our present\nscale of Federal taxation. Its worst phase is the exaction of such a\nsurplus through a perversion of the relations between the people and their\nGovernment and a dangerous departure from the rules which limit the right\nof Federal taxation.Good government, and especially the government of which every American\ncitizen boasts, has for its objects the protection of every person within\nits care in the greatest liberty consistent with the good order of society\nand his perfect security in the enjoyment of his earnings with the least\npossible diminution for public needs. When more of the people's substance\nis exacted through the form of taxation than is necessary to meet the just\nobligations of the Government and the expense of its economical\nadministration, such exaction becomes ruthless extortion and a violation of\nthe fundamental principles of a free government.The indirect manner in which these exactions are made has a tendency to\nconceal their true character and their extent. But we have arrived at a\nstage of superfluous revenue which has aroused the people to a realization\nof the fact that the amount raised professedly for the support of the\nGovernment is paid by them as absolutely if added to the price of the\nthings which supply their daily wants as if it was paid at fixed periods\ninto the hand of the tax gatherer.Those who toil for daily wages are beginning to understand that capital,\nthough sometimes vaunting its importance and clamoring for the protection\nand favor of the Government, is dull and sluggish till, touched by the\nmagical hand of labor, it springs into activity, furnishing an occasion for\nFederal taxation and gaining the value which enables it to bear its burden.\nAnd the laboring man is thoughtfully inquiring whether in these\ncircumstances, and considering the tribute he constantly pays into the\npublic Treasury as he supplies his daily wants, he receives his fair share\nof advantages.There is also a suspicion abroad that the surplus of our revenues indicates\nabnormal and exceptional business profits, which, under the system which\nproduces such surplus, increase without corresponding benefit to the people\nat large the vast accumulations of a few among our citizens, whose\nfortunes, rivaling the wealth of the most favored in antidemocratic\nnations, are not the natural growth of a steady, plain, and industrious\nrepublic.Our farmers, too, and those engaged directly and indirectly in supplying\nthe products of agriculture, see that day by day, and as often as the daily\nwants of their households recur, they are forced to pay excessive and\nneedless taxation, while their products struggle in foreign markets with\nthe competition of nations, which, by allowing a freer exchange of\nproductions than we permit, enable their people to sell for prices which\ndistress the American farmer.As every patriotic citizen rejoices in the constantly increasing pride of\nour people in American citizenship and in the glory of our national\nachievements and progress, a sentiment prevails that the leading strings\nuseful to a nation in its infancy may well be to a great extent discarded\nin the present stage of American ingenuity, courage, and fearless\nself-reliance; and for the privilege of indulging this sentiment with true\nAmerican enthusiasm our citizens are quite willing to forego an idle\nsurplus in the public Treasury.And all the people know that the average rate of Federal taxation upon\nimports is to-day, in time of peace, but little less, while upon some\narticles of necessary consumption it is actually more, than was imposed by\nthe grievous burden willingly borne at a time when the Government needed\nmillions to maintain by war the safety and integrity of the Union.It has been the policy of the Government to collect the principal part of\nits revenues by a tax upon imports, and no change in this policy is\ndesirable. But the present condition of affairs constrains our people to\ndemand that by a revision of our revenue laws the receipts of the\nGovernment shall be reduced to the necessary expense of its economical\nadministration; and this demand should be recognized and obeyed by the\npeople's representatives in the legislative branch of the Government.In readjusting the burdens of Federal taxation a sound public policy\nrequires that such of our citizens as have built up large and important\nindustries under present conditions should not be suddenly and to their\ninjury deprived of advantages to which they have adapted their business;\nbut if the public good requires it they should be content with such\nconsideration as shall deal fairly and cautiously with their interests,\nwhile the just demand of the people for relief from needless taxation is\nhonestly answered.A reasonable and timely submission to such a demand should certainly be\npossible without disastrous shock to any interest; and a cheerful\nconcession sometimes averts abrupt and heedless action, often the outgrowth\nof impatience and delayed justice.Due regard should be also accorded in any proposed readjustment to the\ninterests of American labor so far as they are involved. We congratulate\nourselves that there is among us no laboring class fixed within unyielding\nbounds and doomed under all conditions to the inexorable fate of daily\ntoil. We recognize in labor a chief factor in the wealth of the Republic,\nand we treat those who have it in their keeping as citizens entitled to the\nmost careful regard and thoughtful attention. This regard and attention\nshould be awarded them, not only because labor is the capital of our\nworkingmen, justly entitled to its share of Government favor, but for the\nfurther and not less important reason that the laboring man, surrounded by\nhis family in his humble home, as a consumer is vitally interested in all\nthat cheapens the cost of living and enables him to bring within his\ndomestic circle additional comforts and advantages.This relation of the workingman to the revenue laws of the country and the\nmanner in which it palpably influences the question of wages should not be\nforgotten in the justifiable prominence given to the proper maintenance of\nthe supply and protection of well-paid labor. And these considerations\nsuggest such an arrangement of Government revenues as shall reduce the\nexpense of living, while it does not curtail the opportunity for work nor\nreduce the compensation of American labor and injuriously affect its\ncondition and the dignified place it holds in the estimation of our\npeople.But our farmers and agriculturists--those who from the soil produce the\nthings consumed by all--are perhaps more directly and plainly concerned\nthan any other of our citizens in a just and careful system of Federal\ntaxation. Those actually engaged in and more remotely connected with this\nkind of work number nearly one-half of our population. None labor harder or\nmore continuously than they. No enactments limit their hours of toil and no\ninterposition of the Government enhances to any great extent the value of\ntheir products. And yet for many of the necessaries and comforts of life,\nwhich the most scrupulous economy enables them to bring into their homes,\nand for their implements of husbandry, they are obliged to pay a price\nlargely increased by an unnatural profit, which by the action of the\nGovernment is given to the more favored manufacturer.I recommend that, keeping in view all these considerations, the increasing\nand unnecessary surplus of national income annually accumulating be\nreleased to the people by an amendment to our revenue laws which shall\ncheapen the price of the necessaries of life and give freer entrance to\nsuch imported materials as by American labor may be manufactured into\nmarketable commodities.Nothing can be accomplished, however, in the direction of this much-needed\nreform unless the subject is approached in a patriotic spirit of devotion\nto the interests of the entire country and with a willingness to yield\nsomething for the public good.The sum paid upon the public debt during the fiscal year ended June 30,\n1886, was $44,551,043.36.During the twelve months ended October 31,1886, 3 per cent bonds were\ncalled for redemption amounting to $127,283,100, of which $80,643,200 was\nso called to answer the requirements of the law relating to the sinking\nfund and $46,639,900 for the purpose of reducing the public debt by\napplication of a part of the surplus in the Treasury to that object. Of the\nbonds thus called $102,269,450 became subject under such calls to\nredemption prior to November 1, 1886. The remainder, amounting\nto $25,013,650, matured under the calls after that date.In addition to the amount subject to payment and cancellation prior to\nNovember 1, there were also paid before that day certain of these bonds,\nwith the interest thereon, amounting to $5,072,350, which were anticipated\nas to their maturity, of which $2,664,850 had not been called, Thus\n$107,341,800 had been actually applied prior to the 1st of November, 1886,\nto the extinguishment of our bonded and interest-bearing debt, leaving on\nthat day still outstanding the sum of $1,153,443,112. Of this amount\n$86,848,700 were still represented by 3 per cent bonds. They however, have\nbeen since November 1, or will at once be, further reduced by $22,606,150,\nbeing bonds which have been called, as already stated, but not redeemed and\ncanceled before the latter date.During the fiscal year ended June 30, 1886, there were coined, under the\ncompulsory silver-coinage act of 1878,29,838,905 silver dollars, and the\ncost of the silver used in such coinage was $23,448,960.01. There had been\ncoined up to the close of the previous fiscal year under the provisions of\nthe law 203,882,554 silver dollars, and on the 1st day of December, 1886,\nthe total amount of such coinage was $247,131,549.The Director of the Mint reports that at the time of the passage of the law\nof 1878 directing this coinage the intrinsic value of the dollars thus\ncoined was 94 1/4 cents each, and that on the 31st day of July, 1886, the\nprice of silver reached the lowest stage ever known, so that the intrinsic\nor bullion price of our standard silver dollar at that date was less than\n72 cents. The price of silver on the 30th day of November last was such as\nto make these dollars intrinsically worth 78 cents each.These differences in value of the coins represent the fluctuations in the\nprice of silver, and they certainly do not indicate that compulsory coinage\nby the Government enhances the price of that commodity or secures\nuniformity in its value.Every fair and legal effort has been made by the Treasury Department to\ndistribute this currency among the people. The withdrawal of United States\nTreasury notes of small denominations and the issuing of small silver\ncertificates have been resorted to in the endeavor to accomplish this\nresult, in obedience to the will and sentiments of the representatives of\nthe people in the Congress. On the 27th day of November, 1886, the people\nheld of these coins, or certificates representing them, the nominal sum of\n$166,873,041, and we still had $79,464,345 in the Treasury as against about\n$142,894,055 so in the hands of the people and $72,865,376 remaining in the\nTreasury one year ago. The Director of the Mint again urges the necessity\nof more vault room for the purpose of storing these silver dollars which\nare not needed for circulation by the people.I have seen no reason to change the views expressed in my last annual\nmessage on the subject of this compulsory coinage, and I again urge its\nsuspension on all the grounds contained in my former recommendation,\nreenforced by the significant increase of our gold exportations during the\nlast year, as appears by the comparative statement herewith presented, and\nfor the further reasons that the more this currency is distributed among\nthe people the greater becomes our duty to protect it from disaster, that\nwe now have abundance for all our needs, and that there seems but little\npropriety in building vaults to store such currency when the only pretense\nfor its coinage is the necessity of its use by the people as a circulating\nmedium.The great number of suits now pending in the United States courts for the\nsouthern district of New York growing out of the collection of customs\nrevenue at the port of New York and the number of such suits that are\nalmost daily instituted are certainly worthy the attention of the Congress.\nThese legal controversies, based upon conflicting views by importers and\nthe collector as to the interpretation of our present complex and\nindefinite revenue laws, might be largely obviated by an amendment of those\nlaws.But pending such amendment the present condition of this litigation should\nbe relieved. There are now pending about 2,500 of these suits. More than\n1,100 have been commenced within the past eighteen months, and many of the\nothers have been at issue for more than twenty-five years. These delays\nsubject the Government to loss of evidence and prevent the preparation\nnecessary to defeat unjust and fictitious claims, while constantly accruing\ninterest threatens to double the demands involved.In the present condition of the dockets of the courts, well filled with\nprivate suits, and of the force allowed the district attorney, no greater\nthan is necessary for the ordinary and current business of his office,\nthese revenue litigations can not be considered.In default of the adoption by the Congress of a plan for the general\nreorganization of the Federal courts, as has been heretofore recommended, I\nurge the propriety of passing a law permitting the appointment of an\nadditional Federal judge in the district where these Government suits have\naccumulated, so that by continuous sessions of the courts devoted to the\ntrial of these cases they may be determined.It is entirely plain that a great saving to the Government would be\naccomplished by such a remedy, and the suitors who have honest claims would\nnot be denied justice through delay.The report of the Secretary of War gives a detailed account of the\nadministration of his Department and contains sundry recommendations for\nthe improvement of the service, which I fully approve.The Army consisted at the date of the last consolidated return of 2,103\nofficers and 24,946 enlisted men.The expenses of the Department for the last fiscal year were\n$36,990,903.38, including $6,294,305.43 for public works and river and\nharbor improvements.I especially direct the attention of the Congress to the recommendation\nthat officers be required to submit to an examination as a preliminary to\ntheir promotion. I see no objection, but many advantages, in adopting this\nfeature, which has operated so beneficially in our Navy Department, as well\nas in some branches of the Army.The subject of coast defenses and fortifications has been fully and\ncarefully treated by the Board on Fortifications, whose report was\nsubmitted at the last session of Congress; but no construction work of the\nkind recommended by the board has been possible during the last year from\nthe lack of appropriations for such purpose.The defenseless condition of our seacoast and lake frontier is perfectly\npalpable. The examinations made must convince us all that certain of our\ncities named in the report of the board should be fortified and that work\non the most important of these fortifications should be commenced at once.\nThe work has been thoroughly considered and laid out, the Secretary of War\nreports, but all is delayed in default of Congressional action.The absolute necessity, judged by all standards of prudence and foresight,\nof our preparation for an effectual resistance against the armored ships\nand steel guns and mortars of modern construction which may threaten the\ncities on our coasts is so apparent that I hope effective steps will be\ntaken in that direction immediately.The valuable and suggestive treatment of this question by the Secretary of\nWar is earnestly commended to the consideration of the Congress.In September and October last the hostile Apaches who, under the leadership\nof Geronimo, had for eighteen months been on the war path, and during that\ntime had committed many murders and been the cause of constant terror to\nthe settlers of Arizona, surrendered to General Miles, the military\ncommander who succeeded General Crook in the management and direction of\ntheir pursuit.Under the terms of their surrender as then reported, and in view of the\nunderstanding which these murderous savages seemed to entertain of the\nassurances given them, it was considered best to imprison them in such\nmanner as to prevent their ever engaging in such outrages again, instead of\ntrying them for murder. Fort Pickens having been selected as a safe place\nof confinement, all the adult males were sent thither and will be closely\nguarded as prisoners. In the meantime the residue of the band, who, though\nstill remaining upon the reservation, were regarded as unsafe and suspected\nof furnishing aid to those on the war path, had been removed to Fort\nMarion. The women and larger children of the hostiles were also taken\nthere, and arrangements have been made for putting the children of proper\nage in Indian schools.The report of the Secretary of the Navy contains a detailed exhibit of the\ncondition of his Department, with such a statement of the action needed to\nimprove the same as should challenge the earnest attention of the\nCongress.The present Navy of the United States, aside from the ships in course of\nconstruction, consists of--First. Fourteen single-turreted monitors, none of which are in commission\nnor at the present time serviceable. The batteries of these ships are\nobsolete, and they can only be relied upon as auxiliary ships in harbor\ndefense, and then after such an expenditure upon them as might not be\ndeemed justifiable.Second. Five fourth-rate vessels of small tonnage, only one of which was\ndesigned as a war vessel, and all of which are auxiliary merely.Third. Twenty-seven cruising ships, three of which are built of iron, of\nsmall tonnage, and twenty-four of wood. Of these wooden vessels it is\nestimated by the Chief Constructor of the Navy that only three will be\nserviceable beyond a period of six years, at which time it may be said that\nof the present naval force nothing worthy the name will remain.All the vessels heretofore authorized are under contract or in course of\nconstruction except the armored ships, the torpedo and dynamite boats, and\none cruiser. As to the last of these, the bids were in excess of the limit\nfixed by Congress. The production in the United States of armor and gun\nsteel is a question which it seems necessary to settle at an early day if\nthe armored war vessels are to be completed with those materials of home\nmanufacture. This has been the subject of investigation by two boards and\nby two special committees of Congress within the last three years. The\nreport of the Gun Foundry Board in 1884, of the Board on Fortifications\nmade in January last, and the reports of the select committees of the two\nHouses made at the last session of Congress have entirely exhausted the\nsubject, so far as preliminary investigation is involved, and in their\nrecommendations they are substantially agreed.In the event that the present invitation of the Department for bids to\nfurnish such of this material as is now authorized shall fail to induce\ndomestic manufacturers to undertake the large expenditures required to\nprepare for this new manufacture, and no other steps are taken by Congress\nat its coming session, the Secretary contemplates with dissatisfaction the\nnecessity of obtaining abroad the armor and the gun steel for the\nauthorized ships. It would seem desirable that the wants of the Army and\nthe Navy in this regard should be reasonably met, and that by uniting their\ncontracts such inducement might be offered as would result in securing the\ndomestication of these important interests.The affairs of the postal service show marked and gratifying improvement\nduring the past year. A particular account of its transactions and\ncondition is given in the report of the Postmaster-General, which will be\nlaid before you.The reduction of the rate of letter postage in 1883, rendering the postal\nrevenues inadequate to sustain the expenditures, and business depression\nalso contributing, resulted in an excess of cost for the fiscal year ended\nJune 30, 1885, of eight and one-third millions of dollars. An additional\ncheck upon receipts by doubling the measure of weight in rating sealed\ncorrespondence and diminishing one-half the charge for newspaper carriage\nwas imposed by legislation which took effect with the beginning of the past\nfiscal year, while the constant demand of our territorial development and\ngrowing population for the extension and increase of mail facilities and\nmachinery necessitates steady annual advance in outlay, and the careful\nestimate of a year ago upon the rates of expenditure then existing\ncontemplated the unavoidable augmentation of the deficiency in the last\nfiscal year by nearly $2,000,000. The anticipated revenue for the last year\nfailed of realization by about $64,000, but proper measures of economy have\nso satisfactorily limited the growth of expenditure that the total\ndeficiency in fact fell below that of 1885, and at this time the increase\nof revenue is in a gaining ratio over the increase of cost, demonstrating\nthe sufficiency of the present rates of postage ultimately to sustain the\nservice. This is the more pleasing because our people enjoy now both\ncheaper postage proportionably to distances and a vaster and more costly\nservice than any other upon the globe.Retrenchment has been effected in the cost of supplies, some expenditures\nunwarranted by law have ceased, and the outlays for mail carriage have been\nsubjected to beneficial scrutiny. At the close of the last fiscal year the\nexpense of transportation on star routes stood at an annual rate of cost\nless by over $560,000 than at the close of the previous year and steamboat\nand mail-messenger service at nearly $200,000 less.The service has been in the meantime enlarged and extended by the\nestablishment of new offices, increase of routes of carriage, expansion of\ncarrier-delivery conveniences, and additions to the railway mail\nfacilities, in accordance with the growing exigencies of the country and\nthe long-established policy of the Government.The Postmaster-General calls attention to the existing law for compensating\nrailroads and expresses the opinion that a method may be devised which will\nprove more just to the carriers and beneficial to the Government; and the\nsubject appears worthy of your early consideration.The differences which arose during the year with certain of the ocean\nsteamship companies have terminated by the acquiescence of all in the\npolicy of the Government approved by the Congress in the postal\nappropriation at its last session, and the Department now enjoys the utmost\nservice afforded by all vessels which sail from our ports upon either\nocean--a service generally adequate to the needs of our intercourse.\nPetitions have, however, been presented to the Department by numerous\nmerchants and manufacturers for the establishment of a direct service to\nthe Argentine Republic and for semimonthly dispatches to the Empire of\nBrazil, and the subject is commended to your consideration. It is an\nobvious duty to provide the means of postal communication which our\ncommerce requires, and with prudent forecast of results the wise extension\nof it may lead to stimulating intercourse and become the harbinger of a\nprofitable traffic which will open new avenues for the disposition of the\nproducts of our industry. The circumstances of the countries at the far\nsouth of our continent are such as to invite our enterprise and afford the\npromise of sufficient advantages to justify an unusual effort to bring\nabout the closer relations which greater freedom of communication would\ntend to establish.I suggest that, as distinguished from a grant or subsidy for the mere\nbenefit of any line of trade or travel, whatever outlay may be required to\nsecure additional postal service, necessary and proper and not otherwise\nattainable, should be regarded as within the limit of legitimate\ncompensation for such service.The extension of the free-delivery service as suggested by the\nPostmaster-General has heretofore received my sanction, and it is to be\nhoped a suitable enactment may soon be agreed upon.The request for an appropriation sufficient to enable the general\ninspection of fourth-class offices has my approbation.I renew my approval of the recommendation of the Postmaster-General that\nanother assistant be provided for the Post-Office Department, and I invite\nyour attention to the several other recommendations in his report.The conduct of the Department of Justice for the last fiscal year is fully\ndetailed in the report of the Attorney-General, and I invite the earnest\nattention of the Congress to the same and due consideration of the\nrecommendations therein contained.In the report submitted by this officer to the last session of the Congress\nhe strongly recommended the erection of a penitentiary for the confinement\nof prisoners convicted and sentenced in the United States courts, and he\nrepeats the recommendation in his report for the last year.This is a matter of very great importance and should at once receive\nCongressional action. United States prisoners are now confined in more than\nthirty different State prisons and penitentiaries scattered in every part\nof the country. They are subjected to nearly as many different modes of\ntreatment and discipline and are far too much removed from the control and\nregulation of the Government. So far as they are entitled to humane\ntreatment and an opportunity for improvement and reformation, the\nGovernment is responsible to them and society that these things are\nforthcoming. But this duty can scarcely be discharged without more absolute\ncontrol and direction than is possible under the present system.Many of our good citizens have interested themselves, with the most\nbeneficial results, in the question of prison reform. The General\nGovernment should be in a situation, since there must be United States\nprisoners, to furnish important aid in this movement, and should be able to\nillustrate what may be practically done in the direction of this reform and\nto present an example in the treatment and improvement of its prisoners\nworthy of imitation.With prisons under its own control the Government could deal with the\nsomewhat vexed question of convict labor, so far as its convicts were\nconcerned, according to a plan of its own adoption, and with due regard to\nthe rights and interests of our laboring citizens, instead of sometimes\naiding in the operation of a system which causes among them irritation and\ndiscontent.Upon consideration of this subject it might be thought wise to erect more\nthan one of these institutions, located in such places as would best\nsubserve the purposes of convenience and economy in transportation. The\nconsiderable cost of maintaining these convicts as at present, in State\ninstitutions, would be saved by the adoption of the plan proposed, and by\nemploying them in the manufacture of such articles as were needed for use\nby the Government quite a large pecuniary benefit would be realized in\npartial return for our outlay.I again urge a change in the Federal judicial system to meet the wants of\nthe people and obviate the delays necessarily attending the present\ncondition of affairs in our courts. All are agreed that something should be\ndone, and much favor is shown by those well able to advise to the plan\nsuggested by the Attorney-General at the last session of the Congress and\nrecommended in my last annual message. This recommendation is here renewed,\ntogether with another made at the same time, touching a change in the\nmanner of compensating district attorneys and marshals; and the latter\nsubject is commended to the Congress for its action in the interest of\neconomy to the Government, and humanity, fairness, and justice to our\npeople.The report of the Secretary of the Interior presents a comprehensive\nsummary of the work of the various branches of the public service connected\nwith his Department, and the suggestions and recommendations which it\ncontains for the improvement of the service should receive your careful\nconsideration.The exhibit made of the condition of our Indian population and the progress\nof the work for their enlightenment, notwithstanding the many\nembarrassments which hinder the better administration of this important\nbranch of the service, is a gratifying and hopeful one.The funds appropriated for the Indian service for the fiscal year just\npassed, with the available income from Indian land and trust moneys,\namounting in all to $7,850,775.12, were ample for the service under the\nconditions and restrictions of laws regulating their expenditure. There\nremained a balance on hand on June 30, 1886, of $1,660,023.30, of which $\n1,337,768.21 are permanent funds for fulfillment of treaties and other like\npurposes, and the remainder, $322,255.09, is subject to be carried to the\nsurplus fund as required by law.The estimates presented for appropriations for the ensuing fiscal year\namount to $5,608,873.64, or $442,386.20 less than those laid before the\nCongress last year.The present system of agencies, while absolutely necessary and well adapted\nfor the management of our Indian affairs and for the ends in view when it\nwas adopted, is in the present stage of Indian management inadequate,\nstanding alone, for the accomplishment of an object which has become\npressing in its importance--the more rapid transition from tribal\norganizations to citizenship of such portions of the Indians as are capable\nof civilized life.When the existing system was adopted, the Indian race was outside of the\nlimits of organized States and Territories and beyond the immediate reach\nand operation of civilization, and all efforts were mainly directed to the\nmaintenance of friendly relations and the preservation of peace and quiet\non the frontier. All this is now changed. There is no such thing as the\nIndian frontier. Civilization, with the busy hum of industry and the\ninfluences of Christianity, surrounds these people at every point. None of\nthe tribes are outside of the bounds of organized government and society,\nexcept that the Territorial system has not been extended over that portion\nof the country known as the Indian Territory. As a race the Indians are no\nlonger hostile, but may be considered as submissive to the control of the\nGovernment. Few of them only are troublesome. Except the fragments of\nseveral bands, all are now gathered upon reservations.It is no longer possible for them to subsist by the chase and the\nspontaneous productions of the earth.With an abundance of land, if furnished with the means and implements for\nprofitable husbandry, their life of entire dependence upon Government\nrations from day to day is no longer defensible. Their inclination, long\nfostered by a defective system of control, is to cling to the habits and\ncustoms of their ancestors and struggle with persistence against the change\nof life which their altered circumstances press upon them. But barbarism\nand civilization can not live together. It is impossible that such\nincongruous conditions should coexist on the same soil.They are a portion of our people, are under the authority of our\nGovernment, and have a peculiar claim upon and are entitled to the\nfostering care and protection of the nation. The Government can not relieve\nitself of this responsibility until they are so far trained and civilized\nas to be able wholly to manage and care for themselves. The paths in which\nthey should walk must be clearly marked out for them, and they must be led\nor guided until they are familiar with the way and competent to assume the\nduties and responsibilities of our citizenship.Progress in this great work will continue only at the present slow pace and\nat great expense unless the system and methods of management are improved\nto meet the changed conditions and urgent demands of the service.The agents, having general charge and supervision in many cases of more\nthan 5,000 Indians, scattered over large reservations, and burdened with\nthe details of accountability for funds and supplies, have time to look\nafter the industrial training and improvement of a few Indians only. The\nmany are neglected and remain idle and dependent, conditions not favorable\nfor progress and civilization.The compensation allowed these agents and the conditions of the service are\nnot calculated to secure for the work men who are fitted by ability and\nskill to properly plan and intelligently direct the methods best adapted to\nproduce the most speedy results and permanent benefits.Hence the necessity for a supplemental agency or system directed to the end\nof promoting the general and more rapid transition of the tribes from\nhabits and customs of barbarism to the ways of civilization.With an anxious desire to devise some plan of operation by which to secure\nthe welfare of the Indians and to relieve the Treasury as far as possible\nfrom the support of an idle and dependent population, I recommended in my\nprevious annual message the passage of a law authorizing the appointment of\na commission as an instrumentality auxiliary to those already established\nfor the care of the Indians. It was designed that this commission should be\ncomposed of six intelligent and capable persons--three to be detailed from\nthe Army--having practical ideas upon the subject of the treatment of\nIndians and interested in their welfare, and that it should be charged,\nunder the direction of the Secretary of the Interior, with the management\nof such matters of detail as can not with the present organization be\nproperly and successfully conducted, and which present different phases, as\nthe Indians themselves differ in their progress, needs, disposition, and\ncapacity for improvement or immediate self-support.By the aid of such a commission much unwise and useless expenditure of\nmoney, waste of materials, and unavailing efforts might be avoided; and it\nis hoped that this or some measure which the wisdom of Congress may better\ndevise to supply the deficiency of the present system may receive your\nconsideration and the appropriate legislation be provided.The time is ripe for the work of such an agency.There is less opposition to the education and training of the Indian youth,\nas shown by the increased attendance upon the schools, and there is a\nyielding tendency for the individual holding of lands. Development and\nadvancement in these directions are essential, and should have every\nencouragement. As the rising generation are taught the language of\ncivilization and trained in habits of industry they should assume the\nduties, privileges, and responsibilities of citizenship.No obstacle should hinder the location and settlement of any Indian willing\nto take land in severalty; on the contrary, the inclination to do so should\nbe stimulated at all times when proper and expedient. But there is no\nauthority of law for making allotments on some of the reservations, and on\nothers the allotments provided for are so small that the Indians, though\nready and desiring to settle down, are not willing to accept such small\nareas when their reservations contain ample lands to afford them homesteads\nof sufficient size to meet their present and future needs.These inequalities of existing special laws and treaties should be\ncorrected and some general legislation on the subject should be provided,\nso that the more progressive members of the different tribes may be settled\nupon homesteads, and by their example lead others to follow, breaking away\nfrom tribal customs and substituting therefor the love of home, the\ninterest of the family, and the rule of the state.The Indian character and nature are such that they are not easily led while\nbrooding over unadjusted wrongs. This is especially so regarding their\nlands. Matters arising from the construction and operation of railroads\nacross some of the reservations, and claims of title and right of occupancy\nset up by white persons to some of the best land within other reservations\nrequire legislation for their final adjustment.The settlement of these matters will remove many embarrassments to progress\nin the work of leading the Indians to the adoption of our institutions and\nbringing them under the operation, the influence, and the protection of the\nuniversal laws of our country.The recommendations of the Secretary of the Interior and the Commissioner\nof the General Land Office looking to the better protection of public lands\nand of the public surveys, the preservation of national forests, the\nadjudication of grants to States and corporations and of private land\nclaims, and the increased efficiency of the public-land service are\ncommended to the attention of Congress. To secure the widest distribution\nof public lands in limited quantities among settlers for residence and\ncultivation, and thus make the greatest number of individual homes, was the\nprimary object of the public-land legislation in the early days of the\nRepublic. This system was a simple one. It commenced with an admirable\nscheme of public surveys, by which the humblest citizen could identify the\ntract upon which he wished to establish his home. The price of lands was\nplaced within the reach of all the enterprising, industrious, and honest\npioneer citizens of the country. It was soon, however, found that the\nobject of the laws was perverted, under the system of cash sales, from a\ndistribution of land among the people to an accumulation of land capital by\nwealthy and speculative persons. To check this tendency a preference right\nof purchase was given to settlers on the land, a plan which culminated in\nthe general preemption act of 1841. The foundation of this system was\nactual residence and cultivation. Twenty years later the homestead law was\ndevised to more surely place actual homes in the possession of actual\ncultivators of the soil. The land was given without price, the sole\nconditions being residence, improvement, and cultivation. Other laws have\nfollowed, each designed to encourage the acquirement and use of land in\nlimited individual quantities. But in later years these laws, through\nvicious administrative methods and under changed conditions of\ncommunication and transportation, have been so evaded and violated that\ntheir beneficent purpose is threatened with entire defeat. The methods of\nsuch evasions and violations are set forth in detail in the reports of the\nSecretary of the Interior and Commissioner of the General Land Office. The\nrapid appropriation of our public lands without bona fide settlements or\ncultivation, and not only without intention of residence, but for the\npurpose of their aggregation in large holdings, in many cases in the hands\nof foreigners, invites the serious and immediate attention of the\nCongress.The energies of the Land Department have been devoted during the present\nAdministration to remedy defects and correct abuses in the public-land\nservice. The results of these efforts are so largely in the nature of\nreforms in the processes and methods of our land system as to prevent\nadequate estimate; but it appears by a compilation from the reports of the\nCommissioner of the General Land Office that the immediate effect in\nleading cases which have come to a final termination has been the\nrestoration to the mass of public lands of 2,750,000 acres; that 2,370,000\nacres are embraced in investigations now pending before the Department or\nthe courts, and that the action of Congress has been asked to effect the\nrestoration of 2,790,000 acres additional; besides which 4,000,000 acres\nhave been withheld from reservation and the rights of entry thereon\nmaintained.I recommend the repeal of the preemption and timber-culture acts, and that\nthe homestead laws be so amended as to better secure compliance with their\nrequirements of residence, improvement, and cultivation for the period of\nfive years from date of entry, without commutation or provision for\nspeculative relinquishment. I also recommend the repeal of the desert-land\nlaws unless it shall be the pleasure of the Congress to so amend these laws\nas to render them less liable to abuses. As the chief motive for an evasion\nof the laws and the principal cause of their result in land accumulation\ninstead of land distribution is the facility with which transfers are made\nof the right intended to be secured to settlers, it may be deemed advisable\nto provide by legislation some guards and checks upon the alienation of\nhomestead rights and lands covered thereby until patents issue.Last year an Executive proclamation was issued directing the removal of\nfences which inclosed the public domain. Many of these have been removed in\nobedience to such order, but much of the public land still remains within\nthe lines of these unlawful fences. The ingenious methods resorted to in\norder to continue these trespasses and the hardihood of the pretenses by\nwhich in some cases such inclosures are justified are fully detailed in the\nreport of the Secretary of the Interior.The removal of the fences still remaining which inclose public lands will\nbe enforced with all the authority and means with which the executive\nbranch of the Government is or shall be invested by the Congress for that\npurpose.The report of the Commissioner of Pensions contains a detailed and most\nsatisfactory exhibit of the operations of the Pension Bureau during the\nlast fiscal year. The amount of work done was the largest in any year since\nthe organization of the Bureau, and it has been done at less cost than\nduring the previous year in every division.On the 30th day of June, 1886, there were 365,783 pensioners on the rolls\nof the Bureau.Since 1861 there have been 1,018,735 applications for pensions filed, of\nwhich 78,834 were based upon service in the War of 1812. There were 621,754\nof these applications allowed, including 60,178 to the soldiers of 1812 and\ntheir widows.The total amount paid for pensions since 1861 is $808,624,811.57.The number of new pensions allowed during the year ended June 30, 1886, is\n40,857, a larger number than has been allowed in any year save one since\n1861. The names of 2,229 pensioners which had been previously dropped from\nthe rolls were restored during the year, and after deducting those dropped\nwithin the same time for various causes a net increase remains for the year\nof 20,658 names.From January 1, 1861, to December 1, 1885, 1,967 private pension acts had\nbeen passed. Since the last-mentioned date, and during the last session of\nthe Congress, 644 such acts became laws.It seems to me that no one can examine our pension establishment and its\noperations without being convinced that through its instrumentality justice\ncan be very nearly done to all who are entitled under present laws to the\npension bounty of the Government.But it is undeniable that cases exist, well entitled to relief, in which\nthe Pension Bureau is powerless to aid. The really worthy cases of this\nclass are such as only lack by misfortune the kind or quantity of proof\nwhich the law and regulations of the Bureau require, or which, though their\nmerit is apparent, for some other reason can not be justly dealt with\nthrough general laws. These conditions fully justify application to the\nCongress and special enactments. But resort to the Congress for a special\npension act to overrule the deliberate and careful determination of the\nPension Bureau on the merits or to secure favorable action when it could\nnot be expected under the most liberal execution of general laws, it must\nbe admitted opens the door to the allowance of questionable claims and\npresents to the legislative and executive branches of the Government\napplications concededly not within the law and plainly devoid of merit, but\nso surrounded by sentiment and patriotic feeling that they are hard to\nresist. I suppose it will not be denied that many claims for pension are\nmade without merit and that many have been allowed upon fraudulent\nrepresentations. This has been declared from the Pension Bureau, not only\nin this but in prior Administrations.The usefulness and the justice of any system for the distribution of\npensions depend upon the equality and uniformity of its operation.It will be seen from the report of the Commissioner that there are now paid\nby the Government 131 different rates of pension.He estimates from the best information he can obtain that 9,000 of those\nwho have served in the Army and Navy of the United States are now\nsupported, in whole or in part, from public funds or by organized\ncharities, exclusive of those in soldiers' homes under the direction and\ncontrol of the Government. Only 13 per cent of these are pensioners, while\nof the entire number of men furnished for the late war something like 20\nper cent, including their widows and relatives, have been or now are in\nreceipt of pensions.The American people, with a patriotic and grateful regard for our\nex-soldiers, too broad and too sacred to be monopolized by any special\nadvocates, are not only willing but anxious that equal and exact justice\nshould be done to all honest claimants for pensions. In their sight the\nfriendless and destitute soldier, dependent on public charity, if otherwise\nentitled, has precisely the same right to share in the provision made for\nthose who fought their country's battles as those better able, through\nfriends and influence, to push their claims. Every pension that is granted\nunder our present plan upon any other grounds than actual service and\ninjury or disease incurred in such service, and every instance of the many\nin which pensions are increased on other grounds than the merits of the\nclaim, work an injustice to the brave and crippled, but poor and\nfriendless, soldier, who is entirely neglected or who must be content with\nthe smallest sum allowed under general laws.There are far too many neighborhoods in which are found glaring cases of\ninequality of treatment in the matter of pensions, and they are largely due\nto a yielding in the Pension Bureau to importunity on the part of those,\nother than the pensioner, who are especially interested, or they arise from\nspecial acts passed for the benefit of individuals.The men who fought side by side should stand side by side when they\nparticipate in a grateful nation's kind remembrance.Every consideration of fairness and justice to our ex-soldiers and the\nprotection of the patriotic instinct of our citizens from perversion and\nviolation point to the adoption of a pension system broad and comprehensive\nenough to cover every contingency, and which shall make unnecessary an\nobjectionable volume of special legislation.As long as we adhere to the principle of granting pensions for service, and\ndisability as the result of the service, the allowance of pensions should\nbe restricted to cases presenting these features.Every patriotic heart responds to a tender consideration for those who,\nhaving served their country long and well, are reduced to destitution and\ndependence, not as an incident of their service, but with advancing age or\nthrough sickness or misfortune. We are all tempted by the contemplation of\nsuch a condition to supply relief, and are often impatient of the\nlimitations of public duty. Yielding to no one in the desire to indulge\nthis feeling of consideration, I can not rid myself of the conviction that\nif these ex-soldiers are to be relieved they and their cause are entitled\nto the benefit of an enactment under which relief may be claimed as a\nright, and that such relief should be granted under the sanction of law,\nnot in evasion of it; nor should such worthy objects of care, all equally\nentitled, be remitted to the unequal operation of sympathy or the tender\nmercies of social and political influence, with their unjust\ndiscriminations.The discharged soldiers and sailors of the country are our fellow-citizens,\nand interested with us in the passage and faithful execution of wholesome\nlaws. They can not be swerved from their duty of citizenship by artful\nappeals to their spirit of brotherhood born of common peril and suffering,\nnor will they exact as a test of devotion to their welfare a willingness to\nneglect public duty in their behalf.On the 4th of March, 1885, the current business of the Patent Office was,\non an average, five and a half months in arrears, and in several divisions\nmore than twelve months behind. At the close of the last fiscal year such\ncurrent work was but three months in arrears, and it is asserted and\nbelieved that in the next few months the delay in obtaining an examination\nof an application for a patent will be but nominal.The number of applications for patents during the last fiscal year,\nincluding reissues, designs, trade-marks, and labels, equals 40,678, which\nis considerably in excess of the number received during any preceding\nyear.The receipts of the Patent Office during the year aggregate $1,205,167.80,\nenabling the office to turn into the Treasury a surplus revenue, over and\nabove all expenditures, of about $163,710.30.The number of patents granted during the last fiscal year, including\nreissues, trade-marks, designs, and labels, was 25,619, a number also quite\nlargely in excess of that of any preceding year.The report of the Commissioner shows the office to be in a prosperous\ncondition and constantly increasing in its business. No increase of force\nis asked for.The amount estimated for the fiscal year ending June 30, 1886, was\n$890,760. The amount estimated for the year ending June 30, 1887, was\n$853,960. The amount estimated for the fiscal year ending June 30, 1888, is\n$778,770.The Secretary of the Interior suggests a change in the plan for the payment\nof the indebtedness of the Pacific subsidized roads to the Government. His\nsuggestion has the unanimous indorsement of the persons selected by the\nGovernment to act as directors of these roads and protect the interests of\nthe United States in the board of direction. In considering the plan\nproposed the sole matters which should be taken into account, in my\nopinion, are the situation of the Government as a creditor and the surest\nway to secure the payment of the principal and interest of its debt.By a recent decision of the Supreme Court of the United States it has been\nadjudged that the laws of the several States are inoperative to regulate\nrates of transportation upon railroads if such regulation interferes with\nthe rate of carriage from one State into another. This important field of\ncontrol and regulation having been thus left entirely unoccupied, the\nexpediency of Federal action upon the subject is worthy of consideration.The relations of labor to capital and of laboring men to their employers\nare of the utmost concern to every patriotic citizen. When these are\nstrained and distorted, unjustifiable claims are apt to be insisted upon by\nboth interests, and in the controversy which results the welfare of all and\nthe prosperity of the country are jeopardized. Any intervention of the\nGeneral Government, within the limits of its constitutional authority, to\navert such a condition should be willingly accorded.In a special message transmitted to the Congress at its last session I\nsuggested the enlargement of our present Labor Bureau and adding to its\npresent functions the power of arbitration in cases where differences arise\nbetween employer and employed. When these differences reach such a stage as\nto result in the interruption of commerce between the States, the\napplication of this remedy by the General Government might be regarded as\nentirely within its constitutional powers. And I think we might reasonably\nhope that such arbitrators, if carefully selected and if entitled to the\nconfidence of the parties to be affected, would be voluntarily called to\nthe settlement of controversies of less extent and not necessarily within\nthe domain of Federal regulation.I am of the opinion that this suggestion is worthy the attention of the\nCongress.But after all has been done by the passage of laws, either Federal or\nState, to relieve a situation full of solicitude, much more remains to be\naccomplished by the reinstatement and cultivation of a true American\nsentiment which recognizes the equality of American citizenship. This, in\nthe light of our traditions and in loyalty to the spirit of our\ninstitutions, would teach that a hearty cooperation on the part of all\ninterests is the surest path to national greatness and the happiness of all\nour people; that capital should, in recognition of the brotherhood of our\ncitizenship and in a spirit of American fairness, generously accord to\nlabor its just compensation and consideration, and that contented labor is\ncapital's best protection and faithful ally. It would teach, too, that the\ndiverse situations of our people are inseparable from our civilization;\nthat every citizen should in his sphere be a contributor to the general\ngood; that capital does not necessarily tend to the oppression of labor,\nand that violent disturbances and disorders alienate from their promoters\ntrue American sympathy and kindly feeling.The Department of Agriculture, representing the oldest and largest of our\nnational industries, is subserving well the purposes of its organization.\nBy the introduction of new subjects of farming enterprise and by opening\nnew sources of agricultural wealth and the dissemination of early\ninformation concerning production and prices it has contributed largely to\nthe country's prosperity. Through this agency advanced thought and\ninvestigation touching the subjects it has in charge should, among other\nthings, be practically applied to the home production at a low cost of\narticles of food which are now imported from abroad. Such an innovation\nwill necessarily, of course, in the beginning be within the domain of\nintelligent experiment, and the subject in every stage should receive all\npossible encouragement from the Government.The interests of millions of our citizens engaged in agriculture are\ninvolved in an enlargement and improvement of the results of their labor,\nand a zealous regard for their welfare should be a willing tribute to those\nwhose productive returns are a main source of our progress and power.The existence of pleuro-pneumonia among the cattle of various States has\nled to burdensome and in some cases disastrous restrictions in an important\nbranch of our commerce, threatening to affect the quantity and quality of\nour food supply. This is a matter of such importance and of such\nfar-reaching consequences that I hope it will engage the serious attention\nof the Congress, to the end that such a remedy may be applied as the limits\nof a constitutional delegation of power to the General Government will\npermit.I commend to the consideration of the Congress the report of the\nCommissioner and his suggestions concerning the interest intrusted to his\ncare.The continued operation of the law relating to our civil service has added\nthe most convincing proofs of its necessity and usefulness. It is a fact\nworthy of note that every public officer who has a just idea of his duty to\nthe people testifies to the value of this reform. Its staunchest, friends\nare found among those who understand it best, and its warmest supporters\nare those who are restrained and protected by its requirements.The meaning of such restraint and protection is not appreciated by those\nwho want places under the Government regardless of merit and efficiency,\nnor by those who insist that the selection of such places should rest upon\na proper credential showing active partisan work. They mean to public\nofficers, if not their lives, the only opportunity afforded them to attend\nto public business, and they mean to the good people of the country the\nbetter performance of the work of their Government.It is exceedingly strange that the scope and nature of this reform are so\nlittle understood and that so many things not included within its plan are\ncalled by its name. When cavil yields more fully to examination, the system\nwill have large additions to the number of its friends.Our civil-service reform may be imperfect in some of its details; it may be\nmisunderstood and opposed; it may not always be faithfully applied; its\ndesigns may sometimes miscarry through mistake or willful intent; it may\nsometimes tremble under the assaults of its enemies or languish under the\nmisguided zeal of impracticable friends; but if the people of this country\never submit to the banishment of its underlying principle from the\noperation of their Government they will abandon the surest guaranty of the\nsafety and success of American institutions.I invoke for this reform the cheerful and ungrudging support of the\nCongress. I renew my recommendation made last year that the salaries of the\nCommissioners be made equal to other officers of the Government having like\nduties and responsibilities, and I hope that such reasonable appropriations\nmay be made as will enable them to increase the usefulness of the cause\nthey have in charge.I desire to call the attention of the Congress to a plain duty which the\nGovernment owes to the depositors in the Freedman's Savings and Trust\nCompany.This company was chartered by the Congress for the benefit of the most\nilliterate and humble of our people, and with the intention of encouraging\nin them industry and thrift. Most of its branches were presided over by\nofficers holding the commissions and clothed in the uniform of the United\nStates. These and other circumstances reasonably, I think, led these simple\npeople to suppose that the invitation to deposit their hard-earned savings\nin this institution implied an undertaking on the part of their Government\nthat their money should be safely kept for them.When this company failed, it was liable in the sum of $2,939,925.22 to\n61,131 depositors. Dividends amounting in the aggregate to 62 per cent have\nbeen declared, and the sum called for and paid of such dividends seems to\nbe $1,648,181.72. This sum deducted from the entire amount of deposits\nleaves $1,291,744.50 still unpaid. Past experience has shown that quite a\nlarge part of this sum will not be called for. There are assets still on\nhand amounting to the estimated sum of $16,000.I think the remaining 38 per cent of such of these deposits as have\nclaimants should be paid by the Government, upon principles of equity and\nfairness.The report of the commissioner, soon to be laid before Congress, will give\nmore satisfactory details on this subject.The control of the affairs of the District of Columbia having been placed\nin the hands of purely executive officers, while the Congress still retains\nall legislative authority relating to its government, it becomes my duty to\nmake known the most pressing needs of the District and recommend their\nconsideration.The laws of the District appear to be in an uncertain and unsatisfactory\ncondition, and their codification or revision is much needed.During the past year one of the bridges leading from the District to the\nState of Virginia became unfit for use, and travel upon it was forbidden.\nThis leads me to suggest that the improvement of all the bridges crossing\nthe Potomac and its branches from the city of Washington is worthy the\nattention of Congress.The Commissioners of the District represent that the laws regulating the\nsale of liquor and granting licenses therefor should be at once amended,\nand that legislation is needed to consolidate, define, and enlarge the\nscope and powers of charitable and penal institutions within the District.I suggest that the Commissioners be clothed with the power to make, within\nfixed limitations, police regulations. I believe this power granted and\ncarefully guarded would tend to subserve the good order of the\nmunicipality.It seems that trouble still exists growing out of the occupation of the\nstreets and avenues by certain railroads having their termini in the city.\nIt is very important that such laws should be enacted upon this subject as\nwill secure to the railroads all the facilities they require for the\ntransaction of their business and at the same time protect citizens from\ninjury to their persons or property.The Commissioners again complain that the accommodations afforded them for\nthe necessary offices for District business and for the safe-keeping of\nvaluable books and papers are entirely insufficient. I recommend that this\ncondition of affairs be remedied by the Congress, and that suitable\nquarters be furnished for the needs of the District government.In conclusion I earnestly invoke such wise action on the part of the\npeople's legislators as will subserve the public good and demonstrate\nduring the remaining days of the Congress as at present organized its\nability and inclination to so meet the people's needs that it shall be\ngratefully remembered by an expectant constituency.", 
    "name": "Grover Cleveland"
}