{
    "date": "January 9, 1952", 
    "speech": "Mr. President, Mr. Speaker, Members of the Congress:I have the honor to report to the Congress on the state of the Union.At the outset, I should like to speak of the necessity for putting first\nthings first as we work together this year for the good of our country.The United States and the whole free world are passing through a period of\ngrave danger. Every action you take here in Congress, and every action that\nI take as President, must be measured against the test of whether it helps\nto meet that danger.This will be a presidential election year-the year in which politics plays\na large part in our lives--a larger part than usual. That is perfectly\nproper. But we have a greater responsibility to conduct our political\nfights in a manner that does not harm the national interest.We can find plenty of things to differ about without destroying our free\ninstitutions and without abandoning our bipartisan foreign policy for\npeace.When everything is said and done, all of us--Republicans and Democrats\nalike--all of us are Americans; and we are all going to sink or swim\ntogether.We are moving through a perilous time. Faced with a terrible threat of\naggression, our Nation has embarked upon a great effort to help establish\nthe kind of world in which peace shall be secure. Peace is our goal-not\npeace at any price, but a peace based on freedom and justice. We are now in\nthe midst of our effort to reach that goal. On the whole, we have been\ndoing very well.Last year, 1951, was a year in which we threw back aggression, added\ngreatly to our military strength, and improved the chances for peace and\nfreedom in many parts of the world.This year, 1952, is a critical year in the defense effort of the whole free\nworld. If we falter we can lose all the gains we have made. If we drive\nahead, with courage and vigor and determination, we can by the end of 1952\nbe in a position of much greater security. The way will be dangerous for\nthe years ahead, but if we put forth our best efforts this year--and next\nyear--we can be \"over the hump\" in our effort to build strong defenses.When we look at the record of the past year, 1951, we find important things\non both the credit and the debit side of the ledger. We have made great\nadvances. At the same time we have run into new problems which must be\novercome.Now let us look at the credit side first.Peace depends upon the free nations sticking together, and making a\ncombined effort to check aggression and prevent war. In this respect, 1951\nwas a year of great achievement.In Korea the forces of the United Nations turned hack the Chinese Communist\ninvasion-and did it without widening the area of conflict. The action of\nthe United Nations in Korea has been a powerful deterrent to a third world\nwar. However, the situation in Korea remains very hazardous. The outcome of\nthe armistice negotiation still remains uncertain.In Indochina and Malaya, our aid has helped our allies to hold back the\nCommunist advance, although there are signs of further trouble in that\narea.In 1951 we strengthened the chances of peace in the Pacific region by the\ntreaties with Japan and the defense arrangements with Australia, New\nZealand, and the Philippines.In Europe combined defense has become a reality. The free nations have\ncreated a real fighting force. This force is not yet as strong as it needs\nto be; but it is already a real obstacle to any attempt by hostile forces\nto sweep across Europe to the Atlantic.In 1951 we also moved to strengthen the security of Europe by the agreement\nto bring Greece and Turkey into the North Atlantic Treaty.The United Nations, the world's greatest hope for peace, has come through a\nyear of trial stronger and more useful than ever. The free nations have\nstood together in blocking Communist attempts to tear up the charter.At the present session of the United Nations in Paris, we, together with\nthe British and the French, offered a plan to reduce and control all\narmaments under a foolproof inspection system. This is a concrete,\npractical proposal for disarmament.But what happened? Vishinsky laughed at it. Listen to what he said: \"I\ncould hardly sleep at all last night .... I could not sleep because I kept\nlaughing.\" The world will be a long time forgetting the spectacle of that\nfellow laughing at disarmament.Disarmament is not a joke. Vishinsky's laughter met with shock and anger\nfrom the people all over the world. And, as a result, Mr. Stalin's\nrepresentative received orders to stop laughing and start talking.If the Soviet leaders were to accept this proposal, it would lighten the\nburden of armaments, and permit the resources of the earth to be devoted to\nthe good of mankind. But until the Soviet Union accepts a sound disarmament\nproposal, and joins in peaceful settlements, we have no choice except to\nbuild up our defenses.During this past year we added more than a million men and women to our\nArmed Forces. The total is now nearly 3 1/2 million. We have made rapid\nprogress in the field of atomic weapons. We have turned out billion worth\nof military supplies and equipment, three times as much as the year\nbefore.Economic conditions in the country are good. There are 61 million people on\nthe job; wages, farm incomes, and business profits are at high levels.\nTotal production of goods and services in our country has increased 8\npercent over last year--about twice the normal rate of growth.Perhaps the most amazing thing about our economic progress is the way we\nare increasing our basic capacity to produce. For example, we are now in\nthe second year of a 3-year program which will double our output of\naluminum, increase our electric power supply by 40 percent, and increase\nour steelmaking capacity by 15 percent. We can then produce 120 million\ntons of steel a year, as much as all the rest of the world put together.This expansion will mean more jobs and higher standards of living for all\nof us in the years ahead. At the present time it means greater strength for\nus and for the rest of the free world in the fight for peace.Now, I must turn to the debit side of the ledger for the past year.The outstanding fact to note on the debit side of the ledger is that the\nSoviet Union, in 1951, continued to expand its military production and\nincrease its already excessive military power.It is true that the Soviets have run into increasing difficulties. Their\nhostile policies have awakened stern resistance among free men throughout\nthe world. And behind the Iron Curtain the Soviet rule of force has created\ngrowing political and economic stresses in the satellite nations.Nevertheless, the grim fact remains that the Soviet Union is increasing its\narmed might. It is still producing more war planes than the free nations.\nIt has set off two more atomic explosions. The world still walks in the\nshadow of another world war.And here at home, our defense preparations are far from complete.During 1951 we did not make adequate progress in building up civil defense\nagainst atomic attack. This is a major weakness in our plans for peace,\nsince inadequate civilian defense is an open invitation to a surprise\nattack. Failure to provide adequate civilian defense has the same effect as\nadding to the enemy's supply of atomic bombs.In the field of defense production we have run into difficulties and delays\nin designing and producing the latest types of airplanes and tanks. Some\nmachine tools and metals are still in extremely short supply.In other free countries the defense buildup has created severe economic\nproblems. It has increased inflation in Europe and has endangered the\ncontinued recovery of our allies.In the Middle East political tensions and the oil controversy in Iran are\nkeeping the region in a turmoil. In the Far East the dark threat of\nCommunist imperialism still hangs over many nations.This, very briefly, is the good side and the bad side of the picture.Taking the good and bad together, we have made real progress this last year\nalong the road to peace. We have increased the power and unity of the free\nworld. And while we were doing this, we have avoided world war on the one\nhand, and appeasement on the other. This is a hard road to follow, but the\nevents of the last year show that it is the right road to peace.We cannot expect to complete the job overnight. The free nations may have\nto maintain for years the larger military forces needed to deter\naggression. We must build steadily, over a period of years, toward\npolitical solidarity and economic progress among the free nations in all\nparts of the world.Our task will not be easy; but if we go at it with a will, we can look\nforward to steady progress. On our side are all the great resources of\nfreedom--the ideals of religion and democracy, the aspiration of people for\na better life, and the industrial and technical power of a free\ncivilization.These advantages outweigh anything the slave world can produce. The only\nthing that can defeat us is our own state of mind. We can lose if we\nfalter.The middle period of a great national effort like this is a very difficult\ntime. The way seems long and hard. The goal seems far distant. Some people\nget discouraged. That is only natural.But if there are any among us who think we ought to ease up in the fight\nfor peace, I want to remind them of three things--just three things.First: The threat of world war is still very real. We had one Pearl\nHarbor--let's not get caught off guard again. If you don't think the threat\nof Communist armies is real, talk to some of our men back from Korea.Second: If the United States had to try to stand alone against a\nSoviet-dominated world, it would destroy the life we know and the ideals we\nhold dear. Our allies are essential to us, just as we are essential to\nthem. The more shoulders there are to bear the burden the lighter that\nburden will be.Third: The things we believe in most deeply are under relentless attack. We\nhave the great responsibility of saving the basic moral and spiritual\nvalues of our civilization. We have started out well--with a program for\npeace that is unparalleled in history. If we believe in ourselves and the\nfaith we profess, we will stick to that job until it is victoriously\nfinished.This is a time for courage, not for grumbling and mumbling.Now, let us take a look at the things we have to do.The thing that is uppermost in the minds of all of us is the situation in\nKorea. We must, and we will, keep up the fight there until we get the kind\nof armistice that will put an end to the aggression and protect the safety\nof our forces and the security of the Republic of Korea. Beyond that we\nshall continue to work for a settlement in Korea that upholds the\nprinciples of the United Nations.We went into Korea because we knew that Communist aggression had to be met\nfirmly if freedom was to be preserved in the world. We went into the fight\nto save the Republic of Korea, a free country, established under the United\nNations. These are our aims. We will not give up until we attain them.Meanwhile, we must continue to strengthen the forces of freedom throughout\nthe world.I hope the Senate will take early and favorable action on the Japanese\npeace treaty, on our security pacts with the Pacific countries, and on the\nagreement to bring Greece and Turkey into the North Atlantic Treaty.We are also negotiating an agreement with the German Federal Republic under\nwhich it can play an honorable and equal part among nations and take its\nplace in the defense of Western Europe.But treaties and plans are only the skeleton of our defense structure. The\nsinew and muscle of defense are the forces and equipment which must be\nprovided.In Europe we must go on helping our friends and allies to build up their\nmilitary forces. This means we must send weapons in large volume to our\nEuropean allies. I have directed that weapons for Europe be given a very\nhigh priority. Economic aid is necessary, too, to supply the margin of\ndifference between success and failure in making Europe a strong partner in\nour joint defense.In the long run we want to see Europe freed from any dependence on our aid.\nOur European allies want that just as bad as we do. The steps that are now\nbeing taken to build European unity should help bring that about. Six\nEuropean countries are pooling their coal and steel production under the\nSchuman plan. Work is going forward on the merger of European national\nforces on the Continent into a single army. These great projects should\nbecome realities in 1952.We should do all we can to help and encourage the move toward a strong and\nunited Europe.In Asia the new Communist empire is a daily threat to millions of people.\nThe peoples of Asia want to be free to follow their own way of life. They\nwant to preserve their culture and their traditions against communism, just\nas much as we want to preserve ours. They are laboring under terrific\nhandicaps--poverty, ill health, feudal systems of land ownership, and the\nthreat of internal subversion or external attack. We can and we must\nincrease our help to them.This means military aid, especially to those places like Indochina which\nmight be hardest hit by some new Communist attack.It also means economic aid, both technical know-how and capital\ninvestment.This last year we made available millions of bushels of wheat to relieve\nfamine in India. But far more important, in the long run, is the work\nAmericans are doing in India to help the Indian farmers themselves raise\nmore grain. With the help of our technicians, Indian farmers, using simple,\ninexpensive means, have been able since 1948 to double the crops in one\narea in India. One farmer there raised 63 bushels of wheat to the acre,\nwhere 13 bushels had been the average before.This is point 4--our point 4 program at work. It is working--not only in\nIndia but in Iran, Paraguay, Liberia--in 33 countries around the globe. Our\ntechnical missionaries are out there. We need more of them. We need more\nfunds to speed their efforts, because there is nothing of greater\nimportance in all our foreign policy. There is nothing that shows more\nclearly what we stand for, and what we want to achieve.My friends of the Congress, less than one-third of the expenditure for the\ncost of World War II would have created the developments necessary to feed\nthe whole world so we wouldn't have to stomach communism. That is what we\nhave got to fight, and unless we fight that battle and win it, we can't win\nthe cold war or a hot one either.We have recently lost a great public servant who was leading this effort to\nbring opportunity and hope to the people of half the world. Dr. Henry\nBennett and his associates died in line of duty on a point 4 mission. It is\nup to us to carry on the great work for which they gave their lives.During the coming year we must not forget the suffering of the people who\nlive behind the Iron Curtain. In those areas minorities are being\noppressed, human rights violated, religions persecuted. We should continue\nto expose those wrongs. We should continue and expand the activities of the\nVoice of America, which brings our message of hope and truth to those\npeoples and other peoples throughout the world.I have just had an opportunity to discuss many of these world problems with\nPrime Minister Churchill. We have had a most satisfactory series of\nmeetings. We thoroughly reviewed the situation in Europe, the Middle East,\nand the Far East. We both look forward to steady progress toward peace\nthrough the cooperative action and teamwork of the free nations.Turning from our foreign policies, let us consider the jobs we have here at\nhome as a part of our program for peace.The first of these jobs is to move ahead full steam on the defense\nprogram.Our objective is to have a well-equipped active defense force large\nenough--in concert with the forces of our allies--to deter aggression and\nto inflict punishing losses on the enemy immediately if we should be\nattacked. This active force must be backed by adequate reserves, and by the\nplants and tools to turn out the tremendous quantities of new weapons that\nwould be needed if war came. We are not building an active force adequate\nto carry on full scale war, but we are putting ourselves in a position to\nmobilize very rapidly if we have to.This year I shall recommend some increases in the size of the active force\nwe are building, with particular emphasis on air power. This means we shall\nhave to continue large-scale production of planes and other equipment for a\nlonger period of time than we had originally planned.Planes and tanks and other weapons-what the military call \"hard goods\"--are\nnow beginning to come off the production lines in volume. Deliveries of\nhard goods now amount to about a billion and a half dollars worth a month.\nA year from now, we expect that rate to be doubled.We shall have to hold to a high rate of military output for about a year\nafter that. In 1954 we hope to have enough equipment so that we can reduce\nthe production of most military items substantially. The next 2 years\nshould therefore be the peak period of defense production.Defense needs will take a lot of steel, aluminum, copper, nickel, and other\nscarce materials. This means smaller production of some civilian goods. The\ncutbacks will be nothing like those during World War II, when most civilian\nproduction was completely stopped. But there will be considerably less of\nsome goods than we have been used to these past 2 or 3 years.The very critical part of our defense job this year is to keep down\ninflation.We can control inflation if we make up our minds to do it.On the executive side of the Government, we intend to hold the line on\nprices just as tightly as the law allows. We will permit only those wage\nincreases which are clearly justified under sound stabilization policies;\nand we will see to it that industries absorb cost increases out of earnings\nwherever feasible, before they are authorized to raise prices. We will do\nthat, at any rate, except where the recent amendments to the law\nspecifically require us to give further price increases.Congress has a tremendous responsibility in this matter. Our stabilization\nlaw was shot full of holes at the last session. This year, it will be one\nof the main tasks before the Congress to repair the damage and enact a\nstrong anti-inflation law.As a part of our program to keep our country strong, we are determined to\npreserve the financial strength of the Government. This means high taxes\nover the next few years. We must see to it that these taxes are shared\namong the people as fairly as possible. I expect to discuss these matters\nin the Economic Report and the Budget Message which will soon be presented\nto the Congress.Our tax laws must be fair. And we must make absolutely certain they are\nadministered fairly, without fear or favor of any kind for anybody. To this\nend, steps have already been taken to remedy weaknesses which have been\ndisclosed in the administration of the tax laws. In addition, I hope the\nCongress will approve my reorganization plan for the Bureau of Internal\nRevenue. We must do everything necessary in order to make just as certain\nas is humanly possible that every taxpayer receives equal treatment under\nthe law.To carry the burden of defense we must have a strong, productive, and\nexpanding economy here at home. We cannot neglect those things that have\nmade us the great and powerful nation we are today.Our strength depends upon the health, the morale, the freedom of our\npeople. We can take on the burden of leadership in the fight for world\npeace because, for nearly 20 years, the Government and the people have been\nworking together for the general welfare. We have given more and more of\nout citizens a fair chance at decent, useful, productive lives. That is the\nreason we are as strong as we are today.This Government of ours--the Congress and the executive both--must keep on\nworking to bring about a fair deal for all the American people. Some people\nwill say that we haven't the time or the money this year for measures for\nthe welfare of the people. But if we want to win the fight for peace, this\nis a part of the job we cannot ignore.We will have to give up some things, we will have to go forward on others\nat a slower pace. But, so far as I am concerned, I do not think we can give\nup the things that are vital to our national strength.I believe most people in this country will agree with me on that.I think most farmers understand that soil conservation and rural\nelectrification and agricultural research are not frills or luxuries, but\nreal necessities in order to boost our farm production.I think most workers understand that decent housing and good working\nconditions are not luxuries, but necessities if the working men and women\nof this country are to continue to out-produce the rest of the world.I think our businessmen know that scientific research and transportation\nservices and more steel mills and power projects are not luxuries, but\nnecessities to keep our business and our industry in the forefront of\nindustrial progress.I think everybody knows that social insurance and better schools and health\nservices are not frills, but necessities in helping all Americans to be\nuseful and productive citizens, who can contribute their full share in the\nnational effort to protect and advance our way of life.We cannot do all we want to in times like these--we have to choose the\nthings that will contribute most to defense--but we must continue to make\nprogress if we are to be a strong nation in the years ahead.Let me give you some examples.We are going right ahead with the urgently needed work to develop our\nnatural resources, to conserve our soil, and to prevent floods. We are\ngoing to produce essential power and build the lines that are necessary and\nthat we have to have to transmit it to our farms and factories. We are\ngoing to encourage exploration for new mineral deposits.We are going to keep on building essential highways and taking any other\nsteps that will assure the Nation an adequate transportation system--on\nland, on the sea, and in the air.We must move right ahead this year to see that defense workers and\nsoldiers' families get decent housing at rents they can afford to pay.We must begin our long deferred program of Federal aid to education--to\nhelp the States meet the present crisis in the operation of our schools.\nAnd we must help with the construction of schools in areas where they are\ncritically needed because of the defense effort.We urgently need to train more doctors and other health personnel, through\naid to medical education. We also urgently need to expand the basic public\nhealth services in our home communities--especially in defense areas. The\nCongress should go ahead with these two measures immediately.I have set up an impartial commission to make a thorough study of the\nNation's health needs. One of the things this commission is looking into is\nhow to bring the cost of modern medical care within the reach of all the\npeople. I have repeatedly recommended national health insurance as the best\nway to do this. So far as I know, it is still the best way. If there are\nany better answers, I hope this commission will find them. But of one thing\nI am sure: something must be done, and done soon.This year we ought to make a number of urgently needed improvements in our\nsocial security law. For one thing, benefits under old-age and survivors\ninsurance should be raised $5 a month above the present average of $42. For\nanother thing, the States should be given special aid to help them increase\npublic assistance payments. By doing these things now, we can ease the\npressure of living costs for people who depend on those fixed payments.We should also make some cost-of-living adjustments for those receiving\nveterans' compensation for death or disability incurred in the service of\nour country. In addition, now is the time to start a sensible program of\nreadjustment benefits for our veterans who have seen service since the\nfighting broke out in Korea.Another thing the Congress should do at this session is to strengthen our\nsystem of farm price supports to meet the defense emergency. The \"sliding\nscale\" in the price support law should not be allowed to penalize farmers\nfor increasing production to meet defense needs. We should also find a new\nand less costly method for supporting perishable commodities than the law\nnow provides.We need to act promptly to improve our labor law. The Taft-Hartley Act has\nmany serious and far-reaching defects. Experience has demonstrated this so\nclearly that even the sponsors of the act now admit that it needs to be\nchanged. A fair law, fair to both management and labor, is indispensable to\nsound labor relations and to full, uninterrupted production. I intend to\nkeep on working for a fair law until we get one.As we build our strength to defend the freedom in the world, we ourselves\nmust extend the benefits of freedom more widely among all our own people.\nWe need to take action toward the wider enjoyment of civil rights. Freedom\nis the birthright of every American.The executive branch has been making real progress toward full equality of\ntreatment and opportunity--in the Armed Forces, in the civil service, and\nin private firms working for the Government. Further advances require\naction by Congress, and I hope that means will be provided to give the\nMembers of the Senate and the House a chance to vote on them.I am glad to hear that home rule for the District of Columbia will be the\nfirst item of business before the Senate. I hope that it, as well as\nstatehood for Hawaii and Alaska, will be adopted promptly.All these measures I have been talking about--measures to advance the\nwell-being of our people--demonstrate to the world the forward movement of\nour free society.This demonstration of the way free men govern themselves has a more\npowerful influence on the people of the world--on both sides of the Iron\nCurtain--than all the trick slogans and pie-in-the-sky promises of the\nCommunists.But our shortcomings, as well as our progress, are watched from abroad. And\nthere is one shortcoming I want to speak about plainly.Our kind of government above all others cannot tolerate dishonesty among\npublic servants.Some dishonest people worm themselves into almost every human organization.\nIt is all the more shocking, however, when they make their way into a\nGovernment such as ours, which is based on the principle of justice for\nall. Such unworthy public servants must be weeded out. I intend to see to\nit that Federal employees who have been guilty of misconduct are punished\nfor it. I also intend to see to it that the honest and hard-working great\nmajority of our Federal employees are protected against partisan slander\nand malicious attack.I have already made some recommendations to the Congress to help accomplish\nthese purposes. I intend to submit further recommendations to this end. I\nwill welcome the wholehearted cooperation of the Congress in this effort.I also think that the Congress can do a great deal to strengthen confidence\nin our institutions by applying rigorous standards of moral integrity to\nits own operations, and by finding an effective way to control campaign\nexpenditures, and by protecting the rights of individuals in congressional\ninvestigations.To meet the crisis which now hangs over the world, we need many different\nkinds of strength--military, economic, political, and moral. And of all\nthese, I am convinced that moral strength is the most vital.When you come right down to it, it is the courage and the character of our\nNation--and of each one of us as individuals-that will really decide how\nwell we meet this challenge.We are engaged in a great undertaking at home and abroad--the greatest, in\nfact, that any nation has ever been privileged to embark upon. We are\nworking night and day to bring peace to the world and to spread the\ndemocratic ideals of justice and self-government to all people. Our\naccomplishments are already remarkable. We ought to be full of pride in\nwhat we are doing, and full of confidence and hope in the outcome. No\nnation ever had greater resources, or greater energy, or nobler traditions\nto inspire it.And yet, day in and day out, we see a long procession of timid and fearful\nmen who wring their hands and cry out that we have lost the way, that we\ndon't know what we are doing, that we are bound to fail. Some say we should\ngive up the struggle for peace, and others say we should have a war and get\nit over with. That's a terrible statement. I had heard it made, but they\nwant us to forget the great objective of preventing another world war--the\nobjective for which our soldiers have been fighting in the hills of Korea.If we are to be worthy of all that has been done for us by our soldiers in\nthe field, we must be true to the ideals for which they are fighting. We\nmust reject the counsels of defeat and despair. We must have the\ndetermination to complete the great work for which our men have laid down\ntheir lives.In all we do, we should remember who we are and what we stand for. We are\nAmericans. Our forefathers had far greater obstacles than we have, and much\npoorer chances of success. They did not lose heart, or turn aside from\ntheir goals. In the darkest of all winters in American history, at Valley\nForge, George Washington said: \"We must not, in so great a contest, expect\nto meet with nothing but sunshine.\" With that spirit they won their fight\nfor freedom.We must have that same faith and vision. In the great contest in which we\nare engaged today, we cannot expect to have fair weather all the way. But\nit is a contest just as important for this country and for all men, as the\ndesperate struggle that George Washington fought through to victory.Let us prove, again, that we are not merely sunshine patriots and summer\nsoldiers. Let us go forward, trusting in the God of Peace, to win the goals\nwe seek.", 
    "name": "Harry S. Truman"
}