{
    "date": "January 6, 1947", 
    "speech": "Mr. President, Mr. Speaker, Members of the Congress of the United States:It looks like a good many of you have moved over to the left since I was\nhere last!I come before you today to report on the State of the Union and, in the\nwords of the Constitution, to recommend such measures as I judge necessary\nand expedient.I come also to welcome you as you take up your duties and to discuss with\nyou the manner in which you and I should fulfill our obligations to the\nAmerican people during the next 2 years.The power to mold the future of this Nation lies in our hands--yours and\nmine, and they are joined together by the Constitution.If in this year, and in the next, we can find the right course to take as\neach issue arises, and if, in spite of all difficulties, we have the\ncourage and the resolution to take that course, then we shall achieve a\nstate of well-being for our people without precedent in history. And if we\ncontinue to work with the other nations of the world earnestly, patiently,\nand wisely, we can--granting a will for peace on the part of our\nneighbors-make a lasting peace for the world.But, if we are to realize these ends, the Congress and the President,\nduring the next 2 years, must work together. It is not unusual in our\nhistory that the majority of the Congress represents a party in opposition\nto the President's party. I am the twentieth President of the United States\nwho, at some time during his term of office, has found his own party to be\nin the minority in one or both Houses of Congress. The first one was George\nWashington. Wilson was number eighteen, and Hoover was number nineteen.I realize that on some matters the Congress and the President may have\nhonest differences of opinion. Partisan differences, however, did not cause\nmaterial disagreements as to the conduct of the war. Nor, in the conduct of\nour international relations, during and since the war, have such partisan\ndifferences been material.On some domestic issues we may, and probably shall, disagree. That in\nitself is not to be feared. It is inherent in our form of Government. But\nthere are ways of disagreeing; men who differ can still work together\nsincerely for the common good. We shall be risking the Nation's safety and\ndestroying our opportunities for progress if we do not settle any\ndisagreements in this spirit, without thought of partisan advantage.THE GENERAL DOMESTIC ECONOMYAs the year 1947 begins, the state of our national economy presents great\nopportunities for all. We have virtually full employment. Our national\nproduction of goods and services is 50 percent higher than in any year\nprior to the war emergency. The national income in 1946 was higher than in\nany peacetime year. Our food production is greater than it has ever been.\nDuring the last 5 years our productive facilities have been expanded in\nalmost every field. The American standard of living is higher now than ever\nbefore, and when the housing shortage can be overcome it will be even\nhigher.During the past few months we have removed at a rapid rate the emergency\ncontrols that the Federal Government had to exercise during the war. The\nremaining controls will be retained only as long as they are needed to\nprotect the public. Private enterprise must be given the greatest possible\nfreedom to continue the expansion of economy.In my proclamation of December 31, 1946 I announced the termination of\nhostilities. This automatically ended certain temporary legislation and\ncertain executive powers.Two groups of temporary laws still remain: the first are those which by\nCongressional mandate are to last during the \"emergency\"; the second are\nthose which are to continue until the \"termination of the war,\"I shall submit to the Congress recommendations for the repeal of certain of\nthe statutes which by their terms continue for the duration of the\n\"emergency.\" I shall at the same time recommend that others within this\nclassification be extended until the state of war has been ended by treaty\nor by legislative action. As to those statutes which continue until the\nstate of war has been terminated, I urge that the Congress promptly\nconsider each statute individually, and repeal such emergency legislation\nwhere it is advisable.Now that nearly all wartime controls have been removed, the operation of\nour industrial system depends to a greater extent on the decisions of\nbusinessmen, farmers, and workers. These decisions must be wisely made with\ngenuine concern for public welfare. The welfare of businessmen, farmers,\nand workers depends upon the economic well-being of those who buy their\nproducts.An important present source of danger to our economy is the possibility\nthat prices might be raised to such an extent that the consuming public\ncould not purchase the tremendous volume of goods and services which will\nbe produced during 1947.We all know that recent price increases have denied to many of our workers\nmuch of the value of recent wage increases. Farmers have found that a large\npart of their increased income has been absorbed by increased prices. While\nsome of our people have received raises in income which exceed price\nincreases, the great majority have not. Those persons who live on modest\nfixed incomes--retired persons living on pensions, for example--and workers\nwhose incomes are relatively inflexible, such as teachers and other civil\nservants--have suffered hardship.In the effort to bring about a sound and equitable price structure, each\ngroup of our population has its own responsibilities.It is up to industry not only to hold the line on existing prices, but to\nmake reductions whenever profits justify such action.It is up to labor to refrain from pressing for unjustified wage increases\nthat will force increases in the price level.And it is up to Government to do everything in its power to encourage\nhigh-volume Production, for that is what makes possible good wages, low\nprices, and reasonable profits.In a few days there will be submitted to the Congress the Economic Report\nof the President, and also the Budget Message. Those messages will contain\nmany recommendations. Today I shall outline five major economic policies\nwhich I believe the Government should pursue during 1947. These policies\nare designed to meet our immediate needs and, at the same time, to provide\nfor the long-range welfare of our free enterprise system:First, the promotion of greater harmony between labor and management.Second, restriction of monopoly and unfair business practices; assistance\nto small business; and the promotion of the free competitive system of\nprivate enterprise.Third, continuation of an aggressive program of home construction.Fourth, the balancing of the budget in the next fiscal year and the\nachieving of a substantial surplus to be applied to the reduction of the\npublic debt.Fifth, protection of a fair level of return to farmers in post-war\nagriculture.LABOR AND MANAGEMENTThe year just past--like the year after the first World War--was marred by\nlabor management strife.Despite this outbreak of economic warfare in 1946, we are today producing\ngoods and services in record volume. Nevertheless, it is essential to\nimprove the methods for reaching agreement between labor and management and\nto reduce the number of strikes and lockouts.We must not, however, adopt punitive legislation. We must not in order to\npunish a few labor leaders, pass vindictive laws which will restrict the\nproper rights of the rank and file of labor. We must not, under the stress\nof emotion, endanger our American freedoms by taking ill-considered action\nwhich will lead to results not anticipated or desired.We must remember, in reviewing the record of disputes in 1946, that\nmanagement shares with labor the responsibility for failure to reach\nagreements which would have averted strikes. For that reason, we must\nrealize that industrial peace cannot be achieved merely by laws directed\nagainst labor unions.During the last decade and a half, we have established a national labor\npolicy in this country based upon free collective bargaining as the process\nfor determining wages and working conditions.That is still the national policy.And it should continue to be the national policy!But as yet, not all of us have learned what it means to bargain freely and\nfairly. Nor have all of us learned to carry the mutual responsibilities\nthat accompany the right to bargain. There have been abuses and harmful\npractices which limit the effectiveness of our system of collective\nbargaining. Furthermore, we have lacked sufficient governmental machinery\nto aid labor and management in resolving their differences.Certain labor-management problems need attention at once and certain\nothers, by reason of their complexity, need exhaustive investigation and\nstudy.We should enact legislation to correct certain abuses and to provide\nadditional governmental assistance in bargaining. But we should also\nconcern ourselves with the basic causes of labor-management difficulties.In the light of these considerations, I propose to you and urge your\ncooperation in effecting the following four-point program to reduce\nindustrial strife:Point number one is the early enactment of legislation to prevent certain\nunjustifiable practices.First, under this point, are jurisdictional strikes. In such strikes the\npublic and the employer are innocent bystanders who are injured by a\ncollision between rival unions. This type of dispute hurts production,\nindustry, and the public--and labor itself. I consider jurisdictional\nstrikes indefensible.The National Labor Relations Act provides procedures for determining which\nunion represents employees of a particular employer. In some jurisdictional\ndisputes, however, minority unions strike to compel employers to deal with\nthem despite a legal duty to bargain with the majority union. Strikes to\ncompel an employer to violate the law are inexcusable. Legislation to\nprevent such strikes is clearly desirable.Another form of inter-union disagreement is the jurisdictional strike\ninvolving the question of which labor union is entitled to perform a\nparticular task. When rival unions are unable to settle such disputes\nthemselves, provision must be made for peaceful and binding determination\nof the issues.A second unjustifiable practice is the secondary boycott, when used to\nfurther jurisdictional disputes or to compel employers to violate the\nNational Labor Relations Act.Not all secondary boycotts are unjustified. We must judge them on the basis\nof their objectives. For example, boycotts intended to protect wage rates\nand working conditions should be distinguished from those in furtherance of\njurisdictional disputes. The structure of industry sometimes requires\nunions, as a matter of self-preservation, to extend the conflict beyond a\nparticular employer. There should be no blanket prohibition against\nboycotts. The appropriate goal is legislation which prohibits secondary\nboycotts in pursuance of unjustifiable objectives, but does not impair the\nunion's right to preserve its own existence and the gains made in genuine\ncollective bargaining.A third practice that should be corrected is the use of economic force, by\neither labor or management, to decide issues arising out of the\ninterpretation of existing contracts.Collective bargaining agreements, like other contracts, should be\nfaithfully adhered to by both parties. In the most enlightened\nunion-management relationships, disputes over the interpretation of\ncontract terms are settled peaceably by negotiation or arbitration.\nLegislation should be enacted to provide machinery whereby unsettled\ndisputes concerning the interpretation of an existing agreement may be\nreferred by either party to final and binding arbitration.Point number two is the extension of facilities within the Department of\nLabor for assisting collective bargaining.One of our difficulties in avoiding labor strife arises from a lack of\norder in the collective bargaining process. The parties often do not have a\ndear understanding of their responsibility for settling disputes through\ntheir own negotiations. We constantly see instances where labor or\nmanagement resorts to economic force without exhausting the possibilities\nfor agreement through the bargaining process. Neither the parties nor the\nGovernment have a definite yardstick for determining when and how\nGovernment assistance should be invoked. There is need for integrated\ngovernmental machinery to provide the successive steps of mediation,\nvoluntary arbitration, and--ultimately in appropriate cases--ascertainment\nof the facts of the dispute and the reporting of the facts to the public.\nSuch machinery would facilitate and expedite the settlement of disputes.Point number three is the broadening of our program of social legislation\nto alleviate the causes of workers' insecurity.On June 11, 1946, in my message vetoing the Case Bill, I made a\ncomprehensive statement of my views concerning labor-management relations.\nI said then, and I repeat now, that the solution of labor-management\ndifficulties is to be found not only in legislation dealing directly with\nlabor relations, but also in a program designed to remove the causes of\ninsecurity felt by many workers in our industrial society. In this\nconnection, for example, the Congress should consider the extension and\nbroadening of our social security system, better housing, a comprehensive\nnational health program, and provision for a fair minimum wage.Point number four is the appointment of a Temporary Joint Commission to\ninquire into the entire field of labor-management relations.I recommend that the Congress provide for the appointment of a Temporary\nJoint Commission to undertake this broad study.The President, the Congress, and management and labor have a continuing\nresponsibility to cooperate in seeking and finding the solution of these\nproblems. I therefore recommend that the Commission be composed as follows:\ntwelve to be chosen by the Congress from members of both parties in the\nHouse and the Senate, and eight representing the public, management and\nlabor, to be appointed by the President.The Commission should be charged with investigating and making\nrecommendations upon certain major subjects, among others:First, the special and unique problem of nationwide strikes in vital\nindustries affecting the public interest. In particular, the Commission\nshould examine into the question of how to settle or prevent such strikes\nwithout endangering our general democratic freedoms.Upon a proper solution of this problem may depend the whole industrial\nfuture of the United States. The paralyzing effects of a nationwide strike\nin such industries as transportation, coal, oil, steel, or communications\ncan result in national disaster. We have been able to avoid such disaster,\nin recent years, only by the use of extraordinary war powers. All those\npowers will soon be gone. In their place there must be created an adequate\nsystem and effective machinery in these vital fields. This problem will\nrequire careful study and a bold approach, but an approach consistent with\nthe preservation of the rights of our people. The need is pressing. The\nCommission should give this its earliest attention.Second, the best methods and procedures for carrying out the collective\nbargaining process. This should include the responsibilities of labor and\nmanagement to negotiate freely and fairly with each other, and to refrain\nfrom strikes or lockouts until all possibilities of negotiation have been\nexhausted.Third, the underlying causes of labor management disputes.Some of the subjects presented here for investigation involve long-range\nstudy. Others can be considered immediately by the Commission and its\nrecommendations can be submitted to the Congress in the near future.I recommend that this Commission make its first report, including specific\nlegislative recommendations, not later than March 15, 1947.RESTRICTION Of MONOPOLY AND PROMOTION OF PRIVATE ENTERPRISEThe second major policy I desire to lay before you has to do with the\ngrowing concentration of economic power and the threat to free competitive\nprivate enterprise. In 1941 the Temporary National Economic Committee\ncompleted a comprehensive investigation into the workings of the national\neconomy. The Committee's study showed that, despite a half century of\nanti-trust law enforcement, one of the gravest threats to our welfare lay\nin the increasing concentration of power in the hands of a small number of\ngiant organizations.During the war, this long-standing tendency toward economic concentration\nwas accelerated. As a consequence, we now find that to a greater extent\nthan ever before, whole industries are dominated by one or a few large\norganizations which can restrict production in the interest of higher\nprofits and thus reduce employment and purchasing power.In an effort to assure full opportunity and free competition to business we\nwill vigorously enforce the anti-trust laws. There is much the Congress can\ndo to cooperate and assist in this program.To strengthen and enforce the laws that regulate business practices is not\nenough. Enforcement must be supplemented by positive measures of aid to new\nenterprises. Government assistance, research programs, and credit powers\nshould be designed and used to promote the growth of new firms and new\nindustries. Assistance to small business is particularly important at this\ntime when thousands of veterans who are potential business and industrial\nleaders are beginning their careers.We should also give special attention to the decentralization of industry\nand the development of areas that are now under-industrialized.HOUSINGThe third major policy is also of great importance to the national economy:\nan aggressive program to encourage housing construction. The first federal\nprogram to relieve the veterans' housing shortage was announced in February\n1946. In 1946 one million family housing units have been put under\nconstruction and more than 665,000 units have already been completed. The\nrate of expansion in construction has broken all records.In the coming year the number of dwelling units built will approach, if not\nsurpass, the top construction year of 1926. The primary responsibility to\ndeliver housing at reasonable prices that veterans can afford rests with\nprivate industry and with labor. The Government will continue to expedite\nthe flow of key building materials, to limit nonresidential construction,\nand to give financial support where it will do the most good. Measures to\nstimulate rental housing and new types of housing construction will receive\nspecial emphasis.To reach our long-range goal of adequate housing for all our people,\ncomprehensive housing legislation is urgently required, similar to the\nnon-partisan bill passed by the Senate last year. At a minimum, such\nlegislation should open the way for rebuilding the blighted areas of our\ncities and should establish positive incentives for the investment of\nbillions of dollars of private capital in large-scale rental housing\nprojects. It should provide for improvement of housing in rural areas and\nfor the construction, over a 4-year period, of half a million units of\npublic low-rental housing. It should authorize a single peacetime federal\nhousing agency to assure efficient use of our resources on the vast housing\nfront.FISCAL AFFAIRSThe fourth major policy has to do with the balancing of the budget. In a\nprosperous period such as the present one, the budget of the Federal\nGovernment should be balanced. Prudent management of public finance\nrequires that we begin the process of reducing the public debt. The budget\nwhich I shall submit to you this week has a small margin of surplus. In the\nBudget Message I am making recommendations which, if accepted, will result\nin a substantially larger surplus which should be applied to debt\nretirement. One of these recommendations is that the Congress take early\naction to continue throughout the next fiscal year the war excise tax rates\nwhich, under the present law, will expire on June 30, 1947.Expenditures relating to the war are still high. Considerable sums are\nrequired to alleviate world famine and suffering. Aid to veterans will\ncontinue at peak level. The world situation is such that large military\nexpenditures are required. Interest on the public debt and certain other\ncosts are irreducible. For these reasons I have had to practice stringent\neconomy in preparing the budget; and I hope that the Congress will\ncooperate in this program of economy.AGRICULTUREThe fifth major policy has to do with the welfare of our farm population.Production of food reached record heights in 1946. Much of our tremendous\ngrain crop can readily be sold abroad and thus will become no threat to our\ndomestic markets. But in the next few years American agriculture can face\nthe same dangers it did after World War I. In the early twenties the Nation\nfailed to maintain outlets for the new productive capacity of our\nagricultural plant. It failed to provide means to protect the farmer while\nhe adjusted his acreage to peacetime demands.The result we all remember too well. Farm production stayed up while demand\nand prices fell, in contrast with industry where prices stayed up and\noutput declined, farm surpluses piled up, and disaster followed.We must make sure of meeting the problems which we failed to meet after the\nfirst World War. Present laws give considerable stability to farm prices\nfor 1947 and 1948, and these 2 years must be utilized to maintain and\ndevelop markets for our great productive power.The purpose of these laws was to permit an orderly transition from war to\npeace. The Government plan of support prices was not designed to absorb, at\ngreat cost, the unlimited surpluses of a highly productive agriculture.We must not wait until the guarantees expire to set the stage for permanent\nfarm welfare.The farmer is entitled to a fair income.Ways can be found to utilize his new skills and better practices, to expand\nhis markets at home and abroad, and to carry out the objectives of a\nbalanced pattern of peacetime production without either undue sacrifice by\nfarm people or undue expense to the Government.HEALTH AND GENERAL WELFAREOf all our national resources, none is of more basic value than the health\nof our people. Over a year ago I presented to the Congress my views on a\nnational health program. The Congress acted on several of the\nrecommendations in this program-mental health, the health of mothers and\nchildren, and hospital construction. I urge this Congress to complete the\nwork begun last year and to enact the most important recommendation of the\nprogram--to provide adequate medical care to all who need it, not as\ncharity but on the basis of payments made by the beneficiaries of the\nprogram.One administrative change would help greatly to further our national\nprogram in the fields of health, education, and welfare. I again recommend\nthe establishment of a well-integrated Department of Welfare.VETERANSFourteen million World War II servicemen have returned to civil life. The\ngreat majority have found their places as citizens of their communities and\ntheir Nation. It is a tribute to the fiber of our servicemen and to the\nflexibility of our economy that these adjustments have been made so rapidly\nand so successfully.More than two million of these veterans are attending schools or acquiring\njob skills through the financial assistance of the Federal Government.\nThousands of sick and wounded veterans are daily receiving the best of\nmedical and hospital care. Half a million have obtained loans, with\nGovernment guarantees, to purchase homes or farms or to embark upon new\nbusinesses. Compensation is being paid in almost two million cases for\ndisabilities or death. More than three million are continuing to maintain\ntheir low-cost National Service Life Insurance policies. Almost seven\nmillion veterans have been aided by unemployment and self-employment\nallowances.Exclusive of mustering-out payments and terminal leave pay, the program for\nveterans of all wars is costing over seven billion dollars a\nyear--one-fifth of our total federal budget. This is the most far-reaching\nand complete veterans program ever conceived by any nation.Except for minor adjustments, I believe that our program of benefits for\nveterans is now complete. In the long run, the success of the program will\nnot be measured by the number of veterans receiving financial aid or by the\nnumber of dollars we spend. History will judge us not by the money we\nspend, but by the further contribution we enable our veterans to make to\ntheir country. In considering any additional legislation, that must be our\ncriterion.CIVIL RIGHTSWe have recently witnessed in this country numerous attacks upon the\nconstitutional rights of individual citizens as a result of racial and\nreligious bigotry. Substantial segments of our people have been prevented\nfrom exercising fully their right to participate in the election of public\nofficials, both locally and nationally. Freedom to engage in lawful\ncallings has been denied.The will to fight these crimes should be in the hearts of every one of us.For the Federal Government that fight is now being carried on by the\nDepartment of Justice to the full extent of the powers that have been\nconferred upon it. While the Constitution withholds from the Federal\nGovernment the major task of preserving peace in the several States, I am\nnot convinced that the present legislation reached the limit of federal\npower to protect the civil rights of its citizens.I have, therefore, by Executive Order,[1] established the President's\nCommittee on Civil Rights to study and report on the whole problem of\nfederally-secured civil rights, with a view to making recommendations to\nthe Congress.[Footnote 1: Executive Order 9808 (3 CFR, 1943-1948 Comp., p. 590.)]NATURAL RESOURCESIn our responsibility to promote the general welfare of the people, we have\nalways to consider the natural resources of our country. They are the\nfoundation of our life. In the development of the great river systems of\nAmerica there is the major opportunity of our generation to contribute to\nthe increase of the national wealth. This program is already well along; it\nshould be pushed with full vigor.I must advise the Congress that we are rapidly becoming a \"have not\" Nation\nas to many of our minerals. The economic progress and the security of our\ncountry depend upon an expanding return of mineral discovery and upon\nimproved methods of recovery. The Federal Government must do its part to\nmeet this need.FOREIGN AFFAIRSProgress in reaching our domestic goals is closely related to our conduct\nof foreign affairs. All that I have said about maintaining a sound and\nprosperous economy and improving the welfare of our people has greater\nmeaning because of the world leadership of the United States. What we do,\nor fail to do, at home affects not only ourselves but millions throughout\nthe world. If we are to fulfill our responsibilities to ourselves and to\nother peoples, we must make sure that the United States is sound\neconomically, socially, and politically. Only then will we be able to help\nbring about the elements of peace in other countries--political stability,\neconomic advancement, and social progress.Peace treaties for Italy, Bulgaria, Rumania, and Hungary have finally been\nprepared. Following the signing of these treaties next month in Paris, they\nwill be submitted to the Senate for ratification. This Government does not\nregard the treaties as completely satisfactory. Whatever their defects,\nhowever, I am convinced that they are as good as we can hope to obtain by\nagreement among the principal wartime Allies. Further dispute and delay\nwould gravely jeopardize political stability in the countries concerned for\nmany years.During the long months of debate on these treaties, we have made it clear\nto all nations that the United States will not consent to settlements at\nthe expense of principles we regard as vital to a just and enduring peace.\nWe have made it equally dear that we will not retreat to isolationism. Our\npolicies will be the same during the forthcoming negotiations in Moscow on\nthe German and Austrian treaties, and during the future conferences on the\nJapanese treaty.The delay in arriving at the first peace settlements is due partly to the\ndifficulty of reaching agreement with the Soviet Union on the terms of\nsettlement. Whatever differences there may have been between us and the\nSoviet Union, however, should not be allowed to obscure the fact that the\nbasic interests of both nations lie in the early making of a peace under\nwhich the peoples of all countries may return, as free men and women, to\nthe essential tasks of production and reconstruction. The major concern of\neach of us should be the promotion of collective security, not the\nadvancement of individual security.Our policy toward the Soviet Union is guided by the same principles which\ndetermine our policies toward all nations. We seek only to uphold the\nprinciples of international justice which have been embodied in the Charter\nof the United Nations.We must now get on with the peace settlements. The occupying powers should\nrecognize the independence of Austria and withdraw their troops. The\nGermans and the Japanese cannot be left in doubt and fear as to their\nfuture; they must know their national boundaries, their resources, and what\nreparations they must pay. Without trying to manage their internal affairs,\nwe can insure that these countries do not re-arm.INTERNATIONAL RELIEF AND DISPLACED PERSONSThe United States can be proud of its part in caring for the peoples\nreduced to want by the ravages of war, and in aiding nations to restore\ntheir national economies. We have shipped more supplies to the hungry\npeoples of the world since the end of the war than all other countries\ncombined!However, insofar as admitting displaced persons is concerned, I do not feel\nthat the United States has done its part. Only about 5,000 of them have\nentered this country since May, 1946. The fact is that the executive\nagencies are now doing all that is reasonably possible under the limitation\nof the existing law and established quotas. Congressional assistance in the\nform of new legislation is needed. I urge the Congress to turn its\nattention to this world problem, in an effort to find ways whereby we can\nfulfill our responsibilities to these thousands of homeless and suffering\nrefugees of all faiths.INTERNATIONAL TRADEWorld economic cooperation is essential to world political cooperation. We\nhave made a good start on economic cooperation through the International\nBank, the International Monetary fund, and the Export-Import Bank. We must\nnow take other steps for the reconstruction of world trade and we should\ncontinue to strive for an international trade system as free from\nobstructions as possible.ATOMIC ENERGYThe United States has taken the lead in the endeavor to put atomic energy\nunder effective international control. We seek no monopoly for ourselves or\nfor any group of nations. We ask only that there be safeguards sufficient\nto insure that no nation will be able to use this power for military\npurposes. So long as all governments are not agreed on means of\ninternational control of atomic energy, the shadow of fear will obscure the\nbright prospects for the peaceful use of this enormous power.In accordance with the Atomic Energy Act of 1946, the Commission\nestablished under that law is assuming full jurisdiction over domestic\natomic energy enterprise. The program of the Commission will, of course, be\nworked out in close collaboration with the military services in conformity\nwith the wish of the Congress, but it is my fervent hope that the military\nsignificance of atomic energy will steadily decline. We look to the\nCommission to foster the development of atomic energy for industrial use\nand scientific and medical research. In the vigorous and effective\ndevelopment of peaceful uses of atomic energy rests our hope that this new\nforce may ultimately be turned into a blessing for all nations.MILITARY POLICYIn 1946 the Army and Navy completed the demobilization of their wartime\nforces. They are now maintaining the forces which we need for national\ndefense and to fulfill our international obligations.We live in a world in which strength on the part of peace-loving nations is\nstill the greatest deterrent to aggression. World stability can be\ndestroyed when nations with great responsibilities neglect to maintain the\nmeans of discharging those responsibilities.This is an age when unforeseen attack could come with unprecedented speed.\nWe must be strong enough to defeat, and thus forestall, any such attack. In\nour steady Progress toward a more rational world order, the need for large\narmed forces is progressively declining; but the stabilizing force of\nAmerican military strength must not be weakened until our hopes are fully\nrealized. When a system of collective security under the United Nations has\nbeen established, we shall be willing to lead in collective disarmament,\nbut, until such a system becomes a reality, we must not again allow\nourselves to become weak and invite attack.For those reasons, we need well-equipped, well-trained armed forces and we\nmust be able to mobilize rapidly our resources in men and material for our\nown defense, should the need arise.The Army will be reduced to 1,070,000 officers and men by July 1, 1947.\nHalf of the Army will be used for occupation duties abroad and most of the\nremainder will be employed at home in the support of these overseas\nforces.The Navy is supporting the occupation troops in Europe and in the Far East.\nIts fundamental mission--to support our national interests wherever\nrequired--is unchanged. The Navy, including the Marine Corps, will average\n571,000 officers and men during the fiscal year 1948.We are encountering serious difficulties in maintaining our forces at even\nthese reduced levels. Occupation troops are barely sufficient to carry out\nthe duties which our foreign policy requires. Our forces at home are at a\npoint where further reduction is impracticable. We should like an Army and\na Navy composed entirely of long-term volunteers, but in spite of liberal\ninducements the basic needs of the Army are not now being met by voluntary\nenlistments.The War Department has advised me that it is unable to make an accurate\nforecast at the present time as to whether it will be possible to maintain\nthe strength of the Army by relying exclusively on volunteers. The\nsituation will be much clearer in a few weeks, when the results of the\ncampaign for volunteers are known. The War Department will make its\nrecommendations as to the need for the extension of Selective Service in\nsufficient time to enable the Congress to take action prior to the\nexpiration of the present law on March 31st. The responsibility for\nmaintaining our armed forces at the strength necessary for our national\nsafety rests with the Congress.The development of a trained citizen reserve is also vital to our national\nsecurity. This can best be accomplished through universal training. I have\nappointed an Advisory Commission on Universal Training to study the various\nplans for a training program, and I expect that the recommendations of the\nCommission will be of benefit to the Congress and to me in reaching\ndecisions on this problem.The cost of the military establishment is substantial. There is one certain\nway by which we can cut costs and at the same time enhance our national\nsecurity. That is by the establishment of a single Department of National\nDefense. I shall communicate with the Congress in the near future with\nreference to the establishment of a single Department of National Defense.National security does not consist only of an army, a navy, and an air\nforce. It rests on a much broader basis. It depends on a sound economy of\nprices and wages, on prosperous agriculture, on satisfied and productive\nworkers, on a competitive private enterprise free from monopolistic\nrepression, on continued industrial harmony and production, on civil\nliberties and human freedoms-on all the forces which create in our men and\nwomen a strong moral fiber and spiritual stamina.But we have a higher duty and a greater responsibility than the attainment\nof our own national security. Our goal is collective security for all\nmankind.If we can work in a spirit of understanding and mutual respect, we can\nfulfill this solemn obligation which rests upon us.The spirit of the American people can set the course of world history. If\nwe maintain and strengthen our cherished ideals, and if we share our great\nbounty with war-stricken people over the world, then the faith of our\ncitizens in freedom and democracy will be spread over the whole earth and\nfree men everywhere will share our devotion to those ideals.Let us have the will and the patience to this job together.May the Lord strengthen us in our faith.May He give us wisdom to lead the peoples of the world in His ways of\npeace.", 
    "name": "Harry S. Truman"
}