{
    "date": "January 7, 1953", 
    "speech": "To the Congress of the United States:I have the honor to report to the Congress on the state of the Union.This is the eighth such report that, as President, I have been privileged\nto present to you and to the country. On previous occasions, it has been my\ncustom to set forth proposals for legislative action in the coming year.\nBut that is not my purpose today. The presentation of a legislative program\nfalls properly to my successor, not to me, and I would not infringe upon\nhis responsibility to chart the forward course. Instead, I wish to speak of\nthe course we have been following the past eight years and the position at\nwhich we have arrived.In just two weeks, General Eisenhower will be inaugurated as President of\nthe United States and I will resume--most gladly--my place as a private\ncitizen of this Republic. The Presidency last changed hands eight years ago\nthis coming April. That was a tragic time: a time of grieving for President\nRoosevelt--the great and gallant human being who had been taken from us; a\ntime of unrelieved anxiety to his successor, thrust so suddenly into the\ncomplexities and burdens of the Presidential office.Not so this time. This time we see the normal transition under our\ndemocratic system. One President, at the conclusion of his term, steps back\nto private life; his successor, chosen by the people, begins his tenure of\nthe office. And the Presidency of the United States continues to function\nwithout a moment's break.Since the election, I have done my best to assure that the transfer from\none Administration to another shall be smooth and orderly. From General\nEisenhower and his associates, I have had friendly and understanding\ncollaboration in this endeavor. I have not sought to thrust upon him--nor\nhas he sought to take--the responsibility which must be mine until twelve\no'clock noon on January twentieth. But together, I hope and believe we have\nfound means whereby the incoming President can obtain the full and detailed\ninformation he will need to assume the responsibility the moment he takes\nthe oath of office.The President-elect is about to take up the greatest burdens, the most\ncompelling responsibilities, given to any man. And I, with you and all\nAmericans, wish for him all possible success in undertaking the tasks that\nwill so soon be his.What are these tasks? The President is Chief of State, elected\nrepresentative of all the people, national spokesman for them and to them.\nHe is Commander-in-Chief of our armed forces. He is charged with the\nconduct of our foreign relations. He is Chief Executive of the Nation's\nlargest civilian organization. He must select and nominate all top\nofficials of the Executive Branch and all Federal judges. And on the\nlegislative side, he has the obligation and the opportunity to recommend,\nand to approve or veto legislation. Besides all this, it is to him that a\ngreat political party turns naturally for leadership, and that, too, he\nmust provide as President.This bundle of burdens is unique; there is nothing else like it on the face\nof the earth. Each task could be a full-time job. Together, they would be a\ntremendous undertaking in the easiest of times.But our times are not easy; they are hard-as hard and complex, perhaps as\nany in our history. Now, the President not only has to carry on these tasks\nin such a way that our democracy may grow and flourish and our people\nprosper, but he also has to lead the whole free world in overcoming the\ncommunist menace--and all this under the shadow of the atomic bomb.This is a huge challenge to the human being who occupies the Presidential\noffice. But it is not a challenge to him alone, for in reality he cannot\nmeet it alone. The challenge runs not just to him but to his whole\nAdministration, to the Congress, to the country.Ultimately, no President can master his responsibilities, save as his\nfellow citizens-indeed, the whole people--comprehend the challenge of our\ntimes and move, with him, to meet it.It has been my privilege to hold the Presidential office for nearly eight\nyears now, and much has been done in which I take great pride. But this is\nnot personal pride. It is pride in the people, in the Nation. It is pride\nin our political system and our form of government--balky sometimes,\nmechanically deficient perhaps, in many ways--but enormously alive and\nvigorous; able through these years to keep the Republic on the right\ncourse, rising to the great occasions, accomplishing the essentials,\nmeeting the basic challenge of our times.There have been misunderstandings and controversies these past eight years,\nbut through it all the President of the United States has had that measure\nof support and understanding without which no man could sustain the burdens\nof the Presidential office, or hope to discharge its responsibilities.For this I am profoundly grateful--grateful to my associates in the\nExecutive Branch--most of them non-partisan civil servants;\ngrateful--despite our disagreements-to the Members of the Congress on both\nsides of the aisle; grateful especially to the American people, the\ncitizens of this Republic, governors of us all.We are still so close to recent controversies that some of us may find it\nhard to understand the accomplishments of these past eight years. But the\naccomplishments are real and very great, not as the President's, not as the\nCongress', but as the achievements of our country and all the people in\nit.Let me remind you of some of the things we have done since I first assumed\nmy duties as President of the United States.I took the oath of office on April 12, 1945. In May of that same year, the\nNazis surrendered. Then, in July, that great white flash of light, man-made\nat Alamogordo, heralded swift and final victory in World War II--and opened\nthe doorway to the atomic age.Consider some of the great questions that were posed for us by sudden,\ntotal victory in World War II. Consider also, how well we as a Nation have\nresponded.Would the American economy collapse, after the war? That was one question.\nWould there be another depression here--a repetition of 1921 or 1929? The\nfree world feared and dreaded it. The communists hoped for it and built\ntheir policies upon that hope.We answered that question--answered it with a resounding \"no.\"Our economy has grown tremendously. Free enterprise has flourished as never\nfore. Sixty-two million people are now gainfully employed, compared with 51\nmillion seven years ago. Private businessmen and farmers have invested more\nthan 200 billion dollars in new plant and equipment since the end of World\nWar II. Prices have risen further than they should have done--but incomes,\nby and large, have risen even more, so that real living standards are now\nconsiderably higher than seven years ago. Aided by sound government\npolicies, our expanding economy has shown the strength and flexibility for\nswift and almost painless reconversion from war to peace, in 1945 and 1946;\nfor quick reaction and recovery--well before Korea--from the beginnings of\nrecession in 1949. Above all, this live and vital economy of ours has now\nshown the remarkable capacity to sustain a great mobilization program for\ndefense, a vast outpouring of aid to friends and allies all around the\nworld--and still to produce more goods and services for peaceful use at\nhome than we have ever known before.This has been our answer, up to now, to those who feared or hoped for a\ndepression in this country.How have we handled our national finances? That was another question\narising at war's end. In the administration of the Government, no problem\ntakes more of the President's time, year in and year out, than fashioning\nthe Budget, and the related problem of managing the public debt.Financing World War II left us with a tremendous public debt, which reached\n279 billion dollars at its peak in February, 1946.Beginning in July, 1946, when war and reconversion financing had ended, we\nhave held quite closely to the sound standard that in times of high\nemployment and high national income, the Federal Budget should be balanced\nand the debt reduced.For the four fiscal years from July 1, 1946, to June 30, 1950, we had a net\nsurplus of 4.3 billion dollars. Using this surplus, and the Treasury's\nexcess cash reserves, the debt was reduced substantially, reaching a low\npoint of 251 billion dollars in June, 1949, and ending up at 257 billion\ndollars on June 30, 1950.In July of 1950, we began our rapid rearmament, and for two years held very\nclose to a pay-as-we-go policy. But in the current fiscal year and the\nnext, rising expenditures for defense will substantially outrun receipts.\nThis will pose an immediate and serious problem for the new Congress.Now let me turn to another question we faced at the war's end. Would we\ntake up again, and carry forward, the great projects of social welfare--so\nbadly needed, so long overdue--that the New Deal had introduced into our\nnational life? Would our Government continue to have a heart for the\npeople, or was the progress of the New Deal to be halted in the aftermath\nof war as decisively as the progress of Woodrow Wilson's New Freedom had\nbeen halted after the first world war?This question, too, we have answered. We have answered it by doubling old\nage insurance benefits and extending coverage to ten million more people.\nWe have answered it by increasing our minimum wage. We have answered by the\nthree million privately constructed homes that the Federal Government has\nhelped finance since the war--and the 155 thousand units of low rent public\nhousing placed under construction since 1949.We have answered with the 42 thousand new hospital beds provided since 1946\nthrough the joint efforts of the Federal Government and local communities.We have answered by helping eight million veterans of World War II to\nobtain advanced education, 196 thousand to start in business, and 64\nthousand to buy farms.We have answered by continuing to help farmers obtain electric power, until\ntoday nearly 90 per cent of our farms have power line electric service.In these and other ways, we have demonstrated, up to now, that our\ndemocracy has not forgotten how to use the powers of the Government to\npromote the people's welfare and security.Another of the big post-war questions was this: What we would do with the\nNation's natural resources--its soils and water, forests and grasslands.\nWould we continue the strong conservation movement of the 1930's, or would\nwe, as we did after the First World War, slip back into the practices of\nmonopoly, exploitation, and waste?The answer is plain. All across our country, the soil conservation movement\nhas spread, aided by Government programs, enriching private and public\nlands, preserving them from destruction, improving them for future use. In\nour river basins, we have invested nearly 5 billion dollars of public funds\nin the last eight years--invested them in projects to control floods,\nirrigate farmlands, produce low-cost power and get it to the housewives and\nfarmers and businessmen who need it. We have been vigilant in protecting\nthe people's property--lands and forests and oil and minerals.We have had to fight hard against those who would use our resources for\nprivate greed; we have met setbacks; we have had to delay work because of\ndefense priorities, but on the whole we can be proud of our record in\nprotecting our natural heritage, and in using our resources for the public\ngood.Here is another question we had to face at the war's close: Would we\ncontinue, in peace as well as war, to promote equality of opportunity for\nall our citizens, seeking ways and means to guarantee for all of them the\nfull enjoyment of their civil rights?During the war we achieved great economic and social gains for millions of\nour fellow citizens who had been held back by prejudice. Were we prepared,\nin peacetime, to keep on moving toward full realization of the democratic\npromise? Or would we let it be submerged, wiped out, in post-war riots and\nreaction, as after World War I?We answered these questions in a series of forward steps at every level of\ngovernment and in many spheres of private life. In our armed forces, our\ncivil service, our universities, our railway trains, the residential\ndistricts of our cities--in stores and factories all across the Nation--in\nthe polling booths as well--the barriers are coming down. This is\nhappening, in part, at the mandate of the courts; in part, at the\ninsistence of Federal, State and local governments; in part, through the\nenlightened action of private groups and persons in every region and every\nwalk of life.There has been a great awakening of the American conscience on the issues\nof civil rights. And all this progress--still far from complete but still\ncontinuing--has been our answer, up to now, to those who questioned our\nintention to live up to the promises of equal freedom for us all.There was another question posed for us at the war's end, which equally\nconcerned the future course of our democracy: Could the machinery of\ngovernment and politics in this Republic be changed, improved, adapted\nrapidly enough to carry through, responsibly and well, the vast, new\ncomplicated undertakings called for in our time?We have answered this question, too, answered it by tackling the most\nurgent, most specific, problems which the war experience itself had brought\ninto sharp focus. The reorganization of the Congress in 1946; the\nunification of our armed services, beginning in 1947; the closer\nintegration of foreign and military policy through the National Security\nCouncil created that same year; and the Executive reorganizations, before\nand after the Hoover-Acheson Commission Report in 1949--these are landmarks\nin our continuing endeavor to make government an effective instrument of\nservice to the people.I come now to the most vital question of all, the greatest of our concerns:\nCould there be built in the world a durable structure of security, a\nlasting peace for all the nations, or would we drift, as after World War I,\ntoward another terrible disaster--a disaster which this time might be the\nholocaust of atomic war?That is still the overriding question of our time. We cannot know the\nanswer yet; perhaps we will not know it finally for a long time to come.\nBut day and night, these past eight years, we have been building for peace,\nsearching out the way that leads most surely to security and freedom and\njustice in the world for us and all mankind.This, above all else, has been the task of our Republic since the end of\nWorld War II, and our accomplishment so far should give real pride to all\nAmericans. At the very least, a total war has been averted, each day up to\nthis hour. And at the most, we may already have succeeded in establishing\nconditions which can keep that kind of war from happening, for as far ahead\nas man can see.The Second World War radically changed the power relationships of the\nworld. Nations once great were left shattered and weak, channels of\ncommunication, routes of trade, political and economic ties of many kinds\nwere ripped apart.And in this changed, disrupted, chaotic situation, the United States and\nthe Soviet Union emerged as the two strongest powers of the world. Each had\ntremendous human and natural resources, actual or potential, on a scale\nunmatched by any other nation.Nothing could make plainer why the world is in its present state--and how\nthat came to pass--than an understanding of the diametrically opposite\nprinciples and policies of these two great powers in a war-ruined world.For our part, we in this Republic were-and are--free men, heirs of the\nAmerican Revolution, dedicated to the truths of our Declaration of\nIndependence:\"... That all men are created equal, that they are endowed by their Creator\nwith certain unalienable rights... That to secure these rights, governments\nare instituted among men, deriving their just powers from the consent of\nthe governed.\"Our post-war objective has been in keeping with this great idea. The United\nStates has sought to use its pre-eminent position of power to help other\nnations recover from the damage and dislocation of the war. We held out a\nhelping hand to enable them to restore their national lives and to regain\ntheir positions as independent, self-supporting members of the great family\nof nations. This help was given without any attempt on our part to dominate\nor control any nation. We did not want satellites but partners.The Soviet Union, however, took exactly the opposite course.Its rulers saw in the weakened condition of the world not an obligation to\nassist in the great work of reconstruction, but an opportunity to exploit\nmisery and suffering for the extension of their power. Instead of help,\nthey brought subjugation. They extinguished, blotted out, the national\nindependence of the countries that the military operations of World War II\nhad left within their grasp.The difference stares at us from the map of Europe today. To the west of\nthe line that tragically divides Europe we see nations continuing to act\nand live in the light of their own traditions and principles. On the other\nside, we see the dead uniformity of a tyrannical system imposed by the\nrulers of the Soviet Union. Nothing could point up more clearly what the\nglobal struggle between the free world and the communists is all about.It is a struggle as old as recorded history; it is freedom versus tyranny.For the dominant idea of the Soviet regime is the terrible conception that\nmen do not have rights but live at the mercy of the state.Inevitably this idea of theirs--and all the consequences flowing from\nit--collided with the efforts of free nations to build a just and peaceful\nworld. The \"cold war\" between the communists and the free world is nothing\nmore or less than the Soviet attempt to checkmate and defeat our peaceful\npurposes, in furtherance of their own dread objective.We did not seek this struggle, God forbid. We did our utmost to avoid it.\nIn World War II, we and the Russians had fought side by side, each in our\nturn attacked and forced to combat by the aggressors. After the war, we\nhoped that our wartime collaboration could be maintained, that the\nfrightful experience of Nazi invasion, of devastation in the heart of\nRussia, had turned the Soviet rulers away from their old proclaimed\nallegiance to world revolution and communist dominion. But instead, they\nviolated, one by one, the solemn agreements they had made with us in\nwartime. They sought to use the rights and privileges they had obtained in\nthe United Nations, to frustrate its purposes and cut down its powers as an\neffective agent of world progress and the keeper of the world's peace.Despite this outcome, the efforts we made toward peaceful collaboration are\na source of our present strength. They demonstrated that we believed what\nwe proclaimed, that we actually sought honest agreements as the way to\npeace. Our whole moral position, our leadership in the free world today, is\nfortified by that fact.The world is divided, not through our fault or failure, but by Soviet\ndesign. They, not we, began the cold war. And because the free world saw\nthis happen because men know we made the effort and the Soviet rulers\nspurned it--the free nations have accepted leadership from our Republic, in\nmeeting and mastering the Soviet offensive.It seems to me especially important that all of us be clear, in our own\nthinking, about the nature of the threat we have faced-and will face for a\nlong time to come. The measures we have devised to meet it take shape and\npattern only as we understand what we were--and are--up against.The Soviet Union occupies a territory of 8 million square miles. Beyond its\nborders, East and West, are the nearly five million square miles of the\nsatellite states--virtually incorporated into the Soviet Union--and of\nChina, now its close partner. This vast land mass contains an enormous\nstore of natural resources sufficient to support an economic development\ncomparable to our own.That is the Stalinist world. It is a world of great natural diversity in\ngeography and climate, in distribution of resources, in population,\nlanguage, and living standards, in economic and cultural development. It is\na world whose people are not all convinced communists by any means. It is a\nworld where history and national traditions, particularly in its\nborderlands, tend more toward separation than unification, and run counter\nto the enforced combination that has been made of these areas today.But it is also a world of great man-made uniformities, a world that bleeds\nits population white to build huge military forces; a world in which the\npolice are everywhere and their authority unlimited; a world where terror\nand slavery are deliberately administered both as instruments of government\nand as means of production; a world where all effective social power is the\nstate's monopoly--yet the state itself is the creature of the communist\ntyrants.The Soviet Union, with its satellites, and China are held in the tight grip\nof communist party chieftains. The party dominates all social and political\ninstitutions. The party regulates and centrally directs the whole economy.\nIn Moscow's sphere, and in Peiping's, all history, philosophy, morality and\nlaw are centrally established by rigid dogmas, incessantly drummed into the\nwhole population and subject to interpretation--or to change by none except\nthe party's own inner circle.And lest their people learn too much of other ways of life, the communists\nhave walled off their world, deliberately and uniformly, from the rest of\nhuman society.That is the communist base of operation in-their cold war. In addition,\nthey have at their command hundreds and thousands of dedicated foreign\ncommunists, people in nearly every free country who will serve Moscow's\nends. Thus the masters of the Kremlin are provided with deluded followers\nall through the free world whom they can manipulate, cynically and quite\nruthlessly, to serve the purposes of the Soviet state.Given their vast internal base of operations, and their agents in foreign\nlands, what are the communist rulers trying to do?Inside their homeland, the communists are trying to maintain and modernize\nhuge military forces. And simultaneously, they are endeavoring to weld\ntheir whole vast area and population into a completely self-contained,\nadvanced industrial society. They aim, some day, to equal or better the\nproduction levels of Western Europe and North America combined--thus\nshifting the balance of world economic power, and war potential, to their\nside.They have a long way to go and they know it. But they are prepared to levy\nupon living generations any sacrifice that helps strengthen their armed\npower, or speed industrial development.Externally, the communist rulers are trying to expand the boundaries of\ntheir world, whenever and wherever they can. This expansion they have\npursued steadfastly since the close of World War II, using any means\navailable to them.Where the Soviet army was present, as in the countries of Eastern Europe,\nthey have gradually squeezed free institutions to death.Where post-war chaos existed in industrialized nations, as in Western\nEurope, the local Stalinists tried to gain power through political\nprocesses, politically-inspired strikes, and every available means for\nsubverting free institutions to their evil ends.Where conditions permitted, the Soviet rulers have stimulated and aided\narmed insurrection by communist-led revolutionary forces, as in Greece,\nIndo-China, the Philippines, and China, or outright aggression by one of\ntheir satellites, as in Korea.Where the forces of nationalism, independence, and economic change were at\nwork throughout the great sweep of Asia and Africa, the communists tried to\nidentify themselves with the cause of progress, tried to picture themselves\nas the friends of freedom and advancement--surely one of the most cynical\nefforts of which history offers record.Thus, everywhere in the free world, the communists seek to fish in troubled\nwaters, to seize more countries, to enslave more millions of human souls.\nThey were, and are, ready to ally themselves with any group, from the\nextreme left to the extreme right, that offers them an opportunity to\nadvance their ends.Geography gives them a central position. They are both a European and an\nAsian power, with borders touching many of the most sensitive and vital\nareas in the free world around them. So situated, they can use their armies\nand their economic power to set up simultaneously a whole series of\nthreats--or inducements--to such widely dispersed places as Western\nGermany, Iran, and Japan. These pressures and attractions can be sustained\nat will, or quickly shifted from place to place.Thus the communist rulers are moving, with implacable will, to create\ngreater strength in their vast empire, and to create weakness and division\nin the free world, preparing for the time their false creed teaches them\nmust come: the time when the whole world outside their sway will be so torn\nby strife and contradictions that it will be ripe for the communist\nplucking.This is the heart of the distorted Marxist interpretation of history. This\nis the glass through which Moscow and Peiping look out upon the world, the\nglass through which they see the rest of us. They seem really to believe\nthat history is on their side. And they are trying to boost \"history\"\nalong, at every opportunity, in every way they can.I have set forth here the nature of the communist menace confronting our\nRepublic and the whole free world. This is the measure of the challenge we\nhave faced since World War II--a challenge partly military and partly\neconomic, partly moral and partly intellectual, confronting us at every\nlevel of human endeavor and all around the world.It has been and must be the free world's purpose not only to organize\ndefenses against aggression and subversion, not only to build a structure\nof resistance and salvation for the community of nations outside the iron\ncurtain, but in addition to give expression and opportunity to the forces\nof growth and progress in the free world, to so organize and unify the\ncooperative community of free men that we will not crumble but grow\nstronger over the years, and the Soviet empire, not the free world, will\neventually have to change its ways or fall.Our whole program of action to carry out this purpose has been directed to\nmeet two requirements.The first of these had to do with security. Like the pioneers who settled\nthis great continent of ours, we have had to carry a musket while we went\nabout our peaceful business. We realized that if we and our allies did not\nhave military strength to meet the growing Soviet military threat, we would\nnever have the opportunity to carry forward our efforts to build a peaceful\nworld of law and order--the only environment in which our free institutions\ncould survive and flourish.Did this mean we had to drop everything else and concentrate on armies and\nweapons? Of course it did not: side-by-side with this urgent military\nrequirement, we had to continue to help create conditions of economic and\nsocial progress in the world. This work had to be carried forward alongside\nthe first, not only in order to meet the non-military aspects of the\ncommunist drive for power, but also because this creative effort toward\nhuman progress is essential to bring about the kind of world we as free men\nwant to live in.These two requirements--military security and human progress--are more\nclosely related in action than we sometimes recognize. Military security\ndepends upon a strong economic underpinning and a stable and hopeful\npolitical order; conversely, the confidence that makes for economic and\npolitical progress does not thrive in areas that are vulnerable to military\nconquest.These requirements are related in another way. Both of them depend upon\nunity of action among the free nations of the world. This, indeed, has been\nthe foundation of our whole effort, for the drawing together of the free\npeople of the world has become a condition essential not only to their\nprogress, but to their survival as free people.This is the conviction that underlies all the steps we have been taking to\nstrengthen and unify the free nations during the past seven years.What have these steps been? First of all, how have we gone about meeting\nthe requirement of providing for our security against this world-wide\nchallenge?Our starting point, as I have said on many occasions, has been and remains\nthe United Nations.We were prepared, and so were the other nations of the free world, to place\nour reliance on the machinery of the United Nations to safeguard peace. But\nbefore the United Nations could give full expression to the concept of\ninternational security embodied in the Charter, it was essential that the\nfive permanent members of the Security Council honor their solemn pledge to\ncooperate to that end. This the Soviet Union has not done.I do not need to outline here the dreary record of Soviet obstruction and\nveto and the unceasing efforts of the Soviet representatives to sabotage\nthe United Nations. It is important, however, to distinguish clearly\nbetween the principle of collective security embodied in the Charter and\nthe mechanisms of the United Nations to give that principle effect. We must\nfrankly recognize that the Soviet Union has been able, in certain\ninstances, to stall the machinery of collective security. Yet it has not\nbeen able to impair the principle of collective security. The free nations\nof the world have retained their allegiance to that idea. They have found\nthe means to act despite the Soviet veto, both through the United Nations\nitself and through the application of this principle in regional and other\nsecurity arrangements that are fully in harmony with the Charter and give\nexpression to its purposes.The free world refused to resign itself to collective suicide merely\nbecause of the technicality of a Soviet veto.The principle of collective measures to forestall aggression has found\nexpression in the Treaty of Rio de Janeiro, the North Atlantic Treaty, now\nextended to include Greece and Turkey, and the several treaties we have\nconcluded to reinforce security in the Pacific area.But the free nations have not this time fallen prey to the dangerous\nillusion that treaties alone will stop an aggressor. By a series of\nvigorous actions, as varied as the nature of the threat, the free nations\nhave successfully thwarted aggression or the threat of aggression in many\ndifferent parts of the world.Our country has led or supported these collective measures. The aid we have\ngiven to people determined to act in defense of their freedom has often\nspelled the difference between success and failure.We all know what we have done, and I shall not review in detail the steps\nwe have taken. Each major step was a milepost in the developing unity,\nstrength and resolute will of the free nations.The first was the determined and successful effort made through the United\nNations to safeguard the integrity and independence of Iran in 1945 and\n1946.Next was our aid and support to embattled Greece, which enabled her to\ndefeat the forces threatening her national independence.In Turkey, cooperative action resulted in building up a bulwark of military\nstrength for an area vital to the defenses of the entire free world.In 1949, we began furnishing military aid to our partners in the North\nAtlantic Community and to a number of other free countries.The Soviet Union's threats against Germany and Japan, its neighbors to the\nWest and to the East, have been successfully withstood. Free Germany is on\nits way to becoming a member of the peaceful community of nations, and a\npartner in the common defense. The Soviet effort to capture Berlin by\nblockade was thwarted by the courageous Allied airlift. An independent and\ndemocratic Japan has been brought back into the community of free nations.In the Far East, the tactics of communist imperialism have reached heights\nof violence unmatched elsewhere--and the problem of concerted action by the\nfree nations has been at once more acute and more difficult.Here, in spite of outside aid and support, the free government of China\nsuccumbed to the communist assault. Our aid has enabled the free Chinese to\nrebuild and strengthen their forces on the island of Formosa. In other\nareas of the Far East-in Indo-China, Malaya, and the Philippines--our\nassistance has helped sustain a staunch resistance against communist\ninsurrectionary attacks.The supreme test, up to this point, of the will and determination of the\nfree nations came in Korea, when communist forces invaded the Republic of\nKorea, a state that was in a special sense under the protection of the\nUnited Nations. The response was immediate and resolute. Under our military\nleadership, the free nations for the first time took up arms, collectively,\nto repel aggression.Aggression was repelled, driven back, punished. Since that time, communist\nstrategy has seen fit to prolong the conflict, in spite of honest efforts\nby the United Nations to reach an honorable truce. The months of deadlock\nhave demonstrated that the communists cannot achieve by persistence, or by\ndiplomatic trickery, what they failed to achieve by sneak attack. Korea has\ndemonstrated that the free world has the will and the endurance to match\nthe communist effort to overthrow international order through local\naggression.It has been a bitter struggle and it has cost us much in brave lives and\nhuman suffering, but it has made it plain that the free nations will fight\nside by side, that they will not succumb to aggression or intimidation, one\nby one. This, in the final analysis, is the only way to halt the communist\ndrive to world power.At the heart of the free world's defense is the military strength of the\nUnited States.From 1945 to 1949, the United States was sole possessor of the atomic bomb.\nThat was a great deterrent and protection in itself.But when the Soviets produced an atomic explosion--as they were bound to do\nin time--we had to broaden the whole basis of our strength. We had to\nendeavor to keep our lead in atomic weapons. We had to strengthen our armed\nforces generally and to enlarge our productive capacity-our mobilization\nbase. Historically, it was the Soviet atomic explosion in the fall of 1949,\nnine months before the aggression in Korea, which stimulated the planning\nfor our program of defense mobilization.What we needed was not just a central force that could strike back against\naggression. We also needed strength along the outer edges of the free\nworld, defenses for our allies as well as for ourselves, strength to hold\nthe line against attack as well as to retaliate.We have made great progress on this task of building strong defenses. In\nthe last two and one half years, we have more than doubled our own\ndefenses, and we have helped to increase the protection of nearly all the\nother free nations.All the measures of collective security, resistance to aggression, and the\nbuilding of defenses, constitute the first requirement for the survival and\nprogress of the free world. But, as I have pointed out, they are interwoven\nwith the necessity of taking steps to create and maintain economic and\nsocial progress in the free nations. There can be no military strength\nexcept where there is economic capacity to back it. There can be no freedom\nwhere there is economic chaos or social collapse. For these reasons, our\nnational policy has included a wide range of economic measures.In Europe, the grand design of the Marshall Plan permitted the people of\nBritain and France and Italy and a half dozen other countries, with help\nfrom the United States, to lift themselves from stagnation and find again\nthe path of rising production, rising incomes, rising standards of living.\nThe situation was changed almost overnight by the Marshall Plan; the people\nof Europe have a renewed hope and vitality, and they are able to carry a\nshare of the military defense of the free world that would have been\nimpossible a few years ago.Now the countries of Europe are moving rapidly towards political and\neconomic unity, changing the map of Europe in more hopeful ways than it has\nbeen changed for 500 years. Customs unions, European economic institutions\nlike the Schuman Plan, the movement toward European political integration,\nthe European Defense Community-all are signs of practical and effective\ngrowth toward greater common strength and unity. The countries of Western\nEurope, including the free Republic of Germany are working together, and\nthe whole free world is the gainer.It sometimes happens, in the course of history, that steps taken to meet an\nimmediate necessity serve an ultimate purpose greater than may be apparent\nat the time. This, I believe, is the meaning of what has been going on in\nEurope under the threat of aggression. The free nations there, with our\nhelp, have been drawing together in defense of their free institutions. In\nso doing, they have laid the foundations of a unity that will endure as a\nmajor creative force beyond the exigencies of this period of history. We\nmay, at this close range, be but dimly aware of the creative surge this\nmovement represents, but I believe it to be of historic importance. I\nbelieve its benefits will survive long after communist tyranny is nothing\nbut an unhappy memory.In Asia and Africa, the economic and social problems are different but no\nless urgent. There hundreds of millions of people are in ferment, exploding\ninto the twentieth century, thrusting toward equality and independence and\nimprovement in the hard conditions of their lives.Politically, economically, socially, things cannot and will not stay in\ntheir pre-war mold in Africa and Asia. Change must come--is coming--fast.\nJust in the years I have been President, 12 free nations, with more than\n600 million people, have become independent: Burma, Indonesia, the\nPhilippines, Korea, Israel, Libya, India, Pakistan and Ceylon, and the\nthree Associated States of Indo-China, now members of the French Union.\nThese names alone are testimony to the sweep of the great force which is\nchanging the face of half the world.Working out new relationships among the peoples of the free world would not\nbe easy in the best of times. Even if there were no Communist drive for\nexpansion, there would be hard and complex problems of transition from old\nsocial forms, old political arrangements, old economic institutions to the\nnew ones our century demands--problems of guiding change into constructive\nchannels, of helping new nations grow strong and stable. But now, with the\nSoviet rulers striving to exploit this ferment for their own purposes, the\ntask has become harder and more urgent--terribly urgent.In this situation, we see the meaning and the importance of the Point IV\nprogram, through which we can share our store of know-how and of capital to\nhelp these people develop their economies and reshape their societies. As\nwe help Iranians to raise more grain, Indians to reduce the incidence of\nmalaria, Liberians to educate their children better, we are at once helping\nto answer the desires of the people for advancement, and demonstrating the\nsuperiority of freedom over communism. There will be no quick solution for\nany of the difficulties of the new nations of Asia and Africa--but there\nmay be no solution at all if we do not press forward with full energy to\nhelp these countries grow and flourish in freedom and in cooperation with\nthe rest of the free world.Our measures of economic policy have already had a tremendous effect on the\ncourse of events. Eight years ago, the Kremlin thought post-war collapse in\nWestern Europe and Japan--with economic dislocation in America--might give\nthem the signal to advance. We demonstrated they were wrong. Now they wait\nwith hope that the economic recovery of the free world has set the stage\nfor violent and disastrous rivalry among the economically developed\nnations, struggling for each other's markets and a greater share of trade.\nHere is another test that we shall have to meet and master in the years\nimmediately ahead. And it will take great ingenuity and effort--and much\ntime--before we prove the Kremlin wrong again. But we can do it. It is true\nthat economic recovery presents its problems, as does economic decline, but\nthey are problems of another order. They are the problems of distributing\nabundance fairly, and they can be solved by the process of international\ncooperation that has already brought us so far.These are the measures we must continue. This is the path we must follow.\nWe must go on, working with our free associates, building an international\nstructure for military defense, and for economic, social, and political\nprogress. We must be prepared for war, because war may be thrust upon us.\nBut the stakes in our search for peace are immensely higher than they have\never been before.For now we have entered the atomic age, and war has undergone a\ntechnological change which makes it a very different thing from what it\nused to be. War today between the Soviet empire and the free nations might\ndig the grave not only of our Stalinist opponents, but of our own society,\nour world as well as theirs.This transformation has been brought to pass in the seven years from\nAlamogordo to Eniwetok. It is only seven years, but the new force of atomic\nenergy has turned the world into a very different kind of place.Science and technology have worked so fast that war's new meaning may not\nyet be grasped by all the .peoples who would be its victims; nor, perhaps,\nby the rulers in the Kremlin. But I have been President of the United\nStates, these seven years, responsible for the decisions which have brought\nour science and our engineering to their present place. I know what this\ndevelopment means now. I know something of what it will come to mean in the\nfuture.We in this Government realized, even before the first successful atomic\nexplosion, that this new force spelled terrible danger for all mankind\nunless it were brought under international control. We promptly advanced\nproposals in the United Nations to take this new source of energy out of\nthe arena of national rivalries, to make it impossible to use it as a\nweapon of war. These proposals, so pregnant with benefit for all humanity,\nwere rebuffed by the rulers of the Soviet Union.The language of science is universal, the movement of science is always\nforward into the unknown. We could not assume that the Soviet Union would\nnot develop the same weapon, regardless of all our precautions, nor that\nthere were not other and even more terrible means of destruction lying in\nthe unexplored field of atomic energy.We had no alternative, then, but to press on, to probe the secrets of\natomic power to the uttermost of our capacity, to maintain, if we could,\nour initial superiority in the atomic field. At the same time, we sought\npersistently for some avenue, some formula, for reaching an agreement with\nthe Soviet rulers that would place this new form of power under effective\nrestraints--that would guarantee no nation would use it in war. I do not\nhave to recount here the proposals we made, the steps taken in the United\nNations, striving at least to open a way to ultimate agreement. I hope and\nbelieve that we will continue to make these efforts so long as there is the\nslightest possibility of progress. All civilized nations are agreed on the\nurgency of the problem, and have shown their willingness to agree on\neffective measures of control--all save the Soviet Union and its\nsatellites. But they have rejected every reasonable proposal.Meanwhile, the progress of scientific experiment has outrun our\nexpectations. Atomic science is in the full tide of development; the\nunfolding of the innermost secrets of matter is uninterrupted and\nirresistible. Since Alamogordo we have developed atomic weapons with many\ntimes the explosive force of the early models, and we have produced them in\nsubstantial quantities. And recently, in the thermonuclear tests at\nEniwetok, we have entered another stage in the world-shaking development of\natomic energy. From now on, man moves into a new era of destructive power,\ncapable of creating explosions of a new order of magnitude, dwarfing the\nmushroom clouds of Hiroshima and Nagasaki.We have no reason to think that the stage we have now reached in the\nrelease of atomic energy will be the last. Indeed, the speed of our\nscientific and technical progress over the last seven years shows no signs\nof abating. We are being hurried forward, in our mastery of the atom, from\none discovery to another, toward yet unforeseeable peaks of destructive\npower.Inevitably, until we can reach international agreement, this is the path we\nmust follow. And we must realize that no advance we make is unattainable by\nothers, that no advantage in this race can be more than temporary.The war of the future would be one in which man could extinguish millions\nof lives at one blow, demolish the great cities of the world, wipe out the\ncultural achievements of the past--and destroy the very structure of a\ncivilization that has been slowly and painfully built up through hundreds\nof generations.Such a war is not a possible policy for rational men. We know this, but we\ndare not assume that others would not yield to the temptation science is\nnow placing in their hands.With that in mind, there is something I would say, to Stalin: You claim\nbelief in Lenin's prophecy that one stage in the development of communist\nsociety would be war between your world and ours. But Lenin was a\npre-atomic man, who viewed society and history with pre-atomic eyes.\nSomething profound has happened since he wrote. War has changed its shape\nand its dimension. It cannot now be a \"stage\" in the development of\nanything save ruin for your regime and your homeland.I do not know how much time may elapse before the communist rulers bring\nthemselves to recognize this truth. But when they do, they will find us\neager to reach understandings that will protect the world from the danger\nit faces today.It is no wonder that some people wish that we had never succeeded in\nsplitting the atom. But atomic power, like any other force of nature, is\nnot evil in itself. Properly used, it is an instrumentality for human\nbetterment. As a source of power, as a tool of scientific inquiry, it has\nuntold possibilities. We are already making good progress in the\nconstructive use of atomic power. We could do much more if we were free to\nconcentrate on its peaceful uses exclusively.Atomic power will be with us all the days of our lives. We cannot legislate\nit out of existence. We cannot ignore the dangers or the benefits it\noffers.I believe that man can harness the forces of the atom to work for the\nimprovement of the lot of human beings everywhere. That is our goal. As a\nnation, as a people, we must understand this problem, we must handle this\nnew force wisely through our democratic processes. Above all, we must\nstrive, in all earnestness and good faith, to bring it under effective\ninternational control. To do this will require much wisdom and patience and\nfirmness. The awe-inspiring responsibility in this field now falls on a new\nAdministration and a new Congress. I will give them my support, as I am\nsure all our citizens will, in whatever constructive steps they may take to\nmake this newest of man's discoveries a source of good and not of ultimate\ndestruction.We cannot tell when or whether the attitude of the Soviet rulers may\nchange. We do not know how long it may be before they show a willingness to\nnegotiate effective control of atomic energy and honorable settlements of\nother world problems. We cannot measure how deep-rooted are the Kremlin's\nillusions about us. We can be sure, however, that the rulers of the\ncommunist world will not change their basic objectives lightly or soon.The communist rulers have a sense of time about these things wholly unlike\nour own. We tend to divide our future into short spans, like the two-year\nlife of this Congress, or the four years of the next Presidential term.\nThey seem to think and plan in terms of generations. And there is,\ntherefore, no easy, short-run way to make them see that their plans cannot\nprevail.This means there is ahead of us a long hard test of strength and stamina,\nbetween the free world and the communist domain-our politics and our\neconomy, our science and technology against the best they can do--our\nliberty against their slavery--our voluntary concert Of free nations\nagainst their forced amalgam of \"people's republics\"--our strategy against\ntheir strategy-our nerve against their nerve.Above all, this is a test of the will and the steadiness of the people of\nthe United States.There has been no challenge like this in the history of our Republic. We\nare called upon to rise to the occasion, as no people before us.What is required of us is not easy. The way we must learn to live, the\nworld we have to live in, cannot be so pleasant, safe or simple as most of\nus have known before, or confidently hoped to know.Already we have had to sacrifice a number of accustomed ways of working and\nof living, much nervous energy, material resources, even human life. Yet if\none thing is certain in our future, it is that more sacrifice still lies\nahead.Were we to grow discouraged now, were we to weaken and slack off, the whole\nstructure we have built, these past eight years, would come apart and fall\naway. Never then, no matter by what stringent means, could our free world\nregain the ground, the time, the sheer momentum, lost by such a move. There\ncan and should be changes and improvements in our programs, to meet new\nsituations, serve new needs. But to desert the spirit of our basic\npolicies, to step back from them now, would surely start the free world's\nslide toward the darkness that the communists have prophesied-toward the\nmoment for which they watch and wait.If we value our freedom and our way of life and want to see them safe, we\nmust meet the challenge and accept its implications, stick to our guns and\ncarry out our policies.I have set out the basic conditions, as I see them, under which we have\nbeen working in the world, and the nature of our basic policies. What,\nthen, of the future? The answer, I believe, is this: As we continue to\nconfound Soviet expectations, as our world grows stronger, more united,\nmore attractive to men on both sides of the iron curtain, then inevitably\nthere will come a time of change within the communist world. We do not know\nhow that change will come about, whether by deliberate decision in the\nKremlin, by coup d'etat, by revolution, by defection of satellites, or\nperhaps by some unforeseen combination of factors such as these.But if the communist rulers understand they cannot win by war, and if we\nfrustrate their attempts to win by subversion, it is not too much to expect\ntheir world to change its character, moderate its aims, become more\nrealistic and less implacable, and recede from the cold war they began.Do not be deceived by the strong face, the look of monolithic power that\nthe communist dictators wear before the outside world. Remember their power\nhas no basis in consent. Remember they are so afraid of the free world's\nideas and ways of life, they do not dare to let their people know about\nthem. Think of the massive effort they put forth to try to stop our\nCampaign of Truth from reaching their people with its message of freedom.The masters of the Kremlin live in fear their power and position would\ncollapse were their own people to acquire knowledge, information,\ncomprehension about our free society. Their world has many elements of\nstrength, but this one fatal flaw: the weakness represented by their iron\ncurtain and their police state. Surely, a social order at once so insecure\nand so fearful, must ultimately lose its competition with our free\nsociety.Provided just one thing--and this I urge you to consider\ncarefully--provided that the free world retains the confidence and the\ndetermination to outmatch the best our adversary can accomplish and to\ndemonstrate for uncertain millions on both sides of the iron curtain the\nsuperiority of the free way of life.That is the test upon all the free nations; upon none more than our own\nRepublic.Our resources are equal to the task. We have the industry, the skills, the\nbasic economic strength. Above all, we have the vigor of free men in a free\nsociety. We have our liberties. And while we keep them, while we retain our\ndemocratic faith, the ultimate advantage in this hard competition lies with\nus, not with the communists.But there are some things that could shift the advantage to their side. One\nof the things that could defeat us is fear--fear of the task we face, fear\nof adjusting to it, fear that breeds more fear, sapping our faith,\ncorroding our liberties, turning citizen against citizen, ally against\nally. Fear could snatch away the very values we are striving to defend.Already the danger signals have gone up. Already the corrosive process has\nbegun. And every diminution of our tolerance, each new act of enforced\nconformity, each idle accusation, each demonstration of hysteria-each new\nrestrictive law--is one more sign that we can lose the battle against\nfear.The communists cannot deprive us of our liberties--fear can. The communists\ncannot stamp out our faith in human dignity-fear can. Fear is an enemy\nwithin ourselves, and if we do not root it out, it may destroy the very way\nof life we are so anxious to protect.To beat back fear, we must hold fast to our heritage as free men. We must\nrenew our confidence in one another, our tolerance, our sense of being\nneighbors, fellow citizens. We must take our stand on the Bill of Rights.\nThe inquisition, the star chamber, have no place in a free society.Our ultimate strength lies, not alone in arms, but in the sense of moral\nvalues and moral truths that give meaning and vitality to the purposes of\nfree people. These values are our faith, our inspiration, the source of our\nstrength and our indomitable determination.We face hard tasks, great dangers. But we are Americans and we have faced\nhardships and uncertainty before, we have adjusted before to changing\ncircumstances. Our whole history has been a steady training for the work it\nis now ours to do.No one can lose heart for the task, none can lose faith in our free ways,\nwho stops to remember where we began, what we have sought, and what\naccomplished, all together as Americans.I have lived a long time and seen much happen in our country. And I know\nout of my own experience, that we can do what must be done.When I think back to the country I grew up in--and then look at what our\ncountry has become--I am quite certain that having done so much, we can do\nmore.After all, it has been scarcely fifteen years since most Americans rejected\nout-of-hand the wise counsel that aggressors must be \"quarantined\". The\nvery concept of collective security, the foundation-stone of all our\nactions now, was then strange doctrine, shunned and set aside. Talk about\nadapting; talk about adjusting; talk about responding as a people to the\nchallenge of changed times and circumstances--there has never been a more\nspectacular example than this great change in America's outlook on the\nworld.Let all of us pause now, think back, consider carefully the meaning of our\nnational experience. Let us draw comfort from it and faith, and confidence\nin our future as Americans.The Nation's business is never finished. The basic questions we have been\ndealing with, these eight years past, present themselves anew. That is the\nway of our society. Circumstances change and current questions take on\ndifferent forms, new complications, year by year. But underneath, the great\nissues remain the same--prosperity, welfare, human rights, effective\ndemocracy, and above all, peace.Now we turn to the inaugural of our new President. And in the great work he\nis called upon to do he will have need for the support of a united people,\na confident people, with firm faith in one another and in our common cause.\nI pledge him my support as a citizen of our Republic, and I ask you to give\nhim yours.To him, to you, to all my fellow citizens, I say, Godspeed.May God bless our country and our cause.", 
    "name": "Harry S. Truman"
}