{
    "date": "January 4, 1950", 
    "speech": "Mr. President, Mr. Speaker, Members of the Congress:A year ago I reported to this Congress that the state of the Union was\ngood. I am happy to be able to report to you today that the state of the\nUnion continues to be good. Our Republic continues to increase in the\nenjoyment of freedom within its borders, and to offer strength and\nencouragement to all those who love freedom throughout the world.During the past year we have made notable progress in strengthening the\nfoundations of peace and freedom, abroad and at home.We have taken important steps in securing the North Atlantic community\nagainst aggression. We have continued our successful support of European\nrecovery. We have returned to our established policy of expanding\ninternational trade through reciprocal agreement. We have strengthened our\nsupport of the United Nations.While great problems still confront us, the greatest danger has\nreceded--the possibility which faced us 3 years ago that most of Europe and\nthe Mediterranean area might collapse under totalitarian pressure. Today,\nthe free peoples of the world have new vigor and new hope for the cause of\npeace.In our domestic affairs, we have made notable advances toward broader\nopportunity and a better life for all our citizens.We have met and reversed the first significant downturn in economic\nactivity since the war. In accomplishing this, Government programs for\nmaintaining employment and purchasing power have been of tremendous\nbenefit. As the result of these programs, and the wisdom and good judgment\nof our businessmen and workers, major readjustments have been made without\nwidespread suffering.During the past year, we have also made a good start in providing housing\nfor low-income groups; we have raised minimum wages; we have gone forward\nwith the development of our natural resources; we have given a greater\nassurance of stability to the farmer; and we have improved the organization\nand efficiency of our Government.Today, by the grace of God, we stand a free and prosperous nation with\ngreater possibilities for the future than any people ever had before in the\nhistory of the world.We are now, in this year of 1950, nearing the midpoint of the 20th\ncentury.The first half of this century will be known as the most turbulent and\neventful period in recorded history. The swift pace of events promises to\nmake the next 50 years decisive in the history of man on this planet.The scientific and industrial revolution which began two centuries ago has,\nin the last 50 years, caught up the peoples of the globe in a common\ndestiny. Two world-shattering wars have proved that no corner of the earth\ncan be isolated from the affairs of mankind.The human race has reached a turning point. Man has opened the secrets of\nnature and mastered new powers. If he uses them wisely, he can reach new\nheights of civilization. If he uses them foolishly, they may destroy him.Man must create the moral and legal framework for the world which will\ninsure that his new powers are used for good and not for evil. In shaping\nthe outcome, the people of the United States will play a leading role.Among all the great changes that have occurred in the last 50 years, none\nis more important than the change in the position of the United States in\nworld affairs. Fifty years ago we were a country devoted largely to our own\ninternal affairs. Our industry was growing, and we had new interests in the\nFar East and in the Caribbean, but we were primarily concerned with the\ndevelopment of vast areas of our own continental territory.Today, our population has doubled. Our national production has risen from\nabout $50 billion, in terms of today's prices, to the staggering figure of\n$255 billion a year. We have a more productive economic system and a\ngreater industrial potential than any other nation on the globe. Our\nstandard of living is an inspiration for all other peoples. Even the\nslightest changes in our economic and social life have their effect on\nother countries all around the world.Our tremendous strength has brought with it tremendous responsibilities. We\nhave moved from the outer edge to the center of world affairs. Other\nnations look to us for a wise exercise of our economic and military\nstrength, and for vigorous support of the ideals of representative\ngovernment and a free society. We will not fail them.Our objective in the world is peace. Our country has joined with others in\nthe task of achieving peace. We know now that this is not an easy task, or\na short one. But we are determined to see it through. Both of our great\npolitical parties are committed to working together--and I am sure they\nwill continue to work together--to achieve this end. We are prepared to\ndevote our energy and our resources to this task, because we know that our\nown security and the future of mankind are at stake.Right here, I want to say that no one appreciates more than I the\nbipartisan cooperation in foreign affairs which has been enjoyed by this\nadministration.Our success in working with other nations to achieve peace depends largely\non what we do at home. We must preserve our national strength. Strength is\nnot simply a matter of arms and force. It is a matter of economic growth,\nand social health, and vigorous institutions, public and private. We can\nachieve peace only if we maintain our productive energy, our democratic\ninstitutions, and our firm belief in individual freedom.Our surest guide in the days that lie ahead will be the spirit in which\nthis great Republic was rounded. We must make our decisions in the\nconviction that all men are created equal, that they are equally entitled\nto life, liberty, and the pursuit of happiness, and that the duty of\ngovernment is to serve these ends.This country of ours has experienced many blessings, but none greater than\nits dedication to these principles. At every point in our history, these\nideals have served to correct our failures and shortcomings, to spur us on\nto greater efforts, and to keep clearly before us the primary purpose of\nour existence as a nation. They have enshrined for us, a principle of\ngovernment, the moral imperative to do justice, and the divine command to\nmen to love one another.These principles give meaning to all that we do.In foreign policy, they mean that we can never be tolerant of oppression or\ntyranny. They mean that we must throw our weight on the side of greater\nfreedom and a better life for all peoples. These principles confirm us in\ncarrying out the specific programs for peace which we have already begun.We shall continue to give our wholehearted support to the United Nations.\nWe believe that this organization can ultimately provide the framework of\ninternational law and morality without which mankind cannot survive. It has\nalready set up new standards for the conduct of nations in the Declaration\nof Human Rights and the Convention on Genocide. It is moving ahead to give\nmeaning to the concept of world brotherhood through a wide variety of\ncultural, economic, and technical activities.The events of the past year again showed the value of the United Nations in\nbringing about the peaceful adjustment of tense international\ncontroversies. In Indonesia and in Palestine the efforts of the United\nNations have put a stop to bloodshed and paved the way to peaceful\nsettlements.We are working toward the time when the United Nations will control weapons\nof mass destruction and will have the forces to preserve international law\nand order. While the world remains unsettled, however, and as long as our\nown security and the security of the free world require, we will maintain a\nstrong and well-balanced defense organization. The Selective Service System\nis an essential part of our defense plans, and it must be continued.Under the principles of the United Nations Charter we must continue to\nshare in the common defense of free nations against aggression. At the last\nsession this Congress laid the basis for this joint effort. We now must put\ninto effect the common defense plans that are being worked out.We shall continue our efforts for world economic recovery, because world\nprosperity is the only sure foundation of a permanent peace.As an immediate means to this end we must continue our support of the\nEuropean recovery program. This program has achieved great success in the\nfirst 2 years of its operation, but it has not yet been completed. If we\nwere to stop this program now, or cripple it, just because it is\nsucceeding, we should be doing exactly what the enemies of democracy want\nus to do. We should be just as foolish as a man who, for reasons of false\neconomy, failed to put a roof on his house after building the foundation\nand the walls.World prosperity also requires that we do all we can to expand world trade.\nAs a major step in this direction we should promptly join the International\nTrade Organization. The purpose of this organization, which the United\nStates has been foremost in creating, is to establish a code of fair\npractice, and an international authority for adjusting differences in\ninternational commercial relations. It is an effort to prevent the kind of\nanarchy and irresponsibility in world trade which did so much to bring\nabout the world depression of the 1930's. An expanding world economy\nrequires the improvement of living standards and the development of\nresources in areas where human poverty and misery now prevail. Without such\nimprovement the recovery of Europe and the future of our own economy will\nnot be secure. I urge that the Congress adopt the legislation now before it\nto provide for increasing the flow of technical assistance and capital\ninvestment in underdeveloped regions.It is more essential now than ever, if the ideals of freedom and\nrepresentative government are to prevail in these areas, and particularly\nin the Far East, that their peoples experience, in their own lives, the\nbenefits of scientific and economic advances. This program will require the\nmovement of large amounts of capital from the industrial nations, and\nparticularly from the United States, to productive uses in the\nunderdeveloped areas of the world. Recent world events make prompt action\nimperative.This program is in the interest of all peoples-and has nothing in common\nwith either the old imperialism of the last century or the new imperialism\nof the Communists.Our aim for a peaceful, democratic world of free peoples will be achieved\nin the long run, not by force of arms, but by an appeal to the minds and\nhearts of men. If the peace policy of the democratic nations is to be\nsuccessful, they must demonstrate that the benefits of their way of life\ncan be increased and extended to all nations and all races.In the world today we are confronted with the danger that the rising demand\nof people everywhere for freedom and a better life may be corrupted and\nbetrayed by the false promises of communism. In its ruthless struggle for\npower, communism seizes upon our imperfections, and takes advantage of the\ndelays and setbacks which the democratic nations experience in their effort\nto secure a better life for their citizens. This challenge to us is more\nthan a military challenge. It is a challenge to the honesty of our\nprofession of the democratic faith; it is a challenge to the efficiency and\nstability of our economic system; it is a challenge to the willingness to\nwork with other peoples for world peace and for world prosperity.For my part I welcome that challenge. I believe that our country, at this\ncrucial point in world history, will meet that challenge successfully. I\nbelieve that, in cooperation with the other free nations of the world, we\nshall extend the full benefits of the democratic way of life to millions\nwho do not now enjoy them, and preserve mankind from dictatorship and\ntyranny.I believe that we shall succeed in our struggle for this peace, because I\nhave seen the success we have had in our own country in following the\nprinciples of freedom. Over the last 50 years, the ideals of liberty and\nequal opportunity to which this Nation is dedicated have been increasingly\nrealized in the lives of our people.The ideal of equal opportunity no longer means simply the opportunity which\na man has to advance beyond his fellows. Some of our citizens do achieve\ngreater success than others as a reward for individual merit and effort,\nand this is as it should be. At the same time our country must be more than\na land of opportunity for a select few. It must be a land of opportunity\nfor all of us. In such a land we can grow and prosper together.The simple truth that we can all go forward together is often questioned by\nselfish or shortsighted persons. It is strange that this is so, for this\nproposition is so clearly demonstrated by our national history. During the\nlast 50 years, for example, our Nation has grown enormously in material\nwell-being. This growth has come about, not by concentrating the benefits\nof our progress in the hands of a few, but by increasing the wealth of the\ngreat body of our Nation and our citizens.In the last 50 years the income of the average family has increased so\ngreatly that its buying power has doubled. The average hours of work have\ndeclined from 60 to 40 a week, the whole hourly production of the average\nworker has tripled. Average wages, allowing for price changes, have\nincreased from about 45 cents an hour to $1.40 an hour.We have accomplished what to earlier ages of mankind would have been a\nmiracle--we work shorter hours, we produce more, and we live better.Increasing freedom from poverty and drudgery has given a fuller meaning to\nAmerican life. Our people are better educated; we have more opportunities\nfor travel and recreation and enjoyment of the arts. We enjoy more personal\nliberty in the United States today than ever before.If we can continue in the spirit of cooperative adventure which has marked\nthe recent years of our progress, we can expect further scientific\nadvances, further increases in our standard of living, and a still wider\nenjoyment of democratic freedom.No one, of course, can foretell the future exactly. However, if we assume\nthat we shall grow as fast in the future as we have grown in the past, we\ncan get a good idea of how much our country should grow in the next 50\nyears.At present our total national production is $255 billion a year. Our\nworking population and our output per worker are increasing. If our\nproductive power continues to increase at the same rate as it has increased\nover the past 50 years, our total national production 50 years from now\nwill be nearly four times as much as it is today. Allowing for the expected\ngrowth in population, this would mean that the real income of the average\nfamily in the year 2000 A.D. would be about three times what it is today.These are estimates of what we can do in the future, but we can reach these\nheights only if we follow the right policies. We have learned by bitter\nexperience that progress is not automatic--that wrong policies lead to\ndepression and disaster. We cannot achieve these gains unless we have a\nstable economy and avoid the catastrophes of boom and bust that have set us\nback in the past.These gains cannot be achieved unless our businessmen maintain their spirit\nof initiative and enterprise and operate in a competitive economy. They\ncannot be achieved unless our workingmen and women and their unions help to\nincrease productivity and obtain for labor a fair share of the benefits of\nour economic system. They cannot be achieved unless we have a stable and\nprosperous agriculture. They cannot be achieved unless we conserve and\ndevelop our natural resources in the public interest. Our system will not\nwork unless our people are healthy, well-educated, and confident of the\nfuture. It will not work unless all citizens can participate fully in our\nnational life.In achieving these gains the Government has a special responsibility to\nhelp create and maintain the conditions which will permit the growth we\nknow is possible. Foremost among these conditions is the need for a fair\ndistribution of our increasing prosperity among all the great groups of our\npopulation who help to bring it about-labor, business, agriculture.Businessmen must continue to have the incentives necessary for investment\nand for the development of new lines of enterprise. In the future growth of\nthis country, lie possibilities for hundreds of thousands of new and\nindependent businesses. As our national production increases, as it doubles\nand redoubles in the next 50 years, the number of independent and competing\nenterprises should also increase. If the number does not increase, our\nconstantly growing economy will fall under the control of a few dominant\neconomic groups whose powers will be so great that they will be a challenge\nto democratic institutions.To avoid this danger, we must curb monopoly and provide aids to independent\nbusiness so that it may have the credit and capital to compete in a system\nof free enterprise. I recommend that the Congress complete action at this\nsession on the pending bill to close the loopholes in the Clayton Act which\nnow permit monopolistic mergers. I also hope before this session is over to\ntransmit to the Congress a series of proposals to strengthen the\nantimonopoly laws, to assist small business, and to encourage the growth of\nnew enterprises.In the case of labor, free collective bargaining must be protected and\nencouraged. Collective bargaining is not only a fundamental economic\nfreedom for labor. It is also a strengthening and stabilizing influence for\nour whole economy.The Federal statute now governing labor relations is punitive in purpose\nand one-sided in operation. This statute is, and always has been,\ninconsistent with the practice of true and effective collective bargaining.\nIt should be repealed and replaced by a law that is fair to all and in\nharmony with our democratic ideals.A full understanding of the problems of modern labor relations is of such\nimportance that I recommend the establishment of a labor extension service\nto encourage educational activities in this field.Another essential for our continued growth is a stable and prosperous\nagriculture. For many years we have been building a program to give the\nfarmer a reasonable measure of protection against the special hazards to\nwhich he is exposed. That program was improved at the last session of the\nCongress. However, our farm legislation is still not adequate.Although the Congress has properly declared as a matter of national policy\nthat safeguards must be maintained against slumps in farm prices, there are\nserious shortcomings in the methods now available for carrying out this\npolicy. Mandatory price supports should be provided for the commodities not\nnow covered which are major sources of farm income.Moreover, we should provide a method of supporting farm income at fair\nlevels which will, at the same time, avoid piling up unmanageable surpluses\nand allow consumers to obtain the full benefit of our abundant agricultural\nproduction. A system of production payments gives the greatest promise of\naccomplishing this purpose. I recommend that the use of such a system be\nauthorized.One of the most important factors in our continued growth is the\nconstruction of more good, up-to-date housing. In a country such as ours\nthere is no reason why decent homes should not be within the reach of all.\nWith the help of various Government programs we have made great progress in\nthe last few years in increasing the number of homes.Despite this increase, there is still an acute shortage of housing for the\nlower and middle-income groups, especially in large metropolitan areas. We\nhave laid the groundwork for relieving the plight of lower-income families\nin the Housing Act of 1949. To aid the middle-income families, I recommend\nthat the Congress enact new legislation authorizing a vigorous program to\nhelp cooperatives and other nonprofit groups build housing which these\nfamilies can afford.Rent control has done a great deal to prevent the housing shortage from\nhaving had worse effects during this postwar period of adjustment. Rent\ncontrol is still necessary to prevent widespread hardship and sharp\ncurtailment of the buying power of millions of consumers in metropolitan\nareas. I recommend, therefore, that rent control be continued for another\nyear.If we are to achieve a better life for all, the natural resources of the\ncountry must be regarded as a public trust. We must use our precious assets\nof soil, water, and forest, and grassland in such a way that they become\nconstantly more productive and more valuable. Government investment in the\nconservation and development of our resources is necessary to the future\neconomic expansion of the country.We need to enlarge the production and transmission of public power. That is\ntrue not only in those regions which have already received great benefits\nfrom Federal power projects, but also in regions such as New England where\nthe benefits of large-scale public power development have not yet been\nexperienced.In our hydroelectric and irrigation undertakings, as well as in our other\nresource programs, we must continue policies to assure that their benefits\nwill be spread among the many and not restricted to the favored few.Important resource legislation which should be passed at this session\nincludes the authorization of the St. Lawrence seaway and power project and\nthe establishment of the Columbia Valley Administration--the establishment\nof the Columbia Valley Administration, I don't want you to miss that.Through wise Government policies and Government expenditures for the\nconservation and development of our natural resources, we can be sure of\ntransmitting to our children and our children's children a country far\nricher and more productive than the one we know today.The value of our natural resources is constantly being increased by the\nprogress of science. Research is finding new ways of using such natural\nassets as minerals, sea water, and plant life. In the peaceful development\nof atomic energy, particularly, we stand on the threshold of new wonders.\nThe first experimental machines for producing useful power from atomic\nenergy are now under construction. We have made only the first beginnings\nin this field, but in the perspective of history they may loom larger than\nthe first airplane, or even the first tools that started man on the road to\ncivilization.To take full advantage of the increasing possibilities of nature we must\nequip ourselves with increasing knowledge. Government has a responsibility\nto see that our country maintains its position in the advance of science.\nAs a step toward this end, the Congress should complete action on the\nmeasure to create a National Science Foundation.Another duty of the Government is to promote the economic security, the\nhealth, and the education of its citizens. By so doing, we strengthen both\nour economy and the structure of our society. In a nation as rich as ours,\nall citizens should be able to live in decency and health.Our Social Security System should be developed into the main reliance of\nour people for basic protection against the economic hazards of old-age,\nunemployment, and illness. I earnestly hope that the Congress will complete\naction at this session on legislation to increase the benefits and extend\nthe coverage of old-age and survivors' insurance. The widespread movement\nto provide pensions in private industry dramatizes the need for\nimprovements in the public insurance system.I also urge that the Congress strengthen our unemployment compensation law\nto meet present-day needs more adequately. The economic downturn of the\npast year was the first real test that our system of unemployment insurance\nhas had to meet. That test has proved the wisdom of the system, but it has\nalso made strikingly apparent the need for improving its operation and\nincreasing its coverage and its benefits.In the field of health there are immense opportunities to extend to more of\nour people the benefits of the amazing advances in medical science. We have\nmade a good beginning in expanding our hospitals, but we must also go on to\nremedy the shortages of doctors, nurses, and public health services, and to\nestablish a system of medical insurance which will enable all Americans to\nafford good medical care.We must take immediate steps to strengthen our educational system. In many\nparts of our country, young people are being handicapped for life because\nof a poor education. The rapidly increasing number of children of school\nage, coupled with the shortage of qualified teachers, makes this problem\nmore critical each year. I believe that the Congress should no longer delay\nin providing Federal assistance to the States so that they can maintain\nadequate schools.As we go forward in achieving greater economic security and greater\nopportunity for all our people, we should make every effort to extend the\nbenefits of our democratic institutions to every citizen. The religious\nideals which we profess, and the heritage of freedom which we have received\nfrom the past, clearly place that duty upon us. I again urge the Congress\nto enact the civil rights proposals I made in February 1948. These\nproposals are for the enactment of Federal statutes which will protect all\nour people in the exercise of their democratic rights and their search for\neconomic opportunity, grant statehood to Alaska and Hawaii, provide a\ngreater measure of self-government for our island possessions, and accord\nhome rule to the District of Columbia. Some of those proposals have been\nbefore the Congress for a long time. Those who oppose them, as well as\nthose who favor them, should recognize that it is the duty of the elected\nrepresentatives of the people to let these proposals come to a vote.Our democratic ideals, as well as our best interests, require that we do\nour fair share in providing homes for the unfortunate victims of war and\ntyranny. In so doing, we shall add strength to our democracy through the\nabilities and skills which these men and women will bring here. I urge the\nprompt enactment by the Congress of the legislation now before it to extend\nand broaden the existing displaced persons law and remove its\ndiscriminatory features.The measures I am recommending to the Congress concerning both our foreign\nand our domestic policies represent a carefully considered program to meet\nour national needs. It is a program which necessarily requires large\nexpenditures of funds. More than 70 percent of the Government's\nexpenditures are required to meet the costs of past wars and to work for\nworld peace. This is the dominant factor in our fiscal policy. At the same\ntime, the Government must make substantial expenditures which are necessary\nto the growth and expansion of the domestic economy.At present, largely because of the ill-considered tax reduction of the Both\nCongress, the Government is not receiving enough revenue to meet its\nnecessary expenditures.To meet this situation, I am proposing that Federal expenditures be held to\nthe lowest levels consistent with our international requirements and the\nessential needs of economic growth, and the well-being of our people. I\nthink I had better read that over; you interrupted me in the middle.To meet this situation, I am proposing that Federal expenditures be held to\nthe lowest levels consistent with our international requirements and the\nessential needs of economic growth, and the well-being of our people. Don't\nforget that last phrase. At the same time, we must guard against the folly\nof attempting budget slashes which would impair our prospects for peace or\ncripple the programs essential to our national strength.The budget recommendations I shall shortly transmit to the Congress show\nthat we can expect a substantial improvement in our fiscal position over\nthe next few years, as the cost of some of our extraordinary postwar\nprograms declines, and as the Government revenue rises as a result of\ngrowth in employment and national income. To further improve our fiscal\noutlook, we should make some changes in our tax system which will reduce\npresent inequities, stimulate business activity, and yield a moderate\namount of additional revenue. I expect to transmit specific recommendations\nto the Congress on this subject at a very early date.The fiscal policy I am recommending is the quickest and safest way of\nachieving a balanced budget.As we move forward into the second half of the 20th century, we must always\nbear in mind the central purpose of our national life. We do not seek\nmaterial prosperity for ourselves because we love luxury; we do not aid\nother nations because we wish to increase our power. We have not devised\nprograms for the security and well-being of our people because we are\nafraid or unwilling to take risks. This is not the meaning of our past\nhistory or our present course.We work for a better life for all, so that all men may put to good use the\ngreat gifts with which they have been endowed by their Creator. We seek to\nestablish those material conditions of life in which, without exception,\nmen may live in dignity, perform useful work, serve their communities, and\nworship God as they see fit.These may seem simple goals, but they are not little ones. They are worth a\ngreat deal more than all the empires and conquests of history. They are not\nto be achieved by military aggression or political fanaticism. They are to\nbe achieved by humbler means-by hard work, by a spirit of self-restraint in\nour dealings with one another, and by a deep devotion to the principles of\njustice and equality.It should make us truly thankful, as we look back to the beginnings of this\ncountry, that we have come so far along the road to a better life for all.\nIt should make us humble to think, as we look ahead, how much farther we\nhave to go to accomplish, at home and abroad, the objectives that were set\nout for us at the founding of this great Nation.As we approach the halfway mark of the 20th century, we should ask for\ncontinued strength and guidance from that Almighty Power who has placed\nbefore us such great opportunities for the good of mankind in the years to\ncome.", 
    "name": "Harry S. Truman"
}