{
    "date": "January 5, 1949", 
    "speech": "Mr. President, Mr. Speaker, Members of the Congress:I am happy to report to this 81st Congress that the state of the Union is\ngood. Our Nation is better able than ever before to meet the needs of the\nAmerican people, and to give them their fair chance in the pursuit of\nhappiness. This great Republic is foremost among the nations of the world\nin the search for peace.During the last 16 years, our people have been creating a society which\noffers new opportunities for every man to enjoy his share of the good\nthings of life.In this society, we are conservative about the values and principles which\nwe cherish; but we are forward-looking in protecting those values and\nprinciples and in extending their benefits. We have rejected the\ndiscredited theory that the fortunes of the Nation should be in the hands\nof a privileged few. We have abandoned the \"trickledown\" concept of\nnational prosperity. Instead, we believe that our economic system should\nrest on a democratic foundation and that wealth should be created for the\nbenefit of all.The recent election shows that the people of the United States are in favor\nof this kind of society and want to go on improving it.The American people have decided that poverty is just as wasteful and just\nas unnecessary as preventable disease. We have pledged our common resources\nto help one another in the hazards and struggles of individual life. We\nbelieve that no unfair prejudice or artificial distinction should bar any\ncitizen of the United States of America from an education, or from good\nhealth, or from a job that he is capable of performing.The attainment of this kind of society demands the best efforts of every\ncitizen in every walk of life, and it imposes increasing responsibilities\non the Government.The Government must work with industry, labor, and the farmers in keeping\nour economy running at full speed. The Government must see that every\nAmerican has a chance to obtain his fair share of our increasing abundance.\nThese responsibilities go hand in hand.We cannot maintain prosperity unless we have a fair distribution of\nopportunity and a widespread consumption of the products of our factories\nand farms.Our Government has undertaken to meet these responsibilities.We have made tremendous public investments in highways, hydroelectric\npower projects, soil conservation, and reclamation. We have established a\nsystem of social security. We have enacted laws protecting the rights and\nthe welfare of our working people and the income of our farmers. These\nFederal policies have paid for themselves many times over. They have\nstrengthened the material foundations of our democratic ideals. Without\nthem, our present prosperity would be impossible.Reinforced by these policies, our private enterprise system has reached new\nheights of production. Since the boom year of 1929, while our population\nhas increased by only 20 percent, our agricultural production has increased\nby 45 percent, and our industrial production has increased by 75 percent.\nWe are turning out far more goods and more wealth per worker than we have\never done before.This progress has confounded the gloomy prophets--at home and abroad who\npredicted the downfall of American capitalism. The people of the United\nStates, going their own way, confident in their own powers, have achieved\nthe greatest prosperity the world has even seen.But, great as our progress has been, we still have a long way to go.As we look around the country, many of our shortcomings stand out in bold\nrelief.We are suffering from excessively high prices.Our production is still not large enough to satisfy our demands.Our minimum wages are far too low.Small business is losing ground to growing monopoly.Our farmers still face an uncertain future. And too many of them lack the\nbenefits of our modern civilization.Some of our natural resources are still being wasted.We are acutely short of electric power, although the means for developing\nsuch power are abundant.Five million families are still living in slums and firetraps. Three\nmillion families share their homes with others.Our health is far behind the progress of medical science. Proper medical\ncare is so expensive that it is out of the reach of the great majority of\nour citizens.Our schools, in many localities, are utterly inadequate.Our democratic ideals are often thwarted by prejudice and intolerance.Each of these shortcomings is also an opportunity-an opportunity for the\nCongress and the President to work for the good of the people.Our first great opportunity is to protect our economy against the evils of\n\"boom and bust.\"This objective cannot be attained by government alone. Indeed, the greater\npart of the task must be performed by individual efforts under our system\nof free enterprise. We can keep our present prosperity, and increase it,\nonly if free enterprise and free government work together to that end.We cannot afford to float along ceaselessly on a postwar boom until it\ncollapses. It is not enough merely to prepare to weather a recession if it\ncomes. Instead, government and business must work together constantly to\nachieve more and more jobs and more and more production--which mean more\nand more prosperity for all the people.The business cycle is man-made; and men of good will, working together, can\nsmooth it out.So far as business is concerned, it should plan for steady, vigorous\nexpansion--seeking always to increase its output, lower its prices, and\navoid the vices of monopoly and restriction. So long as business does this,\nit will be contributing to continued prosperity, and it will have the help\nand encouragement of the Government.The Employment Act of 1946 pledges the Government to use all its resources\nto promote maximum employment, production, and purchasing power. This means\nthat the Government is firmly committed to protect business and the people\nagainst the dangers of recession and against the evils of inflation. This\nmeans that the Government must adapt its plans and policies to meet\nchanging circumstances.At the present time, our prosperity is threatened by inflationary pressures\nat a number of critical points in our economy. And the Government must be\nin a position to take effective action at these danger spots. To that end,\nI recommend that the Congress enact legislation for the following\npurposes:First, to continue the power to control consumer credit and enlarge the\npower to control bank credit.Second, to grant authority to regulate speculation on the commodity\nexchanges.Third, to continue export control authority and to provide adequate\nmachinery for its enforcement.Fourth, to continue the priorities and allocation authority in the field of\ntransportation.Fifth, to authorize priorities and allocations for key materials in short\nsupply.Sixth, to extend and strengthen rent control.Seventh, to provide standby authority to impose price ceilings for scarce\ncommodities which basically affect essential industrial production or the\ncost of living, and to limit unjustified wage adjustments which would force\na break in an established price ceiling.Eighth, to authorize an immediate study of the adequacy of production\nfacilities for materials in critically short supply, such as steel; and, if\nfound necessary, to authorize Government loans for the expansion of\nproduction facilities to relieve such shortages, and to authorize the\nconstruction of such facilities directly, if action by private industry\nfails to meet our needs.The Economic Report, which I shall submit to the Congress shortly, will\ndiscuss in detail the economic background for these recommendations.One of the most important factors in maintaining prosperity is the\nGovernment's fiscal policy. At this time, it is essential not only that the\nFederal budget be balanced, but also that there be a substantial surplus to\nreduce inflationary pressures, and to permit a sizable reduction in the\nnational debt, which now stands at $252 billion. I recommend, therefore,\nthat the Congress enact new tax legislation to bring in an additional $4\nbillion of Government revenue. This should come principally from additional\ncorporate taxes. A portion should come from revised estate and gift taxes.\nConsideration should be given to raising personal income rates in the\nmiddle and upper brackets.If we want to keep our economy running in high gear, we must be sure that\nevery group has the incentive to make its full contribution to the national\nwelfare. At present, the working men and women of the Nation are unfairly\ndiscriminated against by a statute that abridges their rights, curtails\ntheir constructive efforts, and hampers our system of free collective\nbargaining. That statute is the Labor-Management Relations Act of 1947,\nsometimes called the Taft-Hartley Act.That act should be repealed!The Wagner Act should be reenacted. However, certain improvements, which I\nrecommended to the Congress 2 years ago, are needed. Jurisdictional strikes\nand unjustified secondary boycotts should be prohibited. The use of\neconomic force to decide issues arising out of the interpretation of\nexisting contracts should be prevented. Without endangering our democratic\nfreedoms, means should be provided for setting up machinery for preventing\nstrikes in vital industries which affect the public interest.The Department of Labor should be rebuilt and strengthened and those units\nproperly belonging within that department should be placed in it.The health of our economy and its maintenance at high levels further\nrequire that the minimum wage fixed by law should be raised to at least 75\ncents an hour.If our free enterprise economy is to be strong and healthy, we must\nreinvigorate the forces of competition. We must assure small business the\nfreedom and opportunity to grow and prosper. To this purpose, we should\nstrengthen our antitrust laws by closing those loopholes that permit\nmonopolistic mergers and consolidations.Our national farm program should be improved-not only in the interest of\nthe farmers, but for the lasting prosperity of the whole Nation. Our goals\nshould be abundant farm production and parity income for agriculture.\nStandards of living on the farm should be just as good as anywhere else in\nthe country.Farm price supports are an essential part of our program to achieve these\nends. Price supports should be used to prevent farm price declines which\nare out of line with general price levels, to facilitate adjustments in\nproduction to consumer demands, and to promote good land use. Our price\nsupport legislation must be adapted to these objectives. The authority of\nthe Commodity Credit Corporation to provide adequate storage space for\ncrops should be restored.Our program for farm prosperity should also seek to expand the domestic\nmarket for agricultural products, particularly among low-income groups, and\nto increase and stabilize foreign markets.We should give special attention to extending modern conveniences and\nservices to our farms. Rural electrification should be pushed forward. And\nin considering legislation relating to housing, education, health, and\nsocial security, special attention should be given to rural problems.Our growing population and the expansion of our economy depend upon the\nwise management of our land, water, forest, and mineral wealth. In our\npresent dynamic economy, the task of conservation is not to lockup our\nresources but to develop and improve them. Failure, today, to make the\ninvestments which are necessary to support our progress in the future would\nbe false economy.We must push forward the development of our rivers for power, irrigation,\nnavigation, and flood control. We should apply the lessons of our Tennessee\nValley experience to our other great river basins.I again recommend action be taken by the Congress to approve the St.\nLawrence Seaway and Power project. This is about the fifth time I have\nrecommended it.We must adopt a program for the planned use of the petroleum reserves under\nthe sea, which are--and must remain--vested in the Federal Government. We\nmust extend our programs of soil conservation. We must place our forests on\na sustained yield basis, and encourage the development of new sources of\nvital minerals.In all this we must make sure that the benefits of these public\nundertakings are directly available to the people. Public power should be\ncarried to consuming areas by public transmission lines where necessary to\nprovide electricity at the lowest possible rates. Irrigation waters should\nserve family farms and not land speculators.The Government has still other opportunities--to help raise the standard of\nliving of our citizens. These opportunities lie in the fields of social\nsecurity, health, education, housing, and civil rights.The present coverage of the social security laws is altogether inadequate;\nthe benefit payments are too low. One-third of our workers are not covered.\nThose who receive old-age and survivors insurance benefits receive an\naverage payment of only $25 a month. Many others who cannot work because\nthey are physically disabled are left to the mercy of charity. We should\nexpand our social security program, both as to the size of the benefits and\nthe extent of coverage, against the economic hazards due to unemployment,\nold age, sickness, and disability.We must spare no effort to raise the general level of health in this\ncountry. In a nation as rich as ours, it is a shocking fact that tens of\nmillions lack adequate medical care. We are short of doctors, hospitals,\nnurses. We must remedy these shortages. Moreover, we need--and we must have\nwithout further delay--a system of prepaid medical insurance which will\nenable every American to afford good medical care.It is equally shocking that millions of our children are not receiving a\ngood education. Millions of them are in overcrowded, obsolete buildings. We\nare short of teachers, because teachers' salaries are too low to attract\nnew teachers, or to hold the ones we have. All these school problems will\nbecome much more acute as a result of the tremendous increase in the\nenrollment in our elementary schools in the next few years. I cannot repeat\ntoo strongly my desire for prompt Federal financial aid to the States to\nhelp them operate and maintain their school systems.The governmental agency which now administers the programs of health,\neducation, and social security should be given full departmental status.The housing shortage continues to be acute. As an immediate step, the\nCongress should enact the provisions for low-rent public housing, slum\nclearance, farm housing, and housing research which I have repeatedly\nrecommended. The number of low-rent public housing units provided for in the\nlegislation should be increased to 1 million units in the next 7 years.\nEven this number of units will not begin to meet our need for new housing.Most of the houses we need will have to be built by private enterprise,\nwithout public subsidy. By producing too few rental units and too large a\nproportion of high-priced houses, the building industry is rapidly pricing\nitself out of the market. Building costs must be lowered.The Government is now engaged in a campaign to induce all segments of the\nbuilding industry to concentrate on the production of lower priced housing.\nAdditional legislation to encourage such housing will be submitted.The authority which I have requested, to allocate materials in short supply\nand to impose price ceilings on such materials, could be used, if found\nnecessary, to channel more materials into homes large enough for family\nlife at prices which wage earners can afford.The driving force behind our progress is our faith in our democratic\ninstitutions. That faith is embodied in the promise of equal rights and\nequal opportunities which the founders of our Republic proclaimed to their\ncountrymen and to the whole world.The fulfillment of this promise is among the highest purposes of\ngovernment. The civil rights proposals I made to the 80th Congress, I now\nrepeat to the 81st Congress. They should be enacted in order that the\nFederal Government may assume the leadership and discharge the obligations\ndearly placed upon it by the Constitution.I stand squarely behind those proposals.Our domestic programs are the foundation of our foreign policy. The world\ntoday looks to us for leadership because we have so largely realized,\nwithin our borders, those benefits of democratic government for which most\nof the peoples of the world are yearning.We are following a foreign policy which is the outward expression of the\ndemocratic faith we profess. We are doing what we can to encourage free\nstates and free peoples throughout the world, to aid the suffering and\nafflicted in foreign lands, and to strengthen democratic nations against\naggression.The heart of our foreign policy is peace. We are supporting a world\norganization to keep peace and a world economic policy to create prosperity\nfor mankind. Our guiding star is the principle of international\ncooperation. To this concept we have made a national commitment as profound\nas anything in history.To it we have pledged our resources and our honor.Until a system of world security is established upon which we can safely\nrely, we cannot escape the burden of creating and maintaining armed forces\nsufficient to deter aggression. We have made great progress in the last\nyear in the effective organization of our Armed Forces, but further\nimprovements in our national security legislation are necessary. Universal\ntraining is essential to the security of the United States.During the course of this session I shall have occasion to ask the Congress\nto consider several measures in the field of foreign policy. At this time,\nI recommend that we restore the Reciprocal Trade Agreements Act to full\neffectiveness, and extend it for 3 years. We should also open our doors to\ndisplaced persons without unfair discrimination.It should be clear by now to all citizens that we are not seeking to freeze\nthe status quo. We have no intention of preserving the injustices of the\npast. We welcome the constructive efforts being made by many nations to\nachieve a better life for their citizens. In the European recovery program,\nin our good-neighbor policy and in the United Nations, we have begun to\nbatter down those national walls which block the economic growth and the\nsocial advancement of the peoples of the world.We believe that if we hold resolutely to this course, the principle of\ninternational cooperation will eventually command the approval even of\nthose nations which are now seeking to weaken or subvert it.We stand at the opening of an era which can mean either great achievement\nor terrible catastrophe for ourselves and for all mankind.The strength of our Nation must continue to be used in the interest of all\nour people rather than a privileged few. It must continue to be used\nunselfishly in the struggle for world peace and the betterment of mankind\nthe world over.This is the task before us.It is not an easy one. It has many complications, and there will be strong\nopposition from selfish interests.I hope for cooperation from farmers, from labor, and from business. Every\nsegment of our population and every individual has a right to expect from\nour Government a fair deal.In 1945, when I came down before the Congress for the first time on April\n16, I quoted to you King Solomon's prayer that he wanted wisdom and the\nability to govern his people as they should be governed. I explained to you\nat that time that the task before me was one of the greatest in the history\nof the world, and that it was necessary to have the complete cooperation of\nthe Congress and the people of the United States.Well now, we are taking a new start with the same situation. It is\nabsolutely essential that your President have the complete cooperation of\nthe Congress to carry out the great work that must be done to keep the\npeace in this world, and to keep this country prosperous.The people of this great country have a right to expect that the Congress\nand the President will work in closest cooperation with one objective--the\nwelfare of the people of this Nation as a whole.In the months ahead I know that I shall be able to cooperate with this\nCongress.Now, I am confident that the Divine Power which has guided us to this time\nof fateful responsibility and glorious opportunity will not desert us now.With that help from Almighty God which we have humbly acknowledged at every\nturning point in our national life, we shall be able to perform the great\ntasks which He now sets before us.", 
    "name": "Harry S. Truman"
}