{
    "date": "January 21, 1946", 
    "speech": "To the Congress of the United States:A quarter century ago the Congress decided that it could no longer consider\nthe financial programs of the various departments on a piecemeal basis.\nInstead it has called on the President to present a comprehensive Executive\nBudget. The Congress has shown its satisfaction with that method by\nextending the budget system and tightening its controls. The bigger and\nmore complex the Federal Program, the more necessary it is for the Chief\nExecutive to submit a single budget for action by the Congress.At the same time, it is clear that the budgetary program and the general\nprogram of the Government are actually inseparable. The president bears the\nresponsibility for recommending to the Congress a comprehensive set of\nproposals on all Government activities and their financing. In formulating\npolicies, as in preparing budgetary estimates, the Nation and the Congress\nhave the right to expect the President to adjust and coordinate the views\nof the various departments and agencies to form a unified program. And that\nprogram requires consideration in connection with the Budget, which is the\nannual work program of the Government.Since our programs for this period which combines war liquidation with\nreconversion to a peacetime economy are inevitably large and numerous it is\nimperative that they be planned and executed with the utmost efficiency and\nthe utmost economy. We have cut the war program to the maximum extent\nconsistent with national security. We have held our peacetime programs to\nthe level necessary to our national well-being and the attainment of our\npostwar objectives. Where increased programs have been recommended, the\nincreases have been held as low as is consistent with these goals. I can\nassure the Congress of the necessity of these programs. I can further\nassure the Congress that the program as a whole is well within our capacity\nto finance it. All the programs I have recommended for action are included\nin the Budget figures.For these reasons I have chosen to combine the customary Message on the\nState of the Union with the annual Budget Message, and to include in the\nBudget not only estimates for functions authorized by the Congress, but\nalso for those which I recommend for its action.I am also transmitting herewith the Fifth Quarterly Report of the Director\nof War Mobilization and Reconversion.[1] It is a comprehensive discussion of\nthe present state of the reconversion program and of the immediate and\nlong-range needs and recommendations.[Footnote 1: The report dated January 1, 1946, and entitled \"Battle for\nProduction\" is printed in House Document 398 (79th Cong., 2d sess.).]This constitutes, then, as complete a report as I find it possible to\nprepare now. It constitutes a program of government in relation to the\nNation's needs.With the growing responsibility of modern government to foster economic\nexpansion and to promote conditions that assure full and steady employment\nopportunities, it has become necessary to formulate and determine the\nGovernment program in the light of national economic conditions as a whole.\nIn both the executive and the legislative branches we must make\narrangements which will permit us to formulate the Government program in\nthat light. Such an approach has become imperative if the American\npolitical and economic system is to succeed under the conditions of\neconomic instability and uncertainty which we have to face. The Government\nneeds to assure business, labor, and agriculture that Government policies\nwill take due account of the requirements of a full employment economy. The\nlack of that assurance would, I believe, aggravate the economic\ninstability.With the passage of a full employment bill which I confidently anticipate\nfor the very near future, the executive and legislative branches of\ngovernment will be empowered to devote their best talents and resources in\nsubsequent years to preparing and acting on such a program.I. FROM WAR TO PEACE--THE YEAROF DECISIONIn his last Message on the State of the Union, delivered one year ago,\nPresident Roosevelt said:\"This new year of 1945 can be the greatest year of achievement in human\nhistory.\"1945 can see the final ending of the Nazi-Fascist reign of terror in\nEurope.\"1945 can see the closing in of the forces of retribution about the center\nof the malignant power of imperialistic Japan.\"Most important of all--1945 can and must see the substantial beginning of\nthe organization of world peace.\"All those hopes, and more, were fulfilled in the year 1945. It was the\ngreatest year of achievement in human history. It saw the end of the\nNazi-Fascist terror in Europe, and also the end of the malignant power of\nJapan. And it saw the substantial beginning of world organization for\npeace. These momentous events became realities because of the steadfast\npurpose of the United Nations and of the forces that fought for freedom\nunder their flags. The plain fact is that civilization was saved in 1945 by\nthe United Nations.Our own part in this accomplishment was not the product of any single\nservice. Those who fought on land, those who fought on the sea, and those\nwho fought in the air deserve equal credit. They were supported by other\nmillions in the armed forces who through no fault of their own could not go\noverseas and who rendered indispensable service in this country. They were\nsupported by millions in all levels of government, including many\nvolunteers, whose devoted public service furnished basic organization and\nleadership. They were also supported by the millions of Americans in\nprivate life--men and women in industry, in commerce, on the farms, and in\nall manner of activity on the home front--who contributed their brains and\ntheir brawn in arming, equipping, and feeding them. The country was brought\nthrough four years of peril by an effort that was truly national in\ncharacter.Everlasting tribute and gratitude will be paid by all Americans to those\nbrave men who did not come back, who will never come back--the 330,000 who\ndied that the Nation might live and progress. All Americans will also\nremain deeply conscious of the obligation owed to that larger number of\nsoldiers, sailors, and marines who suffered wounds and sickness in their\nservice. They may be certain that their sacrifice will never be forgotten\nor their needs neglected.The beginning of the year 1946 finds the United States strong and\ndeservedly confident. We have a record of enormous achievements as a\ndemocratic society in solving problems and meeting opportunities as they\ndeveloped. We find ourselves possessed of immeasurable advantages--vast and\nvaried natural resources; great plants, institutions, and other facilities;\nunsurpassed technological and managerial skills; an alert, resourceful, and\nable citizenry. We have in the United States Government rich resources in\ninformation, perspective, and facilities for doing whatever may be found\nnecessary to do in giving support and form to the widespread and\ndiversified efforts of all our people.And for the immediate future the business prospects are generally so\nfavorable that there is danger of such feverish and opportunistic activity\nthat our grave postwar problems may be neglected. We need to act now with\nfull regard for pitfalls; we need to act with foresight and balance. We\nshould not be lulled by the immediate alluring prospects into forgetting\nthe fundamental complexity of modern affairs, the catastrophe that can come\nin this complexity, or the values that can be wrested from it.But the long-range difficulties we face should no more lead to despair than\nour immediate business prospects should lead to the optimism which comes\nfrom the present short-range prospect. On the foundation of our victory we\ncan build a lasting peace, with greater freedom and security for mankind in\nour country and throughout the world. We will more certainly do this if we\nare constantly aware of the fact that we face crucial issues and prepare\nnow to meet them.To achieve success will require both boldness in setting our sights and\ncaution in steering our way on an uncharted course. But we have no luxury\nof choice. We must move ahead. No return to the past is possible.Our Nation has always been a land of great opportunities for those people\nof the world who sought to become part of us. Now we have become a land of\ngreat responsibilities to all the people of all the world. We must squarely\nrecognize and face the fact of those responsibilities. Advances in science,\nin communication, in transportation, have compressed the world into a\ncommunity. The economic and political health of each member of the world\ncommunity bears directly on the economic and political health of each other\nmember.The evolution of centuries has brought us to a new era in world history in\nwhich manifold relationships between nations must be formalized and\ndeveloped in new and intricate ways.The United Nations Organization now being established represents a minimum\nessential beginning. It must be developed rapidly and steadily. Its work\nmust be amplified to fill in the whole pattern that has been outlined.\nEconomic collaboration, for example, already charted, now must be carried\non as carefully and as comprehensively as the political and security\nmeasures.It is important that the nations come together as States in the Assembly\nand in the Security Council and in the other specialized assemblies and\ncouncils that have been and will be arranged. But this is not enough. Our\nultimate security requires more than a process of consultation and\ncompromise.It requires that we begin now to develop the United Nations Organization as\nthe representative of the world as one society. The United Nations\nOrganization, if we have the will adequately to staff it and to make it\nwork as it should, will provide a great voice to speak constantly and\nresponsibly in terms of world collaboration and world well-being.There are many new responsibilities for us as we enter into this new\ninternational era. The whole power and will and wisdom of our Government\nand of our people should be focused to contribute to and to influence\ninternational action. It is intricate, continuing business. Many\nconcessions and adjustments will be required.The spectacular progress of science in recent years makes these necessities\nmore vivid and urgent. That progress has speeded internal development and\nhas changed world relationships so fast that we must realize the fact of a\nnew era. It is an era in which affairs have become complex and rich in\npromise. Delicate and intricate relationships, involving us all in\ncountless ways, must be carefully considered.On the domestic scene, as well as on the international scene, we must lay a\nnew and better foundation for cooperation. We face a great peacetime\nventure; the challenging venture of a free enterprise economy making full\nand effective use of its rich resources and technical advances. This is a\nventure in which business, agriculture, and labor have vastly greater\nopportunities than heretofore. But they all also have vastly greater\nresponsibilities. We will not measure up to those responsibilities by the\nsimple return to \"normalcy\" that was tried after the last war.The general objective, on the contrary, is to move forward to find the way\nin time of peace to the full utilization and development of our physical\nand human resources that were demonstrated so effectively in the war.To accomplish this, it is not intended that the Federal Government should\ndo things that can be done as well for the Nation by private enterprise, or\nby State and local governments. On the contrary, the war has demonstrated\nhow effectively we can organize our productive system and develop the\npotential abilities of our people by aiding the efforts of private\nenterprise.As we move toward one common objective there will be many and urgent\nproblems to meet.Industrial peace between management and labor will have to be\nachieved--through the process of collective bargaining--with Government\nassistance but not Government compulsion. This is a problem which is the\nconcern not only of management, labor, and the Government, but also the\nconcern of every one of us.Private capital and private management are entitled to adequate reward for\nefficiency, but business must recognize that its reward results from the\nemployment of the resources of the Nation. Business is a public trust and\nmust adhere to national standards in the conduct of its affairs. These\nstandards include as a minimum the establishment of fair wages and fair\nemployment practices.Labor also has its own new peacetime responsibilities. Under our collective\nbargaining system, which must become progressively more secure, labor\nattains increasing political as well as economic power, and this, as with\nall power, means increased responsibility.The lives of millions of veterans and war workers will be greatly affected\nby the success or failure of our program of war liquidation and\nreconversion. Their transition to peacetime pursuits will be determined by\nour efforts to break the bottlenecks in key items of production, to make\nsurplus property immediately available where it is needed, to maintain an\neffective national employment service, and many other reconversion\npolicies. Our obligations to the people who won the war will not be paid if\nwe fail to prevent inflation and to maintain employment opportunities.While our peacetime prosperity will be based on the private enterprise the\ngovernment can and must assist in many ways. It is the Government's\nresponsibility to see that our economic system remains competitive, that\nnew businesses have adequate opportunities, and that our national resources\nare restored and improved. Government must realize the effect of its\noperations on the whole economy. It is the responsibility of Government to\ngear its total program to the achievement of full production and full\nemployment.Our basic objective--toward which all others lead--is to improve the\nwelfare of the American people. In addition to economic prosperity, this\nmeans that we use social security in the fullest sense of the word. And\npeople must be protected from excessive want during old age, sickness, and\nunemployment. Opportunities for a good economy and adequate medical care\nmust be readily available. Every family should build a decent home. The new\neconomic rights to which I have referred on previous occasions is a charter\nof economic freedom which seeks to assure that all who will may work toward\ntheir own security and the general advancement; that we become a\nwell-housed people, a well-nourished people, an educated people, a people\nsocially and economically secure, an alert and responsible people.These and other problems which may face us can be met by the cooperation of\nall of us in furthering a positive and well-balanced Government program--a\nprogram which will further national and international well-being.II. THE FEDERAL PROGRAMINTERNATIONAL AFFAIRSI. FOREIGN POLICYThe year 1945 brought with it the final defeat of our enemies. There lies\nbefore us now the work of building a just and enduring peace.Our most immediate task toward that end is to deprive our enemies\ncompletely and forever of their power to start another war. Of even greater\nimportance to the preservation of international peace is the need to\npreserve the wartime agreement of the United Nations and to direct it into\nthe ways of peace.Long before our enemies surrendered, the foundations had been laid on which\nto continue this unity in the peace to come. The Atlantic meeting in 1941\nand the conferences at Casablanca, Quebec, Moscow, Cairo, Tehran, and\nDumbarton Oaks each added a stone to the structure.Early in 1945, at Yalta, the three major powers broadened and solidified\nthis base of understanding. There fundamental decisions were reached\nconcerning the occupation and control of Germany. There also a formula was\narrived at for the interim government of the areas in Europe which were\nrapidly being wrested from Nazi control. This formula was based on the\npolicy of the United States that people be permitted to choose their own\nform of government by their own freely expressed choice without\ninterference from any foreign source.At Potsdam, in July 1945, Marshal Stalin, Prime Ministers Churchill and\nAttlee, and I met to exchange views primarily with respect to Germany. As a\nresult, agreements were reached which outlined broadly the policy to be\nexecuted by the Allied Control Council. At Potsdam there was also\nestablished a Council of Foreign Ministers which convened for the first\ntime in London in September. The Council is about to resume its primary\nassignment of drawing up treaties of peace with Italy, Rumania, Bulgaria,\nHungary, and Finland.In addition to these meetings, and, in accordance with the agreement at\nYalta, the Foreign Ministers of Great Britain, the Soviet Union, and the\nUnited States conferred together in San Francisco last spring, in Potsdam\nin July, in London in September, and in Moscow in December. These meetings\nhave been useful in promoting understanding and agreement among the three\ngovernments.Simply to name all the international meetings and conferences is to suggest\nthe size and complexity of the undertaking to prevent international war in\nwhich the United States has now enlisted for the duration of history.It is encouraging to know that the common effort of the United Nations to\nlearn to live together did not cease with the surrender of our enemies.When difficulties arise among us, the United States does not propose to\nremove them by sacrificing its ideals or its vital interests. Neither do we\npropose, however, to ignore the ideals and vital interests of our friends.Last February and March an Inter-American Conference on Problems of War and\nPeace was held in Mexico City. Among the many significant accomplishments\nof that Conference was an understanding that an attack by any country\nagainst any one of the sovereign American republics would be considered an\nact of aggression against all of them; and that if such an attack were made\nor threatened, the American republics would decide jointly, through\nconsultations in which each republic has equal representation, what\nmeasures they would take for their mutual protection. This agreement\nstipulates that its execution shall be in full accord with the Charter of\nthe United Nations Organization.The first meeting of the General Assembly of the United Nations now in\nprogress in London marks the real beginning of our bold adventure toward\nthe preservation of world peace, to which is bound the dearest hope of\nmen.We have solemnly dedicated ourselves and all our will to the success of the\nUnited Nations Organization. For this reason we have sought to insure that\nin the peacemaking the smaller nations shall have a voice as well as the\nlarger states. The agreement reached at Moscow last month preserves this\nopportunity in the making of peace with Italy, Rumania, Bulgaria, Hungary,\nand Finland. The United States intends to preserve it when the treaties\nwith Germany and Japan are drawn.It will be the continuing policy of the United States to use all its\ninfluence to foster, support, and develop the United Nations Organization\nin its purpose of preventing international war. If peace is to endure it\nmust rest upon justice no less than upon power. The question is how justice\namong nations is best achieved. We know from day-to-day experience that the\nchance for a just solution is immeasurably increased when everyone directly\ninterested is given a voice. That does not mean that each must enjoy an\nequal voice, but it does mean that each must be heard.Last November, Prime Minister Attlee, Prime Minister MacKenzie King, and I\nannounced our proposal that a commission be established within the\nframework of the United Nations to explore the problems of effective\ninternational control of atomic energy.The Soviet Union, France, and China have joined us in the purpose of\nintroducing in the General Assembly a resolution for the establishment of\nsuch a commission. Our earnest wish is that the work of this commission go\nforward carefully and thoroughly, but with the greatest dispatch. I have\ngreat hope for the development of mutually effective safeguards which will\npermit the fullest international control of this new atomic force.I believe it possible that effective means can be developed through the\nUnited Nations Organization to prohibit, outlaw, and prevent the use of\natomic energy for destructive purposes.The power which the United States demonstrated during the war is the fact\nthat underlies every phase of our relations with other countries. We cannot\nescape the responsibility which it thrusts upon us. What we think, plan,\nsay, and do is of profound significance to the future of every corner of\nthe world.The great and dominant objective of United States foreign policy is to\nbuild and preserve a just peace. The peace we seek is not peace for twenty\nyears. It is permanent peace. At a time when massive changes are occurring\nwith lightning speed throughout the world, it is often difficult to\nperceive how this central objective is best served in one isolated complex\nsituation or another. Despite this very real difficulty, there are certain\nbasic propositions to which the United States adheres and to which we shall\ncontinue to adhere.One proposition is that lasting peace requires genuine understanding and\nactive cooperation among the most powerful nations. Another is that even\nthe support of the strongest nations cannot guarantee a peace unless it is\ninfused with the quality of justice for all nations.On October 27, 1945, I made, in New York City, the following public\nstatement of my understanding of the fundamental foreign policy of the\nUnited States. I believe that policy to be in accord with the opinion of\nthe Congress and of the people of the United States. I believe that that\npolicy carries out our fundamental objectives.1. We seek no territorial expansion or selfish advantage. We have no plans\nfor aggression against any other state, large or small. We have no\nobjective which need clash with the peaceful aims of any other nation.2. We believe in the eventual return of sovereign rights and\nself-government to all peoples who have been deprived of them by force.3. We shall approve no territorial changes in any friendly part of the\nworld unless they accord with the freely expressed wishes of the people\nconcerned.4. We believe that all peoples who are prepared for self-government should\nbe permitted to choose their own form of government by their own freely\nexpressed choice, without interference from any foreign source. That is\ntrue in Europe, in Asia, in Africa, as well as in the Western Hemisphere.5. By the combined and cooperative action of our war allies, we shall help\nthe defeated enemy states establish peaceful democratic governments of\ntheir own free choice. And we shall try to attain a world in which nazism,\nfascism, and military aggression cannot exist.6. We shall refuse to recognize any government imposed upon any nation by\nthe force of any foreign power. In some cases it may be impossible to\nprevent forceful imposition of such a government. But the United States\nwill not recognize any such government.7. We believe that all nations should have the freedom of the seas and\nequal rights to the navigation of boundary rivers and waterways and of\nrivers and waterways which pass through more than one country.8. We believe that all states which are accepted in the society of nations\nshould have access on equal terms to the trade and the raw materials of the\nworld.9. We believe that the sovereign states of the Western Hemisphere, without\ninterference from outside the Western Hemisphere, must work together as\ngood neighbors in the solution of their common problems.10. We believe that full economic collaboration between all nations, great\nand small, is essential to the improvement of living conditions all over\nthe world, and to the establishment of freedom from fear and freedom from\nwant.11. We shall continue to strive to promote freedom of expression and\nfreedom of religion throughout the peace-loving areas of the world.12. We are convinced that the preservation of peace between nations\nrequires a United Nations Organization composed of all the peace-loving\nnations of the world who are willing jointly to use force, if necessary, to\ninsure peace.That is our foreign policy.We may not always fully succeed in our objectives. There may be instances\nwhere the attainment of those objectives is delayed. But we will not give\nour full sanction and approval to actions which fly in the face of these\nideals.The world has a great stake in the political and economic future of\nGermany. The Allied Control Council has now been in operation there for a\nsubstantial period of time. It has not met with unqualified success. The\naccommodation of varying views of four governments in the day-to-day civil\nadministration of occupied territory is a challenging task. In my judgment,\nhowever, the Council has made encouraging progress in the face of most\nserious difficulties. It is my purpose at the earliest practicable date to\ntransfer from military to civilian personnel the execution of United States\nparticipation in the government of occupied territory in Europe. We are\ndetermined that effective control shall be maintained in Germany until we\nare satisfied that the German people have regained the right to a place of\nhonor and respect.On the other side of the world, a method of international cooperation has\nrecently been agreed upon for the treatment of Japan. In this pattern of\ncontrol, the United States, with the full approval of its partners, has\nretained primary authority and primary responsibility. It will continue to\ndo so until the Japanese people, by their own freely expressed choice,\nchoose their own form of government.Our basic policy in the Far East is to encourage the development of a\nstrong, independent, united, and democratic China. That has been the\ntraditional policy of the United States.At Moscow the United States, the Union of Soviet Socialist Republics, and\nGreat Britain agreed to further this development by supporting the efforts\nof the national government and nongovernmental Chinese political elements\nin bringing about cessation of civil strife and in broadening the basis of\nrepresentation in the Government. That is the policy which General Marshall\nis so ably executing today.It is the purpose of the Government of the United States to proceed as\nrapidly as is practicable toward the restoration of the sovereignty of\nKorea and the establishment of a democratic government by the free choice\nof the people of Korea.At the threshold of every problem which confronts us today in international\naffairs is the appalling devastation, hunger, sickness, and pervasive human\nmisery that mark so many areas of the world.By joining and participating in the work of the United Nations Relief and\nRehabilitation Administration the United States has directly recognized and\nassumed an obligation to give such relief assistance as is practicable to\nmillions of innocent and helpless victims of the war. The Congress has\nearned the gratitude of the world by generous financial contributions to\nthe United Nations Relief and Rehabilitation Administration.We have taken the lead, modest though it is, in facilitating under our\nexisting immigration quotas the admission to the United States of refugees\nand displaced persons from Europe.We have joined with Great Britain in the organization of a commission to\nstudy the problem of Palestine. The Commission is already at work and its\nrecommendations will be made at an early date.The members of the United Nations have paid us the high compliment of\nchoosing the United States as the site of the United Nations headquarters.\nWe shall be host in spirit as well as in fact, for nowhere does there abide\na fiercer determination that this peace shall live than in the hearts of\nthe American people.It is the hope of all Americans that in time future historians will speak\nnot of World War I and World War II, but of the first and last world wars.2. FOREIGN ECONOMIC POLICYThe foreign economic policy of the United States is designed to promote our\nown prosperity, and at the same time to aid in the restoration and\nexpansion of world markets and to contribute thereby to world peace and\nworld security. We shall continue our efforts to provide relief from the\ndevastation of war, to alleviate the sufferings of displaced persons, to\nassist in reconstruction and development, and to promote the expansion of\nworld trade.We have already joined the International Monetary Fund and the\nInternational Bank for Reconstruction and Development. We have expanded the\nExport-Import Bank and provided it with additional capital. The Congress\nhas renewed the Trade Agreements Act which provides the necessary framework\nwithin which to negotiate a reduction of trade barriers on a reciprocal\nbasis. It has given our support to the United Nations Relief and\nRehabilitation Administration.In accordance with the intentions of the Congress, lend-lease, except as to\ncontinuing military lend-lease in China, was terminated upon the surrender\nof Japan. The first of the lend-lease settlement agreements has been\ncompleted with the United Kingdom. Negotiations with other lend-lease\ncountries are in progress. In negotiating these agreements, we intend to\nseek settlements which will not encumber world trade through war debts of a\ncharacter that proved to be so detrimental to the stability of the world\neconomy after the last war.We have taken steps to dispose of the goods which on VJ-day were in the\nlend-lease pipe line to the various lend-lease countries and to allow them\nlong-term credit for the purpose where necessary. We are also making\narrangements under which those countries may use the lend-lease inventories\nin their possession and acquire surplus property abroad to assist in their\neconomic rehabilitation and reconstruction. These goods will be accounted\nfor at fair values.The proposed loan to the United Kingdom, which I shall recommend to the\nCongress in a separate message, will contribute to easing the transition\nproblem of one of our major partners in the war. It will enable the whole\nsterling area and other countries affiliated with it to resume trade on a\nmultilateral basis. Extension of this credit will enable the United Kingdom\nto avoid discriminatory trade arrangements of the type which destroyed\nfreedom of trade during the 1930's. I consider the progress toward\nmultilateral trade which will be achieved by this agreement to be in itself\nsufficient warrant for the credit.The view of this Government is that, in the longer run, our economic\nprosperity and the prosperity of the whole world are best served by the\nelimination of artificial barriers to international trade, whether in the\nform of unreasonable tariffs or tariff preferences or commercial quotas or\nembargoes or the restrictive practices of cartels.The United States Government has issued proposals for the expansion of\nworld trade and employment to which the Government of the United Kingdom\nhas given its support on every important issue. These proposals are\nintended to form the basis for a trade and employment conference to be held\nin the middle of this year. If that conference is a success, I feel\nconfident that the way will have been adequately prepared for an expanded\nand prosperous world trade.We shall also continue negotiations looking to the full and equitable\ndevelopment of facilities for transportation and communications among\nnations.The vast majority of the nations of the world have chosen to work together\nto achieve, on a cooperative basis, world security and world prosperity.\nThe effort cannot succeed without full cooperation of the United States. To\nplay our part, we must not only resolutely carry out the foreign policies\nwe have adopted but also follow a domestic policy which will maintain full\nproduction and employment in the United States. A serious depression here\ncan disrupt the whole fabric of the world economy.3. OCCUPIED COUNTRIESThe major tasks of our Military Establishment in Europe following VE-day,\nand in the Pacific since the surrender of Japan, have been those of\noccupation and military government. In addition we have given much needed\naid to the peoples of the liberated countries.The end of the war in Europe found Germany in a chaotic condition.\nOrganized government had ceased to exist, transportation systems had been\nwrecked, cities and industrial facilities had been bombed into ruins. In\naddition to the tasks of occupation we had to assume all of the functions\nof government. Great progress has been made in the repatriation of\ndisplaced persons and of prisoners of war. Of the total of 3,500,000\ndisplaced persons found in the United States zone only 460,000 now remain.The extensive complications involved by the requirement of dealing with\nthree other governments engaged in occupation and with the governments of\nliberated countries require intensive work and energetic cooperation. The\ninflux of some 2 million German refugees into our zone of occupation is a\npressing problem, making exacting demands upon an already overstrained\ninternal economy.Improvements in the European economy during 1945 have made it possible for\nour military authorities to relinquish to the governments of all liberated\nareas, or to the United Nations Relief and Rehabilitation Administration,\nthe responsibility for the provision of food and other civilian relief\nsupplies. The Army's responsibilities in Europe extend now only to our\nzones of occupation in Germany and Austria and to two small areas in\nnorthern Italy.By contrast with Germany, in Japan we have occupied a country still\npossessing an organized and operating governmental system. Although\nseverely damaged, the Japanese industrial and transportation systems have\nbeen able to insure at least a survival existence for the population. The\nrepatriation of Japanese military and civilian personnel from overseas is\nproceeding as rapidly as shipping and other means permit.In order to insure that neither Germany nor Japan will again be in a\nposition to wage aggressive warfare, the armament making potential of these\ncountries is being dismantled and fundamental changes in their social and\npolitical structures are being effected. Democratic systems are being\nfostered to the end that the voice of the common man may be heard in the\ncouncils of his government.For the first time in history the legal culpability of war makers is being\ndetermined. The trials now in progress in Nurnberg-and those soon to begin\nin Tokyo--bring before the bar of international justice those individuals\nwho are charged with the responsibility for the sufferings of the past six\nyears. We have high hope that this public portrayal of the guilt of these\nevildoers will bring wholesale and permanent revulsion on the part of the\nmasses of our former enemies against war, militarism, aggression, and\nnotions of race superiority.4. DEMOBILIZATION OF OUR ARMED FORCESThe cessation of active campaigning does not mean that we can completely\ndisband our fighting forces. For their sake and for the sake of their loved\nones at home, I wish that we could. But we still have the task of clinching\nthe victories we have won--of making certain that Germany and Japan can\nnever again wage aggressive warfare, that they will not again have the\nmeans to bring on another world war. The performance of that task requires\nthat, together with our allies, we occupy the hostile areas, complete the\ndisarmament of our enemies, and take the necessary measures to see to it\nthat they do not rearm.As quickly as possible, we are bringing about the reduction of our armed\nservices to the size required for these tasks of occupation and\ndisarmament. The Army and the Navy are following both length-of-service and\npoint systems as far as possible in releasing men and women from the\nservice. The points are based chiefly on length and character of service,\nand on the existence of dependents.Over 5 million from the Army have already passed through the separation\ncenters.The Navy, including the Marine Corps and the Coast Guard, has discharged\nover one and a half million.Of the 12 million men and women serving in the Army and Navy at the time of\nthe surrender of Germany, one-half have already been released. The greater\npart of these had to be brought back to this country from distant parts of\nthe world.Of course there are cases of individual hardship in retention of personnel\nin the service. There will be in the future. No system of such size can\noperate to perfection. But the systems are rounded on fairness and justice,\nand they are working at full speed. We shall try to avoid mistakes,\ninjustices, and hardship--as far as humanly possible.We have already reached the point where shipping is no longer the\nbottleneck in the return of troops from the European theater. The governing\nfactor now has become the requirement for troops in sufficient strength to\ncarry out their missions.In a few months the same situation will exist in the Pacific. By the end of\nJune, 9 out of 10 who were serving in the armed forces on VE-day will have\nbeen released. Demobilization will continue thereafter, but at a slower\nrate, determined by our military responsibilities.Our national safety and the security of the world will require substantial\narmed forces, particularly in overseas service. At the same time it is\nimperative that we relieve those who have already done their duty, and that\nwe relieve them as fast as we can. To do that, the Army and the Navy are\nconducting recruiting drives with considerable success.The Army has obtained nearly 400,000 volunteers in the past four months,\nand the Navy has obtained 80,000. Eighty percent of these volunteers for\nthe regular service have come from those already with the colors. The\nCongress has made it possible to offer valuable inducements to those who\nare eligible for enlistment. Every effort will be made to enlist the\nrequired number of young men.The War and Navy Departments now estimate that by a year from now we still\nwill need a strength of about 2 million including officers, for the armed\nforces--Army, Navy, and Air. I have reviewed their estimates and believe\nthat the safety of the Nation will require the maintenance of an armed\nstrength of this size for the calendar year that is before us.In case the campaign for volunteers does not produce that number, it will\nbe necessary by additional legislation to extend the Selective Service Act\nbeyond May 16, the date of expiration under existing law. That is the only\nway we can get the men and bring back our veterans. There is no other way.\nAction along this line should not be postponed beyond March, in order to\navoid uncertainty and disruption.DOMESTIC AFFAIRSI. THE ECONOMIC OUTLOOKProphets of doom predicted that the United States could not escape a\nrunaway inflation during the war and an economic collapse after the war.\nThese predictions have not been borne out. On the contrary, the record of\neconomic stabilization during the war and during the period of reconversion\nhas been an outstanding accomplishment.We know, however, that nothing is as dangerous as overconfidence, in war or\nin peace. We have had to fight hard to hold the line. We have made\nstrenuous efforts to speed reconversion. But neither the danger of a\npostwar inflation nor of a subsequent collapse in production and employment\nis yet overcome. We must base our policies not on unreasoning optimism or\npessimism but upon a candid recognition of our objectives and upon a\ncareful analysis of foreseeable trends.Any precise appraisal of the economic outlook at this time is particularly\ndifficult. The period of demobilization and reconversion is fraught with\nuncertainties. There are also serious gaps in our statistical information.\nCertain tendencies are, however, fairly clear and recognition of them\nshould serve as background for the consideration of next year's Federal\nProgram. In general, the outlook for business is good, and it is likely to\ncontinue to be good--provided we control inflation and achieve peace in\nmanagement labor relations.Civilian production and employment can be expected to increase throughout\nthe next year. This does not mean, however, that continuing full employment\nis assured. It is probable that demobilization of the armed forces will\nproceed faster than the increase in civilian employment opportunities. Even\nif substantial further withdrawals from the labor market occur,\nunemployment will increase temporarily. The extent to which this\nunemployment will persist depends largely on the speed of industrial\nexpansion and the effectiveness of the policies of the Federal Government.Along with extraordinary demand there are still at this time many critical\nshortages resulting from the war. These extraordinary demands and shortages\nmay lead to a speculative boom, especially in the price of securities, real\nestate, and inventories.Therefore, our chief worry still is inflation. While we control this\ninflationary pressure we must look forward to the time when this\nextraordinary demand will subside. It will be years before we catch up with\nthe demand for housing. The extraordinary demand for other durable goods,\nfor the replenishment of inventories, and for exports may be satisfied\nearlier. No backlog of demand can exist very long in the face of our\ntremendous productive capacity. We must expect again to face the problem of\nshrinking demand and consequent slackening in sales, production, and\nemployment. This possibility of a deflationary spiral in the future will\nexist unless we now plan and adopt an effective full employment program.2. GENERAL POLICIES--IMMEDIATE AND LONG-RANGEDuring the war, production for civilian use was limited by war needs and\navailable manpower. Economic stabilization required measures, to spread\nlimited supplies equitably by rationing, price controls, increased taxes,\nsavings bond campaigns, and credit controls. Now, with the surrender of our\nenemies, economic stabilization requires that policies be directed toward\npromoting an increase in supplies at low unit prices.We must encourage the development of resources and enterprises in all parts\nof the country, particularly in underdeveloped areas. For example, the\nestablishment of new peacetime industries in the Western States and in the\nSouth would, in my judgment, add to existing production and markets rather\nthan merely bring about a shifting of production. I am asking the\nSecretaries of Agriculture, Commerce, and Labor to explore jointly methods\nfor stimulating new industries, particularly in areas with surplus\nagricultural labor.We must also aid small businessmen and particularly veterans who are\ncompetent to start their own businesses. The establishment and development\nof efficient small business ventures, I believe, will not take away from,\nbut rather will add to, the total business of all enterprises.Even with maximum encouragement of Production, we cannot hope to remove\nscarcities within a short time. The most serious deficiencies will persist\nin the fields of residential housing, building materials, and consumers'\ndurable goods. The critical situation makes continued rent control, price\ncontrol, and priorities, allocations, and inventory controls absolutely\nessential. Continued control of consumer credit will help to reduce the\npressure on prices of durable goods and will also prolong the period during\nwhich the backlog demand will be effective.While we are meeting these immediate needs we must look forward to a\nlong-range program of security and increased standard of living.The best protection of purchasing power is a policy of full production and\nfull employment opportunities. Obviously, an employed worker is a better\ncustomer than an unemployed worker. There always will be, however, some\nfrictional unemployment. In the present period of transition we must deal\nwith such temporary unemployment as results from the fact that\ndemobilization will proceed faster than reconversion or industrial\nexpansion. Such temporary unemployment is probably unavoidable in a period\nof rapid change. The unemployed worker is a victim of conditions beyond his\ncontrol. He should be enabled to maintain a reasonable standard of living\nfor himself and his family.The most serious difficulty in the path of reconversion and expansion is\nthe establishment of a fair wage structure.The ability of labor and management to work together, and the wage and\nprice policies which they develop, are social and economic issues of first\nimportance.Both labor and management have a special interest. Labor's interest is very\ndirect and personal because working conditions, wages, and prices affect\nthe very life and happiness of the worker and his family.Management has a no less direct interest because on management rests the\nresponsibility for conducting a growing and prosperous business.But management and labor have identical interests in the long run. Good\nwages mean good markets. Good business means more jobs and better wages. In\nthis age of cooperation and in our highly organized economy the problems of\none very soon become the problems of all.Better human relationships are an urgent need to which organized labor and\nmanagement should address themselves. No government policy can make men\nunderstand each other, agree, and get along unless they conduct themselves\nin a way to foster mutual respect and good will.The Government can, however, help to develop machinery which, with the\nbacking of public opinion, will assist labor and management to resolve\ntheir disagreements in a peaceful manner and reduce the number and duration\nof strikes.All of us realize that productivity--increased output per man--is in the\nlong run the basis of our standard of living. Management especially must\nrealize that if labor is to work wholeheartedly for an increase in\nproduction, workers must be given a just share of increased output in\nhigher wages.Most industries and most companies have adequate leeway within which to\ngrant substantial wage increases. These increases will have a direct effect\nin increasing consumer demand to the high levels needed. Substantial wage\nincreases are good business for business because they assure a large market\nfor their products; substantial wage increases are good business for labor\nbecause they increase labor's standard of living; substantial wage\nincreases are good business for the country as a whole because capacity\nproduction means an active, healthy, friendly citizenry enjoying the\nbenefits of democracy under our free enterprise system.Labor and management in many industries have been operating successfully\nunder the Government's wage-price policy. Upward revisions of wage scales\nhave been made in thousands of establishments throughout the Nation since\nVJ-day. It is estimated that about 6 million workers, or more than 20\npercent of all employees in nonagricultural and nongovernmental\nestablishments, have received wage increases since August 18, 1945. The\namounts of increases given by individual employers concentrate between 10\nand 15 percent, but range from less than 5 percent to over 30 percent.The United States Conciliation Service since VJ-day has settled over 3,000\ndisputes affecting over 1,300,000 workers without a strike threat and has\nassisted in settling about 1,300 disputes where strikes were threatened\nwhich involved about 500,000 workers. Only workers directly involved, and\nnot those in related industries who might have been indirectly affected,\nare included in these estimates.Many of these adjustments have occurred in key industries and would have\nseemed to us major crises if they had not been settled peaceably.Within the framework of the wage-price policy there has been definite\nsuccess, and it is to be expected that this success will continue in a vast\nmajority of the cases arising in the months ahead.However, everyone who realizes the extreme need for a swift and orderly\nreconversion must feel a deep concern about the number of major strikes now\nin progress. If long continued, these strikes could put a heavy brake on\nour program.I have already made recommendations to the Congress as to the procedure\nbest adapted to meeting the threat of work stoppages in Nation-wide\nindustries without sacrificing the fundamental rights of labor to bargain\ncollectively and ultimately to strike in support of their position.If we manage our economy properly, the future will see us on a level of\nproduction half again as high as anything we have ever accomplished in\npeacetime. Business can in the future pay higher wages and sell for lower\nprices than ever before. This is not true now for all companies, nor will\nit ever be true for all, but for business generally it is true.We are relying on all concerned to develop, through collective bargaining,\nwage structures that are fair to labor, allow for necessary business\nincentives, and conform with a policy designed to \"hold the line\" on\nprices.Production and more production was the byword during the war and still is\nduring the transition from war to peace. However, when deferred demand\nslackens, we shall once again face the deflationary dangers which beset\nthis and other countries during the 1930's. Prosperity can be assured only\nby a high level of demand supported by high current income; it cannot be\nsustained by deferred needs and use of accumulated savings.If we take the right steps in time we can certainly avoid the disastrous\nexcesses of runaway booms and headlong depressions. We must not let a year\nor two of prosperity lull us into a false feeling of security and a\nrepetition of the mistakes of the 1920's that culminated in the crash of\n1929.During the year ahead the Government will be called upon to act in many\nimportant fields of economic policy from taxation and foreign trade to\nsocial security and housing. In every case there will be alternatives. We\nmust choose the alternatives which will best measure up to our need for\nmaintaining production and employment in the future. We must never lose\nsight of our long-term objectives: the broadening of markets--the\nmaintenance of steadily rising demand. This demand can come from only three\nsources: consumers, businesses, or government.In this country the job of production and distribution is in the hands of\nbusinessmen, farmers, workers, and professional people-in the hands of our\ncitizens. We want to keep it that way. However, it is the Government's\nresponsibility to help business, labor, and farmers do their jobs.There is no question in my mind that the Government, acting on behalf of\nall the people, must assume the ultimate responsibility for the economic\nhealth of the Nation. There is no other agency that can. No other\norganization has the scope or the authority, nor is any other agency\naccountable, to all the people. This does not mean that the Government has\nthe sole responsibility, nor that it can do the job alone, nor that it can\ndo the job directly.All of the policies of the Federal Government must be geared to the\nobjective of sustained full production and full employment-to raise\nconsumer purchasing power and to encourage business investment. The\nprograms we adopt this year and from now on will determine our ability to\nachieve our objectives. We must continue to pay particular attention to our\nfiscal, monetary, and tax policy, programs to aid business--especially\nsmall business--and transportation, labor-management relations and\nwage-price policy, social security and health, education, the farm program,\npublic works, housing and resource development, and economic foreign\npolicy.For example, the kinds of tax measures we have at different times--whether\nwe raise our revenue in a way to encourage consumer spending and business\ninvestment or to discourage it--have a vital bearing on this question. It\nis affected also by regulations on consumer credit and by the money market,\nwhich is strongly influenced by the rate of interest on Government\nsecurities. It is affected by almost every step we take.In short, the way we handle the proper functions of government, the way we\ntime the exercise of our traditional and legitimate governmental functions,\nhas a vital bearing on the economic health of the Nation.These policies are discussed in greater detail in the accompanying Fifth\nQuarterly Report of the Director of War Mobilization and Reconversion.3. LEGISLATION HERETOFORE RECOMMENDEDAND STILL PENDINGTo attain some of these objectives and to meet the other needs of the\nUnited States in the reconversion and postwar period, I have from time to\ntime made various recommendations to the Congress.In making these recommendations I have indicated the reasons why I deemed\nthem essential for progress at home and abroad. A few--a very few--of these\nrecommendations have been enacted into law by the Congress. Most of them\nhave not. I here reiterate some of them, and discuss others later in this\nMessage. I urge upon the Congress early consideration of them. Some are\nmore urgent than others, but all are necessary.(1) Legislation to authorize the President to create fact-finding boards\nfor the prevention of stoppages of work in Nationwide industries after\ncollective bargaining and conciliation and voluntary arbitration have\nfailed--as recommended by me on December 3, 1945.(2) Enactment of a satisfactory full employment bill such as the Senate\nbill now in conference between the Senate and the House--as recommended by\nme on September 6, 1945.(3) Legislation to supplement the unemployment insurance benefits for\nunemployed workers now provided by the different States--as recommended by\nme on May 1945.(4) Adoption of a permanent Fair Employment Practice Act--as recommended by\nme on September 6, 1945.(5) Legislation substantially raising the amount of minimum wages now\nprovided by law--as recommended by me on September 6, 1945.(6) Legislation providing for a comprehensive program for scientific\nresearch--as recommended by me on September 6, 1945.(7) Legislation enacting a health and medical care program--as recommended\nby me on November 19, 1945.(8) Legislation adopting the program of universal training--as recommended\nby me on October 23, 1945.(9) Legislation providing an adequate salary scale for all Government\nemployees in all branches of the Government--as recommended by me on\nSeptember 6, 1945.(10) Legislation making provision for succession to the Presidency in the\nevent of the death or incapacity or disqualification of the President and\nVice President--as recommended by me on June 19, 1945.(11) Legislation for the unification of the armed services--as recommended\nby me on December 19, 1945.(12) Legislation for the domestic use and control of atomic energy--as\nrecommended by me on October 3, 1945.(13) Retention of the United States Employment Service in the Federal\nGovernment for a period at least up to June 30, 1947--as recommended by me\non September 6, 1945.(14) Legislation to increase unemployment allowances for veterans in line\nwith increases for civilians--as recommended by me on September 6, 1945.(15) Social security coverage for veterans for their period of military\nservice--as recommended by me on September 6, 1945.(16) Extension of crop insurance--as recommended by me on September 6,\n1945.(17) Legislation permitting the sale of ships by the Maritime Commission at\nhome and abroad--as recommended by me on September 6, 1945. I further\nrecommend that this legislation include adequate authority for chartering\nvessels both here and abroad.(18) Legislation to take care of the stock piling of materials in which the\nUnited States is naturally deficient--as recommended by me on September 6,\n1945.(19) Enactment of Federal airport legislation-as recommended by me on\nSeptember 6, 1945.(20) Legislation repealing the Johnson Act on foreign loans--as recommended\nby me on September 6, 1945.(21) Legislation for the development of the Great Lakes-St. Lawrence River\nBasin-as recommended by me on October 3, 1945.4. POLICIES IN SPECIFIC FIELDS(a) Extension of Price Control Act.Today inflation is our greatest immediate domestic problem. So far the\nfight against inflation has been waged successfully. Since May 1943,\nfollowing President Roosevelt's \"hold the line\" order and in the face of\nthe greatest pressures which this country has ever seen, the cost of living\nindex has risen only three percent. Wholesale prices in this same period\nhave been held to an increase of two and one-half percent.This record has been made possible by the vigorous efforts of the agencies\nresponsible for this program. But their efforts would have been fruitless\nif they had not had the solid support of the great masses of our people.\nThe Congress is to be congratulated for its role in providing the\nlegislation under which this work has been carried out.On VJ-day it was clear to all thinking people that the danger of inflation\nwas by no means over. Many of us can remember vividly our disastrous\nexperience following World War I. Then the very restricted wartime controls\nwere lifted too quickly, and as a result prices and rents moved more\nrapidly upward. In the year and a half following the armistice, rents,\nfood, and clothing shot to higher and still higher levels.When the inevitable crash occurred less than two years after the end of the\nwar, business bankruptcies were widespread. Profits were wiped out.\nInventory losses amounted to billions of dollars. Farm income dropped by\none-half. Factory pay rolls dropped 40 percent, and nearly one-fifth of all\nour industrial workers were walking the streets in search of jobs. This was\na grim greeting, indeed, to offer our veterans who had just returned from\noverseas.When I addressed the Congress in September, I emphasized that we must\ncontinue to hold the price line until the production of goods caught up\nwith the tremendous demands. Since then we have seen demonstrated the\nstrength of the inflationary pressures which we have to face.Retail sales in the closing months of 1945 ran 12 percent above the\nprevious peak for that season, which came in 1944. Prices throughout the\nentire economy have been pressing hard against the price ceilings. The\nprices of real estate, which cannot now be controlled under the law, are\nrising rapidly. Commercial rents are not included in the present price\ncontrol law and, where they are not controlled by State law, have been\nincreasing, causing difficulties to many businessmen.It will be impossible to maintain a high purchasing power or an expanding\nproduction unless we can keep prices at levels which can be met by the vast\nmajority of our people. Full production is the greatest weapon against\ninflation, but until we can produce enough goods to meet the threat of\ninflation the Government will have to exercise its wartime control over\nprices.I am sure that the people of the United States are disturbed by the demands\nmade by several business groups with regard to price and rent control.I am particularly disturbed at the effect such thinking may have on\nproduction and employment. If manufacturers continue to hold back goods and\ndecline to submit bids when invited--as I am informed some are doing--in\nanticipation of higher prices which would follow the end of price controls,\nwe shall inevitably slow down production and create needless unemployment.\nOn the other hand, there are the vast majority of American businessmen who\nare not holding back goods, but who need certainty about the Government\npricing policy in order to fix their own long-range pricing policies.Businessmen are entitled therefore to a dear statement of the policy of the\nGovernment on the subject. Tenants and housewives, farmers and\nworkers--consumers in general--have an equal right.We are all anxious to eliminate unnecessary controls just as rapidly as we\ncan do so. The steps that we have already taken in many directions toward\nthat end are a clear indication of our policy.The present Price Control Act expires on June 30, 1946. If we expect to\nmaintain a steady economy we shall have to maintain price and rent control\nfor many months to come. The inflationary pressures on prices and rents,\nwith relatively few exceptions, are now at an all-time peak. Unless the\nPrice Control Act is renewed there will be no limit to which our price\nlevels would soar. Our country would face a national disaster.We cannot wait to renew the act until immediately before it expires.\nInflation results from psychological as well as economic conditions. The\ncountry has a clear right to know where the Congress stands on this\nall-important problem. Any uncertainty now as to whether the act will be\nextended gives rise to price speculation, to withholding of goods from the\nmarket in anticipation of rising prices, and to delays in achieving maximum\nproduction.I do not doubt that the Congress will be beset by many groups who will urge\nthat the legislation that I have proposed should either be eliminated or\nmodified to the point where it is nearly useless. The Congress has a clear\nresponsibility to meet this challenge with courage and determination. I\nhave every confidence that it will do so.I strongly urge that the Congress now resolve all doubts and as soon as\npossible adopt legislation continuing rent and price control in effect for\na full year from June 30, 1946.(b) Food subsidies.If the price line is to be held, if our people are to be protected against\nthe inflationary dangers which confront us, we must do more than extend the\nPrice Control Act. In September we were hopeful that the inflationary\npressures would by this time have begun to diminish. We were particularly\nhopeful on food. Indeed, it was estimated that food prices at retail would\ndrop from 3 to 5 percent in the first six months following the end of the\nwar.In anticipation of this decline in food prices, it was our belief that food\nsubsidies could be removed gradually during the winter and spring months,\nand eliminated almost completely by June 30 of this year. It was our\nfeeling that the food subsidies could be dropped without an increase to the\nconsumer in the present level of food prices or in the over-all cost of\nliving.As matters stand today, however, food prices are pressing hard against the\nceilings. The expected decline in food prices has not occurred, nor is it\nlikely to occur for many months to come. This brings me to the reluctant\nconclusion that food subsidies must be continued beyond June 30, 1946.If we fail to take this necessary step, meat prices on July 1 will be from\n3 to 5 cents higher than their average present levels; butter will be at\nleast 12 cents a pound higher, in addition to the 5 cents a pound increase\nof last fall; milk will increase from 1 to 2 cents a quart; bread will\nincrease about 1 cent a loaf; sugar will increase over 1 cent a pound;\ncheese, in addition to the increase of 4 cents now planned for the latter\npart of this month, will go up an additional 8 cents. In terms of\npercentages we may find the cost-of-living index for food increased by more\nthan 8 percent, which in turn would result in more than a 3-percent\nincrease in the cost of living.If prices of food were allowed to increase by these amounts, I must make it\nclear to the Congress that, in my opinion, it would become extremely\ndifficult for us to control the forces of inflation.None of us likes subsidies. Our farmers, in particular, have always been\nopposed to them.But I believe our farmers are as deeply conscious as any group in the land\nof the havoc which inflation can create. Certainly in the past eighteen\nmonths there has been no group which has fought any harder in support of\nthe Government's price control program. I am confident that, if the facts\nare placed before them and if they see clearly the evils between which we\nare forced to choose, they will understand the reasons why subsidies must\nbe continued.The legislation continuing the use of food subsidies into the new fiscal\nyear should be tied down specifically to certain standards. A very proper\nrequirement, in my opinion, would be that subsidies be removed as soon as\nit is indicated that the cost of living will decline below the present\nlevels.(c) Extension of War Powers Act.The Second War Powers Act has recently been extended by the Congress for\nsix months instead of for a year. It will now expire, unless further\nextended, on June 30, 1946. This act is the basis for priority and\ninventory controls governing the use of scarce materials, as well as for\nother powers essential to orderly reconversion.I think that this Administration has given adequate proof of the fact that\nit desires to eliminate wartime controls as quickly and as expeditiously as\npossible. However, we know that there will continue to be shortages of\ncertain materials caused by the war even after June 30, 1946. It is\nimportant that businessmen know now that materials in short supply are\ngoing to be controlled and distributed fairly as long as these war-born\nshortages continue.I, therefore, urge the Congress soon to extend the Second War Powers Act.\nWe cannot afford to wait until just before the act expires next June. To\nwait would cause the controls to break down in a short time, and would\nhamper our production and employment program.(d) Small business and competition.A rising birth rate for small business, and a favorable environment for its\ngrowth, are not only economic necessities but also important practical\ndemonstrations of opportunity in a democratic free society. A great many\nveterans and workers with new skills and experience will want to start in\nfor themselves. The opportunity must be afforded them to do so. They are\nthe small businessmen of the future.Actually when we talk about small business we are talking about almost all\nof the Nation's individual businesses. Nine out of every ten concerns fall\ninto this category, and 45 percent of all workers are employed by them.\nBetween 30 and 40 percent of the total value of all business transactions\nare handled by small business.It is obvious national policy to foster the sound development of small\nbusiness. It helps to maintain high levels of employment and national\nincome and consumption of the goods and services that the Nation can\nproduce. It encourages the competition that keeps our free enterprise\neconomy vigorous and expanding. Small business, because of its flexibility,\nassists in the rapid exploitation of scientific and technological\ndiscoveries. Investment in small business can absorb a large volume of\nsavings that might otherwise not be tapped.The Government should encourage and is encouraging small-business\ninitiative and originality to stimulate progress through competition.During the war, the Smaller War Plants Corporation assisted small concerns\nto make a maximum contribution to victory. The work of the Smaller War\nPlants Corporation is being carried on in peacetime by the Federal Loan\nAgency and the Department of Commerce. The fundamental approach to the job\nof encouraging small concerns must be based on:1. Arrangements for making private and public financial resources available\non reasonable terms.2. Provision of technical advice and assistance to business as a whole on\nproduction, research, and management problems. This will help equalize\ncompetitive relationships between large and small companies, for many of\nthe small companies cannot afford expensive technical research, accounting,\nand tax advice.3. Elimination of trade practices and agreements which reduce competition\nand discriminate against new or small enterprises.We speak a great deal about the free enterprise economy of our country. It\nis competition that keeps it free. It is competition that keeps it growing\nand developing. The truth is that we need far more competition in the\nfuture than we have had in the immediate past.By strangling competition, monopolistic activity prevents or deters\ninvestment in new or expanded production facilities. This lessens the\nopportunity for employment and chokes off new outlets for idle savings.\nMonopoly maintains prices at artificially high levels and reduces\nconsumption which, with lower prices, would rise and support larger\nproduction and higher employment. Monopoly, not being subject to\ncompetitive pressure, is slow to take advantage of technical advances which\nwould lower prices or improve quality. All three of these monopolistic\nactivities very directly lower the standard of living--through higher\nprices and lower quality of product--which free competition would improve.The Federal Government must protect legitimate business and consumers from\npredatory and monopolistic practices by the vigilant enforcement of\nregulatory legislation. The program will be designed to have a maximum\nimpact upon monopolistic bottlenecks and unfair competitive practices\nhindering expansion in employment.During the war, enforcement of antimonopoly laws was suspended in a number\nof fields. The Government must now take major steps not only to maintain\nenforcement of antitrust laws but to encourage new and competing\nenterprises in every way. The deferred demand of the war years and the\nlarge accumulations of liquid assets provide ample incentive for expansion.\nEqualizing of business opportunity, under full and free competition, must\nbe a prime responsibility in the reconversion period and in the years that\nfollow. Many leading businessmen have recognized the importance of such\naction both to themselves and to the economy as a whole.But we must do more than break up trusts and monopolies after they have\nbegun to strangle competition. We must take positive action to foster new,\nexpanding enterprises. By legislation and by administration we must take\nspecific steps to discourage the formation or the strengthening of\ncompetition-restricting business. We must have an over-all antimonopoly\npolicy which can be applied by all agencies of the Government in exercising\nthe functions assigned to them--a policy designed to encourage the\nformation and growth of new and freely competitive enterprises.Among the many departments and agencies which have parts in the program\naffecting business and competition, the Department of Commerce has a\nparticularly important role. That is why I have recommended a substantial\nincrease in appropriations for the next fiscal year for this Department.In its assistance to industry, the Department of Commerce will concentrate\nits efforts on these primary objectives: Promotion of a large and\nwell-balanced foreign trade; provision of improved technical assistance and\nmanagement aids, especially for small enterprises; and strengthening of\nbasic statistics on business operations, both by industries and by regions.\nTo make new inventions and discoveries available more promptly to all\nbusinesses, small and large, the Department proposes to expand its own\nresearch activities, promote research by universities, improve Patent\nOffice procedures, and develop a greatly expanded system of field offices\nreadily accessible to the businesses they serve.Many gaps exist in the private financial mechanism, especially in the\nprovision of long-term funds for small- and medium sized enterprises. In\nthe peacetime economy the Reconstruction Finance Corporation will take the\nleadership in assuring adequate financing for small enterprises which\ncannot secure funds from other sources. Most of the funds should and will\nbe provided by private lenders; but the Reconstruction Finance Corporation\nwill share any unusual risks through guarantees of private loans, with\ndirect loans only when private capital is unwilling to participate on a\nreasonable basis.(e) Minimum wage.Full employment and full production may be achieved only by maintaining a\nlevel of consumer income far higher than that of the prewar period. A high\nlevel of consumer income will maintain the market for the output of our\nmills, farms, and factories, which we have demonstrated during the war\nyears that we can produce. One of the basic steps which the Congress can\ntake to establish a high level of consumer income is to amend the Fair\nLabor Standards Act to raise substandard wages to a decent minimum and to\nextend similar protection to additional workers who are not covered by the\npresent act.Substandard wages are bad for business and for the farmer. Substandard\nwages provide only a substandard market for the goods and services produced\nby American industry and agriculture.At the present time the Fair Labor Standards Act prescribes a minimum wage\nof 40 cents an hour for those workers who are covered by the act. The\npresent minimum wage represents an annual income of about $800 to those\ncontinuously employed for 50 weeks--clearly a wholly inadequate budget for\nan American family. I am in full accord with the proposal now pending in\nthe Congress that the statutory minimum be raised immediately to 65 cents\nan hour, with further increases to 70 cents after one year and to 75 cents\nafter two years. I also favor the proposal that the industry committee\nprocedure be used to set rates higher than 65 cents per hour during the\ntwo-year interval before the 75-cent basic wage would otherwise become\napplicable.The proposed minimum wage of 65 cents an hour would assure the worker an\nannual income of about $1,300 a year in steady employment. This amount is\nclearly a modest goal. After considering cost-of-living increases in recent\nyears, it is little more than a 10-cent increase over the present legal\nminimum. In fact, if any large number of workers earn less than this\namount, we will find it impossible to maintain the levels of purchasing\npower needed to sustain the stable prosperity which we desire. Raising the\nminimum to 75 cents an hour will provide the wage earner with an annual\nincome of $1,500 if he is fully employed.The proposed higher minimum wage levels are feasible without involving\nserious price adjustments or serious geographic dislocations.Today about 20 percent of our manufacturing wage earners--or about 2\nmillion-earn less than 65 cents an hour. Because wages in most industries\nhave risen during the war, this is about the same as the proportion-17\npercent--who were earning less than 40 cents an hour in 1941.I also recommend that minimum wage protection be extended to several groups\nof workers not now covered. The need for a decent standard of living is by\nno means limited to those workers who happen to be covered by the act as it\nnow stands. It is particularly vital at this period of readjustment in the\nnational economy and readjustment in employment of labor to extend minimum\nwage protection as far as possible.Lifting the basic minimum wage is necessary, it is justified as a matter of\nsimple equity to workers, and it will prove not only feasible but also\ndirectly beneficial to the Nation's employers.(f) Agricultural programs.The farmers of America generally are entering the crop year of 1946 in\nbetter financial condition than ever before. Farm mortgage debt is the\nlowest in 30 years. Farmers' savings are the largest in history. Our\nagricultural plant is in much better condition than after World War I. Farm\nmachinery and supplies are expected to be available in larger volume, and\nfarm labor problems will be less acute.The demand for farm products will continue strong during the next year or\ntwo because domestic purchases will be supplemented by a high level of\nexports and foreign relief shipments. It is currently estimated that from 7\nto 10 percent of the total United States food supply may be exported in the\ncalendar year 1946.Farm prices are expected to remain at least at their present levels in the\nimmediate future, and for at least the next 12 months they are expected to\nyield a net farm income double the 1935-39 average and higher than in any\nyear prior to 1943.We can look to the future of agriculture with greater confidence than in\nmany a year in the past. Agriculture itself is moving confidently ahead,\nplanning for another year of big production, taking definite and positive\nsteps to lead the way toward an economy of abundance.Agricultural production goals for 1946 call for somewhat greater acreage\nthan actually was planted in 1945. Agriculture is prepared to demonstrate\nthat it can make a peacetime contribution as great as its contribution\ntoward the winning of the war.In spite of supplying our armed forces and our allies during the war with a\nfifth to a fourth of our total food output, farmers were still able to\nprovide our civilians with 8 percent more food per capita than the average\nfor the five years preceding the war. Since the surrender of Japan,\ncivilian food consumption has risen still further. By the end of 1945 the\namount of the increase in food consumption was estimated to be as high as\n15 percent over the prewar average. The record shows that the people of\nthis country want and need more food and that they will buy more food if\nonly they have the jobs and the purchasing power. The first essential\ntherefore in providing fully for the welfare of agriculture is to maintain\nfull employment and a high level of purchasing power throughout the\nNation.For the period immediately ahead we shall still have the problem of\nsupplying enough food. If we are to do our part in aiding the war-stricken\nand starving countries some of the food desires of our own people will not\nbe completely satisfied, at least until these nations have had an\nopportunity to harvest another crop. During the next few months the need\nfor food in the world will be more serious than at any time during the war.\nAnd, despite the large shipments we have already made, and despite what we\nshall send, there remain great needs abroad.Beyond the relief feeding period, there will still be substantial foreign\noutlets for our farm commodities. The chief dependence of the farmer,\nhowever, as always, must be upon the buying power of our own people.The first obligation of the Government to agriculture for the reconversion\nperiod is to make good on its price-support commitments. This we intend to\ndo, with realistic consideration for the sound patterns of production that\nwill contribute most to the long-time welfare of agriculture and the whole\nNation. The period during which prices are supported will provide an\nopportunity for farmers individually to strengthen their position in\nchanging over from a wartime to a peacetime basis of production. It will\nprovide an opportunity for the Congress to review the needs of agriculture\nand make changes in national legislation where experience has shown changes\nto be needed. In this connection, the Congress will wish to consider\nlegislation to take the place of the 1937 Sugar Act which expires at the\nend of this year. During this period we must do a thorough job of basic\nplanning to the end that agriculture shall be able to contribute its full\nshare toward a healthy national economy.Our long-range agricultural policies should have two main objectives:\nFirst, to assure the people on the farms a fair share of the national\nincome; and, second, to encourage an agricultural production pattern that\nis best fitted to the Nation's needs. To accomplish this second objective\nwe shall have to take into consideration changes that have taken place and\nwill continue to take place in the production of farm commodities--changes\nthat affect costs and efficiency and volume.What we seek ultimately is a high level of food production and consumption\nthat will provide good nutrition for everyone. This cannot be accomplished\nby agriculture alone. We can be certain of our capacity to produce food,\nbut we have often failed to distribute it as well as we should and to see\nthat our people can afford to buy it. The way to get good nutrition for the\nwhole Nation is to provide employment opportunities and purchasing power\nfor all groups that will enable them to buy full diets at market prices.Wherever purchasing power fails to reach this level we should see that they\nhave some means of getting adequate food at prices in line with their\nability to buy. Therefore, we should have available supplementary programs\nthat will enable all our people to have enough of the right kind of food.For example, one of the best possible contributions toward building a\nstronger, healthier Nation would be a permanent school-lunch program on a\nscale adequate to assure every school child a good lunch at noon. The\nCongress, of course, has recognized this need for a continuing school-lunch\nprogram and legislation to that effect has been introduced and hearings\nheld. The plan contemplates the attainment of this objective with a minimum\nof Federal expenditures. I hope that the legislation will be enacted in\ntime for a permanent program to start with the beginning of the school year\nnext fall.We have the technical knowledge and the productive capacity to provide\nplenty of good food for every man, woman, and child in the United States.\nIt is time we made that possibility a reality.(g) Resource development.The strength of our Nation and the welfare of the people rest upon the\nnatural resources of the country. We have learned that proper conservation\nof our lands, including our forests and minerals, and wise management of\nour waters will add immensely to our national wealth.The first step in the Government's conservation program must be to find out\njust what are our basic resources, and how they should be used. We need to\ntake, as soon as possible, an inventory of the lands, the minerals, and the\nforests of the Nation.During the war it was necessary to curtail some of our long-range plans for\ndevelopment of our natural resources, and to emphasize programs vital to\nthe prosecution of the war. Work was suspended on a number of flood control\nand reclamation projects and on the development of our national forests and\nparks. This work must now be resumed, and new projects must be undertaken\nto provide essential services and to assist in the process of economic\ndevelopment.The rivers of America offer a great opportunity to our generation in the\nmanagement of the national wealth. By a wise use of Federal funds, most of\nwhich will be repaid into the Treasury, the scourge of floods and drought\ncan be curbed, water can be brought to arid lands, navigation can be\nextended, and cheap power can be brought alike to the farms and to the\nindustries of our land.Through the use of the waters of the Columbia River, for example, we are\ncreating a rich agricultural area as large as the State of Delaware. At the\nsame time, we are producing power at Grand Coulee and at Bonneville which\nplayed a mighty part in winning the war and which will found a great\npeacetime industry in the Northwest. The Tennessee Valley Authority will\nresume its peacetime program of promoting full use of the resources of the\nValley. We shall continue our plans for the development of the Missouri\nValley, the Arkansas Valley, and the Central Valley of California.The Congress has shown itself alive to the practical requirements for a\nbeneficial use of our water resources by providing that preference in the\nsale of power be given to farmers' cooperatives and public agencies. The\npublic power program thus authorized must continue to be made effective by\nbuilding the necessary generating and transmission facilities to furnish\nthe maximum of firm power needed at the wholesale markets, which are often\ndistant from the dam sites.These great developmental projects will open the frontiers of agriculture,\nindustry, and commerce. The employment opportunities thus offered will also\ngo far to ease the transition from war to peace.(h) Public works.During the war even urgently needed Federal, State, and local construction\nprojects were deferred in order to release sources for war production. In\nresuming public works construction, it is desirable to proceed only at a\nmoderate rate, since demand for private construction will be abnormally\nhigh for some time. Our public works program should be timed to reach its\npeak after demand for private construction has begun to taper off.\nMeanwhile, however, plans should be prepared if we are to act promptly when\nthe present extraordinary private demand begins to run out.The Congress made money available to Federal agencies for their public\nworks planning in the fiscal year 1946. I strongly recommend that this\npolicy be continued and extended in the fiscal year 1947.State and local governments also have an essential role to play in a\nnational public works program. In my message of September 6, 1945, I\nrecommended that the Congress vote such grants to State and local\ngovernments as will insure that each level of government makes its proper\ncontribution to a balanced public construction program. Specifically, the\nFederal Government should aid State and local governments in planning their\nown public works programs, in undertaking projects related to Federal\nprograms of regional development, and in constructing such public works as\nare necessary to carry out the various policies of the Federal Government.Early in 1945 the Congress made available advances to State and local\ngovernments for planning public works projects, and recently made\nadditional provision to continue these advances through the fiscal year\n1946. I believe that further appropriations will be needed for the same\npurpose for the fiscal year 1947.The Congress has already made provision for highway programs. It is now\nconsidering legislation which would expand Federal grants and loans in\nseveral other fields, including construction of airports, hospital and\nhealth centers, housing, water pollution control facilities, and\neducational plant facilities. I hope that early action will be taken to\nauthorize these Federal programs.With respect to public works of strictly local importance, State and local\ngovernments should proceed without Federal assistance except in planning.\nThis rule should be subject to review when and if the prospect of highly\nadverse general economic developments warrants it.All loans and grants for public works should be planned and administered in\nsuch a way that they are brought into accord with the other elements of the\nFederal Program.Our long-run objective is to achieve a program of direct Federal and\nFederally assisted public works which is planned in advance and\nsynchronized with business conditions. In this way it can make its greatest\ncontribution to general economic stability.(1) National housing program.Last September I stated in my message to the Congress that housing was high\non the list of matters calling for decisive action.Since then the housing shortage in countless communities, affecting\nmillions of families, has magnified this call to action.Today we face both an immediate emergency and a major postwar problem.Since VJ-day the wartime housing shortage has been growing steadily worse\nand pressure on real estate values has increased. Returning veterans often\ncannot find a satisfactory place for their families to live, and many who\nbuy have to pay exorbitant prices. Rapid demobilization inevitably means\nfurther overcrowding.A realistic and practical attack on the emergency will require aggressive\naction by local governments, with Federal aid, to exploit all opportunities\nand to give the veterans as far as possible first chance at vacancies. It\nwill require continuation of rent control in shortage areas as well as\nlegislation to permit control of sales prices. It will require maximum\nconversion of temporary war units for veterans' housing and their\ntransportation to communities with the most pressing needs; the Congress\nhas already appropriated funds for this purpose.The inflation in the price of housing is growing daily.As a result of the housing shortage, it is inevitable that the present\ndangers of inflation in home values will continue unless the Congress takes\naction in the immediate future.Legislation is now pending in the Congress which would provide for ceiling\nprices for old and new houses. The authority to fix such ceilings is\nessential. With such authority, our veterans and other prospective home\nowners would be protected against a skyrocketing of home prices. The\ncountry would be protected from the extension of the present inflation in\nhome values which, if allowed to continue, will threaten not only the\nstabilization program but our opportunities for attaining a sustained high\nlevel of home construction.Such measures are necessary stopgaps-but only stopgaps. This emergency\naction, taken alone, is good--but not enough. The housing shortage did not\nstart with the war or with demobilization; it began years before that and\nhas steadily accumulated. The speed with which the Congress establishes the\nfoundation for a permanent, long-range housing program will determine how\neffectively we grasp the immense opportunity to achieve our goal of decent\nhousing and to make housing a major instrument of continuing prosperity and\nfull employment in the years ahead. It will determine whether we move\nforward to a stable and healthy housing enterprise and toward providing a\ndecent home for every American family.Production is the only fully effective answer. To get the wheels turning, I\nhave appointed an emergency housing expediter. I have approved\nestablishment of priorities designed to assure an ample share of scarce\nmaterials to builders of houses for which veterans will have preference.\nAdditional price and wage adjustments will be made where necessary, and\nother steps will be taken to stimulate greater production of bottleneck\nitems. I recommend consideration of every sound method for expansion in\nfacilities for insurance of privately financed housing by the Federal\nHousing Administration and resumption of previously authorized low-rent\npublic housing projects suspended during the war.In order to meet as many demands of the emergency situation as possible, a\nprogram of emergency measures is now being formulated for action. These\nwill include steps in addition to those already taken. As quickly as this\nprogram can be formulated, announcement will be made.Last September I also outlined to the Congress the basic principles for the\nkind of decisive, permanent legislation necessary for a long-range housing\nprogram.These principles place paramount the fact that housing construction and\nfinancing for the overwhelming majority of our citizens should be done by\nprivate enterprise. They contemplate also that we afford governmental\nencouragement to privately financed house construction for families of\nmoderate income, through extension of the successful system of insurance of\nhousing investment; that research be undertaken to develop better and\ncheaper methods of building homes; that communities be assisted in\nappraising their housing needs; that we commence a program of Federal aid,\nwith fair local participation, to stimulate and promote the rebuilding and\nredevelopment of slums and blighted areas--with maximum use of private\ncapital. It is equally essential that we use public funds to assist\nfamilies of low income who could not otherwise enjoy adequate housing, and\nthat we quicken our rate of progress in rural housing.Legislation now under consideration by the Congress provides for a\ncomprehensive attack jointly by private enterprise, State and local\nauthorities, and the Federal Government. This legislation would make\npermanent the National Housing Agency and give it authority and funds for\nmuch needed technical and economic research. It would provide additional\nstimulus for privately financed housing construction. This stimulus\nconsists of establishing a new system of yield insurance to encourage\nlarge-scale investment in rental housing and broadening the insuring powers\nof the Federal Housing Administration and the lending powers of the Federal\nsavings and loan associations.Where private industry cannot build, the Government must step in to do the\njob. The bill would encourage expansion in housing available for the lowest\nincome groups by continuing to provide direct subsidies for low-rent\nhousing and rural housing. It would facilitate land assembly for urban\nredevelopment by loans and contributions to local public agencies where the\nlocalities do their share.Prompt enactment of permanent housing legislation along these lines will\nnot interfere with the emergency action already under way. On the contrary,\nit would lift us out of a potentially perpetual state of housing emergency.\nIt would offer the best hope and prospect to millions of veterans and other\nAmerican families that the American system can offer more to them than\ntemporary makeshifts.I have said before that the people of the United States can be the best\nhoused people in the world. I repeat that assertion, and I welcome the\ncooperation of the Congress in achieving that goal.(j) Social security and health.Our Social Security System has just celebrated its tenth anniversary.\nDuring the past decade this program has supported the welfare and morale of\na large part of our people by removing some of the hazards and hardships of\nthe aged, the unemployed, and widows and dependent children.But, looking back over 10 years' experience and ahead to the future, we\ncannot fail to see defects and serious inadequacies in our system as it now\nexists. Benefits are in many cases inadequate; a great many persons are\nexcluded from coverage; and provision has not been made for social\ninsurance to cover the cost of medical care and the earnings lost by the\nsick and the disabled.In the field of old-age security, there seems to be no adequate reason for\nexcluding such groups as the self-employed, agricultural and domestic\nworkers, and employees of nonprofit organizations. Since many of these\ngroups earn wages too low to permit significant savings for old age, they\nare in special need of the assured income that can be provided by old-age\ninsurance.We must take urgent measures for the readjustment period ahead. The\nCongress for some time has been considering legislation designed to\nsupplement at Federal expense, during the immediate reconversion period,\ncompensation payments to the unemployed. Again I urge the Congress to enact\nlegislation liberalizing unemployment compensation benefits and extending\nthe coverage. Providing for the sustained consumption by the unemployed\npersons and their families is more than a welfare policy; it is sound\neconomic policy. A sustained high level of consumer purchases is a basic\ningredient of a prosperous economy.During the war, nearly 5 million men were rejected for military service\nbecause of physical or mental defects which in many cases might have been\nprevented or corrected. This is shocking evidence that large sections of\nthe population are at substandard levels of health. The need for a program\nthat will give everyone opportunity for medical care is obvious. Nor can\nthere be any serious doubt of the Government's responsibility for helping\nin this human and social problem.The comprehensive health program which I recommended on November 19, 1945,\nwill require substantial additions to the Social Security System and, in\nconjunction with other changes that need to be made, will require further\nconsideration of the financial basis for social security. The system of\nprepaid medical care which I have recommended is expected eventually to\nrequire amounts equivalent to 4 percent of earnings up to $3,600 a year,\nwhich is about the average of present expenditures by individuals for\nmedical care. The pooling of medical costs, under a plan which permits each\nindividual to make a free choice of doctor and hospital, would assure that\nindividuals receive adequate treatment and hospitalization when they are\nfaced with emergencies for which they cannot budget individually. In\naddition, I recommended insurance benefits to replace part of the earnings\nlost through temporary sickness and permanent disability.Even without these proposed major additions, it would now be time to\nundertake a thorough reconsideration of our social security laws. The\nstructure should be expanded and liberalized. Provision should be made for\nextending coverage credit to veterans for the period of their service in\nthe armed forces. In the financial provisions we must reconcile the\nactuarial needs of social security, including health insurance, with the\nrequirements of a revenue system that is designed to promote a high level\nof consumption and full employment.(k) Education.Although the major responsibility for financing education rests with the\nStates, some assistance has long been given by the Federal Government.\nFurther assistance is desirable and essential. There are many areas and\nsome whole States where good schools cannot be provided without imposing an\nundue local tax burden on the citizens. It is essential to provide adequate\nelementary and secondary schools everywhere, and additional educational\nopportunities for large numbers of people beyond the secondary level.\nAccordingly, I repeat the proposal of last year's Budget Message that the\nFederal Government provide financial aid to assist the States in assuring\nmore nearly equal opportunities for a good education. The proposed Federal\ngrants for current educational expenditures should be made for the purpose\nof improving the educational system where improvement is most needed. They\nshould not be used to replace existing non-Federal expenditures, or even to\nrestore merely the situation which existed before the war.In the future we expect incomes considerably higher than before the war.\nHigher incomes should make it possible for State and local governments and\nfor individuals to support higher and more nearly adequate expenditures for\neducation. But inequality among the States will still remain, and Federal\nhelp will still be needed.As a part of our total public works program, consideration should be given\nto the need for providing adequate buildings for schools and other\neducational institutions. In view of current arrears in the construction of\neducational facilities, I believe that legislation to authorize grants for\neducational facilities, to be matched by similar expenditures by State and\nlocal authorities, should receive the favorable consideration of the\nCongress.The Federal Government has not sought, and will not seek, to dominate\neducation in the States. It should continue its historic role of leadership\nand advice and, for the purpose of equalizing educational opportunity, it\nshould extend further financial support to the cause of education in areas\nwhere this is desirable.(l) Federal Government personnel.The rapid reconversion of the Federal Government from war to peace is\nreflected in the demobilization of its civilian personnel. The number of\nthese employees in continental United States has been reduced by more than\n500,000 from the total of approximately 2,900,000 employed in the final\nmonths of the war. I expect that by next June we shall have made a further\nreduction of equal magnitude and that there will be continuing reductions\nduring the next fiscal year. Of the special wartime agencies now remaining,\nonly a few are expected to continue actively into the next fiscal year.At the same time that we have curtailed the number of employees, we have\nshortened the workweek by one-sixth or more throughout the Government and\nhave restored holidays. The process of readjustment has been complicated\nand costs have been increased by a heavy turn-over in the remaining\npersonnel--particularly by the loss of some of our best administrators.\nThousands of war veterans have been reinstated or newly employed in the\ncivil service. Many civilians have been transferred from war agencies to\ntheir former peacetime agencies. Recruitment standards, which had to be\nrelaxed during the war, are now being tightened.The elimination last autumn of overtime work for nearly all Federal\nemployees meant a sharp cut in their incomes. For salaried workers, the\nblow was softened but by no means offset by the increased rates of pay\nwhich had become effective July 1. Further adjustments to compensate for\nincreased living costs are required. Moreover, we have long needed a\ngeneral upward revision of Federal Government salary scales at all levels\nin all branches--legislative, judicial, and executive. Too many in\nGovernment have had to sacrifice too much in economic advantage to serve\nthe Nation.Adequate salaries will result in economies and improved efficiency in the\nconduct of Government business--gains that will far outweigh the immediate\ncosts. I hope the Congress will expedite action on salary legislation for\nall Federal employees in all branches of the Government. The only exception\nI would make is in the case of workers whose pay rates are established by\nwage boards; a blanket adjustment would destroy the system by which their\nwages are kept aligned with prevailing rates in particular localities. The\nwage boards should be sensitive now, as they were during the war, to\nchanges in local prevailing wage rates and should make adjustments\naccordingly.I hope also that the Congress may see fit to enact legislation for the\nadequate protection of the health and safety of Federal employees, for\ntheir coverage under a system of unemployment compensation, and for their\nreturn at Government expense to their homes after separation from wartime\nservice.(m) Territories, insular possessions, and the District of Columbia.The major governments of the world face few problems as important and as\nperplexing as those relating to dependent peoples. This Government is\ncommitted to the democratic principle that it is for the dependent peoples\nthemselves to decide what their status shall be. To this end I asked the\nCongress last October to provide a means by which the people of Puerto Rico\nmight choose their form of government and ultimate status with respect to\nthe United States. I urge, too, that the Congress promptly accede to the\nwishes of the people of Hawaii that the Territory be admitted to statehood\nin our Union, and that similar action be taken with respect to Alaska as\nsoon as it is certain that this is the desire of the people of that great\nTerritory. The people of the Virgin Islands should be given an increasing\nmeasure of self-government.We have already determined that the Philippine Islands are to be\nindependent on July 4, 1946. The ravages of war and enemy occupation,\nhowever, have placed a heavy responsibility upon the United States. I urge\nthat the Congress complete, as promptly and as generously as may be\npossible, legislation which will aid economic rehabilitation for the\nPhilippines. This will be not only a just acknowledgment of the loyalty of\nthe people of the Philippines, but it will help to avoid the economic chaos\nwhich otherwise will be their heritage from our common war. Perhaps no\nevent in the long centuries of colonialism gives more hope for the pattern\nof the future than the independence of the Philippines.The District of Columbia, because of its special relation to the Federal\nGovernment, has been treated since 1800 as a dependent area. We should move\ntoward a greater measure of local self-government consistent with the\nconstitutional status of the District. We should take adequate steps to\nassure that citizens of the United States are not denied their franchise\nmerely because they reside at the Nation's Capital.III. THE BUDGET FOR THE FEDERAL PROGRAMFOR THE FISCAL YEAR 1947SUMMARY OF THE BUDGETFor the first time since the fiscal year 1930 the Budget for the next\nfiscal year will require no increase in the national debt.Expenditures of all kinds, authorized and recommended, in the next year are\nestimated at just above 35.8 billion dollars. Net receipts are estimated at\n31.5 billion dollars. The estimated difference of 4.3 billion dollars will\nbe met by a reduction in the very substantial balance which will be in the\nTreasury during the next fiscal year.A large part of the activities outside defense and war liquidation,\naftermath of war, and international finance, classified as \"other\nactivities\" in a following table, is still due to repercussions of the war.\nThese \"other activities\" include more than 2 billion dollars for aids to\nagriculture and net outlays for the Commodity Credit Corporation-almost\ndouble the expenditures for the same purposes in prewar years. This\nincrease is due mainly to expenditures for purposes of price stabilization\nand price support resulting from the war food production program. Other\nincreases in this category are due to the fact that certain wartime\nagencies now in the process of liquidation are included in this group of\nactivities. If all expenditures for those activities which are directly or\nindirectly related to the war are excluded, the residual expenditures are\nbelow those for corresponding activities in prewar years. In making this\ncomparison account should be taken of the fact that, while prewar\nexpenditures were affected by direct relief and work relief for the\nunemployed, the postwar budgets are affected by the considerable increase\nin pay rates and other increases in costs and prices.To elaborate, the Budget, as I have remarked above, reflects on both sides\nof the ledger the Government's program as recommended by the Executive. It\nincludes estimates not only of expenditures and receipts for which\nlegislative authority already exists, but also of expenditures and receipts\nfor which authorization is recommended.The Budget total for the next fiscal year, the year that ends on June 30,\n1947, is estimated at just above 35.8 billion dollars-about a third of the\nbudgets for global war, although nearly four times the prewar budgets. This\nestimate is based on the assumption that a rapid liquidation of the war\nprogram will be associated with rapid reconversion and expansion of\npeacetime production. The total includes net outlays of Government\ncorporations.The estimated expenditures in the next and current fiscal year compare as\nfollows with those of a year of global war and a prewar year:Total Budget expendituresFiscal year: (in millions)1947 $35, 8601946 67,2291945 100, 0311940 9,252Although allowances for occupation, demobilization, and defense are\ndrastically reduced in the fiscal year 1947, they will still amount to 42\npercent of the total Budget. The so-called \"aftermath of war\" expenditures\naccount for a further 30 percent of the total. The total of all other\nprograms, which was drastically cut during the war, is increasing again as\nliquidation of the war program proceeds and renewed emphasis is placed on\nthe peacetime objectives of the Government.On the other side of the ledger, net receipts are estimated at 31.5 billion\ndollars. This estimate assumes that all existing taxes will continue all\nthrough the fiscal year 1947. Included are the extraordinary receipts from\nthe disposal of surplus property.As a result, estimated expenditures will exceed estimated receipts by 4.3\nbillion dollars. This amount can be provided by a reduction in the cash\nbalance in the Treasury. Thus, after a long period of increasing public\ndebt resulting from depression budgets and war budgets, it is anticipated\nthat no increase in the Federal debt will be required next year.FEDERAL BUDGET EXPENDITURES AND BUDGET RECEIPTSIncluding net outlays of Government corporations and credit agencies (based\non existing and proposed legislation)Fiscal yearExpenditures: 1946 1947Defense, war, and war liquidation $49,000 $15,000Aftermath of war: Veterans, interest, refunds 10,813 10,793International finance (including proposed legislation) 2,614 2,754Other activities 4,552 5,813Activities based on proposed legislation(excluding international finance) 2501,500Total expenditures 67, 229 35, 860Receipts (net) 38, 60931,513Excess of expenditures 28,620 4,347The current fiscal year, 1946, is a year of transition. When the year\nopened, in July 1945, we were still fighting a major war, and Federal\nexpenditures were running at an annual rate of about 100 billion dollars.\nBy June 1946 that rate will be more than cut in half. The Budget total for\nthe current fiscal year is now estimated at 67.2 billion dollars, of which\nmore than two-thirds provides for war and war liquidation. Since net\nreceipts are estimated at 38.6 billion dollars, there will be an excess of\nexpenditures of 28.6 billion dollars for the current fiscal year.For all programs discussed in this Message I estimate the total of Budget\nappropriations and authorizations (including reappropriations and permanent\nappropriations) at 30,982 million dollars for the fiscal year 1947. Of this\namount, present permanent appropriations are expected to provide 5,755\nmillion dollars, principally for interest. This leaves 24,224 million\ndollars to be made available through new appropriations, exclusive of\nappropriations to liquidate contract authorizations; 900 million dollars in\nnew contract authorizations; and 103 million dollars through the\nreappropriation of unliquidated balances of previous appropriations. The\nappropriations needed to liquidate contract authorizations are estimated at\n1,113 million dollars.In the Budget for the year ahead only over-all estimates are included at\nthis time for the major war agencies and for net outlays of Government\ncorporations. Detailed recommendations will be transmitted in the spring\nfor the war agencies; and the business-type budgets of Government\ncorporations will likewise be transmitted in accordance with the recently\nadopted Government Corporation Control Act.Similarly, only over-all estimates are provided for new programs\nrecommended in this Message; detailed recommendations will be transmitted\nafter authorizing legislation has been enacted. It should be recognized\nthat many of the estimates for new programs recommended in this Message are\ninitial year figures. These figures will be affected by the date the\nlegislation is enacted and by the time needed for getting a program under\nway. New programs, such as that for a national research agency, will\nrequire larger amounts in later years. The estimates exclude major elements\nof the proposed national health program since the greater part of these\nwill be covered by expenditures from trust funds.The Budget total includes expenditures for capital outlay as well as for\ncurrent operations. An estimated 1,740 million dollars will be expended in\nthe fiscal year 1947 for direct Federal public works and for loans and\ngrants for public works.THE ECONOMIC IMPACT Of THE LIQUIDATIONOF THE WAR PROGRAMGovernment programs are of such importance in the development of production\nand employment opportunities--domestic and international--that it has\nbecome essential to formulate and consider the Federal Budget in the light\nof the Nation's budget as a whole. The relationship between the receipts,\nexpenditures, and savings of consumers, business, and government is shown\nin the accompanying table.Considering the whole Nation, total expenditures must equal the total\nreceipts, because what any individual or group spends becomes receipts of\nother individuals or groups. Such equality can be achieved on either a high\nlevel of incomes or on a low or depression level of incomes.Tremendous orders for munitions during the war shifted production and\nemployment into high gear. Total goods produced and services rendered for\nprivate as well as for Government purposes--the Nation's budget-reached\nabout 200 billion dollars in the calendar year 1944. Federal, State, and\nlocal government expenditures represented half of this total.Corresponding estimates for the past 3 months depict the national economy\nin the process of demobilization and reconversion.The wartime annual rate of Federal expenditures has been reduced by 32\nbillion dollars, while the Nation's budget total has dropped only half as\nmuch. The drop in total value of production and services has been less\ndrastic because increasing private activities have absorbed in large\nmeasure the manpower and materials released from war production and war\nservices.The largest increase in private activities has occurred in business\ninvestments, which include residential and other construction, producers'\ndurable equipment, accumulation of inventories, and net exports. Under\nconditions of global war, expenditures for private construction and\nequipment were held to a minimum and inventories were depleted. With the\nbeginning of reconversion these developments have been reversed.\nResidential construction and outlays for plant and equipment are on the\nincrease; inventories, too, are being replenished. International\ntransactions (excluding lend-lease and international relief which are\nincluded under war expenditures) showed an import surplus under conditions\nof global war. In the past 3 months private exports have been slightly in\nexcess of imports, for the first time since 1941.Consumers' budgets show a significant change. On the income side, their\ntotal has declined but little because the reduction in \"take-home\" pay of\nwar workers is, to a large extent, offset for the time being by the\nmustering-out payments received by war veterans and by unemployment\ncompensation received by the unemployed. On the expenditure side, however,\nconsumers' budgets, restricted during the war, have in creased\nsubstantially as a result of the fact that scarce goods are beginning to\nappear on the market and wartime restraints are disappearing. Thus,\nconsumers' current savings are declining substantially from the\nextraordinarily high wartime rate and some wartime savings are beginning to\nbe used for long-delayed purchases.THE GOVERNMENT'S BUDGET AND THE NATION'S BUDGETCalendar year 1944 and October-December 1945Oct.-Dec. 1945 (start ofreconversion) (in seasonallyCalendar Year 1944 (global war) adjusted annual rates)______________________ ____________________Excess ExcessExpendi- (+), def- Expendi- (+),def-Economic Group Receipts tures icit(-) Receipts tures icit(-) CONSUMERSIncome after taxes $134 ....... ...... $132 ...... .......Expenditures ......$98............$107 .......Excess of receipts, savings (+) ...... ...... +$35 ...... ...... +$25\nBUSINESSUndistributed profits and reserves $13 ...... ...... $9 ...... ......Gross capital formation:Domestic ...... $4 ...... ...... $15 ......Net exports1 ......--2............1......Total, gross capital formation ......2............16......Excess of receipts (+) or capitalformation (--) ...... ...... +$11 ...... ...... --$7STATE AND LOCAL GOVERNMENTReceipts from the public, otherthan borrowing $10 ...... ...... $11 ...... ......Payments to the public ...... $8............$9......Excess of receipts (+) ............+$2............+$2FEDERAL GOVERNMENTReceipts from the public, otherthan borrowing $48 ...... ....... $44 ...... ......Payments to the public ......$96 .............$64......Excess of payments (--) ............--$48............. --$20Less: Adjustments2 $7 $7 ....... $14 $14 .......TOTAL: GROSS NATIONAL PRODUCTReceipts $198 ....... ...... $182 ...... ......Expenditures ......$198............ $182......Balance ...... ...... 0 ...... ...... ......1 Excludes exports for lend-lease and relief which are included in Federal\nGovernment expenditures.2 Mainly government expenditures for other than goods and services, such as\nmustering-out pay and unemployment compensation.Unemployment has increased less than was expected during this first period\nof demobilization and reconversion. It is true that 6 million men and women\nhave been discharged from the armed forces since May 1945 and more than 5\nmillion have been laid off from war work. On the other hand, more than a\nmillion civilians have been enlisted in the armed forces, a considerable\nnumber of war veterans have not immediately sought jobs, and many war\nworkers, especially women, have withdrawn from the labor force. In\naddition, many industries, and especially service trades which were\nundermanned during the war, are beginning now, for the first time in years,\nto recruit an adequate labor force. The reduced workweek has also\ncontributed to the absorption of those released from war service and war\nwork.In general, the drastic cut in war programs has thrown the economy into\nlower gear; it has not thrown it out of gear. Our economic machine\ndemonstrates remarkable resiliency, although there are many difficulties\nthat must still be overcome. The rapid termination of war contracts, prompt\nclearance of unneeded Government-owned equipment from private plants, and\nother reconversion policies have greatly speeded up the beginning of\npeacetime work in reconverted plants.Although the first great shock of demobilization and war-work termination\nhas thus been met better than many observers expected, specific industries\nand specific regions show much unevenness in the progress of reconversion.The Quarterly Report of the Director of War Mobilization and Reconversion\nanalyzes the difficulties in recruiting personnel and obtaining materials\nthat hamper reconversion in certain industries and proposes policies to\ndeal with these situations. The lack of adequate housing is one of the main\nfactors checking the flow of workers into areas where job opportunities\nexist.FEDERAL REVENUE, BORROWING, AND THEPUBLIC DEBTI. FINANCIAL REQUIREMENTS AND TAX POLICYRecommendations for tax legislation should be considered not only in the\nlight of the financial requirements of the ensuing year, but also in the\nlight of future years' financial requirements and a full consideration of\neconomic conditions.Expenditures are estimated at nearly 36 billion dollars in the fiscal year\n1947; they can hardly be expected to be reduced to less than 25 billion\ndollars in subsequent years. Net receipts in the fiscal year 1947 are\nestimated at 31.5 billion dollars.Included in this estimate are 2 billion dollars of receipts from disposal\nand rental of surplus property and 190 million dollars of receipts from\nrenegotiation of wartime contracts. These sources of receipts will\ndisappear in future years. Tax collections for the fiscal year 1947 also\nwill not yet fully reflect the reduction in corporate tax liabilities\nprovided in the Revenue Act of 1945. If the extraordinary receipts from the\ndisposal of surplus property and renegotiation of contracts be disregarded,\nand if the tax reductions adopted in the Revenue Act of 1945 were fully\neffective, present tax rates would yield about 27 billion dollars.These estimates for the fiscal year 1947 are based on the assumption of\ngenerally favorable business conditions but not on an income reflecting\nfull employment and the high productivity that we hope to achieve. In\nfuture years the present tax system, in conjunction with a full employment\nlevel of national income, could be expected to yield more than 30 billion\ndollars, which is substantially above the anticipated peacetime level of\nexpenditures.In view of the still extraordinarily large expenditures in the coming year\nand continuing inflationary pressures, I am making no recommendation for\ntax reduction at this time.We have already had a substantial reduction in taxes from wartime peaks.\nThe Revenue Act of 1945 was a major tax-reduction measure. It decreased the\ntotal tax load by more than one-sixth, an amount substantially in excess of\nthe reductions proposed by the Secretary of the Treasury to congressional\ntax committees in October 1945. These proposed reductions were designed to\nencourage reconversion and peacetime business expansion.The possibility of further tax reductions must depend on the budgetary\nsituation and the economic situation. The level of anticipated expenditures\nfor the fiscal year 1947 and the volume of outstanding public debt require\nthe maintenance of large revenues.Moreover, inflationary pressures still appear dangerously powerful, and\nill-advised tax reduction would operate to strengthen them still further.My decision not to recommend additional tax reductions at this time is made\nin the light of existing economic conditions and prospects.2. BORROWING AND THE PUBLIC DEBTThe successful conclusion of the Victory loan marked the end of war\nborrowing and the beginning of the transition to postwar debt management.Because of the success of the Victory loan, I am happy to report that the\nTreasury will not need to borrow any new money from the public during the\nremainder of the present fiscal year except through regular sales of\nsavings bonds and savings notes. Furthermore, a part of the large cash\nbalance now in the Treasury will be used for debt redemption so that the\npublic debt which now amounts to about 278 billion dollars will decrease by\nseveral billion dollars during the next 18 months. The present statutory\ndebt limit of 300 billion dollars will provide an ample margin for all of\nthe public-debt transactions through the fiscal year 1947. The net effect\nof the excess of expenditures and debt redemption on the Treasury cash\nbalance, as compared with selected previous years, is shown in the\nfollowing table:EXCESS Of BUDGET EXPENDITURES, THE PUBLIC DEBT, AND THE TREASURY CASH\nBALANCE IN SELECTED YEARSExcess of At end of periodBudget ex- _____________________penditures Public Cash bal-Fiscal Year over receipts debt ance1940 $3. 9 $43. 0 $1. 91945 53. 6 258. 7 24. 7 1946:July-Dec. 1945 18. 1 278. 1 26. 0Jan.-June 1946 10. 5 275. 0 11. 91947 4. 3 271. 0 3. 2Although the public debt is expected to decline, a substantial volume of\nrefinancing will be required, because of the large volume of maturing\nobligations. Redemptions of savings bonds also have been running high in\nrecent months and are expected to remain large for some time. The issuance\nof savings bonds will be continued. These bonds represent a convenient\nmethod of investment for small savers, and also an anti-inflationary method\nof refinancing. Government agencies and trust funds are expected to buy\nabout 2.5 billion dollars of Government securities during the next 6\nmonths, and 2.8 billion dollars more during the fiscal year 1947. Through\nthese and other debt operations, the distribution of the Federal debt among\nthe various types of public and private owners will change, even though the\ntotal is expected to decline.The interest policies followed in the refinancing operations will have a\nmajor impact not only on the provision for interest payments in future\nbudgets, but also on the level of interest rates prevailing in private\nfinancing. The average rate of interest on the debt is now a little under 2\npercent. Low interest rates will be an important force in promoting the\nfull production and full employment in the postwar period for which we are\nall striving. Close wartime cooperation between the Treasury Department and\nthe Federal Reserve System has made it possible to finance the most\nexpensive war in history at low and stable rates of interest. This\ncooperation will continue.No less important than the level of interest rates paid on the debt is the\ndistribution of its ownership. Of the total debt, more than half represents\ndirect savings of individuals or investments of funds received from\nindividual savings by life insurance companies, mutual savings banks,\nsavings and loan associations, private or Government trust funds, and other\nagencies.Most of the remaining debt--more than 100 billion dollars--is held by the\ncommercial banks and the Federal Reserve banks. Heavy purchases by the\nbanks were necessary to provide adequate funds to finance war expenditures.\nA considerable portion of these obligations are short-term in character and\nhence will require refinancing in the coming months and years. Since they\nhave been purchased out of newly created bank funds, continuance of the\npresent low rates of interest is entirely appropriate. To do otherwise\nwould merely increase bank profits at the expense of the taxpayer.The 275-billion dollar debt poses a problem that requires careful\nconsideration in the determination of financial and economic policies. We\nhave learned that the problem, serious as it is, can be managed. Its\nmanagement will require determined action to keep our Federal Budget in\norder and to relate our fiscal policies to the requirements of an expanding\neconomy. The more successful we are in achieving full production and full\nemployment the easier it will be to manage the debt and pay for the debt\nservice. Large though the debt is, it is within our economic capacity. The\ninterest charges on it amount to but a small proportion of our national\nincome. The Government is determined, by a resolute policy of economic\nstabilization, to protect the interests of the millions of American\ncitizens who have invested in its securities.During the past 6 months the net revenue receipts of the Federal Government\nhave been about 20 billion dollars, almost as much as during the closing 6\nmonths of 1944 when the country was still engaged in all-out warfare. The\nhigh level of these receipts reflects the smoothness of the reconversion\nand particularly the strength of consumer demand. But the receipts so far\ncollected, it must be remembered, do not reflect any of the tax reductions\nmade by the Revenue Act of 1945. These reductions will not have their full\neffect on the revenue collected until the fiscal year 1948.It is good to move toward a balanced budget and a start on the retirement\nof the debt at a time when demand for goods is strong and the business\noutlook is good. These conditions prevail today. Business is good and there\nare still powerful forces working in the direction of inflation. This is\nnot the time for tax reduction.RECOMMENDATIONS FOR SPECIFIC FEDERAL ACTIVITIES1. WAR LIQUIDATION AND NATIONAL DEFENSE(a) War expenditures.The fiscal year 1947 will see a continuance of war liquidation and\noccupation. During this period we shall also lay the foundation for our\npeacetime system of national defense.In the fiscal year that ended on June 30, 1945, almost wholly a period of\nglobal warfare, war expenditures amounted to 90.5 billion dollars. For the\nfiscal year 1946 war expenditures were originally estimated at 70 billion\ndollars. That estimate was made a year ago while we were still engaged in\nglobal warfare. After victory over Japan this estimate was revised to 50.5\nbillion dollars. Further cut-backs and accelerated demobilization have made\npossible an additional reduction in the rate of war spending. During the\nfirst 6 months 32.9 billion dollars were spent. It is now estimated that\n16.1 billion dollars will be spent during the second 6 months, or a total\nof 49 billion dollars during the whole fiscal year.For the fiscal year 1947 it is estimated, tentatively, that expenditures\nfor war liquidation, for occupation, and for national defense will be\nreduced to 15 billion dollars. The War and Navy Departments are expected to\nspend 13 billion dollars; expenditures of other agencies, such as the\nUnited States Maritime Commission, the War Shipping Administration, and the\nOffice of Price Administration, and payments to the United Nations Relief\nand Rehabilitation Administration are estimated at 3 billion dollars.\nAllowing for estimated net receipts of 1 billion dollars arising from war\nactivities of the Reconstruction finance Corporation, the estimated total\nof war expenditures is 15 billion dollars. At this time only a tentative\nbreak-down of the total estimate for war and defense activities can be\nindicated.An expenditure of 15 billion dollars for war liquidation, occupation, and\nnational defense is a large sum for a year which begins 10 months after\nfighting has ended. It is 10 times our expenditures for defense before the\nwar; it amounts to about 10 percent of our expected national income. This\nestimate reflects the immense job that is involved in winding up a global\nwar effort and stresses the great responsibility that victory has placed\nupon this country. The large expenditures needed for our national defense\nemphasize the great scope for effective organization in furthering economy\nand efficiency. To this end I have recently recommended to the Congress\nadoption of legislation combining the War and Navy Departments into a\nsingle Department of National Defense.A large part of these expenditures is still to be attributed to the costs\nof the war. Assuming, somewhat arbitrarily, that about one-half of the\n15-billion-dollar outlay for the fiscal year 1947 is for war liquidation,\naggregate expenditures by this Government for the second World War are now\nestimated at 347 billion dollars through June 30, 1947. Of this, about 9\nbillion dollars will have been recovered through renegotiation and sale of\nsurplus property by June 30, 1947; this has been reflected in the estimates\nof receipts.Demobilization and strength of armed forces.--Demobilization of our armed\nforces is proceeding rapidly. At the time of victory in Europe, about 12.3\nmillion men and women were in the armed forces; 7.6 million were overseas.\nBy the end of December 1945 our armed forces had been reduced to below 7\nmillion. By June 30, 1946, they will number about 2.9 million, of whom 1.8\nmillion will be individuals enlisted and inducted after VE-day.\nMustering-out pay is a large item of our war liquidation expense; it will\ntotal 2.5 billion dollars in the fiscal year 1946, and about 500 million\ndollars in the fiscal year 1947.In the fiscal year 1947 the strength of our armed forces will still be\nabove the ultimate peacetime level. As I have said, War and Navy Department\nrequirements indicate a strength of about 2 million in the armed forces a\nyear from now. This is necessary to enable us to do our share in the\noccupation of enemy territories and in the preservation of peace in a\ntroubled world. Expenditures for pay, subsistence, travel, and\nmiscellaneous expenses of the armed forces, excluding mustering-out pay,\nare estimated at 5 billion dollars.Contract settlement and surplus property disposal.--The winding up of war\nprocurement is the second most important liquidation job. By the end of\nNovember a total of 301,000 prime contracts involving commitments of 64\nbillion dollars had been terminated. Of this total, 67,000 contracts with\ncommitments of 35 billion dollars remained to be settled. Termination\npayments on these contracts are estimated at about 3.5 billion dollars. It\nis expected that more than half of these terminated contracts will be\nsettled during the current fiscal year, leaving payments of about 1.5\nbillion dollars for the fiscal year 1947.Another important aspect of war supply liquidation is the disposal of\nsurplus property. Munitions, ships, plants, installations, and supplies,\noriginally costing 50 billion dollars or more, will ultimately be declared\nsurplus. The sale value of this property will be far less than original\ncost and disposal expenses are estimated at 10 to 15 cents on each dollar\nrealized. Disposal units within existing agencies have been organized to\nliquidate surplus property under the direction of the Surplus Property\nAdministration. Overseas disposal activities have been centralized in the\nState Department to permit this program to be carried on in line with\nover-all foreign policy. Thus far only about 13 billion dollars of the\nultimate surplus, including 5 billion dollars of unsalable aircraft, has\nbeen declared. Of this amount, 2.3 billion dollars have been disposed of,\nin sales yielding 600 million dollars. The tremendous job of handling\nsurplus stocks will continue to affect Federal expenditures and receipts\nfor several years. The speed and effectiveness of surplus disposal\noperations will be of great importance for the domestic economy as well as\nfor foreign economic policies.War supplies, maintenance, and relief.-Adequate provision for the national\ndefense requires that we keep abreast of scientific and technical advances.\nThe tentative estimates for the fiscal year 1947 make allowance for\nmilitary research, limited procurement of weapons in the developmental\nstate, and some regular procurement of munitions which were developed but\nnot mass-produced when the war ended. Expenditures for procurement and\nconstruction will constitute one-third or less of total defense outlays,\ncompared to a ratio of two-thirds during the war years.The estimates also provide for the maintenance of our war-expanded naval\nand merchant fleets, military installations, and stocks of military\nequipment and supplies. Our naval combatant fleet is three times its\npre-Pearl Harbor tonnage. Our Merchant Marine is five times its prewar\nsize. The War Department has billions of dollars worth of equipment and\nsupplies. Considerable maintenance and repair expense is necessary for the\nequipment which we desire to retain in active status or in war reserve.\nExpenses will be incurred for winnowing the stocks of surpluses, for\npreparing lay-up facilities for the reserve fleets, and for storage of\nreserve equipment and supplies.Military expenditures .in the current fiscal year include 650 million\ndollars for civilian supplies for the prevention of starvation and disease\nin occupied areas. Expenditures on this account will continue in the fiscal\nyear 1947. The war expenditures also cover the expenses of civilian\nadministration in occupied areas.During the war, 15 cents of each dollar of our war expenditures was for\nlend-lease aid. With lend-lease terminated, I expect the direct operations\nunder this program to be substantially completed in the current fiscal\nyear. The expenditures estimated for the fiscal year 1947 under this\nprogram are mainly interagency reimbursements for past transactions.Relief and rehabilitation expenditures are increasing. It is imperative\nthat we give all necessary aid within our means to the people who have\nborne the ravages of war. I estimate that in the fiscal year 1946\nexpenditures for the United Nations Relief and Rehabilitation\nAdministration will total 1.3 billion dollars and in the following year 1.2\nbillion dollars. Insofar as possible, procurement for this purpose will be\nfrom war surpluses.(b) Authorizations for war and national defense.During the war, authorizations and appropriations had to be enacted well in\nadvance of obligation and spending to afford ample time for planning of\nproduction by the procurement services and by industry. Thus our cumulative\nwar program authorized in the period between July 1, 1940, and July 1,\n1945, was 431 billion dollars, including net war commitments of Government\ncorporations. Expenditures against those authorizations totaled 290 billion\ndollars. This left 141 billion dollars in unobligated authorizations and\nunliquidated obligations.With the end of fighting, it became necessary to adjust war authorizations\nto the requirements of war liquidation and continuing national defense.\nIntensive review of the war authorizations by both the executive and the\nlegislative branches has been continued since VJ-day. As a result, the\nauthorized war program is being brought more nearly into line with\nexpenditures.Recisions and authorizations through the fiscal year 1946.--Readjusting the\nwar program, as the Congress well knows, is not an easy task.\nAuthorizations must not be too tight, lest we hamper necessary operations;\nthey must not be too ample, lest we lose control of spending. Last\nSeptember, I transmitted to the Congress recommendations on the basis of\nwhich the Congress voted H.R. 4407 to repeal 50.3 billion dollars of\nappropriations and authorizations. I found it necessary to veto this bill\nbecause it was used as a vehicle for legislation that would impair the\nreemployment program. However, in order to preserve the fine work of the\nCongress on the recisions, I asked the Director of the Bureau of the Budget\nto place the exact amounts indicated for repeal in a nonexpendable reserve,\nand to advise the departments and agencies accordingly. This has been\ndone.In accord with Public Law 132 of the Seventy-ninth Congress, I have\ntransmitted recommendations for additional rescissions for the current\nfiscal year of appropriations amounting to 5.8 billion dollars and of\ncontract authorizations totaling 420 million dollars. The net reduction in\nauthority to obligate will be 5.0 billion dollars, because, of the\nappropriations, 1.2 billion dollars will have to be restored in subsequent\nyears to liquidate contract authorizations still on the books.The appropriations recommended for repeal include 2,827 million dollars for\nthe Navy Department, 1,421 million dollars for the War Department, 850\nmillion dollars for lend-lease, 384 million dollars for the War Shipping\nAdministration, and 260 million dollars for the United States Maritime\nCommission. The contract authorizations proposed for repeal are for the\nMaritime Commission.In addition, there are unused tonnage authorizations for construction of\nnaval vessels now valued at 5.4 billion dollars. In September 1945, I\nsuggested that this authority be reviewed by the appropriate committees of\nthe Congress, and the Congress has moved to bar construction under these\nauthorizations during the remainder of the fiscal year 1946. I propose to\ncontinue this prohibition in the Navy budget estimates for the fiscal year\n1947 and now renew my recommendation that legislation be enacted at the\nearliest time to dear the statute books of these authorizations.The amounts indicated for repeal in H.R. 4407 and the further rescissions\nwhich I have recommended, excluding duplications and deferred cash payments\non existing authorizations, represent a cut in the authorized war program\nof 60.8 billion dollars. The war authorizations will also be reduced 3'7\nbillion dollars by carrying receipts of revolving accounts to surplus, by\nlapses, and by cancellation and repayment of commitments of the Government\nwar corporations.On the other hand, supplemental appropriations of 600 million dollars will\nbe required for the United Nations Relief and Rehabilitation\nAdministration.In the net, it is estimated that the cumulative authorized war and national\ndefense program will amount to 368 billion dollars on June 30, 1946.\nExpenditures of 49 billion dollars during the fiscal year 1946 will have\npushed cumulative expenditures to 339 billion dollars. The unexpended\nbalances will be down to 28 billion dollars on June 30, 1946.New authorizations for national defense and war liquidation in the fiscal\nyear 1947.-The expenditures of 15 billion dollars for national defense and\nwar liquidation in the fiscal year 1947 will be partly for payment of\ncontractual obligations incurred in the past, and partly for the payment of\nnew obligations. The unexpended balances on June 30, 1946, will be\nscattered among hundreds of separate appropriations. Thus, while some\nappropriation accounts will have unused balances, others will require\nadditional appropriations.It is estimated that authorizations to incur new obligations of 11,772\nmillion dollars will be needed during the fiscal year 1947, mainly for the\nWar and Navy Departments. Of the required authorizations, 11,365 million\ndollars will be in new appropriations, 400 million dollars in new contract\nauthority, and 7 million dollars in reappropriations of unobligated\nbalances. In addition, appropriations of 825 million dollars will be needed\nto liquidate obligations under existing contract authorizations.Taking into account the tentative authorizations and expenditures estimated\nfor the fiscal year 1947, and offsets of 3 billion dollars in war\ncommitments of Government corporations, the cumulative authorized war and\nnational defense program on June 30, 1947, will be 376 billion dollars;\ntotal expenditures, 354 billion dollars; and unexpended balances, 22\nbillion dollars.The 22 billion dollars of unexpended balances tentatively indicated as of\nJune 30, 1947, comprise both unobligated authorizations and unliquidated\nobligations. Most of the unliquidated obligations result from transactions\nbooked during the war years. A large part of the 22 billion dollars would\nnever be spent even if not repealed, for the appropriations will lapse in\ndue course. For example, several billion dollars of these unliquidated\nobligations represent unsettled inter- and intra-departmental agency\naccounts for war procurement. Legislation is being requested to facilitate\nthe adjustment of some of these inter-agency accounts. Another 6 billion\ndollars is set aside for contract termination payments. If contract\nsettlement costs continue in line with recent experience, it is likely that\npart of the 6 billion dollars will remain unspent.On the other hand, some of the 22 billion dollars would be available for\nobligation and expenditure unless impounded. In certain appropriations,\nsuch as those for long-cycle procurement, considerable carry-over of\nunliquidated obligations into future years is to be expected and is\nnecessary. However, substantial further rescissions can and should be made\nwhen the war liquidation program tapers off and budgetary requirements for\nnational defense are clarified. As I have said, I shall continue to review\nthe war authorizations and from time to time recommend excess balances for\nrepeal.As in recent years, detailed recommendations concerning most appropriations\nfor the national defense program are postponed until the spring. In\nconnection with the war activities of the United States Maritime Commission\nand certain other agencies, however, I now make specific recommendations\nfor the fiscal year 1947. No additional authorizations or appropriations\nwill be necessary for the Maritime Commission since sufficient balances\nwill be left after the above-mentioned rescissions to carry out the program\nnow contemplated for the fiscal year 1947.2. AFTERMATH OF WARNearly one-third--11 billion dollars--of estimated Federal expenditures in\nthe fiscal year 1947 will be for purposes that are largely inherited from\nthe war--payments to veterans, interest on the Federal debt, and refunds of\ntaxes.(a) For veterans.\"Veterans' pensions and benefits\" has become one of the largest single\ncategories in the Federal Budget. I am recommending for this purpose total\nappropriations of 4,787 million dollars for the fiscal year 1947.\nExpenditures in the fiscal year are estimated, under present legislation,\nat 4,208 million dollars. These expenditures will help our veterans through\ntheir readjustment period and provide lasting care for those who were\ndisabled.The Congress has provided unemployment allowances for veterans during their\nreadjustment period. Expenditure of 850 million dollars for this purpose is\nanticipated for the fiscal year 1947. In addition, readjustment allowances\nfor self-employed veterans are expected to cost 340 million dollars in the\nfiscal year 1947.On May 28, 1945, in asking the Congress to raise the ceiling on benefits\nfor civilian unemployed to not less than 25 dollars a week during the\nimmediate reconversion period, I suggested that the Congress also consider\nliberalizing veterans' allowances. Elsewhere in this Message I reiterate my\nrecommendation with respect to emergency unemployment compensation. I also\nrecommend increasing veterans' unemployment allowances from 20 dollars to\n25 dollars a week. This would involve additional expenditures estimated at\napproximately 220 million dollars for the fiscal year.Included in the 1947 Budget is an expenditure of 535 million dollars for\nveterans' education under provisions of the Servicemen's Readjustment Act.\nThis amount includes both tuition expenses and maintenance allowances. It\nis expected that half a million veterans will be enrolled in our schools\nand colleges during the year.The ultimate benefit which veterans receive from the loan guarantee\nprovisions of the Servicemen's Readjustment Act depends largely on the\nsuccess of our stabilization program in restraining building costs and real\nestate values. Under the revised procedure contained in recent amendments,\nthe administrative workload will be minimized by the almost complete\ntransfer of authority for approving the guarantees to private lending\nagencies and private appraisers designated by the Veterans Administration.\nThis authority carries with it the responsibility for restricting the\nguarantees to loans on reasonably valued properties. Costs of the program,\nother than for administration, are estimated at 21 million dollars in the\nfiscal year 1947.Pensions for veterans will require expenditures estimated at 1,748 million\ndollars for the fiscal year 1947. Two-thirds of this amount will be\nreceived by veterans of the war which we have just won. This figure\nincludes 55 million dollars of increased pensions for student-veterans in\nour vocational rehabilitation program. In addition, 170 million dollars\nwill be expended in transfers to the National Service Life Insurance fund\nfrom general and special accounts.Expenditures under the appropriation for salaries and expenses of the\nVeterans Administration are estimated at 528 million dollars in the fiscal\nyear 1947. This includes 260 million dollars for medical care and the\noperation of some 103,000 hospital and domiciliary beds.A separate appropriation for hospital and domiciliary facilities,\nadditional to the total for veterans' pensions and benefits, covers\nconstruction that will provide some 13,000 hospital beds as part of the\n500-million dollar hospital construction program already authorized by the\nCongress. The estimated expenditures of 130 million dollars for this\npurpose are classified in the Budget as part of the general public works\nprogram for the next fiscal year.(b) For interest.Interest payments on the public debt are estimated at 5 billion dollars in\nthe fiscal year 1947, an increase of 250 million dollars from the revised\nestimate for the current fiscal year. This increase reflects chiefly\npayment of interest on additions to the debt this year. Assuming\ncontinuance of present interest rates, the Government's interest bill is\nnow reaching the probable postwar level.(c) For refunds.An estimated total of 1,585 million dollars of refunds will be paid to\nindividuals and corporations during the fiscal year 1947. Slightly over\nhalf of this amount, or 800 million dollars, will be accessory to the\nsimplified pay-as-you-go method of tax collection, and will be the result\nof overwithholding and over declaration of expected income. Most of the\nremainder will arise from loss and excess-profits credit carrybacks,\nrecomputed amortization on war plants, and special relief from the excess\nprofits tax.This category of expenditures is thus losing gradually its\n\"aftermath-of-war\" character, and by the succeeding year will reflect\nalmost entirely the normal operation of loss carry-backs and current tax\ncollection.3. AGRICULTURAL PROGRAMSThe agricultural programs contemplated for the fiscal year 1947 are those\nwhich are essential for the provision of an adequate supply of food and\nother agricultural commodities with a fair return to American farmers. To\nsupport these objectives, expenditures by the Department of Agriculture\nestimated at 784 million dollars from general and special accounts will be\nrequired in the fiscal year 1947. This compares with estimated expenditures\nof 676 million dollars in 1946. These figures exclude expenditures by the\nDepartment of Agriculture on account of lend-lease, the United Nations\nRelief and Rehabilitation Administration, and other war expenditures. The\nexpenditure for the fiscal year 1947 is composed of 553 million dollars for\n\"aids to agriculture,\" 35 million dollars for general public works, and 196\nmillion dollars for other services of the Department.Net outlays for the price stabilization, price support, and other programs\nof the Commodity Credit Corporation are expected to increase from about 750\nmillion dollars in the fiscal year 1946 to about 1,500 million dollars in\n1947. Cash advances made on loans by the farm Security Administration and\nthe Rural Electrification Administration are expected to amount to 266\nmillion dollars in the fiscal year 1946 and 351 million dollars in 1947;\nand after receipts from principal and interest are taken into account, net\nloan expenditures of these two agencies will amount to 120 and 209 million\ndollars in the two fiscal years.To provide for the expenditures from general and special accounts, I\nrecommend for the fiscal year 1947 appropriations of million dollars\n(including the existing permanent appropriation of an amount equal to 30\npercent of estimated annual customs receipts) and a reappropriation of 88\nmillion dollars of prior-year balances from customs receipts. In addition\nthere is a recommended authorization of 367.5 million dollars for borrowing\nfrom the Reconstruction finance Corporation for the loan programs of the\nfarm Security Administration and the Rural Electrification Administration.\nIt is expected that the operations of the Commodity Credit Corporation will\nbe financed during the coming year through the 500 million dollars of\nlend-lease funds which the Congress has earmarked for price support\npurposes, a supplemental appropriation to restore impaired capital of the\nCorporation, and the borrowing authority of the Corporation.Some detailed recommendations follow for major agricultural programs.Conservation and use of land.--I am recommending that 270 million dollars\nbe appropriated for \"conservation and use of agricultural land\nresources\"--the so-called AAA program--for the fiscal year 1947, compared\nwith 356 million dollars in the current year. This reduction of 86 million\ndollars is in large part accounted for by elimination of the wartime flax\nproduction incentive project and other nonrecurring items; the proposed\nreduction in normal activities is less than 33 million dollars.For the past several years, this program has consisted largely of payments\nto farmers for application of fertilizer and other approved soil management\npractices. I am convinced that farmers generally are now fully alert to the\nbenefits, both immediate and long-term, which they derive from the\npractices encouraged by this program. I believe, therefore, that this\nsubsidization should continue to be reduced.Rural electrification.--It is proposed that the loan authorization for the\nRural Electrification Administration for the fiscal year 1947 be increased\nfrom 200 million dollars to 250 million dollars. During the war period, REA\nwas limited by the scarcity of materials and manpower. But that situation\nis rapidly changing, and the REA program, which was materially stepped up\nfor the fiscal year 1946, can be increased still more. It is my belief that\na feasible and practical rural electrification program should be carried\nforward as rapidly as possible. This will involve total loans of\napproximately 1,800 million dollars over the next 10 years, much of which\nwill be repaid during that period.Other programs.--It is recommended that the continuing forest\nland-acquisition program be resumed at the rate of 3 million dollars\nannually, which is about the minimum rate at which this program can be\neconomically carried on. The lands involved in this program can contribute\nfully to the national welfare only when brought into the national forest\nsystem for protection and development.Such programs as those of the farm Security Administration and the farm\nCredit Administration are estimated to be continued during the fiscal year\n1947 at about the same level as in the fiscal year 1946. Recent action by\nthe Congress has Permitted some expansion of the school lunch program. I\nhope it will be continued and expanded. The budgets of the Federal Crop\nInsurance Corporation and the federal farm Mortgage Corporation will be\ntransmitted in the spring under the terms of the Government Corporation\nControl Act.4. TRANSPORTATIONTransportation is one of the major fields for both public and private\ninvestment. Our facilities for transportation and communication must be\nconstantly improved to serve better the convenience of the public and to\nfacilitate the sound growth and development of the whole economy.Federal capital outlays for transportation facilities are expected to\napproximate 519 million dollars in the fiscal year 1947. State and local\ngovernments may spend 400 million dollars. Private investment, over half of\nit by railways, may approach 1,150 million dollars.The Congress has already taken steps for the resumption of work on\nimprovement of rivers and harbors and on the construction of new\nFederal-aid highways. Much needed work on airports can begin when the\nCongress enacts legislation now in conference between the two Houses.The Federal expenditure estimates for the fiscal year 1947 include 53\nmillion dollars for new construction in rivers, harbors, and the Panama\nCanal and 291 million dollars for highways and grade-crossing elimination,\nassuming that the States expend some 275 million dollars on the Federal-aid\nsystem. Additional expenditures for highways totaling 36 million dollars\nare anticipated by the forest Service, National Park Service, and the\nTerritory of Alaska. Civil airways and airports will involve expenditures\nof 35 million dollars under existing authority. Additional Federal\nexpenditures exceeding 20 million dollars (to be matched by States and\nmunicipalities) may be made during the fiscal year 1947 under the airport\nlegislation now in conference between the two Houses of the Congress.The United States now controls almost two-thirds of the world's merchant\nshipping, most of it Government-owned, compared with little more than\none-seventh of the world's tonnage in 1939. This places a heavy\nresponsibility upon the Nation to provide for speedy and efficient world\ncommerce as a contribution to general economic recovery.The estimates for the United States Maritime Commission and War Shipping\nAdministration provide for the transition of shipping operation from a war\nto a peace basis; the sale, chartering, or lay-up of much of the war-built\nfleet; and for a program of ship construction of some 84 million dollars in\nthe fiscal year 1947 to round out the merchant fleet for peacetime use.Federal aids, subsidies, and regulatory controls for transportation should\nfollow the general principle of benefiting the national economy as a whole.\nThey should seek to improve the transportation system and increase its\nefficiency with resulting lower rates and superior service. Differential\ntreatment which benefits one type of transportation to the detriment of\nanother should be avoided save when it is demonstrated clearly to be in the\npublic interest.5. RESOURCE DEVELOPMENTTotal capital outlays for resource development are estimated at 653 million\ndollars in the fiscal year 1947 as compared with 452 million dollars in\n1946. These include capital expenditures by the Rural Electrification\nAdministration and expenditures for resource development by other\norganizational units in the Department of Agriculture which are also\nmentioned above under \"agricultural programs.\"The reclamation and flood control projects which I am recommending for the\nfiscal year 1947 will involve capital outlays of approximately 319 million\ndollars as compared with 245 million dollars in the fiscal year 1946. These\nexpenditures cover programs of the Corps of Engineers, the Bureau of\nReclamation, the Bureau of Indian Affairs, the Department of Agriculture,\nand the International Boundary and Water Commission, United States and\nMexico. A number of these projects are multiple-purpose projects, providing\nnot only for reclamation and irrigation of barren land and flood control,\nbut also for the production of power needed for industrial development of\nthe areas.Expenditures for power transmission and distribution facilities by the\nBonneville Power Administration are expected to increase from 12 million\ndollars in the fiscal year 1946 to 15 million dollars in the next fiscal\nyear. In addition, the Southwestern Power Administration will undertake a\nnew program involving expenditures of about 16 million dollars in the\nfiscal year 1947. The Rural Electrification Administration will require\nexpenditures during the current fiscal year estimated at 156 million\ndollars; in the fiscal year 1947, at 241 million dollars.The TVA program includes completion of major multiple-purpose\nprojects--navigation, flood control, and power facilities--and additions to\nchemical plants and related facilities. Expenditures for these capital\nimprovement programs are estimated at 30 million dollars in the fiscal year\n1946 and 39 million dollars in the fiscal year 1947.Expenditures for construction of roads and other developmental works in the\nnational forests, parks, and other public lands, and for capital outlays\nfor fish and wildlife development will increase from below 9 million\ndollars in the fiscal year 1946 to 24 million dollars in the fiscal year\n1947.6. SOCIAL SECURITY AND HEALTHBenefit payments out of the Old-Age and Survivors Insurance Trust fund\nduring 1947 are estimated at 407 million dollars, while withdrawals by the\nStates from the Unemployment Trust fund for compensation payments are\nexpected to total 1 billion dollars. These disbursements are financed out\nof social security contributions.The appropriations from general and special accounts for the social\nsecurity program, which cover Federal administrative expenses and grants to\nStates for assistance programs, are estimated at 593 million dollars for\nthe fiscal year 1947, an increase of 57 million dollars over the current\nyear. The increase anticipates greater administrative workload and higher\ngrants to match increasing State payments. The social security program does\nnot include all the Federal health services under existing legislation. For\nthe other health services classified under general government and national\ndefense, appropriations are estimated at 102 million dollars for the fiscal\nyear 1947.Some expansion in peacetime medical research and other programs of the\nPublic Health Service is provided for in the appropriation estimates for\nthese purposes totaling approximately 87 million dollars for the fiscal\nyear 1947 which are submitted under provisions of existing law. Part of\nthis will be provided through the social security appropriations, the\nremainder through other appropriations. About 28 million dollars is\nrecommended for maternity care and health services for children under\nexisting law, mainly under the emergency provision for the wives and\ninfants of servicemen. While we should avoid duplication of maternity and\nchild health services which will be provided through the proposed general\nsystem of prepaid medical care, legislation is needed to supplement such\nservices. For medical education, I have recommended legislation authorizing\ngrants-in-aid to public and nonprofit institutions. The existing sources of\nsupport for medical schools require supplementation to sustain the\nexpansion that is needed.Hospitals, sanitation works, and additional facilities at medical schools\nwill be required for an adequate national health program. Legislation is\nnow pending in the Congress to authorize grants for the construction of\nhospitals and health centers and grants and loans for water-pollution\ncontrol. I hope the Congress will act favorably on generous authorizing\nlegislation.7. RESEARCH AND EDUCATIONThe Budget provides for continuation and desirable expansion of the\nresearch activities that are carried on throughout the Federal\nestablishment and through previously authorized grants to the States.\nAdditional appropriations will be required for the proposed central Federal\nresearch agency which I recommended last September 6. That agency will\ncoordinate existing research activities and administer funds for new\nresearch activities wherever they are needed; it will not itself conduct\nresearch. The plan contemplates expenditures through the new research\nagency of approximately 40 million dollars for the first year.These amounts are small in relation to the important contribution they can\nmake to the national income, the welfare of our people, and the common\ndefense. Expenditures must be limited for the time being by the capacity of\nresearch agencies to make wise use of funds. The maintenance of our\nposition as a nation, however, will require more emphasis on research\nexpenditures in the future than in the past.Educational expenditures will require a significant share of the national\nincome in the fiscal year 1947. State, local, and private expenditures for\nthe current support of elementary, secondary, and higher education are\nexpected to be substantially above 3 billion dollars in that year. These\nnonfederal expenditures will be supplemented by Federal expenditures\nestimated at 625 million dollars in the present Budget. Of this amount, the\nestimate for veterans' education, as previously mentioned, is 535 million\ndollars. Other amounts include 21 million dollars for the support of\nvocational education in public schools, 5 million dollars for the\nland-grant colleges, 50 million dollars for the present school-lunch and\nmilk program, 1 million dollars for the Office of Education, and\napproximately 13 million dollars for various other items. In view of the\nmajor policy issues which are still under study by the Congress and the\nAdministration, no specific amount has been determined for the Federal\ngrants, previously recommended in this Message, which would assist the\nStates generally in assuring more nearly equal opportunities for a good\neducation.Notwithstanding the urgent need for additional school and college\nbuildings, careful planning will be required for the expenditures to be\nmade under the proposed legislation to aid the States in providing\neducational facilities. A major share of the grants for the first year\nwould be for surveys and plans.I have already outlined the broad objectives of our foreign economic\npolicy. In the present section I shall indicate the Federal outlays which\nthe execution of these programs may require in the fiscal years 1946 and\n1947.(a) On the termination of lend-lease, the lend-lease countries were\nrequired to pay for goods in the lend-lease pipe line either in cash or by\nborrowing from the United States or by supplying goods and services to the\nUnited States. Credits for this purpose have already been extended to\nSoviet Union, France, the Netherlands, and Belgium amounting to 675 million\ndollars. The settlement credit of 650 million dollars to the United Kingdom\nincludes an amount preliminarily fixed at 118 million dollars which\nrepresents the excess of purchases by the United Kingdom from the pipe line\nover goods and services supplied by the United Kingdom to the United States\nsince VJ-day and the balance of various claims by one government against\nthe other.Credits are also being negotiated with lend-lease countries to finance the\ndisposition of lend-lease inventories and installations and property\ndeclared to be surplus. For instance, 532 million dollars of the settlement\ncredit to the United Kingdom is for this purpose. These credits will\ninvolve no new expenditures by this Government, since they merely provide\nfor deferred repayment by other governments for good: services which have\nbeen financed from war appropriations.(b) Expenditures from the appropriations to United Nations Relief and\nRehabilitation Administration, which were discarded under war expenditures\nabove, are estimated to be 1.3 billion dollars in the fiscal year 1946 and\n1.2 billion dollars in the fiscal year 1947.(c) To assist other countries in the restoration of their economies the\nExport-Import Bank has already negotiated loans in the fiscal year 1946\namounting in total to about 1,010 million dollars and an additional 195\nmillion dollars will probably be committed shortly. The Bank is also\ngranting loans to carry out its original purpose of directly expanding the\nforeign trade of the United States. In this connection the Bank has\nestablished a fund of 100 million dollars to finance the export of cotton\nfrom the United States. The Export-Import Bank has thus loaned or committed\napproximately 1,300 million dollars during the current fiscal year and it\nis expected that demands on its resources will increase in the last 6\nmonths of the fiscal year 1946. Requests for loans are constantly being\nreceived by the Bank from countries desiring to secure goods and services\nin this country for the reconstruction or development of their economies.\nOn July 31, 1945, the lending authority of the Expert-Import Bank was\nincreased to a total of 3,500 million dollars. I anticipate that during the\nperiod covered by this Budget the Bank will reach this limit. The bulk of\nthe expenditures from the loans already granted will fall in the fiscal\nyear 1946 while the bulk of the expenditures from loans yet to be\nnegotiated will fall in the fiscal year 1947. In view of the urgent need\nfor the Bank's credit, I may find it necessary to request a further\nincrease in its lending authority at a later date.(d) The proposed line of credit of 3,750 million dollars to the United\nKingdom will be available up to the end of 1951 and will be used to assist\nthe United Kingdom in financing the deficit in its balance of payments\nduring the transition period. The rate at which the United Kingdom will\ndraw on the credit will depend on the rapidity with which it can reconvert\nits economy and adapt its trade to the postwar world. The anticipated rate\nof expenditure is likely to be heaviest during the next 2 years.(e) Since the Bretton Woods Agreements have now been approved by the\nrequired number of countries, both the International Monetary fund and the\nInternational Bank for Reconstruction and Development will commence\noperations during 1946. The organization of these institutions will\nundoubtedly take some time, and it is unlikely that their operations will\nreach any appreciable scale before the beginning of the fiscal year 1947.Of the 2,750 million dollars required for the fund, 1,800 million dollars\nwill be provided in cash or notes from the exchange stabilization fund\nestablished under the Gold Reserve Act of 1934. The remaining 950 million\ndollars will be paid initially in the form of non-interest-bearing notes\nissued by the Secretary of the Treasury. It is not anticipated that the\nfund will require in cash any of the 950 million dollars during the fiscal\nyears 1946 and 1947. Consequently, no cash withdrawals from the Treasury\nwill be required in connection with the fund in these years.The subscription to the Bank amounts to 3,175 million dollars. Of this\ntotal, 2 percent must be paid immediately and the Bank is required to call\na further 8 percent of the subscription during its first year of\noperations. The balance of the subscription is payable when required by the\nBank either for direct lending or to make good its guarantees. It is likely\nthat the United States will be required to pay little if any more than the\ninitial 10 percent before the end of the fiscal year 1947.I anticipate that net expenditures of the Export-Import Bank and\nexpenditures arising from the British credit and the Bretton Woods\nAgreements will amount to 2,614 million dollars, including the noncash item\nof 950 million dollars for the fund, in the fiscal year 1946, and 2,754\nmillion dollars in the fiscal year 1947.GENERAL GOVERNMENTThe responsibilities of the Government, in both domestic and international\naffairs, have increased greatly in the past decade. Consequently, the\nGovernment is larger than it was before the war, and its general operating\ncosts are higher. We cannot shrink the Government to prewar dimensions\nunless we slough off these new responsibilities--and we cannot do that\nwithout paying an excessive price in terms of our national welfare. We can,\nhowever, enhance its operating efficiency through improved organization. I\nexpect to make such improvements under the authority of the Reorganization\nAct of 1945.The appropriations which I am recommending for general government for the\nfiscal year 1947 are 1,604 million dollars under existing legislation. This\nis an increase of 458 million dollars over the total of enacted\nappropriations for the current fiscal year, but a substantial part of this\nincrease is due to the fact that the appropriations for the fiscal year\n1946 were made prior to the general increase of employees' salaries last\nJuly 1, for which allowance is made in the anticipated supplemental\nappropriations for 1946. The recommended total for 1947 for general\ngovernment, like the estimates for national defense and other specific\nprograms, does not allow for the further salary increases for Government\nemployees which, I hope, will be authorized by pending legislation, but-the\ntentative lump-sum estimates under proposed legislation contemplate that\nsuch salary increases will be effective almost at once.Expenditures for general government in the fiscal year 1947 are expected to\ncontinue the slowly rising trend which began in 1943. This category\nincludes a great variety of items--not merely the overhead costs of the\nGovernment. It includes all the expenditures of the Cabinet departments,\nother than for national defense, aids to agriculture, general public works,\nand the social security program. It includes also expenditures of the\nlegislative branch, the Judiciary, and many of the independent agencies of\nthe executive branch. Consequently, the estimated increase in 1947 in the\ntotal of general government expenditures reflects a variety of influences.Now included in general government are certain activities formerly\nclassified under national defense. Some of these, such as certain functions\nof the former foreign Economic Administration and the War Manpower\nCommission, are still needed during the period of reconversion; others are\nin the process of liquidation. A few wartime activities, for example, the\ninternational information and foreign intelligence services and some of the\nwartime programs for controlling disease and crime, have become part of our\nregular government establishment. Expenditures for these former wartime\nfunctions explain about 40 percent of the increase in expenditures for\ngeneral government.Other increases are for civil aeronautics promotion, the business and\nmanufacturing censuses, and other expanded business services of the\nDepartment of Commerce which have been referred to above; the forest and\nSoil Conservation Services and other committees of the Department of\ncertain conservation activities of the Department of the Interior; and the\ncollection of internal revenue in the Treasury Department.The necessity for reestablishing postal services curtailed during the war\nand advances in the rates of pay for postal employees have increased\nsubstantially the estimated expenditures for postal service for both the\ncurrent and the next fiscal year. It is not expected that this increase\nwill cause expenditures to exceed postal revenues in either year, although\nan excess of expenditures may occur in the fiscal year 1947 if salaries are\nincreased further.Expenditures for our share of the administrative budgets of the United\nNations and other permanent international bodies will increase sharply in\nthe fiscal year 1947, yet will remain a small part of our total Budget. The\nbudget for the United Nations has not yet been determined; an estimate for\nour contribution will be submitted later. Our contributions to the food and\nAgriculture Organization, the International Labor Office, the Pan American\nUnion, and other similar international agencies will aggregate about 3\nmillion dollars for the fiscal year 1947. The administrative expenses of\nthe International Monetary fund and the International Bank will be met from\ntheir general funds.We have won a great war--we, the nations of plain people who hate war. In\nthe test of that war we found a strength of unity that brought us\nthrough--a strength that crushed the power of those who sought by force to\ndeny our faith in the dignity of man.During this trial the voices of disunity among us were silent or were\nsubdued to an occasional whine that warned us that they were still among\nus. Those voices are beginning to cry aloud again. We must learn constantly\nto turn deaf ears to them. They are voices which foster fear and suspicion\nand intolerance and hate. They seek to destroy our harmony, our\nunderstanding of each other, our American tradition of \"live and let live.\"\nThey have become busy again, trying to set race against race, creed against\ncreed, farmer against city dweller, worker against employer, people against\ntheir own governments. They seek only to do us mischief. They must not\nprevail.It should be impossible for any man to contemplate without a sense of\npersonal humility the tremendous events of the 12 months since the last\nannual Message, the great tasks that confront us, the new and huge problems\nof the coming months and years. Yet these very things justify the deepest\nconfidence in the future of this Nation of free men and women.The plain people of this country found the courage and the strength, the\nself-discipline, and the mutual respect to fight and to win, with the help\nof our allies, under God. I doubt if the tasks of the future are more\ndifficult. But if they are, then I say that our strength and our knowledge\nand our understanding will be equal to those tasks.As printed above, references to tables appearing in the budget document\nhave been omitted.", 
    "name": "Harry S. Truman"
}