{
    "date": "January 8, 1951", 
    "speech": "Mr. President, Mr. Speaker, Members of the Congress:This 82d Congress faces as grave a task as any Congress in the history of\nour Republic. The actions you take will be watched by the whole world.\nThese actions will measure the ability of a free people, acting through\ntheir chosen representatives and their free institutions, to meet a deadly\nchallenge to their way of life.We can meet this challenge foolishly or wisely. We can meet it timidly or\nbravely, shamefully or honorably.I know that the 82d Congress will meet this challenge in a way worthy of\nour great heritage. I know that your debates will be earnest, responsible,\nconstructive, and to the point. I know that from these debates there will\ncome the great decisions needed to carry us forward.At this critical time, I am glad to say that our country is in a healthy\ncondition. Our democratic institutions are sound and strong. We have more\nmen and women at work than ever before. We are able to produce more than\never before--in fact, far more than any country ever produced in the\nhistory of the world.I am confident that we can succeed in the great task that lies before us.We will succeed, but we must all do our part. We must all act together as\ncitizens of this great Republic.As we meet here today, American soldiers are fighting a bitter campaign in\nKorea. We pay tribute to their courage, devotion, and gallantry.Our men are fighting, alongside their United Nations allies, because they\nknow, as we do, that the aggression in Korea is part of the attempt of the\nRussian Communist dictatorship to take over the world, step by step.Our men are fighting a long way from home, but they are fighting for our\nlives and our liberties. They are fighting to protect our right to meet\nhere today--our right to govern ourselves as a free nation.The threat of world conquest by Soviet Russia endangers our liberty and\nendangers the kind of world in which the free spirit of man can survive.\nThis threat is aimed at all peoples who strive to win or defend their own\nfreedom and national independence.Indeed, the state of our Nation is in great part the state of our friends\nand allies throughout the world. The gun that points at them points at us,\nalso. The threat is a total threat and the danger is a common danger.All free nations are exposed and all are in peril. Their only security lies\nin banding together. No one nation can find protection in a selfish search\nfor a safe haven from the storm.The free nations do not have any aggressive purpose. We want only peace in\nthe world--peace for all countries. No threat to the security of any nation\nis concealed in our plans and programs.We had hoped that the Soviet Union, with its security assured by the\nCharter of the United Nations, would be willing to live and let live. But I\nam sorry to say that has not been the case.The imperialism of the czars has been replaced by the even more ambitious,\nmore crafty, and more menacing imperialism of the rulers of the Soviet\nUnion.This new imperialism has powerful military forces. It is keeping millions\nof men under arms. It has a large air force and a strong submarine force.\nIt has complete control of the men and equipment of its satellites. It has\nkept its subject peoples and its economy in a state of perpetual\nmobilization.The present rulers of the Soviet Union have shown that they are willing to\nuse this power to destroy the free nations and win domination over the\nwhole world.The Soviet imperialists have two ways of going about their destructive\nwork. They use the method of subversion and internal revolution, and they\nuse the method of external aggression. In preparation for either of these\nmethods of attack, they stir up class strife and disorder. They encourage\nsabotage. They put out poisonous propaganda. They deliberately try to\nprevent economic improvement.If their efforts are successful, they foment a revolution, as they did in\nCzechoslovakia and China, and as they tried, unsuccessfully, to do in\nGreece. If their methods of subversion are blocked, and if they think they\ncan get away with outright warfare, they resort to external aggression.\nThis is what they did when they loosed the armies of their puppet states\nagainst the Republic of Korea, in an evil war by proxy.We of the free world must be ready to meet both of these methods of Soviet\naction. We must not neglect one or the other.The free world has power and resources to meet these two forms of\naggression--resources that are far greater than those of the Soviet\ndictatorship. We have skilled and vigorous peoples, great industrial\nstrength, and abundant sources of raw materials. And above all, we cherish\nliberty. Our common ideals are a great part of our strength. These ideals\nare the driving force of human progress.The free nations believe in the dignity and the worth of man.We believe in independence for all nations.We believe that free and independent nations can band together into a world\norder based on law. We have laid the cornerstone of such a peaceful world\nin the United Nations.We believe that such a world order can and should spread the benefits of\nmodern science and industry, better health and education, more food and\nrising standards of living--throughout the world.These ideals give our cause a power and vitality that Russian communism can\nnever command.The free nations, however, are bound together by more than ideals. They are\na real community bound together also by the ties of self-interest and\nself-preservation. If they should fall apart, the results would be fatal to\nhuman freedom.Our own national security is deeply involved with that of the other free\nnations. While they need our support, we equally need theirs. Our national\nsafety would be gravely prejudiced if the Soviet Union were to succeed in\nharnessing to its war machine the resources and the manpower of the free\nnations on the borders of its empire.If Western Europe were to fall to Soviet Russia, it would double the Soviet\nsupply of coal and triple the Soviet supply of steel. If the free countries\nof Asia and Africa should fall to Soviet Russia, we would lose the sources\nof many of our most vital raw materials, including uranium, which is the\nbasis of our atomic power. And Soviet command of the manpower of the free\nnations of Europe and Asia would confront us with military forces which we\ncould never hope to equal.In such a situation, the Soviet Union could impose its demands on the\nworld, without resort to conflict, simply through the preponderance of its\neconomic and military power. The Soviet Union does not have to attack the\nUnited States to secure domination of the world. It can achieve its ends by\nisolating us and swallowing up all our allies. Therefore, even if we were\ncraven enough I do not believe we could be--but, I say, even if we were\ncraven enough to abandon our ideals, it would be disastrous for us to\nwithdraw from the community of free nations.We are the most powerful single member of this community, and we have a\nspecial responsibility. We must take the leadership in meeting the\nchallenge to freedom and in helping to protect the rights of independent\nnations.This country has a practical, realistic program of action for meeting this\nchallenge.First, we shall have to extend economic assistance, where it can be\neffective. The best way to stop subversion by the Kremlin is to strike at\nthe roots of social injustice and economic disorder. People who have jobs,\nhomes, and hopes for the future will defend themselves against the\nunderground agents of the Kremlin. Our programs of economic aid have done\nmuch to turn back Communism,In Europe the Marshall plan has had an electrifying result. As European\nrecovery progressed, the strikes led by the Kremlin's agents in Italy and\nFrance failed. All over Western Europe the Communist Party took worse and\nworse beatings at the polls.The countries which have received Marshall plan aid have been able, through\nhard work, to expand their productive strength-in many cases, to levels\nhigher than ever before in their history. Without this strength they would\nbe completely incapable of defending themselves today. They are now ready\nto use this strength in helping to build a strong combined defense against\naggression.We shall need to continue some economic aid to European countries. This aid\nshould now be specifically related to the building of their defenses.In other parts of the world our economic assistance will need to be more\nbroadly directed toward economic development. In the Near East, in Africa,\nin Asia, we must do what we can to help people who are striving to advance\nfrom misery, poverty, and hunger. We must also continue to help the\neconomic growth of our good neighbors in this hemisphere. These actions\nwill bring greater strength for the free world. They will give many people\na real stake in the future and reason to defend their freedom. They will\nmean increased production of goods they need and materials we need.Second, we shall need to continue our military assistance to countries\nwhich want to defend themselves.The heart of our common defense effort is the North Atlantic community. The\ndefense of Europe is the basis for the defense of the whole free\nworld--ourselves included. Next to the United States, Europe is the largest\nworkshop in the world. It is also a homeland of the great religious beliefs\nshared by many of our citizens beliefs which are now threatened by the tide\nof atheistic communism.Strategically, economically, and morally, the defense of Europe is a part\nof our own defense. That is why we have joined with the countries of Europe\nin the North Atlantic Treaty, pledging ourselves to work with them.There has been much discussion recently over whether the European countries\nare willing to defend themselves. Their actions are answering this\nquestion.Our North Atlantic Treaty partners have strict systems of universal\nmilitary training. Several have recently increased the term of service. All\nhave taken measures to improve the quality of training. Forces are being\ntrained and expanded as rapidly as the necessary arms and equipment can be\nsupplied from their factories and ours. Our North Atlantic Treaty partners,\ntogether, are building armies bigger than our own.None of the North Atlantic Treaty countries, including our own country, has\ndone enough yet. But real progress is being made. Together, we have worked\nout defense plans. The military leaders of our own country took part in\nworking out these plans, and are agreed that they are sound and within our\ncapabilities.To put these plans into action, we sent to Europe last week one of our\ngreatest military commanders, General Dwight D. Eisenhower.General Eisenhower went to Europe to assume command of the united forces of\nthe North Atlantic Treaty countries, including our own forces in Germany.The people of Europe have confidence in General Eisenhower. They know his\nability to put together a fighting force of allies. His mission is vital to\nour security. We should all stand behind him, and give him every bit of\nhelp we can.Part of our job will be to reinforce the military strength of our European\npartners by sending them weapons and equipment as our military production\nexpands.Our program of military assistance extends to the nations in the Near East\nand the Far East which are trying to defend their freedom. Soviet communism\nis trying to make these nations into colonies, and to use their people as\ncannon fodder in new wars of conquest. We want their people to be free men\nand to enjoy peace.Our country has always stood for freedom for the peoples of Asia. Long,\nlong ago it stood for the freedom of the peoples of Asia. Our history shows\nthis. We have demonstrated it in the Philippines. We have demonstrated it\nin our relations with Indonesia, India, and with China. We hope to join in\nrestoring the people of Japan to membership in the community of free\nnations.It is in the Far East that we have taken up arms, under the United Nations,\nto preserve the principle of independence for free nations. We are fighting\nto keep the forces of Communist aggression from making a slave state out of\nKorea.Korea has tremendous significance for the world. It means that free\nnations, acting through the United Nations, are fighting together against\naggression.We will understand the importance of this best if we look back into\nhistory. If the democracies had stood up against the invasion of Manchuria\nin 1931, or the attack on Ethiopia in 1935, or the seizure of Austria in\n1938, if they had stood together against aggression on those occasions as\nthe United Nations has done in Korea, the whole history of our time would\nhave been different.The principles for which we are fighting in Korea are right and just. They\nare the foundations of collective security and of the future of free\nnations. Korea is not only a country undergoing the torment of aggression;\nit is also a symbol. It stands for right and justice in the world against\noppression and slavery. The free world must always stand for these\nprinciples--and we will stand with the free world.As the third part of our program, we will continue to work for peaceful\nsettlements in international disputes. We will support the United Nations\nand remain loyal to the great principles of international cooperation laid\ndown in its charter.We are willing, as we have always been, to negotiate honorable settlements\nwith the Soviet Union. But we will not engage in appeasement.The Soviet rulers have made it clear that we must have strength as well as\nright on our side. If we build our strength--and we are building it--the\nSoviet rulers may face the facts and lay aside their plans to take over the\nworld.That is what we hope will happen, and that is what we are trying to bring\nabout. That is the only realistic road to peace.These are the main elements of the course our Nation must follow as a\nmember of the community of free nations. These are the things we must do to\npreserve our security and help create a peaceful world. But they will be\nsuccessful only if we increase the strength of our own country.Here at home we have some very big jobs to do. We are building much\nstronger military forces--and we are building them fast. We are preparing\nfor full wartime mobilization, if that should be necessary. And we are\ncontinuing to build a strong and growing economy, able to maintain whatever\neffort may be required for as long as necessary.We are building our own Army, Navy, and Air Force to an active strength of\nnearly 3 1/2 million men and women. We are stepping up the training of the\nreserve forces, and establishing more training facilities, so that we can\nrapidly increase our active forces far more on short notice.We are going to produce all the weapons and equipment that such an armed\nforce will need. Furthermore, we will make weapons for our allies, and\nweapons for our own reserve supplies. On top of this, we will build the\ncapacity to turn out on short notice arms and supplies that may be needed\nfor a full-scale war.Fortunately, we have a good start on this because of our enormous plant\ncapacity and because of the equipment on hand from the last war. For\nexample, many combat ships are being returned to active duty from the\n\"mothball fleet\" and many others can be put into service on very short\nnotice. We have large reserves of arms and ammunition and thousands of\nworkers skilled in arms production.In many cases, however, our stocks of weapons are low. In other cases,\nthose on hand are not the most modern. We have made remarkable technical\nadvances. We have developed new types of jet planes and powerful new tanks.\nWe are concentrating on producing the newest types of weapons and producing\nthem as fast as we can.This production drive is more selective than the one we had during World\nWar II, but it is just as urgent and intense. It is a big program and it is\na costly one.Let me give you two concrete examples. Our present program calls for\nexpanding the aircraft industry so that it will have the capacity to\nproduce 50,000 modern military planes a year. We are preparing the capacity\nto produce 35,000 tanks a year. We are not now ordering that many planes or\nthat many tanks, and we hope that we never have to, but we mean to be able\nto turn them out if we need them.The planes we are producing now are much bigger, much better, and much more\nexpensive than the planes we had during the last war.We used to think that the B-17 was a huge plane, and the blockbuster it\ncarried a huge load. But the B-36 can carry five of these blockbusters in\nits belly, and it can carry them five times as far. Of course, the B-36 is\nmuch more complicated to build than the B-17, and far more expensive. One\nB-17 costs $275,000, while now one B-36 costs $3 1/2 million.I ask you to remember that what we are doing is to provide the best and\nmost modern military equipment in the world for our fighting forces.This kind of defense production program has two parts.The first part is to get our defense production going as fast as possible.\nWe have to convert plants and channel materials to defense production. This\nmeans heavy cuts in civilian uses of copper, aluminum, rubber, and other\nessential materials. It means shortages in various consumer goods.The second part is to increase our capacity to produce and to keep our\neconomy strong for the long pull. We do not know how long Communist\naggression will threaten the world.Only by increasing our output can we carry the burden of preparedness for\nan indefinite period in the future. This means that we will have to build\nmore power plants and more steel mills, grow more cotton, mine more copper,\nand expand our capacity in many other ways.The Congress will need to consider legislation, at this session, affecting\nall the aspects of our mobilization job. The main subjects on which\nlegislation will be needed are:First, appropriations for our military buildup.Second, extension and revision of the Selective Service Act.Third, military and economic aid to help build up the strength of the free\nworld.Fourth, revision and extension of the authority to expand production and to\nstabilize prices, wages, and rents.Fifth, improvement of our agricultural laws to help obtain the kinds of\nfarm products we need for the defense effort.Sixth, improvement of our labor laws to help provide stable\nlabor-management relations and to make sure that we have steady production\nin this emergency.Seventh, housing and training of defense workers and the full use of all\nour manpower resources.Eighth, means for increasing the supply of doctors, nurses, and other\ntrained medical personnel critically needed for the defense effort.Ninth, aid to the States to meet the most urgent needs of our elementary\nand secondary schools. Some of our plans will have to be deferred for the\ntime being. But we should do all we can to make sure our children are being\ntrained as good and useful citizens in the critical times ahead.Tenth, a major increase in taxes to meet the cost of the defense effort.The Economic Report and the Budget Message will discuss these subjects\nfurther. In addition, I shall send to the Congress special messages\ncontaining detailed recommendations on legislation needed at this Session.In the months ahead the Government must give priority to activities that\nare urgent--like military procurement and atomic energy and power\ndevelopment. It must practice rigid economy in its nondefense activities.\nMany of the things we would normally do must be curtailed or postponed.But in a long-term defense effort like this one, we cannot neglect the\nmeasures needed to maintain a strong economy and a healthy democratic\nsociety.The Congress, therefore, should give continued attention to the measures\nwhich our country will need for the long pull. And it should act upon such\nlegislation as promptly as circumstances permit.To take just one example--we need to continue and complete the work of\nrounding out our system of social insurance. We still need to improve our\nprotection against unemployment and old age. We still need to provide\ninsurance against the loss of earnings through sickness, and against the\nhigh costs of modern medical care.And above all, we must remember that the fundamentals of our strength rest\nupon the freedoms of our people. We must continue our efforts to achieve\nthe full realization of our democratic ideals. We must uphold the freedom\nof speech and the freedom of conscience in our land. We must assure equal\nrights and equal opportunities to all our citizens.As we go forward this year in the defense of freedom, let us keep dearly\nbefore us the nature of our present effort.We are building up our strength, in concert with other free nations, to\nmeet the danger of aggression that has been turned loose on the world. The\nstrength of the free nations is the world's best hope of peace.I ask the Congress for unity in these crucial days.Make no mistake about my meaning. I do not ask, or expect, unanimity. I do\nnot ask for an end to debate. Only by debate can we arrive at decisions\nwhich are wise, and which reflect the desires of the American people. We do\nnot have a dictatorship in this country, and we never will have one in this\ncountry.When I request unity, what I am really asking for is a sense of\nresponsibility on the part of every Member of this Congress. Let us debate\nthe issues, but let every man among us weigh his words and his deeds. There\nis a sharp difference between harmful criticism and constructive criticism.\nIf we are truly responsible as individuals, I am sure that we will be\nunified as a government.Let us keep our eyes on the issues and work for the things we all believe\nin.Let each of us put our country ahead of our party, and ahead of our own\npersonal interests.I had the honor to be a Member of the Senate during World War II, and I\nknow from experience that unity of purpose and of effort is possible in the\nCongress without any lessening of the vitality of our two-party system.Let us all stand together as Americans. Let us stand together with all men\neverywhere who believe in human liberty.Peace is precious to us. It is the way of life we strive for with all the\nstrength and wisdom we possess. But more precious than peace are freedom\nand justice. We will fight, if fight we must, to keep our freedom and to\nprevent justice from being destroyed.These are the things that give meaning to our lives, and which we\nacknowledge to be greater than ourselves.This is our cause--peace, freedom, justice. We will pursue this cause with\ndetermination and humility, asking divine guidance that in all we do we may\nfollow the will of God.", 
    "name": "Harry S. Truman"
}