{
    "date": "January 7, 1948", 
    "speech": "Mr. President, Mr. Speaker, and Members of the 80th Congress:We are here today to consider the state of the Union.On this occasion, above all others, the Congress and the President should\nconcentrate their attention, not upon party but upon the country; not upon\nthings which divide us but upon those which bind us together--the enduring\nprinciples of our American system, and our common aspirations for the\nfuture welfare and security of the people of the United States.The United States has become great because [p.2] we, as a people, have been\nable to work together for great objectives even while differing about\ndetails.The elements of our strength are many. They include our democratic\ngovernment, our economic system, our great natural resources. But these are\nonly partial explanations.The basic source of our strength is spiritual. For we are a people with a\nfaith. We believe in the dignity of man. We believe that he was created in\nthe image of the Father of us all.We do not believe that men exist merely to strengthen the state or to be\ncogs in the economic machine. We do believe that governments are created to\nserve the people and that economic systems exist to minister to their\nwants. We have a profound devotion to the welfare and rights of the\nindividual as a human being.The faith of our people has particular meaning at this time in history\nbecause of the unsettled and changing state of the world.The victims of war in many lands are striving to rebuild their lives, and\nare seeking assurance that the tragedy of war will not occur again.\nThroughout the world new ideas are challenging the old. Men of all nations\nare reexamining the beliefs by which they live. Great scientific and\nindustrial changes have released new forces which will affect the future\ncourse of civilization.The state of our Union reflects the changing nature of the modern world. On\nall sides there is heartening evidence of great energy--of capacity for\neconomic development-and even more important, capacity for spiritual\ngrowth. But accompanying this great activity there are equally great\nquestions, great anxieties, and great aspirations. They represent the\nconcern of an enlightened people that conditions should be so arranged as\nto make life more worthwhile.We must devote ourselves to finding answers to these anxieties and\naspirations. We seek answers which will embody the moral and spiritual\nelements of tolerance, unselfishness, and brotherhood upon which true\nfreedom and opportunity must rest.As we examine the state of our Union today, we can benefit from viewing it\non a basis of the accomplishments of the last decade and of our goals for\nthe next. How far have we come during the last 10 years and how far can we\ngo in the next 10?It was 10 years ago that the determination of dictators to wage war upon\nmankind became apparent. The years that followed brought untold death and\ndestruction.We shared in the human suffering of the war, but we were fortunate enough\nto escape most of war's destruction. We were able through these 10 years to\nexpand the productive strength of our farms and factories.More important, however, is the fact that these years brought us new\ncourage, new confidence in the ideals of our free democracy. Our deep\nbelief in freedom and justice was reinforced in the crucible of war.On the foundations of our greatly strengthened economy and our renewed\nconfidence in democratic values, we can continue to move forward.There are some who look with fear and distrust upon planning for the\nfuture. Yet our great national achievements have been attained by those\nwith vision. Our Union was formed, our frontiers were pushed back, and our\ngreat industries were built by men who looked ahead.I propose that we look ahead today toward those goals for the future which\nhave the greatest bearing upon the foundations of our democracy and the\nhappiness of our people.I do so, confident in the thought that with clear objectives and with firm\ndetermination, we can, in the next 10 years, build upon the [p.3]\naccomplishments of the past decade to achieve a glorious future. Year by\nyear, beginning now, we must make a substantial part of this progress.Our first goal is to secure fully the essential human rights of our\ncitizens.The United States has always had a deep concern for human rights. Religious\nfreedom, free speech, and freedom of thought are cherished realities in our\nland. Any denial of human rights is a denial of the basic beliefs of\ndemocracy and of our regard for the worth of each individual.Today, however, some of our citizens are still denied equal opportunity for\neducation, for jobs and economic advancement, and for the expression of\ntheir views at the polls. Most serious of all, some are denied equal\nprotection under laws. Whether discrimination is based on race, or creed,\nor color, or land of origin, it is utterly contrary to American ideals of\ndemocracy.The recent report of the President's Committee on Civil Rights points the\nway to corrective action by the Federal Government and by State and local\ngovernments. Because of the need for effective Federal action, I shall send\na special message to the Congress on this important subject.We should also consider our obligation to assure the fullest possible\nmeasure of civil rights to the people of our territories and possessions. I\nbelieve that the time has come for Alaska and Hawaii to be admitted to the\nUnion as States.Our second goal is to protect and develop our human resources.The safeguarding of the rights of our citizens must be accompanied by an\nequal regard for their opportunities for development and their protection\nfrom economic insecurity. In this Nation the ideals of freedom and equality\ncan be given specific meaning in terms of health, education, social\nsecurity, and housing.Over the past 12 years we have erected a sound framework of social security\nlegislation. Many millions of our citizens are now protected against the\nloss of income which can come with unemployment, old age, or the death of\nwage earners. Yet our system has gaps and inconsistencies; it is only half\nfinished.We should now extend unemployment compensation, old age benefits, and\nsurvivors' benefits to millions who are not now protected. We should also\nraise the level of benefits.The greatest gap in our social security structure is the lack of adequate\nprovision for the Nation's health. We are rightly proud of the high\nstandards of medical care we know how to provide in the United States. The\nfact is, however, that most of our people cannot afford to pay for the care\nthey need.I have often and strongly urged that this condition demands a national\nhealth program. The heart of the program must be a national system of\npayment for medical care based on well-tried insurance principles. This\ngreat Nation cannot afford to allow its citizens to suffer needlessly from\nthe lack of proper medical care.Our ultimate aim must be a comprehensive insurance system to protect all\nour people equally against insecurity and ill health.Another fundamental aim of our democracy is to provide an adequate\neducation for every person.Our educational systems face a financial crisis. It is deplorable that in a\nNation as rich as ours there are millions of children who do not have\nadequate schoolhouses or enough teachers for a good elementary or secondary\neducation. If there are educational inadequacies in any State, the whole\nNation suffers. The Federal Government has a responsibility for providing\nfinancial aid to meet this crisis.In addition, we must make possible greater equality of opportunity to all\nour citizens for education. Only by so doing can we insure that our\ncitizens will be capable of understanding and sharing the responsibilities\nof democracy.The Government's programs for health, education, and security are of such\ngreat importance to our democracy that we should now establish an executive\ndepartment for their administration.Health and education have their beginning in the home. No matter what our\nhospitals or schools are like, the youth of our Nation are handicapped when\nmillions of them live in city slums and country shacks. Within the next\ndecade, we must see that every American family has a decent home. As an\nimmediate step we need the long-range housing program which I have\nrecommended on many occasions to this Congress. This should include\nfinancial aids designed to yield more housing at lower prices. It should\nprovide public housing for low-income families, and vigorous development of\nnew techniques to lower the cost of building.Until we can overcome the present drastic housing shortage, we must extend\nand strengthen rent control.We have had, and shall continue to have, a special interest in the welfare\nof our veterans. Over 14 million men and women who served in the armed\nforces in World War II have now returned to civilian life. Over 2 million\nveterans are being helped through school. Millions have been aided while\nfinding jobs, and have been helped in buying homes, in obtaining medical\ncare, and in adjusting themselves to physical handicaps.All but a very few veterans have successfully made the transition from\nmilitary life to their home communities. The success of our veterans'\nprogram is proved by this fact. This Nation is proud of the eagerness shown\nby our veterans to become self-reliant and self-supporting citizens.Our third goal is to conserve and use our natural resources so that they\ncan contribute most effectively to the welfare of our people.The resources given by nature to this country are rich and extensive. The\nmaterial foundations of our growth and economic development are the bounty\nof our fields, the wealth of our mines and forests, and the energy of our\nwaters. As a Nation, we are coming to appreciate more each day the dose\nrelationship between the conservation of these resources and the\npreservation of our national strength.We are doing far less than we know how to do to make use of our resources\nwithout destroying them. Both the public and private use of these resources\nmust have the primary objective of maintaining and increasing these basic\nsupports for an expanding future.We must continue to take specific steps toward this goal. We must\nvigorously defend our natural wealth against those who would misuse it for\nselfish gain.We need accurate and comprehensive knowledge of our mineral resources and\nmust intensify our efforts to develop new supplies and to acquire\nstockpiles of scarce materials.We need to protect and restore our land-public and private--through\ncombating erosion and rebuilding the fertility of the soil.We must expand our reclamation program to bring millions of acres of arid\nland into production, and to improve water supplies for additional millions\nof acres. This will provide new opportunities for veterans and others,\nparticularly in the West, and aid in providing a rising living standard for\na growing population.We must protect and restore our forests by sustained-yield forestry and by\nplanting [p.5] new trees in areas now slashed and barren.We must continue to erect multiple-purpose dams on our great rivers--not\nonly to reclaim land, but also to prevent floods, to extend our inland\nwaterways and to provide hydroelectric power. This public power must not be\nmonopolized for private gain. Only through well-established policies of\ntransmitting power directly to its market and thus encouraging widespread\nuse at low rates can the Federal Government assure the people of their full\nshare of its benefits. Additional power--public and private--is needed to\nraise the ceilings now imposed by power shortages on industrial and\nagricultural development.We should achieve the wise use of resources through the integrated\ndevelopment of our great river basins. We can learn much from our Tennessee\nValley experience. We should no longer delay in applying the lessons of\nthat vast undertaking to our other great river basins.Our fourth goal is to lift the standard of living for all our people by\nstrengthening our economic system and sharing more broadly among our people\nthe goods we produce.The amazing economic progress of the past 10 years points the way for the\nnext 10.Today 14 million more people have jobs than in 1938.Our yearly output of goods and services has increased by two-thirds.The average income of our people, measured in dollars of equal purchasing\npower, has increased--after taxes--by more than 50 percent.In no other 10 years have farmers, businessmen, and wage earners made such\ngreat gains.We may not be able to expand as rapidly in the next decade as in the last,\nbecause we are now starting from full employment and very high production.\nBut we can increase our annual output by at least one-third above the\npresent level. We can lift our standard of living to nearly double what it\nwas 10 years ago.If we distribute these gains properly, we can go far toward stamping out\npoverty in our generation.To do this, agriculture, business, and labor must move forward together.Permanent farm prosperity and agricultural abundance will be achieved only\nas our whole economy grows and prospers. The farmer can sell more food at\ngood prices when the incomes of wage earners are high and when there is\nfull employment. Adequate diets for every American family, and the needs of\nour industries at full production, will absorb a farm output well above our\npresent levels.Although the average farmer is now better off than ever before, farm\nfamilies as a whole have only begun to catch up with the standards of\nliving enjoyed in the cities. In 1946, the average income of farm people\nwas $779, contrasted with an average income of $1,288 for nonfarm people.\nWithin the next decade, we should eliminate elements of inequality in these\nliving standards.To this end our farm program should enable the farmer to market his varied\ncrops at fair price levels and to improve his standard of living.We need to continue price supports for major farm commodities on a basis\nwhich will afford reasonable protection against fluctuations in the levels\nof production and demand. The present price support program must be\nreexamined and modernized.Crop insurance should be strengthened and its benefits extended in order to\nprotect the farmer against the special hazards to which he is subject.We also need to improve the means for getting farm products into markets\nand into the hands of consumers. Cooperatives which [p.6] directly or\nindirectly serve this purpose must be encouraged--not discouraged. The\nschool lunch program should be continued and adequately financed.We need to go forward with the rural electrification program to bring the\nbenefits of electricity to all our farm population.We can, and must, aid and encourage farmers to conserve their soil\nresources and restore the fertility of the land that has suffered from\nneglect or unwise use.All these are practical measures upon which we should act immediately to\nenable agriculture to make its full contribution to our prosperity.We must also strengthen our economic system within the next decade by\nenlarging our industrial capacity within the framework of our free\nenterprise system.We are today far short of the industrial capacity we need for a growing\nfuture. At least $50 billion should be invested by industry to improve and\nexpand our productive facilities over the next few years. But this is only\nthe beginning. The industrial application of atomic energy and other\nscientific advances will constantly open up further opportunities for\nexpansion. Farm prosperity and high employment will call for an immensely\nincreased output of goods and services.Growth and vitality in our economy depend on vigorous private enterprise.\nFree competition is the key to industrial development, full production and\nemployment, fair prices, and an ever improving standard of living.\nCompetition is seriously limited today in many industries by the\nconcentration of economic power and other elements of monopoly. The\nappropriation of sufficient funds to permit proper enforcement of the\npresent antitrust laws is essential. Beyond that we should go on to\nstrengthen our legislation to protect competition.Another basic element of a strong economic system is the well-being of the\nwage earners.We have learned that the well-being of workers depends on high production\nand consequent high employment. We have learned equally well that the\nwelfare of industry and agriculture depends on high incomes for our\nworkers.The Government has wisely chosen to set a floor under wages. But our\n40-cent minimum wage is inadequate and obsolete. I recommend the lifting of\nthe minimum wage to 75 cents an hour.In general, however, we must continue to rely on our sound system of\ncollective bargaining to set wage scales. Workers' incomes should increase\nat a rate consistent with the maintenance of sound price, profit, and wage\nrelationships and with increase of productivity.The Government's part in labor-management relations is now largely\ncontrolled by the terms of the Labor-Management Relations Act of 1947. I\nmade my attitude clear on this act in my veto message to the Congress last\nJune. Nothing has occurred since to change my opinion of this law. As long\nas it remains the law of the land, however, I shall carry out my\nconstitutional duty and administer it.As we look ahead we can understand the crucial importance of restraint and\nwisdom in arriving at new labor-management contracts. Work stoppages would\nresult in a loss of production--a loss which could bring higher prices for\nour citizens and could also deny the necessities of life to the\nhard-pressed peoples of other lands. It is my sincere hope that the\nrepresentatives of labor and of industry will bear in mind that the Nation\nas a whole has a vital stake in the success of their bargaining efforts.If we surmount our current economic difficulties, we can move ahead to a\ngreat increase [p.7] in our national income which will enable all our\npeople to enjoy richer and fuller lives.All of us must advance together. One-fifth of our families now have average\nannual incomes of less than $850. We must see that our gains in national\nincome are made more largely available to those with low incomes, whose\nneed is greatest. This will benefit us all through providing a stable\nfoundation of buying power to maintain prosperity.Business, labor, agriculture, and Government, working together, must\ndevelop the policies which will make possible the realization of the full\nbenefits of our economic system.Our fifth goal is to achieve world peace based on principles of freedom and\njustice and the equality of all nations.Twice within our generation, world wars have taught us that we cannot\nisolate ourselves from the rest of the world.We have learned that the loss of freedom in any area of the world means a\nloss of freedom to ourselves--that the loss of independence by any nation\nadds directly to the insecurity of the United States and all free nations.We have learned that a healthy world economy is essential to world\npeace--that economic distress is a disease whose evil effects spread far\nbeyond the boundaries of the afflicted nation.For these reasons the United States is vigorously following policies\ndesigned to achieve a peaceful and prosperous world.We are giving, and will continue to give, our full support to the United\nNations. While that organization has encountered unforeseen and unwelcome\ndifficulties, I am confident of its ultimate success. We are also devoting\nour efforts toward world economic recovery and the revival of world trade.\nThese actions are closely related and mutually supporting.We believe that the United States can be an effective force for world peace\nonly if it is strong. We look forward to the day when nations will decrease\ntheir armaments. Yet so long as there remains serious opposition to the\nideals of a peaceful world, we must maintain strong armed forces.The passage of the National Security Act by the Congress at its last\nsession was a notable step in providing for the security of this country. A\nfurther step which I consider of even greater importance is the early\nprovision for universal training. There are many elements in a balanced\nnational security program, all interrelated and necessary, but universal\ntraining should be the foundation for them all. A favorable decision by the\nCongress at an early date is of world importance. I am convinced that such\naction is vital to the security of this Nation and to the maintenance of\nits leadership.The United States is engaged today in many international activities\ndirected toward the creation of lasting peaceful relationships among\nnations.We have been giving substantial aid to Greece and Turkey to assist those\nnations in preserving their integrity against foreign pressures. Had it not\nbeen for our aid, their situation today might well be radically different.\nThe continued integrity of those countries will have a powerful effect upon\nother nations in the Middle East and in Europe struggling to maintain their\nindependence while they repair the damages of war.The United States has special responsibilities with respect to the\ncountries in which we have occupation forces: Germany, Austria, Japan, and\nKorea. Our efforts to reach agreements on peace settlements for these\ncountries have so far been blocked. But we [p.8] shall continue to exert\nour utmost efforts to obtain satisfactory settlements for each of these\nnations.Many thousands of displaced persons, still living in camps overseas, should\nbe allowed entry into the United States. I again urge the Congress to pass\nsuitable legislation at once so that this Nation may do its share in caring\nfor the homeless and suffering refugees of all faiths. I believe that the\nadmission of these persons will add to the strength and energy of this\nNation.We are moving toward our goal of world peace in many ways. But the most\nimportant efforts which we are now making are those which support world\neconomic reconstruction. We are seeking to restore the world trading system\nwhich was shattered by the war and to remedy the economic paralysis which\ngrips many countries.To restore world trade we have recently taken the lead in bringing about\nthe greatest reduction of world tariffs that the world has ever seen. The\nextension of the provisions of the Reciprocal Trade Agreements Act, which\nmade this achievement possible, is of extreme importance. We must also go\non to support the International Trade Organization, through which we hope\nto obtain worldwide agreement on a code of fair conduct in international\ntrade.Our present major effort toward economic reconstruction is to support the\nprogram for recovery developed by the countries of Europe. In my recent\nmessage to the Congress, I outlined the reasons why it is wise and\nnecessary for the United States to extend this support.I want to reaffirm my belief in the soundness and the promise of this\nproposal. When the European economy is strengthened, the product of its\nindustry will be of benefit to many other areas of economic distress. The\nability of free men to overcome hunger and despair will be a moral stimulus\nto the entire world.We intend to work also with other nations in achieving world economic\nrecovery. We shall continue our cooperation with the nations of the Western\nHemisphere. A special program of assistance to China, to provide urgent\nrelief needs and to speed reconstruction, will be submitted to the\nCongress.Unfortunately, not all governments share the hope of the people of the\nUnited States that economic reconstruction in many areas of the world can\nbe achieved through cooperative effort among nations. In spite of these\ndifferences we will go forward with our efforts to overcome economic\nparalysis.No nation by itself can carry these programs to success; they depend upon\nthe cooperative and honest efforts of all participating countries. Yet the\nleadership is inevitably ours.I consider it of the highest importance that the Congress should authorize\nsupport for the European recovery program for the period from April 1,\n1948, to June 30, 1952, with an initial amount for the first 15 months of\n$6.8 billion. I urge the Congress to act promptly on this vital measure of\nour foreign policy--on this decisive contribution to world peace.We are following a sound, constructive, and practical course in carrying\nout our determination to achieve peace.We are fighting poverty, hunger, and suffering.This leads to peace--not war.We are building toward a world where all nations, large and small alike,\nmay live free from the fear of aggression. This leads to peace--not war.Above all else, we are striving to achieve a concord among the peoples of\nthe world based upon the dignity of the individual and the brotherhood of\nman.This leads to peace--not war.We can go forward with confidence that we are following sound policies,\nboth at home and with other nations, which will lead us toward our great\ngoals for economic, social and moral achievement.As we enter the new year, we must surmount one major problem which affects\nall our goals. That is the problem of inflation.Already inflation in this country is undermining the living standards of\nmillions of families. Food costs too much. Housing has reached fantastic\nprice levels. Schools and hospitals are in financial distress. Inflation\nthreatens to bring on disagreement and strife between labor and\nmanagement.Worst of all, inflation holds the threat of another depression, just as we\nhad a depression after the unstable boom following the First World War.When I announced last October that the Congress was being called into\nsession, I described the price increases which had taken place since June\n1946. Wholesale prices had increased 40 percent; retail prices had\nincreased 23 percent.Since October prices have continued to rise. Wholesale prices have gone up\nat an annual rate of 18 percent. Retail prices have gone up at an annual\nrate of 10 percent.The events which have occurred since I presented my 10-point anti-inflation\nprogram to the Congress in November have made it even clearer that all 10\npoints are essential.High prices must not be our means of rationing.We must deal effectively and at once with the high cost of living.We must stop the spiral of inflation.I trust that within the shortest possible time the Congress will make\navailable to the Government the weapons that are so desperately needed in\nthe fight against inflation.One of the most powerful anti-inflationary factors in our economy today is\nthe excess of Government revenues over expenditures.Government expenditures have been and must continue to be held at the\nlowest safe levels. Since V-J day Federal expenditures have been sharply\nreduced. They have been cut from more than $63 billion in the fiscal year\n1946 to less than $38 billion in the present fiscal year. The number of\ncivilian employees has been cut nearly in half--from 3 3/4 million down to\n2 million.On the other hand, Government revenues must not be reduced. Until inflation\nhas been stopped there should be no cut in taxes that is not offset by\nadditions at another point in our tax structure.Certain adjustments should be made within our existing tax structure that\nwill not affect total receipts, yet will adjust the tax burden so that\nthose least able to pay will have their burden lessened by the transfer of\na portion of it to those best able to pay.Many of our families today are suffering hardship because of the high cost\nof living. At the same time profits of corporations have reached an\nall-time record in 1947. Corporate profits total $17 billion after taxes.\nThis compared with $12.5 billion in 1946, the previous high year.Because of this extraordinarily high level of profits, corporations can\nwell afford to carry a larger share of the taxload at this time.During this period in which the high cost of living is bearing down on so\nmany of our families, tax adjustments should be made to ease their burden.\nThe low-income group particularly is being pressed very hard. To this group\na tax adjustment would result in a saving that could be used to buy the\nnecessities of life.I recommend therefore that, effective January 1, 1948, a cost of living tax\ncredit be extended to our people consisting of a credit of $40 to each\nindividual taxpayer and an additional credit of $40 for each dependent.\n[p.10] Thus the income tax of a man with a wife and two children would be\nreduced $160. The credit would be extended to all taxpayers, but it would\nbe particularly helpful to those in the low-income group.It is estimated that such a tax credit would reduce Federal revenue by $3.2\nbillion. This reduction should be made up by increasing the tax on\ncorporate profits in an amount that will produce this sum--with appropriate\nadjustments for small corporations.This is the proper method of tax relief at this time. It gives relief to\nthose who need it most without cutting the total tax revenue of the\nGovernment.When the present danger of inflation has passed we should consider tax\nreduction based upon a revision of our entire tax structure.When we have conquered inflation, we shall be in a position to move forward\ntoward our chosen goals.As we do so, let us keep ever before us our high purposes. We are\ndetermined that every citizen of this Nation shall have an equal right and\nan equal opportunity to grow in wisdom and in stature and to take his place\nin the control of his Nation's destiny.We are determined that the productive resources of this Nation shall be\nused wisely and fully for the benefit of all.We are determined that the democratic faith of our people and the strength\nof our resources shall contribute their full share to the attainment of\nenduring peace in the world.It is our faith in human dignity that underlies these purposes. It is this\nfaith that keeps us a strong and vital people.This is a time to remind ourselves of these fundamentals. For today the\nwhole world looks to us for leadership.This is the hour to rededicate ourselves to the faith in mankind that makes\nus strong.This is the hour to rededicate ourselves to the faith in God that gives us\nconfidence as we face the challenge of the years ahead.", 
    "name": "Harry S. Truman"
}