{
    "date": "December 6, 1932", 
    "speech": "To the Senate and House of Representatives:In accord with my constitutional duty, I transmit herewith to the\nCongress information upon the state of the Union together with\nrecommendation of measures for its consideration.Our country is at peace. Our national defense has been maintained at a\nhigh state of effectiveness. All of the executive departments of the\nGovernment have been conducted during the year with a high devotion to\npublic interest. There has been a far larger degree of freedom from\nindustrial conflict than hitherto known. Education and science have made\nfurther advances. The public health is to-day at its highest known\nlevel. While we have recently engaged in the aggressive contest of a\nnational election, its very tranquillity and the acceptance of its\nresults furnish abundant proof of the strength of our institutions.In the face of widespread hardship our people have demonstrated daily a\nmagnificent sense of humanity, of individual and community\nresponsibility for the welfare of the less fortunate. They have grown in\ntheir conceptions and organization for cooperative action for the common\nwelfare.In the provision against distress during this winter, the great private\nagencies of the country have been mobilized again; the generosity of our\npeople has again come into evidence to a degree in which all America may\ntake great pride. Likewise the local authorities and the States are\nengaged everywhere in supplemental measures of relief. The provisions\nmade for loans from the Reconstruction Finance Corporation, to States\nthat have exhausted their own resources, guarantee that there should be\nno hunger or suffering from cold in the country. The large majority of\nStates are showing a sturdy cooperation in the spirit of the Federal\naid.The Surgeon General, in charge of the Public Health Service, furnishes\nme with the following information upon the state of public health:MORTALITY RATE PER 1,000 OF POPULATION ON AN ANNUAL BASIS FROM\nREPRESENTATIVE STATESGeneral InfantFirst 9 months of-- 1928 11.9 67.8 1929 12.0 65.8 1930 11.4 62.0 1931\n11.2 60.0 1932 10.6 55.0The sickness rates from data available show the same trends. These facts\nindicate the fine endeavor of the agencies which have been mobilized for\ncare of those in distress.ECONOMIC SITUATIONThe unparalleled world-wide economic depression has continued through\nthe year. Due to the European collapse, the situation developed during\nlast fall and winter into a series of most acute crises. The\nunprecedented emergency measures enacted and policies adopted\nundoubtedly saved the country from economic disaster. After serving to\ndefend the national security, these measures began in July to show their\nweight and influence toward improvement of conditions in many parts of\nthe country. The following tables of current business indicators show\nthe general economic movement during the past eleven months.MONTHLY BUSINESS INDICES WITH SEASONAL VARIATIONS ELIMINATED [Monthly\naverage 1923-1925=100]Industrial Factory Freight- Depart- Exports, Imports, Building\nIndustrial Year and produc- employ- car ment store value value\ncontracts, electric month tion ment loadings sales, all types power\nvalue consumption1931 December 74 69.4 69 81 46 48 38 89.11932 January 72 68.1 64 78 39 42 31 93.9 February 69 67.8 62 78 45 41 27\n98.8 March 67 66.4 61 72 41 37 26 88.0 April 63 64.3 59 80 38 36 27 82.2\nMay 60 62.1 54 73 37 34 26 82.0 June 59 60.0 52 71 34 36 27 78.1 July 58\n58.3 51 67 32 27 27 79.2 August 60 58.8 51 66 31 29 30 73.5 September 66\n60.3 54 70 33 32 30 84.0 October 66 61.3 57 70 33 32 29 84.4The measures and policies which have procured this turn toward recovery\nshould be continued until the depression is passed, and then the\nemergency agencies should be promptly liquidated. The expansion of\ncredit facilities by the Federal Reserve System and the Reconstruction\nFinance Corporation has been of incalculable value. The loans of the\nlatter for reproductive works, and to railways for the creation of\nemployment; its support of the credit structure through loans to banks,\ninsurance companies, railways, building and loan associations, and to\nagriculture has protected the savings and insurance policies of millions\nof our citizens and has relieved millions of borrowers from duress; they\nhave enabled industry and business to function and expand. The\nassistance given to Farm Loan Banks, the establishment of the Home Loan\nBanks and Agricultural Credit Associations--all in their various\nramifications have placed large sums of money at the disposal of the\npeople in protection and aid. Beyond this, the extensive organization of\nthe country in voluntary action has produced profound results.The following table indicates direct expenditures of the Federal\nGovernment in aid to unemployment, agriculture, and financial relief\nover the past four years. The sums applied to financial relief multiply\nthemselves many fold, being in considerable measure the initial capital\nsupplied to the Reconstruction Finance Corporation, Farm Loan Banks,\netc., which will be recovered to the Treasury.Agricultural Public works 1 relief and financial loansFiscal year ending June 30-- 1930 $410,420,000 $156,100,000 1931\n574,870,000 196,700,000 1932 655,880,000 772,700,000 1933 717,260,000\n52,000,000Total 2,358,430,000 1,177,500,000 1 Public Building, Highways, Rivers\nand Harbors and their maintenance, naval and other vessels construction,\nhospitals, etc.Continued constructive policies promoting the economic recovery of the\ncountry must be the paramount duty of the Government. The result of the\nagencies we have created and the policies we have pursued has been to\nbuttress our whole domestic financial structure and greatly to restore\ncredit facilities. But progress in recovery requires another element as\nwell--that is fully restored confidence in the future. Institutions and\nmen may have resources and credit but unless they have confidence\nprogress is halting and insecure.There are three definite directions in which action by the Government at\nonce can contribute to strengthen further the forces of recovery by\nstrengthening of confidence. They are the necessary foundations to any\nother action, and their accomplishment would at once promote employment\nand increase prices.The first of these directions of action is the continuing reduction of\nall Government expenditures, whether national, State, or local. The\ndifficulties of the country demand undiminished efforts toward economy\nin government in every direction. Embraced in this problem is the\nunquestioned balancing of the Federal Budget. That is the first\nnecessity of national stability and is the foundation of further\nrecovery. It must be balanced in an absolutely safe and sure manner if\nfull confidence is to be inspired.The second direction for action is the complete reorganization at once\nof our banking system. The shocks to our economic life have undoubtedly\nbeen multiplied by the weakness of this system, and until they are\nremedied recovery will be greatly hampered.The third direction for immediate action is vigorous and whole souled\ncooperation with other governments in the economic field. That our major\ndifficulties find their origins in the economic weakness of foreign\nnations requires no demonstration. The first need to-day is\nstrengthening of commodity prices. That can not be permanently\naccomplished by artificialities. It must be accomplished by expansion in\nconsumption of goods through the return of stability and confidence in\nthe world at large and that in turn can not be fully accomplished\nwithout cooperation with other nations.BALANCING THE BUDGETI shall in due course present the Executive Budget to the Congress. It\nwill show proposed reductions in appropriations below those enacted by\nthe last session of the Congress by over $830,000,000. In addition I\nshall present the necessary Executive orders under the recent act\nauthorizing the reorganization of the Federal Government which, if\npermitted to go into force, will produce still further substantial\neconomies. These sums in reduction of appropriations will, however, be\npartially offset by an increase of about $250,000,000 in uncontrollable\nitems such as increased debt services, etc.In the Budget there is included only the completion of the Federal\npublic works projects already undertaken or under contract. Speeding up\nof Federal public works during the past four years as an aid to\nemployment has advanced many types of such improvements to the point\nwhere further expansion can not be justified in their usefulness to the\nGovernment or the people. As an aid to unemployment we should beyond the\nnormal constructive programs substitute reproductive or so-called\nself-liquidating works. Loans for such purposes have been provided for\nthrough the Reconstruction Finance Corporation. This change in character\nof projects directly relieves the taxpayer and is capable of expansion\ninto a larger field than the direct Federal works. The reproductive\nworks constitute an addition to national wealth and to future\nemployment, whereas further undue expansion of Federal public works is\nbut a burden upon the future.The Federal construction program thus limited to commitments and work in\nprogress under the proposed appropriations contemplates expenditures for\nthe next fiscal year, including naval and other vessel construction, as\nwell as other forms of public works and maintenance, of a total of\n$442,769,000, as compared with $717,262,000 for the present year.The expenditure on such items over the four years ending June 30 next\nwill amount to $2,350,000,000, or an amount of construction work eight\ntimes as great as the cost of the Panama Canal and, except for\ncompletion of certain long-view projects, places the Nation in many\ndirections well ahead of its requirements for some years to come. A\nnormal program of about $200,000,000 per annum should hereafter provide\nfor the country's necessities and will permit substantial future\nreduction in Federal expenditures.I recommend that the furlough system installed last year be continued\nnot only because of the economy produced but because, being tantamount\nto the \"5-day week,\" it sets an example which should be followed by the\ncountry and because it embraces within its workings the \"spread work\"\nprinciple and thus serves to maintain a number of public servants who\nwould otherwise be deprived of all income. I feel, however, in view of\nthe present economic situation and the decrease in the cost of living by\nover 20 per cent, that some further sacrifice should be made by salaried\nofficials of the Government over and above the 8 1/3 per cent reduction\nunder the furlough system. I will recommend that after exempting the\nfirst $1,000 of salary there should be a temporary reduction for one\nyear of 11 per cent of that part of all Government salaries in excess of\nthe $1,000 exemption, the result of which, combined with the furlough\nsystem, will average about 14.8 per cent reduction in pay to those\nearning more than $1,000.I will recommend measures to eliminate certain payments in the veterans'\nservices. I conceive these outlays were entirely beyond the original\nintentions of Congress in building up veterans' allowances. Many abuses\nhave grown up from ill-considered legislation. They should be\neliminated. The Nation should not ask for a reduction in allowances to\nmen and dependents whose disabilities rise out of war service nor to\nthose veterans with substantial service who have become totally disabled\nfrom non-war-connected causes and who are at the same time without other\nsupport. These latter veterans are a charge on the community at some\npoint, and I feel that in view of their service to the Nation as a whole\nthe responsibility should fall upon the Federal Government.Many of the economies recommended in the Budget were presented at the\nlast session of the Congress but failed of adoption. If the Economy and\nAppropriations Committees of the Congress in canvassing these proposed\nexpenditures shall find further reductions which can be made without\nimpairing essential Government services, it will be welcomed both by the\ncountry and by myself. But under no circumstances do I feel that the\nCongress should fail to uphold the total of reductions recommended.Some of the older revenues and some of the revenues provided under the\nact passed during the last session of the Congress, particularly those\ngenerally referred to as the nuisance taxes, have not been as prolific\nof income as had been hoped. Further revenue is necessary in addition to\nthe amount of reductions in expenditures recommended. Many of the\nmanufacturers' excise taxes upon selected industries not only failed to\nproduce satisfactory revenue, but they are in many ways unjust and\ndiscriminatory. The time has come when, if the Government is to have an\nadequate basis of revenue to assure a balanced Budget, this system of\nspecial manufacturers' excise taxes should be extended to cover\npractically all manufactures at a uniform rate, except necessary food\nand possibly some grades of clothing.At the last session the Congress responded to my request for authority\nto reorganize the Government departments. The act provides for the\ngrouping and consolidation of executive and administrative agencies\naccording to major purpose, and thereby reducing the number and overlap\nand duplication of effort. Executive orders issued for these purposes\nare required to be transmitted to the Congress while in session and do\nnot become effective until after the expiration of 60 calendar days\nafter such transmission, unless the Congress shall sooner approve.I shall issue such Executive orders within a few days grouping or\nconsolidating over fifty executive and administrative agencies including\na large number of commissions and \"independent\" agencies.The second step, of course, remains that after these various bureaus and\nagencies are placed cheek by jowl into such groups, the administrative\nofficers in charge of the groups shall eliminate their overlap and still\nfurther consolidate these activities. Therein lie large economies.The Congress must be warned that a host of interested persons inside and\noutside the Government whose vision is concentrated on some particular\nfunction will at once protest against these proposals. These same sorts\nof activities have prevented reorganization of the Government for over a\nquarter of a century. They must be disregarded if the task is to be\naccomplished.BANKINGThe basis of every other and every further effort toward recovery is to\nreorganize at once our banking system. The shocks to our economic system\nhave undoubtedly multiplied by the weakness of our financial system. I\nfirst called attention of the Congress in 1929 to this condition, and I\nhave unceasingly recommended remedy since that time. The subject has\nbeen exhaustively investigated both by the committees of the Congress\nand the officers of the Federal Reserve System.The banking and financial system is presumed to serve in furnishing the\nessential lubricant to the wheels of industry, agriculture, and\ncommerce, that is, credit. Its diversion from proper use, its improper\nuse, or its insufficiency instantly brings hardship and dislocation in\neconomic life. As a system our banking has failed to meet this great\nemergency. It can be said without question of doubt that our losses and\ndistress have been greatly augmented by its wholly inadequate\norganization. Its inability as a system to respond to our needs is\nto-day a constant drain upon progress toward recovery. In this statement\nI am not referring to individual banks or bankers. Thousands of them\nhave shown distinguished courage and ability. On the contrary, I am\nreferring to the system itself, which is so organized, or so lacking in\norganization, that in an emergency its very mechanism jeopardizes or\nparalyzes the action of sound banks and its instability is responsible\nfor periodic dangers to our whole economic system.Bank failures rose in 1931 to 10 1/2 per cent of all the banks as\ncompared to 1 1/2 per cent of the failures of all other types of\nenterprise. Since January 1, 1930, we have had 4,665 banks suspend, with\n$3,300,000,000 in deposits. Partly from fears and drains from abroad,\npartly from these failures themselves (which indeed often caused closing\nof sound banks), we have witnessed hoarding of currency to an enormous\nsum, rising during the height of the crisis to over $1,600,000,000. The\nresults from interreaction of cause and effect have expressed themselves\nin strangulation of credit which at times has almost stifled the\nNation's business and agriculture. The losses, suffering, and tragedies\nof our people are incalculable. Not alone do they lie in the losses of\nsavings to millions of homes, injury by deprival of working capital to\nthousands of small businesses, but also, in the frantic pressure to\nrecall loans to meet pressures of hoarding and in liquidation of failed\nbanks, millions of other people have suffered in the loss of their homes\nand farms, businesses have been ruined, unemployment increased, and\nfarmers' prices diminished.That this failure to function is unnecessary and is the fault of our\nparticular system is plainly indicated by the fact that in Great\nBritain, where the economic mechanism has suffered far greater shocks\nthan our own, there has not been a single bank failure during the\ndepression. Again in Canada, where the situation has been in large\ndegree identical with our own, there have not been substantial bank\nfailures.The creation of the Reconstruction Finance Corporation and the\namendments to the Federal Reserve Act served to defend the Nation in a\ngreat crisis. They are not remedies; they are relief. It is\ninconceivable that the Reconstruction Corporation, which has extended\naid to nearly 6,000 institutions and is manifestly but a temporary\ndevice, can go on indefinitely.It is to-day a matter of satisfaction that the rate of bank failures, of\nhoarding, and the demands upon the Reconstruction Corporation have\ngreatly lessened. The acute phases of the crisis have obviously passed\nand the time has now come when this national danger and this failure to\nrespond to national necessities must be ended and the measures to end\nthem can be safely undertaken. Methods of reform have been exhaustively\nexamined. There is no reason now why solution should not be found at the\npresent session of the Congress. Inflation of currency or governmental\nconduct of banking can have no part in these reforms. The Government\nmust abide within the field of constructive organization, regulation,\nand the enforcement of safe practices only.Parallel with reform in the banking laws must be changes in the Federal\nFarm Loan Banking system and in the Joint Stock Land Banks. Some of\nthese changes should be directed to permanent improvement and some to\nemergency aid to our people where they wish to fight to save their farms\nand homes.I wish again to emphasize this view--that these widespread banking\nreforms are a national necessity and are the first requisites for\nfurther recovery in agriculture and business. They should have immediate\nconsideration as steps greatly needed to further recovery.ECONOMIC COOPERATION WITH OTHER NATIONSOur major difficulties during the past two years find their origins in\nthe shocks from economic collapse abroad which in turn are the aftermath\nof the Great War. If we are to secure rapid and assured recovery and\nprotection for the future we must cooperate with foreign nations in many\nmeasures.We have actively engaged in a World Disarmament Conference where, with\nsuccess, we should reduce our own tax burdens and the tax burdens of\nother major nations. We should increase political stability of the\nworld. We should lessen the danger of war by increasing defensive powers\nand decreasing offensive powers of nations. We would thus open new\nvistas of economic expansion for the world.We are participating in the formulation of a World Economic Conference,\nsuccessful results from which would contribute much to advance in\nagricultural prices, employment, and business. Currency depreciation and\ncorrelated forces have contributed greatly to decrease in price levels.\nMoreover, from these origins rise most of the destructive trade barriers\nnow stifling the commerce of the world. We could by successful action\nincrease security and expand trade through stability in international\nexchange and monetary values. By such action world confidence could be\nrestored. It would bring courage and stability, which will reflect into\nevery home in our land.The European governments, obligated to us in war debts, have requested\nthat there should be suspension of payments due the United States on\nDecember 15 next, to be accompanied by exchange of views upon this debt\nquestion. Our Government has informed them that we do not approve of\nsuspension of the December 15 payments. I have stated that I would\nrecommend to the Congress methods to overcome temporary exchange\ndifficulties in connection with this payment from nations where it may\nbe necessary.In the meantime I wish to reiterate that here are three great fields of\ninternational action which must be considered not in part but as a\nwhole. They are of most vital interest to our people. Within them there\nare not only grave dangers if we fail in right action but there also tie\nimmense opportunities for good if we shall succeed. Within success there\nlie major remedies for our economic distress and major progress in\nstability and security to every fireside in our country.The welfare of our people is dependent upon successful issue of the\ngreat causes of world peace, world disarmament, and organized world\nrecovery. Nor is it too much to say that to-day as never before the\nwelfare of mankind and the preservation of civilization depend upon our\nsolution of these questions. Such solutions can not be attained except\nby honest friendship, by adherence to agreements entered upon until\nmutually revised and by cooperation amongst nations in a determination\nto find solutions which will be mutually beneficial.OTHER LEGISLATIONI have placed various legislative needs before the Congress in previous\nmessages, and these views require no amplification on this occasion. I\nhave urged the need for reform in our transportation and power\nregulation, in the antitrust laws as applied to our national resource\nindustries, western range conservation, extension of Federal aid to\nchild health services, membership in the World Court, the ratification\nof the Great Lakes-St. Lawrence Seaway Treaty, revision of the\nbankruptcy acts, revision of Federal court procedure, and many other\npressing problems.These and other special subjects I shall where necessary deal with by\nspecial communications to the Congress.The activities of our Government are so great, when combined with the\nemergency activities which have arisen out of the world crisis, that\neven the briefest review of them would render the annual message unduly\nlong. I shall therefore avail myself of the fact that every detail of\nthe Government is covered in the reports to the Congress by each of the\ndepartments and agencies of the Government.CONCLUSIONIt seems to me appropriate upon this occasion to make certain general\nobservations upon the principles which must dominate the solution of\nproblems now pressing upon the Nation. Legislation in response to\nnational needs will be effective only if every such act conforms to a\ncomplete philosophy of the people's purposes and destiny. Ours is a\ndistinctive government with a unique history and background, consciously\ndedicated to specific ideals of liberty and to a faith in the inviolable\nsanctity of the individual human spirit. Furthermore, the continued\nexistence and adequate functioning of our government in preservation of\nordered liberty and stimulation of progress depends upon the maintenance\nof State, local, institutional, and individual sense of responsibility.\nWe have builded a system of individualism peculiarly our own which must\nnot be forgotten in any governmental acts, for from it have grown\ngreater accomplishments than those of any other nation.On the social and economic sides, the background of our American system\nand the motivation of progress is essentially that we should allow free\nplay of social and economic forces as far as will not limit equality of\nopportunity and as will at the same time stimulate the initiative and\nenterprise of our people. In the maintenance of this balance the Federal\nGovernment can permit of no privilege to any person or group. It should\nact as a regulatory agent and not as a participant in economic and\nsocial life. The moment the Government participates, it becomes a\ncompetitor with the people. As a competitor it becomes at once a tyranny\nin whatever direction it may touch. We have around us numerous such\nexperiences, no one of which can be found to have justified itself\nexcept in cases where the people as a whole have met forces beyond their\ncontrol, such as those of the Great War and this great depression, where\nthe full powers of the Federal Government must be exerted to protect the\npeople. But even these must be limited to an emergency sense and must be\npromptly ended when these dangers are overcome.With the free development of science and the consequent multitude of\ninventions, some of which are absolutely revolutionary in our national\nlife, the Government must not only stimulate the social and economic\nresponsibility of individuals and private institutions but it must also\ngive leadership to cooperative action amongst the people which will\nsoften the effect of these revolutions and thus secure social\ntransformations in an orderly manner. The highest form of\nself-government is the voluntary cooperation within our people for such\npurposes.But I would emphasize again that social and economic solutions, as such,\nwill not avail to satisfy the aspirations of the people unless they\nconform with the traditions of our race deeply grooved in their\nsentiments through a century and a half of struggle for ideals of life\nthat are rooted in religion and fed from purely spiritual springs.HERBERT HOOVER The White House, December 6, 1932.", 
    "name": "Herbert Hoover"
}