{
    "date": "December 2, 1930", 
    "speech": "To the Senate and House of Representatives:I have the honor to comply with the requirement of the Constitution that I\nshould lay before the Congress information as to the state of the Union,\nand recommend consideration of such measures as are necessary and\nexpedient.Substantial progress has been made during the year in national peace and\nsecurity; the fundamental strength of the Nation's economic life is\nunimpaired; education and scientific discovery have made advances; our\ncountry is more alive to its problems of moral and spiritual welfare.ECONOMIC SITUATIONDuring the past 12 months we have suffered with other Nations from economic\ndepression.The origins of this depression lie to some extent within our own borders\nthrough a speculative period which diverted capital and energy into\nspeculation rather than constructive enterprise. Had overspeculation in\nsecurities been the only force operating, we should have seen recovery many\nmonths ago, as these particular dislocations have generally readjusted\nthemselves.Other deep-seated causes have been in action, however, chiefly the\nworld-wide overproduction beyond even the demand of prosperous times for\nsuch important basic commodities as wheat, rubber, coffee, sugar, copper,\nsilver, zinc, to some extent cotton, and other raw materials. The\ncumulative effects of demoralizing price falls of these important\ncommodities in the process of adjustment of production to world consumption\nhave produced financial crises in many countries and have diminished the\nbuying power of these countries for imported goods to a degree which\nextended the difficulties farther afield by creating unemployment in all\nthe industrial nations. The political agitation in Asia; revolutions in\nSouth America and political unrest in some European States; the methods of\nsale by Russia of her increasing agricultural exports to European markets;\nand our own drought--have all contributed to prolong and deepen the\ndepression.In the larger view the major forces of the depression now lie outside of\nthe United States, and our recuperation has been retarded by the\nunwarranted degree of fear and apprehension created by these outside\nforces.The extent of the depression is indicated by the following approximate\npercentages of activity during the past three months as compared with the\nhighly prosperous year of 1928:Value of department-store sales - 93% of 1928Volume of manufacturing production - 80% of 1928Volume of mineral production - 90% of 1928Volume of factory employment - 84% of 1928Total of bank deposits - 105% of 1928Wholesale prices--all commodities - 83% of 1928Cost of living - 94% of 1928Various other indexes indicate total decrease of activity from 1928 of from\n15 to 20 per cent.There are many factors which give encouragement for the future. The fact\nthat we are holding from 80 to 85 per cent of our normal activities and\nincomes; that our major financial and industrial institutions have come\nthrough the storm unimpaired; that price levels of major commodities have\nremained approximately stable for some time; that a number of industries\nare showing signs of increasing demand; that the world at large is\nreadjusting itself to the situation; all reflect grounds for confidence. We\nshould remember that these occasions have been met many times before, that\nthey are but temporary, that our country is to-day stronger and richer in\nresources, in equipment, in skill, than ever in its history. We are in an\nextraordinary degree self-sustaining, we will overcome world influences and\nwill lead the march of prosperity as we have always done hitherto.Economic depression can not be cured by legislative action or executive\npronouncement. Economic wounds must be healed by the action of the cells of\nthe economic body--the producers and consumers themselves. Recovery can be\nexpedited and its effects mitigated by cooperative action. That cooperation\nrequires that every individual should sustain faith and courage; that each\nshould maintain his self-reliance; that each and every one should search\nfor methods of improving his business or service; that the vast majority\nwhose income is unimpaired should not hoard out of fear but should pursue\ntheir normal living and recreations; that each should seek to assist his\nneighbors who may be less fortunate; that each industry should assist its\nown employees; that each community and each State should assume its full\nresponsibilities for organization of employment and relief of distress with\nthat sturdiness and independence which built a great Nation.Our people are responding to these impulses in remarkable degree. The best\ncontribution of government lies in encouragement of this voluntary\ncooperation in the community. The Government, National, State, and local,\ncan join with the community in such programs and do its part. A year ago I,\ntogether with other officers of the Government, initiated extensive\ncooperative measures throughout the country.The first of these measures was an agreement of leading employers to\nmaintain the standards of wages and of labor leaders to use their influence\nagainst strife. In a large sense these undertakings have been adhered to\nand we have not witnessed the usual reductions of wages which have always\nheretofore marked depressions. The index of union wage scales shows them to\nbe today fully up to the level of any of the previous three years. In\nconsequence the buying power of the country has been much larger than would\notherwise have been the case. Of equal importance the Nation has had\nunusual peace in industry and freedom from the public disorder which has\ncharacterized previous depressions.The second direction of cooperation has been that our governments,\nNational, State, and local, the industries and business so distribute\nemployment as to give work to the maximum number of employees.The third direction of cooperation has been to maintain and even extend\nconstruction work and betterments in anticipation of the future. It has\nbeen the universal experience in previous depressions that public works and\nprivate construction have fallen off rapidly with the general tide of\ndepression. On this occasion, however, the increased authorization and\ngenerous appropriations by the Congress and the action of States and\nmunicipalities have resulted in the expansion of public construction to an\namount even above that in the most prosperous years. In addition the\ncooperation of public utilities, railways, and other large organizations\nhas been generously given in construction and betterment work in\nanticipation of future need. The Department of Commerce advises me that as\na result, the volume of this type of construction work, which amounted to\nroughly $6,300,000,000 in 1929, instead of decreasing will show a total of\nabout $7,000,000,000 for 1930. There has, of course, been a substantial\ndecrease in the types of construction which could not be undertaken in\nadvance of need.The fourth direction of cooperation was the organization in such States and\nmunicipalities, as was deemed necessary, of committees to organize local\nemployment, to provide for employment agencies, and to effect relief of\ndistress.The result of magnificent cooperation throughout the country has been that\nactual suffering has been kept to a minimum during the past 12 months, and\nour unemployment has been far less in proportion than in other large\nindustrial countries. Some time ago it became evident that unemployment\nwould continue over the winter and would necessarily be added to from\nseasonal causes and that the savings of workpeople would be more largely\ndepleted. We have as a Nation a definite duty to see that no deserving\nperson in our country suffers from hunger or cold. I therefore set up a\nmore extensive organization to stimulate more intensive cooperation\nthroughout the country. There has been a most gratifying degree of\nresponse, from governors, mayors, and other public officials, from welfare\norganizations, and from employers in concerns both large and small. The\nlocal communities through their voluntary agencies have assumed the duty of\nrelieving individual distress and are being generously supported by the\npublic.The number of those wholly out of employment seeking for work was\naccurately determined by the census last April as about 2,500,000. The\nDepartment of Labor index of employment in the larger trades shows some\ndecrease in employment since that time. The problem from a relief point of\nview is somewhat less than the published estimates of the number of\nunemployed would indicate. The intensive community and individual efforts\nin providing special employment outside the listed industries are not\nreflected in the statistical indexes and tend to reduce such published\nfigures. Moreover, there is estimated to be a constant figure at all times\nof nearly 1,000,000 unemployed who are not without annual income but\ntemporarily idle in the shift from one job to another. We have an average\nof about three breadwinners to each two families, so that every person\nunemployed does not represent a family without income. The view that the\nrelief problems are less than the gross numbers would indicate is confirmed\nby the experience of several cities, which shows that the number of\nfamilies in distress represents from 10 to 20 per cent of the number of the\ncalculated unemployed. This is not said to minimize the very real problem\nwhich exists but to weigh its actual proportions.As a contribution to the situation the Federal Government is engaged upon\nthe greatest program of waterway, harbor, flood control, public building,\nhighway, and airway improvement in all our history. This, together with\nloans to merchant shipbuilders, improvement of the Navy and in military\naviation, and other construction work of the Government will exceed\n$520,000,000 for this fiscal year. This compares with $253,000,000 in the\nfiscal year 1928. The construction works already authorized and the\ncontinuation of policies in Government aid will require a continual\nexpenditure upwards of half a billion dollars annually.I favor still further temporary expansion of these activities in aid to\nunemployment during this winter. The Congress will, however, have presented\nto it numbers of projects, some of them under the guise of, rather than the\nreality of, their usefulness in the increase of employment during the\ndepression. There are certain commonsense limitations upon any expansions\nof construction work. The Government must not undertake works that are not\nof sound economic purpose and that have not been subject to searching\ntechnical investigation, and which have not been given adequate\nconsideration by the Congress. The volume of construction work in the\nGovernment is already at the maximum limit warranted by financial prudence\nas a continuing policy. To increase taxation for purposes of construction\nwork defeats its own purpose, as such taxes directly diminish employment in\nprivate industry. Again any kind of construction requires, after its\nauthorization, a considerable time before labor can be employed in which to\nmake engineering, architectural, and legal preparations. Our immediate\nproblem is the increase of employment for the next six months, and new\nplans which do not produce such immediate result or which extend\ncommitments beyond this period are not warranted.The enlarged rivers and harbors, public building, and highway plans\nauthorized by the Congress last session, however, offer an opportunity for\nassistance by the temporary acceleration of construction of these programs\neven faster than originally planned, especially if the technical\nrequirements of the laws which entail great delays could be amended in such\nfashion as to speed up acquirements of land and the letting of contracts.With view, however, to the possible need for acceleration, we, immediately\nupon receiving those authorities from the Congress five months ago, began\nthe necessary technical work in preparation for such possible eventuality.\nI have canvassed the departments of the Government as to the maximum amount\nthat can be properly added to our present expenditure to accelerate all\nconstruction during the next six months, and I feel warranted in asking the\nCongress for an appropriation of from $100,000,000 to $150,000,000 to\nprovide such further employment in this emergency. In connection therewith\nwe need some authority to make enlarged temporary advances of\nFederal-highway aid to the States.I recommend that this appropriation be made distributable to the different\ndepartments upon recommendation of a committee of the Cabinet and approval\nby the President. Its application to works already authorized by the\nCongress assures its use in directions of economic importance and to public\nwelfare. Such action will imply an expenditure upon construction of all\nkinds of over $650,000,000 during the next twelve months.AGRICULTUREThe world-wide depression has affected agriculture in common with all other\nindustries. The average price of farm produce has fallen to about 80 per\ncent of the levels of 1928. This average is, however, greatly affected by\nwheat and cotton, which have participated in world-wide overproduction and\nhave fallen to about 60 per cent of the average price of the year 1928.\nExcluding these commodities, the prices of all other agricultural products\nare about 84 per cent of those of 1928. The average wholesale prices of\nother primary goods, such as nonferrous metals, have fallen to 76 per cent\nof 1928.The price levels of our major agricultural commodities are, in fact, higher\nthan those in other principal producing countries, due to the combined\nresult of the tariff and the operations of the Farm Board. For instance,\nwheat prices at Minneapolis are about 30 per cent higher than at Winnipeg,\nand at Chicago they are about 20 per cent higher than at Buenos Aires. Corn\nprices at Chicago are over twice as high as at Buenos Aires. Wool prices\naverage more than 80 per cent higher in this country than abroad, and\nbutter is 30 per cent higher in New York City than in Copenhagen.Aside from the misfortune to agriculture of the world-wide depression we\nhave had the most severe drought. It has affected particularly the States\nbordering on the Potomac, Ohio, and Lower Mississippi Rivers, with some\nareas in Montana, Kansas, Oklahoma, and Texas. It has found its major\nexpression in the shortage of pasturage and a shrinkage in the corn crop\nfrom an average of about 2,800,000,000 bushels to about 2,090,000,000\nbushels.On August 14 I called a conference of the governors of the most acutely\naffected States, and as a result of its conclusions I appointed a national\ncommittee comprising the heads of the important Federal agencies under the\nchairmanship of the Secretary of Agriculture. The governors in turn have\nappointed State committees representative of the farmers, bankers, business\nmen, and the Red Cross, and subsidiary committees have been established in\nmost of the acutely affected counties. Railway rates were reduced on feed\nand livestock in and out of the drought areas, and over 50,000 cars of such\nproducts have been transported under these reduced rates. The Red Cross\nestablished a preliminary fund of $5,000,000 for distress relief purposes\nand established agencies for its administration in each county. Of this\nfund less than $500,000 has been called for up to this time as the need\nwill appear more largely during the winter. The Federal Farm Loan Board has\nextended its credit facilities, and the Federal Farm Board has given\nfinancial assistance to all affected cooperatives.In order that the Government may meet its full obligation toward our\ncountrymen in distress through no fault of their own, I recommend that an\nappropriation should be made to the Department of Agriculture to be loaned\nfor the purpose of seed and feed for animals. Its application should as\nhitherto in such loans be limited to a gross amount to any one individual,\nand secured upon the crop.The Red Cross can relieve the cases of individual distress by the\nsympathetic assistance of our people.FINANCES OF THE GOVERNMENTI shall submit the detailed financial position of the Government with\nrecommendations in the usual Budget message. I will at this time, however,\nmention that the Budget estimates of receipts and expenditures for the\ncurrent year were formulated by the Treasury and the Budget Bureau at a\ntime when it was impossible to forecast the severity of the business\ndepression and have been most seriously affected by it. At that time a\nsurplus of about $123,000,000 was estimated for this fiscal year and tax\nreduction which affected the fiscal year to the extent of $75,000,000 was\nauthorized by the Congress, thus reducing the estimated surplus to about\n$48,000,000. Closely revised estimates now made by the Treasury and the\nBureau of the Budget of the tax, postal, and other receipts for the current\nfiscal year indicate a decrease of about $430,000,000 from the estimate of\na year ago, of which about $75,000,000 is due to tax reduction, leaving\nabout $355,000,000 due to the depression. Moreover, legislation enacted by\nCongress subsequent to the submission of the Budget enlarging Federal\nconstruction work to expand employment and for increase in veterans'\nservices and other items, have increased expenditures during the current\nfiscal year by about $225,000,000.Thus the decrease of $430,000,000 in revenue and the increase of\n$225,000,000 in expenditure adversely change the original Budget situation\nby about $655,000,000. This large sum is offset by the original estimated\nsurplus a year ago of about $123,000,000, by the application of\n$185,000,000 of interest payments upon the foreign debt to current\nexpenditures, by arrangements of the Farm Board through repayments, etc.,\nin consequence of which they reduced their net cash demands upon the\nTreasury by $100,000,000 in this period, and by about $67,000,000 economies\nand deferments brought about in the Government, thus reducing the practical\neffect of the change in the situation to an estimated deficit of about\n$180,000,000 for the present fiscal year. I shall make suggestions for\nhandling the present-year deficit in the Budget message, but I do not favor\nencroachment upon the statutory reduction of the public debt.While it will be necessary in public interest to further increase\nexpenditures during the current fiscal year in aid to unemployment by\nspeeding up construction work and aid to the farmers affected by the\ndrought, I can not emphasize too strongly the absolute necessity to defer\nany other plans for increase of Government expenditures. The Budget for\n1932 fiscal year indicates estimated expenditure of about $4,054,000,000,\nincluding postal deficit. The receipts are estimated at about\n$4,085,000,000 if the temporary tax reduction of last year be discontinued,\nleaving a surplus of only about $30,000,000. Most rigid economy is\ntherefore necessary to avoid increase in taxes.NATIONAL DEFENSEOur Army and Navy are being maintained at a high state of efficiency, under\nofficers of high training and intelligence, supported by a devoted\npersonnel of the rank and file. The London naval treaty has brought\nimportant economies in the conduct of the Navy. The Navy Department will\nlay before the committees of the Congress recommendations for a program of\nauthorization of new construction which should be initiated in the fiscal\nyear of 1932.LEGISLATIONThis is the last session of the Seventy-first Congress. During its previous\nsittings it has completed a very large amount of important legislation,\nnotably: The establishment of the Federal Farm Board; fixing congressional\nreapportionment; revision of the tariff, including the flexible provisions\nand a reorganization of the Tariff Commission; reorganization of the Radio\nCommission; reorganization of the Federal Power Commission; expansion of\nFederal prisons; reorganization of parole and probation system in Federal\nprisons; expansion of veterans' hospitals; establishment of disability\nallowances to veterans; consolidation of veteran activities; consolidation\nand strengthening of prohibition enforcement activities in the Department\nof Justice; organization of a Narcotics Bureau; large expansion of rivers\nand harbors improvements; substantial increase in Federal highways;\nenlargement of public buildings construction program; and the ratification\nof the London naval treaty.The Congress has before it legislation partially completed in the last\nsitting in respect to Muscle Shoals, bus regulation, relief of congestion\nin the courts, reorganization of border patrol in prevention of smuggling,\nlaw enforcement in the District of Columbia, and other subjects.It is desirable that these measures should be completed.The short session does not permit of extensive legislative programs, but\nthere are a number of questions which, if time does not permit action, I\nrecommend should be placed in consideration by the Congress, perhaps\nthrough committees cooperating in some instances with the Federal\ndepartments, with view to preparation for subsequent action. Among them are\nthe following subjects:ELECTRICAL POWERI have in a previous message recommended effective regulation of interstate\nelectrical power. Such regulation should preserve the independence and\nresponsibility of the States.RAILWAYSWe have determined upon a national policy of consolidation of the railways\nas a necessity of more stable and more economically operated\ntransportation. Further legislation is necessary to facilitate such\nconsolidation. In the public interest we should strengthen the railways\nthat they may meet our future needs.ANTITRUST LAWSI recommend that the Congress institute an inquiry into some aspects of the\neconomic working of these laws. I do not favor repeal of the Sherman Act.\nThe prevention of monopolies is of most vital public importance.\nCompetition is not only the basis of protection to the consumer but is the\nincentive to progress. However, the interpretation of these laws by the\ncourts, the changes in business, especially in the economic effects upon\nthose enterprises closely related to the use of the natural resources of\nthe country, make such an inquiry advisable. The producers of these\nmaterials assert that certain unfortunate results of wasteful and\ndestructive use of these natural resources together with a destructive\ncompetition which impoverishes both operator and worker can not be remedied\nbecause of the prohibitive interpretation of the antitrust laws. The\nwell-known condition of the bituminous coal industry is an illustration.\nThe people have a vital interest in the conservation of their natural\nresources; in the prevention of wasteful practices; in conditions of\ndestructive competition which may impoverish the producer and the wage\nearner; and they have an equal interest in maintaining adequate\ncompetition. I therefore suggest that an inquiry be directed especially to\nthe effect of the workings of the antitrust laws in these particular fields\nto determine if these evils can be remedied without sacrifice of the\nfundamental purpose of these laws.CAPITAL-GAINS TAXIt is urged by many thoughtful citizens that the peculiar economic effect\nof the income tax on so-called capital gains at the present rate is to\nenhance speculative inflation and likewise impede business recovery. I\nbelieve this to be the case and I recommend that a study be made of the\neconomic effects of this tax and of its relation to the general structure\nof our income tax law.IMMIGRATIONThere is need for revision of our immigration laws upon a more limited and\nmore selective basis, flexible to the needs of the country.Under conditions of current unemployment it is obvious that persons coming\nto the United States seeking work would likely become either a direct or\nindirect public charge. As a temporary measure the officers issuing visas\nto immigrants have been, in pursuance of the law, instructed to refuse\nvisas to applicants likely to fall into this class. As a result the visas\nissued have decreased from an average of about 24,000 per month prior to\nrestrictions to a rate of about 7,000 during the last month. These are\nlargely preferred persons under the law. Visas from Mexico are about 250\nper month compared to about 4,000 previous to restrictions. The whole\nsubject requires exhaustive reconsideration.DEPORTATION OF ALIEN CRIMINALSI urge the strengthening of our deportation laws so as to more fully rid\nourselves of criminal aliens. Furthermore, thousands of persons have\nentered the country in violation of the immigration laws. The very method\nof their entry indicates their objectionable character, and our law-abiding\nforeign-born residents suffer in consequence. I recommend that the Congress\nprovide methods of strengthening the Government to correct this abuse.POST OFFICEDue to deferment of Government building over many years, previous\nadministrations had been compelled to enter upon types of leases for\nsecondary facilities in large cities, some of which were objectionable as\nrepresenting too high a return upon the value of the property. To prevent\nthe occasion for further uneconomic leasing I recommend that the Congress\nauthorize the building by the Government of its own facilities.VETERANSThe Nation has generously expanded its care for veterans. The consolidation\nof all veterans' activities into the Veterans' Administration has produced\nsubstantial administrative economies. The consolidation also brings\nemphasis to the inequalities in service and allowances. The whole subject\nis under study by the administrator, and I recommend it should also be\nexamined by the committees of the Congress.SOCIAL SERVICEI urge further consideration by the Congress of the recommendations I made\na year ago looking to the development through temporary Federal aid of\nadequate State and local services for the health of children and the\nfurther stamping out of communicable disease, particularly in the rural\nsections. The advance of scientific discovery, methods, and social thought\nimposes a new vision in these matters. The drain upon the Federal Treasury\nis comparatively small. The results both economic and moral are of the\nutmost importance.GENERALIt is my belief that after the passing of this depression, when we can\nexamine it in retrospect, we shall need to consider a number of other\nquestions as to what action may be taken by the Government to remove\nPossible governmental influences which make for instability and to better\norganize mitigation of the effect of depression. It is as yet too soon to\nconstructively formulate such measures.There are many administrative subjects, such as departmental\nreorganization, extension of the civil service, readjustment of the postal\nrates, etc., which at some appropriate time require the attention of the\nCongress.FOREIGN RELATIONSOur relations with foreign countries have been maintained upon a high basis\nof cordiality and good will.During the past year the London naval pact was completed, approved by the\nSenate, and ratified by the governments concerned. By this treaty we have\nabolished competition in the building of warships, have established the\nbasis of parity of the United States with the strongest of foreign powers,\nand have accomplished a substantial reduction in war vessels.During the year there has been an extended political unrest in the world.\nAsia continues in disturbed condition, and revolutions have taken place in\nBrazil, Argentina, Peru, and Bolivia. Despite the jeopardy to our citizens\nand their property which naturally arises in such circumstances, we have,\nwith the cooperation of the governments concerned, been able to meet all\nsuch instances without friction.We have resumed normal relations with the new Governments of Brazil,\nArgentina, Peru, and Bolivia immediately upon evidence that they were able\nto give protection to our citizens and their property, and that they\nrecognized their international obligations.A commission which was supported by the Congress has completed its\ninvestigation and reported upon our future policies in respect to Haiti and\nproved of high value in securing the acceptance of these policies. An\nelection has been held and a new government established. We have replaced\nour high commissioner by a minister and have begun the gradual withdrawal\nof our activities with view to complete retirement at the expiration of the\npresent treaty in 1935.A number of arbitration and conciliation treaties have been completed or\nnegotiated during the year, and will be presented for approval by the\nSenate.I shall, in a special message, lay before the Senate the protocols covering\nthe statutes of the World Court which have been revised to accord with the\nsense of previous Senate reservations.The White House,December 2, 1930", 
    "name": "Herbert Hoover"
}