{
    "date": "December 3, 1929", 
    "speech": "To the Senate and House of Representatives:The Constitution requires that the President \"shall, from time to time,\ngive to the Congress information of the state of the Union, and recommend\nto their consideration such measures as he shall judge necessary and\nexpedient.\" In complying with that requirement I wish to emphasize that\nduring the past year the Nation has continued to grow in strength; our\npeople have advanced in comfort; we have gained in knowledge; the education\nof youth has been more widely spread; moral and spiritual forces have been\nmaintained; peace has become more assured. The problems with which we are\nconfronted are the problems of growth and of progress. In their solution we\nhave to determine the facts, to develop the relative importance to be\nassigned to such facts, to formulate a common judgment upon them, and to\nrealize solutions in spirit of conciliation.FOREIGN RELATIONSWe are not only at peace with all the world, but the foundations for future\npeace are being substantially strengthened. To promote peace is our\nlong-established policy. Through the Kellogg-Briand pact a great moral\nstandard has been raised in the world. By it fifty-four nations have\ncovenanted to renounce war and to settle all disputes by pacific means.\nThrough it a new world outlook has been inaugurated which has profoundly\naffected the foreign policies of nations. Since its inauguration we have\ninitiated new efforts not only in the organization of the machinery of\npeace but also to eliminate dangerous forces which produce controversies\namongst nations.In January, 1926, the Senate gave its consent to adherence to the Court of\nInternational Justice with certain reservations. In September of this year\nthe statute establishing the court has, by the action of the nations\nsignatory, been amended to meet the Senate's reservations and to go even\nbeyond those reservations to make clear that the court is a true\ninternational court of justice. I believe it will be clear to everyone that\nno controversy or question in which this country has or claims an interest\ncan be passed on by the court without our consent at the time the question\narises. The doubt about advisory opinions has been completely safeguarded.\nOur adherence to the International Court is, as now constituted, not the\nslightest step toward entry into the League of Nations. As I have before\nindicated, I shall direct that our signature be affixed to the protocol of\nadherence and shall submit it for the approval of the Senate with a special\nmessage at some time when it is convenient to deal with it.In the hope of reducing friction in the world, and with the desire that we\nmay reduce the great economic burdens of naval armament, we have joined in\nconference with Great Britain, France, Italy, and Japan to be held in\nLondon in January to consider the further limitation and reduction of naval\narms. We hold high hopes that success may attend this effort.At the beginning of the present administration the neighboring State of\nMexico was best with domestic insurrection. We maintained the embargo upon\nthe shipment of arms to Mexico but permitted the duly constituted\nGovernment to procure supplies from our surplus war stocks. Fortunately,\nthe Mexican Government by its own strength successfully withstood the\ninsurrection with but slight damage. Opportunity of further peaceful\ndevelopment is given to that country. At the request of the Mexican\nGovernment, we have since lifted the embargo on shipment of arms\naltogether. The two governments have taken further steps to promote\nfriendly relationships and so solve our differences. Conventions prolonging\nfor a period of two years the life of the general and special claims\ncommissions have been concluded.In South America we are proud to have had part in the settlement of the\nlong-standing dispute between Chile and Peru in the disposal of the\nquestion of Tacna-Arica.The work of the commission of inquiry and conciliation between Bolivia and\nParaguay, in which a representative of this Government participated, has\nsuccessfully terminated an incident which seemed to threaten war. The\nproposed plan for final settlement as suggested by the neutral governments\nis still under consideration.This Government has continued its efforts to act as a mediator in boundary\ndifficulties between Guatemala and Honduras.A further instance of profound importance in establishing good will was the\ninauguration of regular air mail service between the United States and\nCaribbean, Central American, and South American countries.We still have marines on foreign soil--in Nicaragua, Haiti, and China. In\nthe large sense we do not wish to be represented abroad in such manner.\nAbout 1,600 marines remain in Nicaragua at the urgent request of that\ngovernment and the leaders of all parties pending the training of a\ndomestic constabulary capable of insuring tranquility. We have already\nreduced these forces materially and we are anxious to withdraw them further\nas the situation warrants. In Haiti we have about 700 marines, but it is a\nmuch more difficult problem, the solution of which is still obscure. If\nCongress approves, I shall dispatch a commission to Haiti to review and\nstudy the matter in an endeavor to arrive at some more definite policy than\nat present. Our forces in China constitute 2,605 men, which we hope also\nfurther to reduce to the normal legation guard.It is my desire to establish more firmly our understanding and\nrelationships with the Latin American countries by strengthening the\ndiplomatic missions to those countries. It is my hope to secure men long\nexperienced in our Diplomatic Service, who speak the languages of the\npeoples to whom they are accredited, as chiefs of our diplomatic missions\nin these States. I shall send to the Senate at an early date the\nnominations of several such men.The Congress has by numerous wise and foresighted acts in the past few\nyears greatly strengthened the character of our representation abroad. It\nhas made liberal provision for the establishment of suitable quarters for\nour foreign staffs in the different countries. In order, however, that we\nmay further develop the most effective force in this, one of the most\nresponsible functions of our Government, I shall recommend to the Congress\nmore liberal appropriations for the work of the State Department. I know of\nno expenditure of public money from which a greater economic and moral\nreturn can come to us than by assuring the most effective conduct of our\nforeign relations.NATIONAL DEFENSETo preserve internal order and freedom from encroachment is the first\npurpose of government. Our Army and Navy are being maintained in a most\nefficient state under officers of high intelligence and zeal. The extent\nand expansion of their numbers and equipment as at present authorized are\nample for this purpose.We can well be deeply concerned, however, at the growing expense. From a\ntotal expenditure for national defense purposes in 1914 of $267,000,000, it\nnaturally rose with the Great War, but receded again to $612,000,000 in\n1924, when again it began to rise until during the current fiscal year the\nexpenditures will reach to over $730,000,000, excluding all civilian\nservices of those departments. Programs now authorized will carry it to\nstill larger figures in future years. While the remuneration paid to our\nsoldiers and sailors is justly at a higher rate than that of any other\ncountry in the world, and while the cost of subsistence is higher, yet the\ntotal of our expenditures is in excess of those of the most highly\nmilitarized nations of the world.Upon the conference shortly to be held in London will depend such\nmoderation as we can make in naval expenditure. If we shall be compelled to\nundertake the naval construction implied in the Washington arms treaty as\nwell as other construction which would appear to be necessary if no\ninternational agreement can be completed, we shall be committed during the\nnext six years to a construction expenditure of upward of $1,200,000,000\nbesides the necessary further increase in costs for annual upkeep.After 1914 the various Army contingents necessarily expanded to the end of\nthe Great War and then receded to the low point in 1924, when expansion\nagain began. In 1914 the officers and men in our regular forces, both Army\nand Navy, were about 164,000, in 1924 there were about 256,000, and in 1929\nthere were about 250,000. Our citizens' army, however, including the\nNational Guard and other forms of reserves, increase these totals up to\nabout 299,000 in 1914, about 672,000 in 1924, and about 728,000 in 1929.Under the Kellogg pact we have undertaken never to use war as an instrument\nof national policy. We have, therefore, undertaken by covenant to use these\nequipments solely for defensive purposes. From a defense point of view our\nforces should be proportioned to national need and should, therefore, to\nsome extent be modified by the prospects of peace, which were never\nbrighter than to-day.It should be borne in mind that the improvement in the National Guard by\nFederal support begun in 1920 has definitely strengthened our national\nsecurity by rendering them far more effective than ever heretofore. The\nadvance of aviation has also greatly increased our effectiveness in\ndefense. In addition to the very large program of air forces which we are\nmaintaining in the Army and Navy, there has been an enormous growth of\ncommercial aviation. This has provided unanticipated reserves in\nmanufacturing capacity and in industrial and air personnel, which again\nadds to our security.I recommend that Congress give earnest consideration to the possibilities\nof prudent action which will give relief from our continuously mounting\nexpenditures.FINANCES OF THE GOVERNMENTThe finances of the Government are in sound condition. I shall submit the\ndetailed evidences and the usual recommendations in the special Budget\nmessage. I may, however, summarize our position. The public debt on June 30\nthis year stood at $16,931,000,000, compared to the maximum in August,\n1919, of $26,596,000,000. Since June 30 it has been reduced by a further\n$238,000,000. In the Budget to be submitted the total appropriations\nrecommended for the fiscal year 1931 are $3,830,445,231, as compared to\n$3,976,141,651 for the present fiscal year. The present fiscal year,\nhowever, includes $150,000,000 for the Federal Farm Board, as to which no\nestimate can as yet be determined for 1931.Owing to the many necessary burdens assumed by Congress in previous years\nwhich now require large outlays, it is with extreme difficulty that we\nshall be able to keep the expenditures for the next fiscal year within the\nbounds of the present year. Economies in many directions have permitted\nsome accommodation of pressing needs, the net result being an increase, as\nshown above, of about one-tenth of 1 per cent above the present fiscal\nyear. We can not fail to recognize the obligations of the Government in\nsupport of the public welfare but we must coincidentally bear in mind the\nburden of taxes and strive to find relief through some tax reduction. Every\ndollar so returned fertilizes the soil of prosperity.TAX REDUCTIONThe estimate submitted to me by the Secretary of the Treasury and the\nBudget Director indicates that the Government will close the fiscal year\n1930 with a surplus of about $225,000,000 and the fiscal year 1931 with a\nsurplus of about $123,000,000. Owing to unusual circumstances, it has been\nextremely difficult to estimate future revenues with accuracy.I believe, however, that the Congress will be fully justified in giving the\nbenefits of the prospective surpluses to the taxpayers, particularly as\nample provision for debt reduction has been made in both years through the\nform of debt retirement from ordinary revenues. In view of the uncertainty\nin respect of future revenues and the comparatively small size of the\nindicated surplus in 1931, relief should take the form of a provisional\nrevision of tax rates.I recommend that the normal income tax rates applicable to the incomes of\nindividuals for the calendar year 1929 be reduced from 5, 3, and 1 1/2;\nper cent, to 4, 2, and 1/2; per cent, and that the tax on the income of\ncorporations for the calendar year 1929 be reduced from 12 to 11 per cent.\nIt is estimated that this will result in a reduction of $160,000,000 in\nincome taxes to be collected during the calendar year 1930. The loss in\nrevenue will be divided approximately equally between the fiscal years 1930\nand 1931. Such a program will give a measure of tax relief to the maximum\nnumber of taxpayers, with relatively larger benefits to taxpayers with\nsmall or moderate incomes.FOREIGN DEBTSThe past year has brought us near to completion of settlements of the\nindebtedness of foreign governments to the United States.The act of Congress approved February 4, 1929, authorized the settlement\nwith the Government of Austria along lines similar to the terms of\nsettlement offered by that Government to its other relief creditors. No\nagreement has yet been concluded with that government, but the form of\nagreement has been settled and its execution only awaits the Government of\nAustria securing the assent by all the other relief creditors of the terms\noffered. The act of Congress approved February 14, 1929, authorized the\nsettlement with the Government of Greece, and an agreement was concluded on\nMay 10, 1929.The Government of France ratified the agreement with us on July 27, 1929.\nThis agreement will shortly be before the Congress and I recommend its\napproval.The only indebtedness of foreign governments to the United States now\nunsettled is that of Russia and Armenia.During the past year a committee of distinguished experts under American\nleadership submitted a plan looking to a revision of claims against Germany\nby the various Governments. The United States denied itself any\nparticipation in the war settlement of general reparations and our claims\nare comparatively small in amount. They arise from costs of the army of\noccupation and claims of our private citizens for losses under awards from\nthe Mixed Claims Commission established under agreement with the German\nGovernment. In finding a basis for settlement it was necessary for the\ncommittee of experts to request all the Governments concerned to make some\ncontribution to the adjustment and we have felt that we should share a\nproportion of the concessions made.The State and Treasury Departments will be in a position shortly to submit\nfor your consideration a draft of an agreement to be executed between the\nUnited States and Germany providing for the payments of these revised\namounts. A more extensive statement will be submitted at that time.The total amount of indebtedness of the various countries to the United\nStates now funded is $11,579,465,885. This sum was in effect provided by\nthe issue of United States Government bonds to our own people. The payments\nof the various Governments to us on account of principal and interest for\n1930 are estimated at a total of about $239,000,000, for 1931 at about\n$236,000,000, for 1932 at about $246,000,000. The measure of American\ncompromise in these settlements may be appreciated from the fact that our\ntaxpayers are called upon to find annually about $475,000,000 in interest\nand in addition to redeem the principal of sums borrowed by the United\nStates Government for these purposes.ALIEN ENEMY PROPERTYThe wise determination that this property seized in war should be returned\nto its owners has proceeded with considerable rapidity. Of the original\nseized cash and property (valued at a total of about $625,000,000), all but\n$111,566,700 has been returned. Most of the remainder should be disposed of\nduring the next year.GENERAL ECONOMIC SITUATIONThe country has enjoyed a large degree of prosperity and sound progress\nduring the past year with a steady improvement in methods of production and\ndistribution and consequent advancement in standards of living. Progress\nhas, of course, been unequal among industries, and some, such as coal,\nlumber, leather, and textiles, still lag behind. The long upward trend of\nfundamental progress, however, gave rise to over-optimism as to profits,\nwhich translated itself into a wave of uncontrolled speculation in\nsecurities, resulting in the diversion of capital from business to the\nstock market and the inevitable crash. The natural consequences have been a\nreduction in the consumption of luxuries and semi-necessities by those who\nhave met with losses, and a number of persons thrown temporarily out of\nemployment. Prices of agricultural products dealt in upon the great markets\nhave been affected in sympathy with the stock crash.Fortunately, the Federal reserve system had taken measures to strengthen\nthe position against the day when speculation would break, which together\nwith the strong position of the banks has carried the whole credit system\nthrough the crisis without impairment. The capital which has been hitherto\nabsorbed in stock-market loans for speculative purposes is now returning to\nthe normal channels of business. There has been no inflation in the prices\nof commodities; there has been no undue accumulation of goods, and foreign\ntrade has expanded to a magnitude which exerts a steadying influence upon\nactivity in industry and employment.The sudden threat of unemployment and especially the recollection of the\neconomic consequences of previous crashes under a much less secured\nfinancial system created unwarranted pessimism and fear. It was recalled\nthat past storms of similar character had resulted in retrenchment of\nconstruction, reduction of wages, and laying off of workers. The natural\nresult was the tendency of business agencies throughout the country to\npause in their plans and proposals for continuation and extension of their\nbusinesses, and this hesitation unchecked could in itself intensify into a\ndepression with widespread unemployment and suffering.I have, therefore, instituted systematic, voluntary measures of cooperation\nwith the business institutions and with State and municipal authorities to\nmake certain that fundamental businesses of the country shall continue as\nusual, that wages and therefore consuming power shall not be reduced, and\nthat a special effort shall be made to expand construction work in order to\nassist in equalizing other deficits in employment. Due to the enlarged\nsense of cooperation and responsibility which has grown in the business\nworld during the past few years the response has been remarkable and\nsatisfactory. We have canvassed the Federal Government and instituted\nmeasures of prudent expansion in such work that should be helpful, and upon\nwhich the different departments will make some early recommendations to\nCongress.I am convinced that through these measures we have reestablished\nconfidence. Wages should remain stable. A very large degree of industrial\nunemployment and suffering which would otherwise have occurred has been\nprevented. Agricultural prices have reflected the returning confidence. The\nmeasures taken must be vigorously pursued until normal conditions are\nrestored.AGRICULTUREThe agricultural situation is improving. The gross farm income as estimated\nby the Department of Agriculture for the crop season 1926-27 was\n$12,100,000,000; for 1927-28 it was $12,300,000,000; for 1928-29 it was\n$12,500,000,000; and estimated on the basis of prices since the last\nharvest the value of the 1929-30 crop would be over $12,650,000,000. The\nslight decline in general commodity prices during the past few years\nnaturally assists the farmers' buying power.The number of farmer bankruptcies is very materially decreased below\nprevious years. The decline in land values now seems to be arrested and\nrate of movement from the farm to the city has been reduced. Not all\nsections of agriculture, of course, have fared equally, and some areas have\nsuffered from drought. Responsible farm leaders have assured me that a\nlarge measure of confidence is returning to agriculture and that a feeling\nof optimism pervades that industry.The most extensive action for strengthening the agricultural industry ever\ntaken by any government was inaugurated through the farm marketing act of\nJune 15 last. Under its provisions the Federal Farm Board has been\nestablished, comprised of men long and widely experienced in agriculture\nand sponsored by the farm organizations of the country. During its short\nperiod of existence the board has taken definite steps toward a more\nefficient organization of agriculture, toward the elimination of waste in\nmarketing, and toward the upbuilding of farmers' marketing organizations on\nsounder and more efficient lines. Substantial headway has been made in the\norganization of four of the basic commodities--grain, cotton, livestock,\nand wool. Support by the board to cooperative marketing organizations and\nother board activities undoubtedly have served to steady the farmers'\nmarket during the recent crisis and have operated also as a great stimulus\nto the cooperative organization of agriculture. The problems of the\nindustry are most complex, and the need for sound organization is\nimperative. Yet the board is moving rapidly along the lines laid out for it\nin the act, facilitating the creation by farmers of farmer-owned and\nfarmer-controlled organizations and federating them into central\ninstitutions, with a view to increasing the bargaining power of\nagriculture, preventing and controlling surpluses, and mobilizing the\neconomic power of agriculture.THE TARIFFThe special session of Congress was called to expedite the fulfillment of\nparty pledges of agricultural relief and the tariff. The pledge of farm\nrelief has been carried out. At that time I stated the principles upon\nwhich I believed action should be taken in respect to the tariff: \"An\neffective tariff upon agricultural products, that will compensate the\nfarmer's higher costs and higher standards of living, has a dual purpose.\nSuch a tariff not only protects the farmer in our domestic market but it\nalso stimulates him to diversify his crops and to grow products that he\ncould not otherwise produce, and thus lessens his dependence upon exports\nto foreign markets. The great expansion of production abroad under the\nconditions I have mentioned renders foreign competition in our export\nmarkets increasingly serious. It seems but natural, therefore, that the\nAmerican farmer, having been greatly handicapped in his foreign market by\nsuch competition from the younger expanding countries, should ask that\nforeign access to our domestic market should be regulated by taking into\naccount the differences in our costs of production.\"In considering the tariff for other industries than agriculture, we find\nthat there have been economic shifts necessitating a readjustment of some\nof the tariff schedules. Seven years of experience under the tariff bill\nenacted in 1922 have demonstrated the wisdom of Congress in the enactment\nof that measure. On the whole it has worked well. In the main our wages\nhave been maintained at high levels; our exports and imports have steadily\nincreased; with some exceptions our manufacturing industries have been\nprosperous. Nevertheless, economic changes have taken place during that\ntime which have placed certain domestic products at a disadvantage and new\nindustries have come into being, all of which create the necessity for some\nlimited changes in the schedules and in the administrative clauses of the\nlaws as written in 1922.\"It would seem to me that the test of necessity for revision is, in the\nmain, whether there has been a substantial slackening of activity in an\nindustry during the past few years, and a consequent decrease of employment\ndue to insurmountable competition in the products of that industry. It is\nnot as if we were setting up a new basis of protective duties. We did that\nseven years ago. What we need to remedy now is whatever substantial loss of\nemployment may have resulted from shifts since that time.\"In determining changes in our tariff we must not fail to take into account\nthe broad interests of the country as a whole, and such interests include\nour trade relations with other countries.\" No condition has arisen in my\nview to change these principles stated at the opening of the special\nsession. I am firmly of the opinion that their application to the pending\nrevision will give the country the kind of a tariff law it both needs and\nwants. It would be most helpful if action should be taken at an early\nmoment, more especially at a time when business and agriculture are both\ncooperating to minimize future uncertainties. It is just that they should\nknow what the rates are to be.Even a limited revision requires the consideration and readjustment of many\nitems. The exhaustive inquiries and valuable debate from men representative\nof all parts of the country which is needed to determine the detailed rates\nmust necessarily be accomplished in the Congress. However perfectly this\nrate structure may be framed at any given time, the shifting of economic\nforces which inevitably occurs will render changes in some items desirable\nbetween the necessarily long intervals of congressional revision.\nInjustices are bound to develop, such as were experienced by the dairymen,\nthe flaxseed producers, the glass industry, and others, under the 1922\nrates. For this reason, I have been most anxious that the broad principle\nof the flexible tariff as provided in the existing law should be preserved\nand its delays in action avoided by more expeditious methods of determining\nthe costs of production at home and abroad, with executive authority to\npromulgate such changes upon recommendation of the Tariff Commission after\nexhaustive investigation. Changes by the Congress in the isolated items\nsuch as those to which I have referred would have been most unlikely both\nbecause of the concentrations of oppositions in the country, who could see\nno advantage to their own industry or State, and because of the difficulty\nof limiting consideration by the Congress to such isolated cases.There is no fundamental conflict between the interests of the farmer and\nthe worker. Lowering of the standards of living of either tends to destroy\nthe other. The prosperity of one rests upon the well-being of the other.\nNor is there any real conflict between the East and the West or the North\nand the South in the United States. The complete interlocking of economic\ndependence, the common striving for social and spiritual progress, our\ncommon heritage as Americans, and the infinite web of national sentiment,\nhave created a solidarity in a great people unparalleled in all human\nhistory. These invisible bonds should not and can not be shattered by\ndifferences of opinion growing out of discussion of a tariff.PUBLIC BUILDINGSUnder the provisions of various acts of Congress $300,000,000 has been\nauthorized for public buildings and the land upon which to construct them,\nbeing $75,000,000 for the District of Columbia and $225,000,000 for the\ncountry at large. Excluding $25,000,000 which is for the acquisition of\nland in the so-called \"triangle\" in this city, this public building\nlegislation provides for a five-year program for the District of Columbia\nand between an eight and nine year program for the country at large. Of\nthis sum approximately $27,400,000 was expended up to June 30 last, of\nwhich $11,400,000 has been expended in the District and $16,000,000\noutside.Even this generous provision for both the District of Columbia and the\ncountry is insufficient For most pressing governmental needs. Expensive\nrents and inadequate facilities are extravagance and not economy. In the\nDistrict even after the completion of these projects we shall have fully\n20,000 clerks housed in rented and temporary war buildings which can last\nbut a little longer.I therefore recommend that consideration should be given to the extension\nof authorizations both for the country at large and for the District of\nColumbia again distributed over a term of years. A survey of the need in\nboth categories has been made by the Secretary of the Treasury and the\nPostmaster General. It would be helpful in the present economic situation\nif such steps were taken as would enable early construction work.An expedition and enlargement of the program in the District would bring\nabout direct economies in construction by enabling the erection of\nbuildings in regular sequence. By maintaining a stable labor force in the\ncity, contracts can be made on more advantageous terms.The earlier completion of this program which is an acknowledged need would\nadd dignity to the celebration in 1932 of the two hundredth anniversary of\nthe birth of President Washington.In consideration of these projects which contribute so much to dignify the\nNational Capital I should like to renew the suggestion that the Fine Arts\nCommission should be required to pass upon private buildings which are\nproposed for sites facing upon public buildings and parks. Without such\ncontrol much of the effort of the Congress in beautification of the Capital\nwill be minimized.THE WATERWAYS AND FLOOD CONTROLThe development of inland waterways has received new impulse from the\ncompletion during this year of the canalization of the Ohio to a uniform\n9-foot depth. The development of the other segments of the Mississippi\nsystem should be expedited and with this in view I am recommending an\nincrease in appropriations for rivers and harbors from $50,000,000 to\n$55,000,000 per annum which, together with about $4,000,000 per annum\nreleased by completion of the Ohio, should make available after providing\nfor other river and harbor works a sum of from $25,000,000 to $30,000,000\nper annum for the Mississippi system and thus bring it to early\ncompletion.Conflict of opinion which has arisen over the proposed floodway from the\nArkansas River to the Gulf of Mexico via the Atchafalaya River has led me\nto withhold construction upon this portion of the Mississippi flood control\nplan until it could be again reviewed by the engineers for any further\nrecommendation to Congress. The other portions of the project are being\nvigorously prosecuted and I have recommended an increase in appropriations\nfor this from $30,000,000 of the present year to $35,000,000 during the\nnext fiscal year.Expansion of our intracoastal waterways to effective barge depths is well\nwarranted. We are awaiting the action of Canada upon the St. Lawrence\nwaterway project.HIGHWAYSThere are over 3,000,000 miles of legally established highways in the\nUnited States, of which about 10 per cent are included in the State highway\nsystems, the remainder being county and other local roads. About 626,000\nmiles have been improved with some type of surfacing, comprising some 63\nper cent of the State highway systems and 16 per cent of the local roads.\nOf the improved roads about 102,000 miles are hard surfaced, comprising\nabout 22 per cent of the State highway systems and about 8 per cent of the\nlocal roads.While proper planning should materially reduce the listed mileage of public\nroads, particularly in the agricultural districts, and turn these roads\nback to useful purposes, it is evident that road construction must be a\nlong-continued program. Progress in improvement is about 50,000 miles of\nall types per annum, of which some 12,000 miles are of the more durable\ntypes. The total expenditures of Federal, State, and local governments last\nyear for construction and maintenance assumed the huge total of\n$1,660,000,000.Federal aid in the construction of the highway systems in conjunction with\nthe States has proved to be beneficial and stimulating. We must ultimately\ngive consideration to the increase of our contribution to these systems,\nparticularly with a view to stimulating the improvement of farm-to-market\nroads.POST OFFICEOur Post Office deficit has now increased to over $80,000,000 a year, of\nwhich perhaps $14,000,000 is due to losses on ocean mail and air mail\ncontracts. The department is making an exhaustive study of the sources of\nthe deficit with view to later recommendation to Congress in respect to\nit.The Post Office quarters are provided in part by the Federal construction,\nin part by various forms of rent and lease arrangements. The practice has\ngrown up in recent years of contracting long term leases under which both\nrent and amortization principal cost of buildings is included. I am advised\nthat fully 40 per cent could be saved from many such rent and lease\nagreements even after allowing interest on the capital required at the\nnormal Government rate. There are also many objectionable features to some\nof these practices. The provision of adequate quarters for the Post Office\nshould be put on a sound basis.A revision of air mail rates upon a more systematic and permanent footing\nis necessary. The subject is under study, and if legislation should prove\nnecessary the subject will be presented to the Congress. In the meantime I\nrecommend that the Congress should consider the desirability of authorizing\nfurther expansion of the South American services.COMMERCIAL AVIATIONDuring the past year progress in civil aeronautics has been remarkable.\nThis is to a considerable degree due to the wise assistance of the Federal\nGovernment through the establishment and maintenance of airways by the\nDepartment of Commerce and the mail contracts from the Post Office\nDepartment. The Government-improved airways now exceed 25,000 miles--more\nthan 14,000 miles of which will be lighted and equipped for night-flying\noperations by the close of the current year. Airport construction through\nall the States is extremely active. There are now 1,000 commercial and\nmunicipal airports in operation with an additional 1,200 proposed for early\ndevelopment.Through this assistance the Nation is building a sound aviation system,\noperated by private enterprise. Over 6,400 planes are in commercial use,\nand 9,400 pilots are licensed by the Government. Our manufacturing capacity\nhas risen to 7,500 planes per annum. The aviation companies have increased\nregular air transportation until it now totals 90,000 miles per\nday--one-fourth of which is flown by night. Mail and express services now\nconnect our principal cities, and extensive services for passenger\ntransportation have been inaugurated, and others of importance are\nimminent. American air lines now reach into Canada and Mexico, to Cuba,\nPorto Rico, Central America, and most of the important countries of South\nAmerica.RAILWAYSAs a whole, the railroads never were in such good physical and financial\ncondition, and the country has never been so well served by them. The\ngreatest volume of freight traffic ever tendered is being carried at a\nspeed never before attained and with satisfaction to the shippers.\nEfficiencies and new methods have resulted in reduction in the cost of\nproviding freight transportation, and freight rates show a continuous\ndescending line from the level enforced by the World War.We have, however, not yet assured for the future that adequate system of\ntransportation through consolidations which was the objective of the\nCongress in the transportation act. The chief purpose of consolidation is\nto secure well-balanced systems with more uniform and satisfactory rate\nstructure, a more stable financial structure, more equitable distribution\nof traffic, greater efficiency, and single-line instead of multiple-line\nhauls. In this way the country will have the assurance of better service\nand ultimately at lower and more even rates than would otherwise be\nattained. Legislation to simplify and expedite consolidation methods and\nbetter to protect public interest should be enacted.Consideration should also be given to relief of the members of the\nCommission from the necessity of detailed attention to comparatively\ninconsequential matters which, under the existing law, must receive their\ndirect and personal consideration. It is in the public interest that the\nmembers of the Commission should not be so pressed by minor matters that\nthey have inadequate time for investigation and consideration of the larger\nquestions committed to them for solution. As to many of these minor\nmatters, the function of the Commission might well be made revisory, and\nthe primary responsibility delegated to subordinate officials after the\npractice long in vogue in the executive departments.MERCHANT MARINEUnder the impulse of the merchant marine act of 1928 the transfer to\nprivate enterprise of the Government-owned steamship lines is going forward\nwith increasing success. The Shipping Board now operates about 18 lines,\nwhich is less than half the number originally established, and the estimate\nof expenditures for the coming fiscal year is based upon reduction in\nlosses on Government lines by approximately one-half. Construction loans\nhave been made to the amount of approximately $75,000,000 out of the\nrevolving fund authorized by Congress and have furnished an additional aid\nto American shipping and further stimulated the building of vessels in\nAmerican yards.Desirous of securing the full values to the Nation of the great effort to\ndevelop our merchant marine by the merchant marine act soon after the\ninauguration of the present administration, I appointed an\ninterdepartmental committee, consisting of the Secretary of Commerce, as\nchairman, the Secretary of the Navy, the Postmaster General, and the\nchairman of the Shipping Board, to make a survey of the policies being\npursued under the act of 1928 in respect of mail contracts; to inquire into\nits workings and to advise the Postmaster General in the administration of\nthe act.In particular it seemed to me necessary to determine if the result of the\ncontracts already let would assure the purpose expressed in the act, \"to\nfurther develop an American merchant marine, to assure its permanence in\nthe transportation of the foreign trade of the United States, and for other\npurposes,\" and to develop a coordinated policy by which these purposes may\nbe translated into actualities.In review of the mail contracts already awarded it was found that they\naggregated 25 separate awards imposing a governmental obligation of a\nlittle over $12,000,000 per annum. Provision had been imposed in five of\nthe contracts for construction of new vessels with which to replace and\nexpand services. These requirements come to a total of 12 vessels in the\n10-year period, aggregating 122,000 tons. Some other conditions in the\ncontracts had not worked out satisfactorily.That study has now been substantially completed and the committee has\nadvised the desirability and the necessity of securing much larger\nundertakings as to service and new construction in future contracts. The\ncommittee at this time is recommending the advertising of 14 additional\nroutes, making substantial requirements for the construction of new vessels\nduring the life of each contract recommended. A total of 40 new vessels\nwill be required under the contracts proposed, about half of which will be\nrequired to be built during the next three years. The capital cost of this\nnew construction will be approximately $250,000,000, involving\napproximately 460,000 gross tons. Should bidders be found who will make\nthese undertakings, it will be necessary to recommend to Congress an\nincrease in the authorized expenditure by the Post Office of about\n$5,500,000 annually. It will be most advantageous to grant such an\nauthority.A conflict as to the administration of the act has arisen in the contention\nof persons who have purchased Shipping Board vessels that they are entitled\nto mail contracts irrespective of whether they are the lowest bidder, the\nPost Office, on the other hand, being required by law to let contracts in\nthat manner. It is urgent that Congress should clarify this situation.THE BANKING SYSTEMIt is desirable that Congress should consider the revision of some portions\nof the banking law.The development of \"group\" and \"chain\" banking presents many new problems.\nThe question naturally arises as to whether if allowed to expand without\nrestraint these methods would dangerously concentrate control of credit,\nand whether they would not in any event seriously threaten one of the\nfundamentals of the American credit system--which is that credit which is\nbased upon banking deposits should be controlled by persons within those\nareas which furnish these deposits and thus be subject to the restraints of\nlocal interest and public opinion in those areas. To some degree, however,\nthis movement of chain or group banking is a groping for stronger support\nto the banks and a more secure basis for these institutions.The growth in size and stability of the metropolitan banks is in marked\ncontrast to the trend in the country districts, with its many failures and\nthe losses these failures have imposed upon the agricultural community.The relinquishment of charters of national banks in great commercial\ncenters in favor of State charters indicates that some conditions surround\nthe national banks which render them unable to compete with State banks;\nand their withdrawal results in weakening our national banking system.It has been proposed that permission should be granted to national banks to\nengage in branch banking of a nature that would preserve within limited\nregions the local responsibility and the control of such credit\ninstitutions.All these subjects, however, require careful investigation, and it might be\nfound advantageous to create a joint commission embracing Members of the\nCongress and other appropriate Federal officials for subsequent report.ELECTRICAL POWER REGULATIONThe Federal Power Commission is now comprised of three Cabinet officers,\nand the duties involved in the competent conduct of the growing\nresponsibilities of this commission far exceed the time and attention which\nthese officials can properly afford from other important duties. I\nrecommended that authority be given for the appointment of full-time\ncommissioners to replace them.It is also desirable that the authority of the commission should be\nextended to certain phases of power regulation. The nature of the electric\nutilities industry is such that about 90 per cent of all power generation\nand distribution is intrastate in character, and most of the States have\ndeveloped their own regulatory systems as to certificates of convenience,\nrates, and profits of such utilities. To encroach upon their authorities\nand responsibilities would be an encroachment upon the rights of the\nStates. There are cases, however, of interstate character beyond the\njurisdiction of the States. To meet these cases it would be most desirable\nif a method could be worked out by which initial action may be taken\nbetween the commissions of the States whose joint action should be made\neffective by the Federal Power Commission with a reserve to act on its own\nmotion in case of disagreement or nonaction by the States.THE RADIO COMMISSIONI recommend the reorganization of the Radio Commission into a permanent\nbody from its present temporary status. The requirement of the present law\nthat the commissioners shall be appointed from specified zones should be\nabolished and a general provision made for their equitable selection from\ndifferent parts of the country. Despite the effort of the commissioners,\nthe present method develops a public insistence that the commissioners are\nspecially charged with supervision of radio affairs in the zone from which\neach is appointed. As a result there is danger that the system will\ndegenerate from a national system into five regional agencies with varying\npractices, varying policies, competitive tendencies, and consequent failure\nto attain its utmost capacity for service to the people as a whole.MUSCLE SHOALSIt is most desirable that this question should be disposed of. Under\npresent conditions the income from these plants is less than could\notherwise be secured for its use, and more especially the public is not\nsecuring the full benefits which could be obtained from them.It is my belief that such parts of these plants as would be useful and the\nrevenues from the remainder should be dedicated for all time to the farmers\nof the United States for investigation and experimentation on a commercial\nscale in agricultural chemistry. By such means advancing discoveries of\nscience can be systematically applied to agricultural need, and development\nof the chemical industry of the Tennessee Valley can be assured.I do not favor the operation by the Government of either power or\nmanufacturing business except as an unavoidable by-product of some other\nmajor public purpose.Any form of settlement of this question will imply entering upon a contract\nor contracts for the lease of the plants either as a whole or in parts and\nthe reservation of facilities, products, or income for agricultural\npurposes. The extremely technical and involved nature of such contracts\ndealing with chemical and electrical enterprises, added to the unusual\ndifficulties surrounding these special plants, and the rapid commercial\nchanges now in progress in power and synthetic nitrogen manufacture, lead\nme to suggest that Congress create a special commission, not to investigate\nand report as in the past, but with authority to negotiate and complete\nsome sort of contract or contracts on behalf of the Government, subject, of\ncourse, to such general requirements as Congress may stipulate.BOULDER DAMThe Secretary of the Interior is making satisfactory progress in\nnegotiation of the very complex contracts required for the sale of the\npower to be generated at this project. These contracts must assure the\nreturn of all Government outlays upon the project. I recommend that the\nnecessary funds be appropriated for the initiation of this work as soon as\nthe contracts are in the hands of Congress.CONSERVATIONConservation of national resources is a fixed policy of the Government.\nThree important questions bearing upon conservation of the public lands\nhave become urgent.Conservation of our oil and gas resources against future need is a national\nnecessity. The working of the oil permit system in development of oil and\ngas resources on the public domain has been subject to great abuse. I\nconsidered it necessary to suspend the issuance of such permits and to\ndirect the review of all outstanding permits as to compliance of the\nholders with the law. The purpose was not only to end such abuse but to\nplace the Government in position to review the entire subject.We are also confronted with a major problem in conservation due to the\novergrazing on public lands. The effect of overgrazing (which has now\nbecome general) is not only to destroy the ranges but by impairing the\nground coverage seriously to menace the water supply in many parts of the\nWest through quick run-off, spring floods, and autumn drought.We have a third problem of major dimensions in the reconsideration of our\nreclamation policy. The inclusion of most of the available lands of the\npublic domain in existing or planned reclamation projects largely completes\nthe original purpose of the Reclamation Service. There still remains the\nnecessity for extensive storage of water in the arid States which renders\nit desirable that we should give a wider vision and purpose to this\nservice.To provide for careful consideration of these questions and also of better\ndivision of responsibilities in them as between the State and Federal\nGovernments, including the possible transfer to the States for school\npurposes of the lands unreserved for forests, parks, power, minerals, etc.,\nI have appointed a Commission on Conservation of the Public Domain, with a\nmembership representing the major public land States and at the same time\nthe public at large. I recommend that Congress should authorize a moderate\nsum to defray their expenses.SOCIAL SERVICEThe Federal Government provides for an extensive and valuable program of\nconstructive social service, in education, home building, protection to\nwomen and children, employment, public health, recreation, and many other\ndirections.In a broad sense Federal activity in these directions has been confined to\nresearch and dissemination of information and experience, and at most to\ntemporary subsidies to the States in order to secure uniform advancement in\npractice and methods. Any other attitude by the Federal Government will\nundermine one of the most precious possessions of the American people; that\nis, local and individual responsibility. We should adhere to this policy.Federal officials can, however, make a further and most important\ncontribution by leadership in stimulation of the community and voluntary\nagencies, and by extending Federal assistance in organization of these\nforces and bringing about cooperation among them.As an instance of this character, I have recently, in cooperation with the\nSecretaries of Interior and Labor, laid the foundations of an exhaustive\ninquiry into the facts precedent to a nation-wide White House conference on\nchild health and protection. This cooperative movement among interested\nagencies will impose no expense upon the Government. Similar nation-wide\nconferences will be called in connection with better housing and recreation\nat a later date.In view of the considerable difference of opinion as to the policies which\nshould be pursued by the Federal Government with respect to education, I\nhave appointed a committee representative of the important educational\nassociations and others to investigate and present recommendations. In\ncooperation with the Secretary of the Interior, I have also appointed a\nvoluntary committee of distinguished membership to assist in a nation-wide\nmovement for abolition of illiteracy.I have recommended additional appropriations for the Federal employment\nservice in order that it may more fully cover its cooperative work with\nState and local services. I have also recommended additional appropriations\nfor the Women's and Children's Bureaus for much needed research as to facts\nwhich I feel will prove most helpful.PUBLIC HEALTHThe advance in scientific discovery as to disease and health imposes new\nconsiderations upon us. The Nation as a whole is vitally interested in the\nhealth of all the people; in protection from spread of contagious disease;\nin the relation of physical and mental disabilities to criminality; and in\nthe economic and moral advancement which is fundamentally associated with\nsound body and mind. The organization of preventive measures and health\neducation in its personal application is the province of public health\nservice. Such organization should be as universal as public education. Its\nsupport is a proper burden upon the taxpayer. It can not be organized with\nsuccess, either in its sanitary or educational phases, except under public\nauthority. It should be based upon local and State responsibility, but I\nconsider that the Federal Government has an obligation of contribution to\nthe establishment of such agencies.In the practical working out of organization, exhaustive experiment and\ntrial have demonstrated that the base should be competent organization of\nthe municipality, county, or other local unit. Most of our municipalities\nand some 400 rural counties out of 3,000 now have some such unit\norganization. Where highly developed, a health unit comprises at least a\nphysician, sanitary engineer, and community nurse with the addition, in\nsome cases, of another nurse devoted to the problems of maternity and\nchildren. Such organization gives at once a fundamental control of\npreventive measures and assists in community instruction. The Federal\nGovernment, through its interest in control of contagion, acting through\nthe United States Public Health Service and the State agencies, has in the\npast and should in the future concern itself with this development,\nparticularly in the many rural sections which are unfortunately far behind\nin progress. Some parts of the funds contributed under the Sheppard-Towner\nAct through the Children's Bureau of the Department of Labor have also\nfound their way into these channels.I recommend to the Congress that the purpose of the Sheppard-Towner Act\nshould be continued through the Children's Bureau for a limited period of\nyears; and that the Congress should consider the desirability of confining\nthe use of Federal funds by the States to the building up of such county or\nother local units, and that such outlay should be positively coordinated\nwith the funds expended through the United States Public Health Service\ndirected to other phases of the same county or other local unit\norganization. All funds appropriated should of course be applied through\nthe States, so that the public health program of the county or local unit\nwill be efficiently coordinated with that of the whole State.FEDERAL PRISONSClosely related to crime conditions is the administration of the Federal\nprison system. Our Federal penal institutions are overcrowded, and this\ncondition is daily becoming worse. The parole and probation systems are\ninadequate. These conditions make it impossible to perform the work of\npersonal reconstruction of prisoners so as to prepare them for return to\nthe duties of citizenship. In order to relieve the pressing evils I have\ndirected the temporary transfer of the Army Disciplinary Barracks at\nLeavenworth to the Department of Justice for use as a Federal prison. Not\nonly is this temporary but it is inadequate for present needs.We need some new Federal prisons and a reorganization of our probation and\nparole systems; and there should be established in the Department of\nJustice a Bureau of Prisons with a sufficient force to deal adequately with\nthe growing activities of our prison institutions. Authorization for the\nimprovements should be given speedily, with initial appropriations to allow\nthe construction of the new institutions to be undertaken at once.\nIMMIGRATIONRestriction of immigration has from every aspect proved a sound national\npolicy. Our pressing problem is to formulate a method by which the limited\nnumber of immigrants whom we do welcome shall be adapted to our national\nsetting and our national needs.I have been opposed to the basis of the quotas now in force and I have\nhoped that we could find some practical method to secure what I believe\nshould be our real national objective; that is, fitness of the immigrant as\nto physique, character, training, and our need of service. Perhaps some\nsystem of priorities within the quotas could produce these results and at\nthe same time enable some hardships in the present system to be cleared up.\nI recommend that the Congress should give the subject further study, in\nwhich the executive departments will gladly cooperate with the hope of\ndiscovering such method as will more fully secure our national necessities.\nVETERANSIt has been the policy of our Government almost from its inception to make\nprovision for the men who have been disabled in defense of our country.\nThis policy should be maintained. Originally it took the form of land\ngrants and pensions. This system continued until our entry into the World\nWar. The Congress at that time inaugurated a new plan of compensation,\nrehabilitation, hospitalization, medical care and treatment, and insurance,\nwhereby benefits were awarded to those veterans and their immediate\ndependents whose disabilities were attributable to their war service. The\nbasic principle in this legislation is sound.In a desire to eliminate all possibilities of injustice due to difficulties\nin establishing service connection of disabilities, these principles have\nbeen to some degree extended. Veterans whose diseases or injuries have\nbecome apparent within a brief period after the war are now receiving\ncompensation; insurance benefits have been liberalized. Emergency officers\nare now receiving additional benefits. The doors of the Government's\nhospitals have been opened to all veterans, even though their diseases or\ninjuries were not the result of their war service. In addition adjusted\nservice certificates have been issued to 3,433,300 veterans. This in itself\nwill mean an expenditure of nearly $3,500,000,000 before 1945, in addition\nto the $600,000,000 which we are now appropriating annually for our\nveterans' relief.The administration of all laws concerning the veterans and their dependents\nhas been upon the basis of dealing generously, humanely, and justly. While\nsome inequalities have arisen, substantial and adequate care has been given\nand justice administered. Further improvement in administration may require\nsome amendment from time to time to the law, but care should be taken to\nsee that such changes conform to the basic principles of the legislation.I am convinced that we will gain in efficiency, economy, and more uniform\nadministration and better definition of national policies if the Pension\nBureau, the National Home for Volunteer Soldiers, and the Veterans' Bureau\nare brought together under a single agency. The total appropriations to\nthese agencies now exceed $800,000,000 per annum.CIVIL SERVICEApproximately four-fifths of all the employees in the executive civil\nservice now occupy positions subject to competitive examination under the\ncivil service law.There are, however, still commanding opportunities for extending the\nsystem. These opportunities lie within the province of Congress and not the\nPresident. I recommend that a further step be taken by authorization that\nappointments of third-class postmasters be made under the civil service\nlaw.DEPARTMENTAL REORGANIZATIONThis subject has been under consideration for over 20 years. It was\npromised by both political parties in the recent campaign. It has been\nrepeatedly examined by committees and commissions--congressional,\nexecutive, and voluntary. The conclusions of these investigations have been\nunanimous that reorganization is a necessity of sound administration; of\neconomy; of more effective governmental policies and of relief to the\ncitizen from unnecessary harassment in his relations with a multitude of\nscattered governmental agencies. But the presentation of any specific plan\nat once enlivens opposition from every official whose authority may be\ncurtailed or who fears his position is imperiled by such a result; of\nbureaus and departments which wish to maintain their authority and\nactivities; of citizens and their organizations who are selfishly\ninterested, or who are inspired by fear that their favorite bureau may, in\na new setting, be less subject to their influence or more subject to some\nother influence.It seems to me that the essential principles of reorganization are two in\nnumber. First, all administrative activities of the same major purpose\nshould be placed in groups under single-headed responsibility; second, all\nexecutive and administrative functions should be separated from boards and\ncommissions and placed under individual responsibility, while\nquasi-legislative and quasi-judicial and broadly advisory functions should\nbe removed from individual authority and assigned to boards and\ncommissions. Indeed, these are the fundamental principles upon which our\nGovernment was founded, and they are the principles which have been adhered\nto in the whole development of our business structure, and they are the\ndistillation of the common sense of generations.For instance, the conservation of national resources is spread among eight\nagencies in five departments. They suffer from conflict and overlap. There\nis no proper development and adherence to broad national policies and no\ncentral point where the searchlight of public opinion may concentrate\nitself. These functions should be grouped under the direction of some such\nofficial as an assistant secretary of conservation. The particular\ndepartment or cabinet officer under which such a group should be placed is\nof secondary importance to the need of concentration. The same may be said\nof educational services, of merchant marine aids, of public works, of\npublic health, of veterans' services, and many others, the component parts\nof which are widely scattered in the various departments and independent\nagencies. It is desirable that we first have experience with these\ndifferent groups in action before we create new departments. These may be\nnecessary later on.With this background of all previous experience I can see no hope for the\ndevelopment of a sound reorganization of the Government unless Congress be\nwilling to delegate its authority over the problem (subject to defined\nprinciples) to the Executive, who should act upon approval of a joint\ncommittee of Congress or with the reservation of power of revision by\nCongress within some limited period adequate for its consideration.\nPROHIBITIONThe first duty of the President under his oath of office is to secure the\nenforcement of the laws. The enforcement of the laws enacted to give effect\nto the eighteenth amendment is far from satisfactory and this is in part\ndue to the inadequate organization of the administrative agencies of the\nFederal Government. With the hope of expediting such reorganization, I\nrequested on June 6 last that Congress should appoint a joint committee to\ncollaborate with executive agencies in preparation of legislation. It would\nbe helpful if it could be so appointed. The subject has been earnestly\nconsidered by the Law Enforcement Commission and the administrative\nofficials of the Government. Our joint conclusions are that certain steps\nshould be taken at once. First, there should be an immediate concentration\nof responsibility and strengthening of enforcement agencies of the Federal\nGovernment by transfer to the Department of Justice of the Federal\nfunctions of detection and to a considerable degree of prosecution, which\nare now lodged in the Prohibition Bureau in the Treasury; and at the same\ntime the control of the distribution of industrial alcohol and legalized\nbeverages should remain in the Treasury. Second, provision should be made\nfor relief of congestion in the Federal courts by modifying and simplifying\nthe procedure for dealing with the large volume of petty prosecutions under\nvarious Federal acts. Third, there should be a codification of the laws\nrelating to prohibition to avoid the necessity which now exists of\nresorting to more than 25 statutes enacted at various times over 40 years.\nTechnical defects in these statutes that have been disclosed should be\ncured. I would add to these recommendations the desirability of\nreorganizing the various services engaged in the prevention of smuggling\ninto one border patrol under the Coast Guard. Further recommendations upon\nthe subject as a whole will be developed after further examination by the\nLaw Enforcement Commission, but it is not to be expected that any criminal\nlaw will ever be fully enforced so long as criminals exist.The District of Columbia should be the model of city law enforcement in the\nNation. While conditions here are much better than in many other cities,\nthey are far from perfect, and this is due in part to the congestion of\ncriminal cases in the Supreme Court of the District, resulting in long\ndelays. Furthermore, there is need for legislation in the District\nsupplementing the national prohibition act, more sharply defining and\nenlarging the duties and powers of the District Commissioners and the\npolice of the District, and opening the way for better cooperation in the\nenforcement of prohibition between the District officials and the\nprohibition officers of the Federal Government. It is urgent that these\nconditions be remedied.LAW ENFORCEMENT AND OBSERVANCENo one will look with satisfaction upon the volume of crime of all kinds\nand the growth of organized crime in our country. We have pressing need so\nto organize our system of administering criminal justice as to establish\nfull vigor and effectiveness. We need to reestablish faith that the highest\ninterests of our country are served by insistence upon the swift and\neven-handed administration of justice to all offenders, whether they be\nrich or poor. That we shall effect improvement is vital to the preservation\nof our institutions. It is the most serious issue before our people.Under the authority of Congress I have appointed a National Commission on\nLaw Observance and Enforcement, for an exhaustive study of the entire\nproblem of the enforcement of our laws and the improvement of our judicial\nsystem, including the special problems and abuses growing out of the\nprohibition laws. The commission has been invited to make the widest\ninquiry into the shortcomings of the administration of justice and into the\ncauses and remedies for them. It has organized its work under subcommittees\ndealing with the many contributory causes of our situation and has enlisted\nthe aid of investigators in fields requiring special consideration. I am\nconfident that as a result of its studies now being carried forward it will\nmake a notable contribution to the solution of our pressing problems.Pending further legislation, the Department of Justice has been striving to\nweed out inefficiency wherever it exists, to stimulate activity on the part\nof its prosecuting officers, and to use increasing care in examining into\nthe qualifications of those appointed to serve as prosecutors. The\ndepartment is seeking systematically to strengthen the law enforcement\nagencies week by week and month by month, not by dramatic displays but by\nsteady pressure; by removal of negligent officials and by encouragement and\nassistance to the vigilant. During the course of these efforts it has been\nrevealed that in some districts causes contributing to the congestion of\ncriminal dockets, and to delays and inefficiency in prosecutions, have been\nlack of sufficient forces in the offices of United States attorneys, clerks\nof courts, and marshals. These conditions tend to clog the machinery of\njustice. The last conference of senior circuit judges has taken note of\nthem and indorsed the department's proposals for improvement. Increases in\nappropriations are necessary and will be asked for in order to reenforce\nthese offices.The orderly administration of the law involves more than the mere machinery\nof law enforcement. The efficient use of that machinery and a spirit in our\npeople in support of law are alike essential. We have need for improvement\nin both. However much we may perfect the mechanism, still if the citizen\nwho is himself dependent upon some laws for the protection of all that he\nhas and all that he holds dear, shall insist on selecting the particular\nlaws which he will obey, he undermines his own safety and that of his\ncountry. His attitude may obscure, but it can not conceal, the ugly truth\nthat the lawbreaker, whoever he may be, is the enemy of society. We can no\nlonger gloss over the unpleasant reality which should be made vital in the\nconsciousness of every citizen, that he who condones or traffics with\ncrime, who is indifferent to it and to the punishment of the criminal, or\nto the lax performance of official duty, is himself the most effective\nagency for the breakdown of society.Law can not rise above its source in good citizenship--in what right-minded\nmen most earnestly believe and desire. If the law is upheld only by\nGovernment officials, then all law is at an end. Our laws are made by the\npeople themselves; theirs is the right to work for their repeal; but until\nrepeal it is an equal duty to observe them and demand their enforcement.I have been gratified at the awakening sense of this responsibility in our\ncitizens during the past few months, and gratified that many instances have\noccurred which refuted the cynicism which has asserted that our system\ncould not convict those who had defied the law and possessed the means to\nresist its execution. These things reveal a moral awakening both in the\npeople and in officials which lies at the very foundation of the rule of\nlaw.CONCLUSIONThe test of the rightfulness of our decisions must be whether we have\nsustained and advanced the ideals of the American people; self-government\nin its foundations of local government; justice whether to the individual\nor to the group; ordered liberty; freedom from domination; open opportunity\nand equality of opportunity; the initiative and individuality of our\npeople; prosperity and the lessening of poverty; freedom of public opinion;\neducation; advancement of knowledge; the growth of religious spirit; the\ntolerance of all faiths; the foundations of the home and the advancement of\npeace.The White House,December 3, 1929", 
    "name": "Herbert Hoover"
}