{
    "date": "December 8, 1857", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:In obedience to the command of the Constitution, it has now become my duty\n\"to give to Congress information of the state of the Union and recommend to\ntheir consideration such measures\" as I judge to be \"necessary and\nexpedient.\"But first and above all, our thanks are due to Almighty God for the\nnumerous benefits which He has bestowed upon this people, and our united\nprayers ought to ascend to Him that He would continue to bless our great\nRepublic in time to come as He has blessed it in time past. Since the\nadjournment of the last Congress our constituents have enjoyed an unusual\ndegree of health. The earth has yielded her fruits abundantly and has\nbountifully rewarded the toil of the husbandman. Our great staples have\ncommanded high prices, and up till within a brief period our manufacturing,\nmineral, and mechanical occupations have largely partaken of the general\nprosperity. We have possessed all the elements of material wealth in rich\nabundance, and yet, notwithstanding all these advantages, our country in\nits monetary interests is at the present moment in a deplorable condition.\nIn the midst of unsurpassed plenty in all the productions of agriculture\nand in all the elements of national wealth, we find our manufactures\nsuspended, our public works retarded, our private enterprises of different\nkinds abandoned, and thousands of useful laborers thrown out of employment\nand reduced to want. The revenue of the Government, which is chiefly\nderived from duties on imports from abroad, has been greatly reduced,\nwhilst the appropriations made by Congress at its last session for the\ncurrent fiscal year are very large in amount.Under these circumstances a loan may be required before the close of your\npresent session; but this, although deeply to be regretted, would prove to\nbe only a slight misfortune when compared with the suffering and distress\nprevailing among the people. With this the Government can not fail deeply\nto sympathize, though it may be without the power to extend relief.It is our duty to inquire what has produced such unfortunate results and\nwhether their recurrence can be prevented. In all former revulsions the\nblame might have been fairly attributed to a variety of cooperating causes,\nbut not so upon the present occasion. It is apparent that our existing\nmisfortunes have proceeded solely from our extravagant and vicious system\nof paper currency and bank credits, exciting the people to wild\nspeculations and gambling in stocks. These revulsions must continue to\nrecur at successive intervals so long as the amount of the paper currency\nand bank loans and discounts of the country shall be left to the discretion\nof 1,400 irresponsible banking institutions, which from the very law of\ntheir nature will consult the interest of their stockholders rather than\nthe public welfare.The framers of the Constitution, when they gave to Congress the power \"to\ncoin money and to regulate the value thereof\" and prohibited the States\nfrom coining money, emitting bills of credit, or making anything but gold\nand silver coin a tender in payment of debts, supposed they had protected\nthe people against the evils of an excessive and irredeemable paper\ncurrency. They are not responsible for the existing anomaly that a\nGovernment endowed with the sovereign attribute of coining money and\nregulating the value thereof should have no power to prevent others from\ndriving this coin out of the country and filling up the channels of\ncirculation with paper which does not represent gold and silver.It is one of the highest and most responsible duties of Government to\ninsure to the people a sound circulating medium, the amount of which ought\nto be adapted with the utmost possible wisdom and skill to the wants of\ninternal trade and foreign exchanges. If this be either greatly above or\ngreatly below the proper standard, the marketable value of every man's\nproperty is increased or diminished in the same proportion, and injustice\nto individuals as well as incalculable evils to the community are the\nconsequence.Unfortunately, under the construction of the Federal Constitution which has\nnow prevailed too long to be changed this important and delicate duty has\nbeen dissevered from the coining power and virtually transferred to more\nthan 1,400 State banks acting independently of each other and regulating\ntheir paper issues almost exclusively by a regard to the present interest\nof their stockholders. Exercising the sovereign power of providing a paper\ncurrency instead of coin for the country, the first duty which these banks\nowe to the public is to keep in their vaults a sufficient\namount of gold and silver to insure the convertibility of\ntheir notes into coin at all times and under all circumstances.\nNo bank ought ever to be chartered without such restrictions\non its business as to secure this result. All other restrictions are\ncomparatively vain. This is the only true touchstone, the only efficient\nregulator of a paper currency--the only one which can guard the public\nagainst overissues and bank suspensions. As a collateral and eventual\nsecurity, it is doubtless wise, and in all cases ought to be required, that\nbanks shall hold an amount of United States or State securities equal to\ntheir notes in circulation and pledged for their redemption. This, however,\nfurnishes no adequate security against overissue. On the contrary, it may\nbe perverted to inflate the currency. Indeed, it is possible by this means\nto convert all the debts of the United States and State Governments into\nbank notes, without reference to the specie required to redeem them.\nHowever valuable these securities may be in themselves, they can not be\nconverted into gold and silver at the moment of pressure, as our experience\nteaches, in sufficient time to prevent bank suspensions and the\ndepreciation of bank notes. In England, which is to a considerable extent a\npaper-money country, though vastly behind our own in this respect, it was\ndeemed advisable, anterior to the act of Parliament of 1844, which wisely\nseparated the issue of notes from the banking department, for the Bank of\nEngland always to keep on hand gold and silver equal to one-third of its\ncombined circulation and deposits. If this proportion was no more than\nsufficient to secure the convertibility of its notes with the whole of\nGreat Britain and to some extent the continent of Europe as a field for its\ncirculation, rendering it almost impossible that a sudden and immediate run\nto a dangerous amount should be made upon it, the same proportion would\ncertainly be insufficient under our banking system. Each of our 1,400 banks\nhas but a limited circumference for its circulation, and in the course of a\nvery few days the depositors and note holders might demand from such a bank\na sufficient amount in specie to compel it to suspend, even although it had\ncoin in its vaults equal to one-third of its immediate liabilities. And yet\nI am not aware, with the exception of the banks of Louisiana, that any\nState bank throughout the Union has been required by its charter to keep\nthis or any other proportion of gold and silver compared with the amount of\nits combined circulation and deposits. What has been the consequence? In a\nrecent report made by the Treasury Department on the condition of the banks\nthroughout the different States, according to returns dated nearest to\nJanuary, 1857, the aggregate amount of actual specie in their vaults is\n$58,349,838, of their circulation $214,778,822, and of their deposits\n$230,351,352. Thus it appears that these banks in the aggregate have\nconsiderably less than one dollar in seven of gold and silver compared with\ntheir circulation and deposits. It was palpable, therefore, that the very\nfirst pressure must drive them to suspension and deprive the people of a\nconvertible currency, with all its disastrous consequences. It is truly\nwonderful that they should have so long continued to preserve their credit\nwhen a demand for the payment of one-seventh of their immediate liabilities\nwould have driven them into insolvency. And this is the condition of the\nbanks, notwithstanding that four hundred millions of gold from California\nhave flowed in upon us within the last eight years, and the tide still\ncontinues to flow. Indeed, such has been the extravagance of bank credits\nthat the banks now hold a considerably less amount of specie, either in\nproportion to their capital or to their circulation and deposits combined,\nthan they did before the discovery of gold in California. Whilst in the\nyear 1848 their specie in proportion to their capital was more than equal\nto one dollar for four and a half, in 1857 it does not amount to one dollar\nfor every six dollars and thirty-three cents of their capital. In the year\n1848 the specie was equal within a very small fraction to one dollar in\nfive of their circulation and deposits; in 1857 it is not equal to one\ndollar in seven and a half of their circulation and deposits.From this statement it is easy to account for our financial history for the\nlast forty years. It has been a history of extravagant expansions in the\nbusiness of the country, followed by ruinous contractions. At successive\nintervals the best and most enterprising men have been tempted to their\nruin by excessive bank loans of mere paper credit, exciting them to\nextravagant importations of foreign goods, wild speculations, and ruinous\nand demoralizing stock gambling. When the crisis arrives, as arrive it\nmust, the banks can extend no relief to the people. In a vain struggle to\nredeem their liabilities in specie they are compelled to contract their\nloans and their issues, and at last, in the hour of distress, when their\nassistance is most needed, they and their debtors together sink into\ninsolvency.It is this paper system of extravagant expansion, raising the nominal price\nof every article far beyond its real value when compared with the cost of\nsimilar articles in countries whose circulation is wisely regulated, which\nhas prevented us from competing in our own markets with foreign\nmanufacturers, has produced extravagant importations, and has counteracted\nthe effect of the large incidental protection afforded to our domestic\nmanufactures by the present revenue tariff. But for this the branches of\nour manufactures composed of raw materials, the production of our own\ncountry--such as cotton, iron, and woolen fabrics--would not only have\nacquired almost exclusive possession of the home market, but would have\ncreated for themselves a foreign market throughout the world.Deplorable, however, as may be our present financial condition, we may yet\nindulge in bright hopes for the future. No other nation has ever existed\nwhich could have endured such violent expansions and contractions of paper\ncredits without lasting injury; yet the buoyancy of youth, the energies of\nour population, and the spirit which never quails before difficulties will\nenable us soon to recover from our present financial embarrassments, and\nmay even occasion us speedily to forget the lesson which they have taught.\nIn the meantime it is the duty of the Government, by all proper means\nwithin its power, to aid in alleviating the sufferings of the people\noccasioned by the suspension of the banks and to provide against a\nrecurrence of the same calamity. Unfortunately, in either aspect of the\ncase it can do but little. Thanks to the independent treasury, the\nGovernment has not suspended payment, as it was compelled to do by the\nfailure of the banks in 1837. It will continue to discharge its liabilities\nto the people in gold and silver. Its disbursements in coin will pass into\ncirculation and materially assist in restoring a sound currency. From its\nhigh credit, should we be compelled to make a temporary loan, it can be\neffected on advantageous terms. This, however, shall if possible be\navoided, but if not, then the amount shall be limited to the lowest\npracticable sum.I have therefore determined that whilst no useful Government works already\nin progress shall be suspended, new works not already commenced will be\npostponed if this can be done without injury to the country. Those\nnecessary for its defense shall proceed as though there had been no crisis\nin our monetary affairs.But the Federal Government can not do much to provide against a recurrence\nof existing evils. Even if insurmountable constitutional objections did not\nexist against the creation of a national bank, this would furnish no\nadequate preventive security. The history of the last Bank of the United\nStates abundantly proves the truth of this assertion. Such a bank could\nnot, if it would, regulate the issues and credits of 1,400 State banks in\nsuch a manner as to prevent the ruinous expansions and contractions in our\ncurrency which afflicted the country throughout the existence of the late\nbank, or secure us against future suspensions. In 1825 an effort was made\nby the Bank of England to curtail the issues of the country banks under the\nmost favorable circumstances. The paper currency had been expanded to a\nruinous extent, and the bank put forth all its power to contract it in\norder to reduce prices and restore the equilibrium of the foreign\nexchanges. It accordingly commenced a system of curtailment of its loans\nand issues, in the vain hope that the joint stock and private banks of the\nKingdom would be compelled to follow its example. It found, however, that\nas it contracted they expanded, and at the end of the process, to employ\nthe language of a very high official authority, \"whatever reduction of the\npaper circulation was effected by the Bank of England (in 1825) was more\nthan made up by the issues of the country banks.\"But a bank of the United States would not, if it could, restrain the issues\nand loans of the State banks, because its duty as a regulator of the\ncurrency must often be in direct conflict with the immediate interest of\nits stockholders. If we expect one agent to restrain or control another,\ntheir interests must, at least in some degree, be antagonistic. But the\ndirectors of a bank of the United States would feel the same interest and\nthe same inclination with the directors of the State banks to expand the\ncurrency, to accommodate their favorites and friends with loans, and to\ndeclare large dividends. Such has been our experience in regard to the last\nbank.After all, we must mainly rely upon the patriotism and wisdom of the States\nfor the prevention and redress of the evil. If they will afford us a real\nspecie basis for our paper circulation by increasing the denomination of\nbank notes, first to twenty and afterwards to fifty dollars; if they will\nrequire that the banks shall at all times keep on hand at least one dollar\nof gold and silver for every three dollars of their circulation and\ndeposits, and if they will provide by a self-executing enactment, which\nnothing can arrest, that the moment they suspend they shall go into\nliquidation, I believe that such provisions, with a weekly publication by\neach bank of a statement of its condition, would go far to secure us\nagainst future suspensions of specie payments.Congress, in my opinion, possess the power to pass a uniform bankrupt law\napplicable to all banking institutions throughout the United States, and I\nstrongly recommend its exercise. This would make it the irreversible\norganic law of each bank's existence that a suspension of specie payments\nshall produce its civil death. The instinct of self-preservation would then\ncompel it to perform its duties in such a manner as to escape the penalty\nand preserve its life.The existence of banks and the circulation of bank paper are so identified\nwith the habits of our people that they can not at this day be suddenly\nabolished without much immediate injury to the country. If we could confine\nthem to their appropriate sphere and prevent them from administering to the\nspirit of wild and reckless speculation by extravagant loans and issues,\nthey might be continued with advantage to the public.But this I say, after long and much reflection: If experience shall prove\nit to be impossible to enjoy the facilities which well-regulated banks\nmight afford without at the same time suffering the calamities which the\nexcesses of the banks have hitherto inflicted upon the country, it would\nthen be far the lesser evil to deprive them altogether of the power to\nissue a paper currency and confine them to the functions of banks of\ndeposit and discount.Our relations with foreign governments are upon the whole in a satisfactory\ncondition.The diplomatic difficulties which existed between the Government of the\nUnited States and that of Great Britain at the adjournment of the last\nCongress have been happily terminated by the appointment of a British\nminister to this country, who has been cordially received. Whilst it is\ngreatly to the interest, as I am convinced it is the sincere desire, of the\nGovernments and people of the two countries to be on terms of intimate\nfriendship with each other, it has been our misfortune almost always to\nhave had some irritating, if not dangerous, outstanding question with Great\nBritain.Since the origin of the Government we have been employed in negotiating\ntreaties with that power, and afterwards in discussing their true intent\nand meaning. In this respect the convention of April 19, 1850, commonly\ncalled the Clayton and Bulwer treaty, has been the most unfortunate of all,\nbecause the two Governments place directly opposite and contradictory\nconstructions upon its first and most important article. Whilst in the\nUnited States we believed that this treaty would place both powers upon an\nexact equality by the stipulation that neither will ever \"occupy, or\nfortify, or colonize, or assume, or exercise any dominion\" over any part of\nCentral America, it is contended by the British Government that the true\nconstruction of this language has left them in the rightful possession of\nall that portion of Central America which was in their occupancy at the\ndate of the treaty; in fact, that the treaty is a virtual recognition on\nthe part of the United States of the right of Great Britain, either as\nowner or protector, to the whole extensive coast of Central America,\nsweeping round from the Rio Hondo to the port and harbor of San Juan de\nNicaragua, together with the adjacent Bay Islands, except the comparatively\nsmall portion of this between the Sarstoon and Cape Honduras. According to\ntheir construction, the treaty does no more than simply prohibit them from\nextending their possessions in Central America beyond the present limits.\nIt is not too much to assert that if in the United States the treaty had\nbeen considered susceptible of such a construction it never would have been\nnegotiated under the authority of the President, nor would it have received\nthe approbation of the Senate. The universal conviction in the United\nStates was that when our Government consented to violate its traditional\nand time-honored policy and to stipulate with a foreign government never to\noccupy or acquire territory in the Central American portion of our own\ncontinent, the consideration for this sacrifice was that Great Britain\nshould, in this respect at least, be placed in the same position with\nourselves. Whilst we have no right to doubt the sincerity of the British\nGovernment in their construction of the treaty, it is at the same time my\ndeliberate conviction that this construction is in opposition both to its\nletter and its spirit.Under the late Administration negotiations were instituted between the two\nGovernments for the purpose, if possible, of removing these difficulties,\nand a treaty having this laudable object in view was signed at London on\nthe 17th October, 1856, and was submitted by the President to the Senate on\nthe following 10th of December. Whether this treaty, either in its original\nor amended form, would have accomplished the object intended without giving\nbirth to new and embarrassing complications between the two Governments,\nmay perhaps be well questioned. Certain it is, however, it was rendered\nmuch less objectionable by the different amendments made to it by the\nSenate. The treaty as amended was ratified by me on the 12th March, 1857,\nand was transmitted to London for ratification by the British Government.\nThat Government expressed its willingness to concur in all the amendments\nmade by the Senate with the single exception of the clause relating to\nRuatan and the other islands in the Bay of Honduras. The article in the\noriginal treaty as submitted to the Senate, after reciting that these\nislands and their inhabitants \"having been, by a convention bearing date\nthe 27th day of August, 1856, between Her Britannic Majesty and the\nRepublic of Honduras, constituted and declared a free territory under the\nsovereignty of the said Republic of Honduras,\" stipulated that \"the two\ncontracting parties do hereby mutually engage to recognize and respect in\nall future time the independence and rights of the said free territory as a\npart of the Republic of Honduras.\"Upon an examination of this convention between Great Britain and Honduras\nof the 27th August, 1856, it was found that whilst declaring the Bay\nIslands to be \"a free territory under the sovereignty of the Republic of\nHonduras\" it deprived that Republic of rights without which its sovereignty\nover them could scarcely be said to exist. It divided them from the\nremainder of Honduras and gave to their inhabitants a separate government\nof their own, with legislative, executive, and judicial officers elected by\nthemselves. It deprived the Government of Honduras of the taxing power in\nevery form and exempted the people of the islands from the performance of\nmilitary duty except for their own exclusive defense. It also prohibited\nthat Republic from erecting fortifications upon them for their protection,\nthus leaving them open to invasion from any quarter; and, finally, it\nprovided \"that slavery shall not at any time hereafter be permitted to\nexist therein.\"Had Honduras ratified this convention, she would have ratified the\nestablishment of a state substantially independent within her own limits,\nand a state at all times subject to British influence and control.\nMoreover, had the United States ratified the treaty with Great Britain in\nits original form, we should have been bound \"to recognize and respect in\nall future time\" these stipulations to the prejudice of Honduras. Being in\ndirect opposition to the spirit and meaning of the Clayton and Bulwer\ntreaty as understood in the United States, the Senate rejected the entire\nclause, and substituted in its stead a simple recognition of the sovereign\nright of Honduras to these islands in the following language: The two\ncontracting parties do hereby mutually engage to recognize and respect the\nislands of Ruatan, Bonaco, Utila, Barbaretta, Helena, and Moral, situate in\nthe Bay of Honduras and off the coast of the Republic of Honduras, as under\nthe sovereignty and as part of the said Republic of Honduras.Great Britain rejected this amendment, assigning as the only reason that\nthe ratifications of the convention of the 27th August, 1856, between her\nand Honduras had not been \"exchanged, owing to the hesitation of that\nGovernment.\" Had this been done, it is stated that \"Her Majesty's\nGovernment would have had little difficulty in agreeing to the modification\nproposed by the Senate, which then would have had in effect the same\nsignification as the original wording.\" Whether this would have been the\neffect, whether the mere circumstance of the exchange of the ratifications\nof the British convention with Honduras prior in point of time to the\nratification of our treaty with Great Britain would \"in effect\" have had\n\"the same signification as the original wording,\" and thus have nullified\nthe amendment of the Senate, may well be doubted. It is, perhaps, fortunate\nthat the question has never arisen.The British Government, immediately after rejecting the treaty as amended,\nproposed to enter into a new treaty with the United States, similar in all\nrespects to the treaty which they had just refused to ratify, if the United\nStates would consent to add to the Senate's clear and unqualified\nrecognition of the sovereignty of Honduras over the Bay Islands the\nfollowing conditional stipulation: Whenever and so soon as the Republic of\nHonduras shall have concluded and ratified a treaty with Great Britain by\nwhich Great Britain shall have ceded and the Republic of Honduras shall\nhave accepted the said islands, subject to the provisions and conditions\ncontained in such treaty.This proposition was, of course, rejected. After the Senate had refused to\nrecognize the British convention with Honduras of the 27th August, 1856,\nwith full knowledge of its contents, it was impossible for me, necessarily\nignorant of \"the provisions and conditions\" which might be contained in a\nfuture convention between the same parties, to sanction them in advance.The fact is that when two nations like Great Britain and the United States,\nmutually desirous, as they are, and I trust ever may be, of maintaining the\nmost friendly relations with each other, have unfortunately concluded a\ntreaty which they understand in senses directly opposite, the wisest course\nis to abrogate such a treaty by mutual consent and to commence anew. Had\nthis been done promptly, all difficulties in Central America would most\nprobably ere this have been adjusted to the satisfaction of both parties.\nThe time spent in discussing the meaning of the Clayton and Bulwer treaty\nwould have been devoted to this praiseworthy purpose, and the task would\nhave been the more easily accomplished because the interest of the two\ncountries in Central America is identical, being confined to securing safe\ntransits over all the routes across the Isthmus.Whilst entertaining these sentiments, I shall, nevertheless, not refuse to\ncontribute to any reasonable adjustment of the Central American questions\nwhich is not practically inconsistent with the American interpretation of\nthe treaty. Overtures for this purpose have been recently made by the\nBritish Government in a friendly spirit, which I cordially reciprocate, but\nwhether this renewed effort will result in success I am not yet prepared to\nexpress an opinion. A brief period will determine.With France our ancient relations of friendship still continue to exist.\nThe French Government have in several recent instances, which need not be\nenumerated, evinced a spirit of good will and kindness toward our country,\nwhich I heartily reciprocate. It is, notwithstanding, much to be regretted\nthat two nations whose productions are of such a character as to invite the\nmost extensive exchanges and freest commercial intercourse should continue\nto enforce ancient and obsolete restrictions of trade against each other.\nOur commercial treaty with France is in this respect an exception from our\ntreaties with all other commercial nations. It jealously levies\ndiscriminating duties both on tonnage and on articles the growth, produce,\nor manufacture of the one country when arriving in vessels belonging to the\nother.More than forty years ago, on the 3d March, 1815, Congress passed an act\noffering to all nations to admit their vessels laden with their national\nproductions into the ports of the United States upon the same terms with\nour own vessels provided they would reciprocate to us similar advantages.\nThis act confined the reciprocity to the productions of the respective\nforeign nations who might enter into the proposed arrangement with the\nUnited States. The act of May 24, 1828, removed this restriction and\noffered a similar reciprocity to all such vessels without reference to the\norigin of their cargoes. Upon these principles our commercial treaties and\narrangements have been rounded, except with France, and let us hope that\nthis exception may not long exist.Our relations with Russia remain, as they have ever been, on the most\nfriendly footing. The present Emperor, as well as his predecessors, have\nnever failed when the occasion offered to manifest their good will to our\ncountry, and their friendship has always been highly appreciated by the\nGovernment and people of the United States.With all other European Governments, except that of Spain, our relations\nare as peaceful as we could desire. I regret to say that no progress\nwhatever has been made since the adjournment of Congress toward the\nsettlement of any of the numerous claims of our citizens against the\nSpanish Government. Besides, the outrage committed on our flag by the\nSpanish war frigate Ferrolana on the high seas off the coast of Cuba in\nMarch, 1855, by firing into the American mail steamer El Dorado and\ndetaining and searching her, remains unacknowledged and unredressed. The\ngeneral tone and temper of the Spanish Government toward that of the United\nStates are much to be regretted. Our present envoy extraordinary and\nminister plenipotentiary to Madrid has asked to be recalled, and it is my\npurpose to send out a new minister to Spain with special instructions on\nall questions pending between the two Governments, and with a determination\nto have them speedily and amicably adjusted if this be possible. In the\nmeantime, whenever our minister urges the just claims of our citizens on\nthe notice of the Spanish Government he is met with the objection that\nCongress has never made the appropriation recommended by President Polk in\nhis annual message of December, 1847, \"to be paid to the Spanish Government\nfor the purpose of distribution among the claimants in the Amistad case.\" A\nsimilar recommendation was made by my immediate predecessor in his message\nof December, 1853, and entirely concurring with both in the opinion that\nthis indemnity is justly due under the treaty with Spain of the 27th of\nOctober, 1795, I earnestly recommend such an appropriation to the favorable\nconsideration of Congress.A treaty of friendship and commerce was concluded at Constantinople on the\n13th December, 1856, between the United States and Persia, the\nratifications of which were exchanged at Constantinople on the 13th June,\n1857, and the treaty was proclaimed by the President on the 18th August,\n1857. This treaty, it is believed, will prove beneficial to American\ncommerce. The Shah has manifested an earnest disposition to cultivate\nfriendly relations with our country, and has expressed a strong wish that\nwe should be represented at Teheran by a minister plenipotentiary; and I\nrecommend that an appropriation be made for this purpose.Recent occurrences in China have been unfavorable to a revision of the\ntreaty with that Empire of the 3d July, 1844, with a view to the security\nand extension of our commerce. The twenty-fourth article of this treaty\nstipulated for a revision of it in case experience should prove this to be\nrequisite, \"in which case the two Governments will, at the expiration of\ntwelve years from the date of said convention, treat amicably concerning\nthe same by means of suitable persons appointed to conduct such\nnegotiations.\" These twelve years expired on the 3d July, 1856, but long\nbefore that period it was ascertained that important changes in the treaty\nwere necessary, and several fruitless attempts were made by the\ncommissioner of the United States to effect these changes. Another effort\nwas about to be made for the same purpose by our commissioner in\nconjunction with the ministers of England and France, but this was\nsuspended by the occurrence of hostilities in the Canton River between\nGreat Britain and the Chinese Empire. These hostilities have necessarily\ninterrupted the trade of all nations with Canton, which is now in a state\nof blockade, and have occasioned a serious loss of life and property.\nMeanwhile the insurrection within the Empire against the existing imperial\ndynasty still continues, and it is difficult to anticipate what will be the\nresult.Under these circumstances I have deemed it advisable to appoint a\ndistinguished citizen of Pennsylvania envoy extraordinary and minister\nplenipotentiary to proceed to China and to avail himself of any\nopportunities which may offer to effect changes in the existing treaty\nfavorable to American commerce. He left the United States for the place of\nhis destination in July last in the war steamer Minnesota. Special\nministers to China have also been appointed by the Governments of Great\nBritain and France.Whilst our minister has been instructed to occupy a neutral position in\nreference to the existing hostilities at Canton, he will cordially\ncooperate with the British and French ministers in all peaceful measures to\nsecure by treaty stipulations those just concessions to commerce which the\nnations of the world have a right to expect and which China can not long be\npermitted to withhold. From assurances received I entertain no doubt that\nthe three ministers will act in harmonious concert to obtain similar\ncommercial treaties for each of the powers they represent.We can not fail to feel a deep interest in all that concerns the welfare of\nthe independent Republics on our own continent, as well as of the Empire of\nBrazil.Our difficulties with New Granada, which a short time since bore so\nthreatening an aspect, are, it is to be hoped, in a fair train of\nsettlement in a manner just and honorable to both parties.The isthmus of Central America, including that of Panama, is the great\nhighway between the Atlantic and Pacific over which a large portion of the\ncommerce of the world is destined to pass. The United States are more\ndeeply interested than any other nation in preserving the freedom and\nsecurity of all the communications across this isthmus. It is our duty,\ntherefore, to take care that they shall not be interrupted either by\ninvasions from our own country or by wars between the independent States of\nCentral America. Under our treaty with New Granada of the 12th December,\n1846, we are bound to guarantee the neutrality of the Isthmus of Panama,\nthrough which the Panama Railroad passes, \"as well as the rights of\nsovereignty and property which New Granada has and possesses over the said\nterritory.\" This obligation is rounded upon equivalents granted by the\ntreaty to the Government and people of the United States.Under these circumstances I recommend to Congress the passage of an act\nauthorizing the President, in case of necessity, to employ the land and\nnaval forces of the United States to carry into effect this guaranty of\nneutrality and protection. I also recommend similar legislation for the\nsecurity of any other route across the Isthmus in which we may acquire an\ninterest by treaty.With the independent Republics on this continent it is both our duty and\nour interest to cultivate the most friendly relations. We can never feel\nindifferent to their fate, and must always rejoice in their prosperity.\nUnfortunately both for them and for us, our example and advice have lost\nmuch of their influence in consequence of the lawless expeditions which\nhave been fitted out against some of them within the limits of our country.\nNothing is better calculated to retard our steady material progress or\nimpair our character as a nation than the toleration of such enterprises in\nviolation of the law of nations.It is one of the first and highest duties of any independent state in its\nrelations with the members of the great family of nations to restrain its\npeople from acts of hostile aggression against their citizens or subjects.\nThe most eminent writers on public law do not hesitate to denounce such\nhostile acts as robbery and murder.Weak and feeble states like those of Central America may not feel\nthemselves able to assert and vindicate their rights. The case would be far\ndifferent if expeditions were set on foot within our own territories to\nmake private war against a powerful nation. If such expeditions were fitted\nout from abroad against any portion of our own country, to burn down our\ncities, murder and plunder our people, and usurp our Government, we should\ncall any power on earth to the strictest account for not preventing such\nenormities.Ever since the Administration of General Washington acts of Congress have\nbeen enforced to punish severely the crime of setting on foot a military\nexpedition within the limits of the United States to proceed from thence\nagainst a nation or state with whom we are at peace. The present neutrality\nact of April 20, 1818, is but little more than a collection of preexisting\nlaws. Under this act the President is empowered to employ the land and\nnaval forces and the militia \"for the purpose of preventing the carrying on\nof any such expedition or enterprise from the territories and jurisdiction\nof the United States,\" and the collectors of customs are authorized and\nrequired to detain any vessel in port when there is reason to believe she\nis about to take part in such lawless enterprises.When it was first rendered probable that an attempt would be made to get up\nanother unlawful expedition against Nicaragua, the Secretary of State\nissued instructions to the marshals and district attorneys, which were\ndirected by the Secretaries of War and the Navy to the appropriate army and\nnavy officers, requiring them to be vigilant and to use their best\nexertions in carrying into effect the provisions of the act of 1818.\nNotwithstanding these precautions, the expedition has escaped from our\nshores. Such enterprises can do no possible good to the country, but have\nalready inflicted much injury both on its interests and its character. They\nhave prevented peaceful emigration from the United States to the States of\nCentral America, which could not fail to prove highly beneficial to all the\nparties concerned. In a pecuniary point of view alone our citizens have\nsustained heavy losses from the seizure and closing of the transit route by\nthe San Juan between the two oceans.The leader of the recent expedition was arrested at New Orleans, but was\ndischarged on giving bail for his appearance in the insufficient sum of\n$2,000.I commend the whole subject to the serious attention of Congress, believing\nthat our duty and our interest, as well as our national character, require\nthat we should adopt such measures as will be effectual in restraining our\ncitizens from committing such outrages.I regret to inform you that the President of Paraguay has refused to ratify\nthe treaty between the United States and that State as amended by the\nSenate, the signature of which was mentioned in the message of my\npredecessor to Congress at the opening of its session in December, 1853.\nThe reasons assigned for this refusal will appear in the correspondence\nherewith submitted.It being desirable to ascertain the fitness of the river La Plata and its\ntributaries for navigation by steam, the United States steamer Water Witch\nwas sent thither for that purpose in 1853. This enterprise was successfully\ncarried on until February, 1855, when, whilst in the peaceful prosecution\nof her voyage up the Parana River, the steamer was fired upon by a\nParaguayan fort. The fire was returned, but as the Water Witch was of small\nforce and not designed for offensive operations, she retired from the\nconflict. The pretext upon which the attack was made was a decree of the\nPresident of Paraguay of October, 1854, prohibiting foreign vessels of war\nfrom navigating the rivers of that State. As Paraguay, however, was the\nowner of but one bank of the river of that name, the other belonging to\nCorientes, a State of the Argentine Confederation, the right of its\nGovernment to expect that such a decree would be obeyed can not be\nacknowledged. But the Water Witch was not, properly speaking, a vessel of\nwar. She was a small steamer engaged in a scientific enterprise intended\nfor the advantage of commercial states generally. Under these circumstances\nI am constrained to consider the attack upon her as unjustifiable and as\ncalling for satisfaction from the Paraguayan Government.Citizens of the United States also who were established in business in\nParaguay have had their property seized and taken from them, and have\notherwise been treated by the authorities in an insulting and arbitrary\nmanner, which requires redress.A demand for these purposes will be made in a firm but conciliatory spirit.\nThis will the more probably be granted if the Executive shall have\nauthority to use other means in the event of a refusal. This is accordingly\nrecommended.It is unnecessary to state in detail the alarming condition of the\nTerritory of Kansas at the time of my inauguration. The opposing parties\nthen stood in hostile array against each other, and any accident might have\nrelighted the flames of civil war. Besides, at this critical moment Kansas\nwas left without a governor by the resignation of Governor Geary.On the 19th of February previous the Territorial legislature had passed a\nlaw providing for the election of delegates on the third Monday of June to\na convention to meet on the first Monday of September for the purpose of\nframing a constitution preparatory to admission into the Union. This law\nwas in the main fair and just, and it is to be regretted that all the\nqualified electors had not registered themselves and voted under its\nprovisions.At the time of the election for delegates an extensive organization existed\nin the Territory whose avowed object it was, if need be, to put down the\nlawful government by force and to establish a government of their own under\nthe so-called Topeka constitution. The persons attached to this\nrevolutionary organization abstained from taking any part in the election.The act of the Territorial legislature had omitted to provide for\nsubmitting to the people the constitution which might be framed by the\nconvention, and in the excited state of public feeling throughout Kansas an\napprehension extensively prevailed that a design existed to force upon them\na constitution in relation to slavery against their will. In this emergency\nit became my duty, as it was my unquestionable right, having in view the\nunion of all good citizens in support of the Territorial laws, to express\nan opinion on the true construction of the provisions concerning slavery\ncontained in the organic act of Congress of the 30th May, 1854. Congress\ndeclared it to be \"the true intent and meaning of this act not to legislate\nslavery into any Territory or State, nor to exclude it therefrom, but to\nleave the people thereof perfectly free to form and regulate their domestic\ninstitutions in their own way.\" Under it Kansas, \"when admitted as a\nState,\" was to \"be received into the Union with or without slavery, as\ntheir constitution may prescribe at the time of their admission.\"Did Congress mean by this language that the delegates elected to frame a\nconstitution should have authority finally to decide the question of\nslavery, or did they intend by leaving it to the people that the people of\nKansas themselves should decide this question by a direct vote? On this\nsubject I confess I had never entertained a serious doubt, and therefore in\nmy instructions to Governor Walker of the 28th March last I merely said\nthat when \"a constitution shall be submitted to the people of the Territory\nthey must be protected in the exercise of their right of voting for or\nagainst that instrument, and the fair expression of the popular will must\nnot be interrupted by fraud or violence.\"In expressing this opinion it was far from my intention to interfere with\nthe decision of the people of Kansas, either for or against slavery. From\nthis I have always carefully abstained. Intrusted with the duty of taking\n\"care that the laws be faithfully executed,\" my only desire was that the\npeople of Kansas should furnish to Congress the evidence required by the\norganic act, whether for or against slavery, and in this manner smooth\ntheir passage into the Union. In emerging from the condition of Territorial\ndependence into that of a sovereign State it was their duty, in my opinion,\nto make known their will by the votes of the majority on the direct\nquestion whether this important domestic institution should or should not\ncontinue to exist. Indeed, this was the only possible mode in which their\nwill could be authentically ascertained.The election of delegates to a convention must necessarily take place in\nseparate districts. From this cause it may readily happen, as has often\nbeen the case, that a majority of the people of a State or Territory are on\none side of a question, whilst a majority of the representatives from the\nseveral districts into which it is divided may be upon the other side. This\narises front the fact that in some districts delegates may be elected by\nsmall majorities, whilst in others those of different sentiments may\nreceive majorities sufficiently great not only to overcome the votes given\nfor the former, but to leave a large majority of the whole people in direct\nopposition to a majority of the delegates. Besides, our history proves that\ninfluences may be brought to bear on the representative sufficiently\npowerful to induce him to disregard the will of his constituents. The truth\nis that no other authentic and satisfactory mode exists of ascertaining the\nwill of a majority of the people of any State or Territory on an important\nand exciting question like that of slavery in Kansas except by leaving it\nto a direct vote. How wise, then, was it for Congress to pass over all\nsubordinate and intermediate agencies and proceed directly to the source of\nall legitimate power under our institutions!How vain would any other principle prove in practice! This may be\nillustrated by the case of Kansas. Should she be admitted into the Union\nwith a constitution either maintaining or abolishing slavery against the\nsentiment of the people, this could have no other effect than to continue\nand to exasperate the existing agitation during the brief period required\nto make the constitution conform to the irresistible will of the majority.The friends and supporters of the Nebraska and Kansas act, when struggling\non a recent occasion to sustain its wise provisions before the great\ntribunal of the American people, never differed about its true meaning on\nthis subject. Everywhere throughout the Union they publicly pledged their\nfaith and their honor that they would cheerfully submit the question of\nslavery to the decision of the bona fide people of Kansas, without any\nrestriction or qualification whatever. All were cordially united upon the\ngreat doctrine of popular sovereignty, which is the vital principle of our\nfree institutions. Had it then been insinuated from any quarter that it\nwould be a sufficient compliance with the requisitions of the organic law\nfor the members of a convention thereafter to be elected to withhold the\nquestion of slavery from the people and to substitute their own will for\nthat of a legally ascertained majority of all their constituents, this\nwould have been instantly rejected. Everywhere they remained true to the\nresolution adopted on a celebrated occasion recognizing \"the right of the\npeople of all the Territories, including Kansas and Nebraska, acting\nthrough the legally and fairly expressed will of a majority of actual\nresidents, and whenever the number of their inhabitants justifies it, to\nform a constitution with or without slavery and be admitted into the Union\nupon terms of perfect equality with the other States.\"The convention to frame a constitution for Kansas met on the first Monday\nof September last. They were called together by virtue of an act of the\nTerritorial legislature, whose lawful existence had been recognized by\nCongress in different forms and by different enactments. A large proportion\nof the citizens of Kansas did not think proper to register their names and\nto vote at the election for delegates; but an opportunity to do this having\nbeen fairly afforded, their refusal to avail themselves of their right\ncould in no manner affect the legality of the convention. This convention\nproceeded to frame a constitution for Kansas, and finally adjourned on the\n7th day of November. But little difficulty occurred in the convention\nexcept on the subject of slavery. The truth is that the general provisions\nof our recent State constitutions are so similar and, I may add, so\nexcellent that the difference between them is not essential. Under the\nearlier practice of the Government no constitution framed by the convention\nof a Territory preparatory to its admission into the Union as a State had\nbeen submitted to the people. I trust, however, the example set by the last\nCongress, requiring that the constitution of Minnesota \"should be subject\nto the approval and ratification of the people of the proposed State,\" may\nbe followed on future occasions. I took it for granted that the convention\nof Kansas would act in accordance with this example, rounded, as it is, on\ncorrect principles, and hence my instructions to Governor Walker in favor\nof submitting the constitution to the people were expressed in general and\nunqualified terms.In the Kansas-Nebraska act, however, this requirement, as applicable to the\nwhole constitution, had not been inserted, and the convention were not\nbound by its terms to submit any other portion of the instrument to an\nelection except that which relates to the \"domestic institution\" of\nslavery. This will be rendered clear by a simple reference to its language.\nIt was \"not to legislate slavery into any Territory or State, nor to\nexclude it therefrom, but to leave the people thereof perfectly free to\nform and regulate their domestic institutions in their own way.\" According\nto the plain construction of the sentence, the words \"domestic\ninstitutions\" have a direct, as they have an appropriate, reference to\nslavery. \"Domestic institutions\" are limited to the family. The relation\nbetween master and slave and a few others are \"domestic institutions,\" and\nare entirely distinct from institutions of a political character. Besides,\nthere was no question then before Congress, nor, indeed, has there since\nbeen any serious question before the people of Kansas or the country,\nexcept that which relates to the \"domestic institution\" of slavery. The\nconvention, after an angry and excited debate, finally determined, by a\nmajority of only two, to submit the question of slavery to the people,\nthough at the last forty-three of the fifty delegates present affixed their\nsignatures to the constitution.A large majority of the convention were in favor of establishing slavery in\nKansas. They accordingly inserted an article in the constitution for this\npurpose similar in form to those which had been adopted by other\nTerritorial conventions. In the schedule, however, providing for the\ntransition from a Territorial to a State government the question has been\nfairly and explicitly referred to the people whether they will have a\nconstitution \"with or without slavery.\" It declares that before the\nconstitution adopted by the convention \"shall be sent to Congress for\nadmission into the Union as a State\" an election shall be held to decide\nthis question, at which all the white male inhabitants of the Territory\nabove the age of 21 are entitled to vote. They are to vote by ballot, and\n\"the ballots cast at said election shall be indorsed 'constitution with\nslavery' and 'constitution with no slavery.'\" If there be a majority in\nfavor of the \"constitution with slavery,\" then it is to be transmitted to\nCongress by the president of the convention in its original form; if, on\nthe contrary, there shall be a majority in favor of the \"constitution with\nno slavery,\" \"then the article providing for slavery shall be stricken from\nthe constitution by the president of this convention;\" and it is expressly\ndeclared that \"no slavery shall exist in the State of Kansas, except that\nthe right of property in slaves now in the Territory shall in no manner be\ninterfered with;\" and in that event it is made his duty to have the\nconstitution thus ratified transmitted to the Congress of the United States\nfor the admission of the State into the Union.At this election every citizen will have an opportunity of expressing his\nopinion by his vote \"whether Kansas shall be received into the Union with\nor without slavery,\" and thus this exciting question may be peacefully\nsettled in the very mode required by the organic law. The election will be\nheld under legitimate authority, and if any portion of the inhabitants\nshall refuse to vote, a fair opportunity to do so having been presented,\nthis will be their own voluntary act and they alone will be responsible for\nthe consequences.Whether Kansas shall be a free or a slave State must eventually, under some\nauthority, be decided by an election; and the question can never be more\nclearly or distinctly presented to the people than it is at the present\nmoment. Should this opportunity be rejected she may be involved for years\nin domestic discord, and possibly in civil war, before she can again make\nup the issue now so fortunately tendered and again reach the point she has\nalready attained.Kansas has for some years occupied too much of the public attention. It is\nhigh time this should be directed to far more important objects. When once\nadmitted into the Union, whether with or without slavery, the excitement\nbeyond her own limits will speedily pass away, and she will then for the\nfirst time be left, as she ought to have been long since, to manage her own\naffairs in her own way. If her constitution on the subject of slavery or on\nany other subject be displeasing to a majority of the people, no human\npower can prevent them from changing it within a brief period. Under these\ncircumstances it may well be questioned whether the peace and quiet of the\nwhole country are not of greater importance than the mere temporary triumph\nof either of the political parties in Kansas.Should the constitution without slavery be adopted by the votes of the\nmajority, the rights of property in slaves now in the Territory are\nreserved. The number of these is very small, but if it were greater the\nprovision would be equally just and reasonable. The slaves were brought\ninto the Territory under the Constitution of the United States and are now\nthe property of their masters. This point has at length been finally\ndecided by the highest judicial tribunal of the country, and this upon the\nplain principle that when a confederacy of sovereign States acquire a new\nterritory at their joint expense both equality and justice demand that the\ncitizens of one and all of them shall have the right to take into it\nwhatsoever is recognized as property by the common Constitution. To have\nsummarily confiscated the property in slaves already in the Territory would\nhave been an act of gross injustice and contrary to the practice of the\nolder States of the Union which have abolished slavery.A Territorial government was established for Utah by act of Congress\napproved the 9th September, 1850, and the Constitution and laws of the\nUnited States were thereby extended over it \"so far as the same or any\nprovisions thereof may be applicable.\" This act provided for the\nappointment by the President, by and with the advice and consent of the\nSenate, of a governor (who was to be ex officio superintendent of Indian\naffairs), a secretary, three judges of the supreme court, a marshal, and a\ndistrict attorney. Subsequent acts provided for the appointment of the\nofficers necessary to extend our land and our Indian system over the\nTerritory. Brigham Young was appointed the first governor on the 20th\nSeptember, 1850, and has held the office ever since. Whilst Governor Young\nhas been both governor and superintendent of Indian affairs throughout this\nperiod, he has been at the same time the head of the church called the\nLatter-day Saints, and professes to govern its members and dispose of their\nproperty by direct inspiration and authority from the Almighty. His power\nhas been, therefore, absolute over both church and state.The people of Utah almost exclusively belong to this church, and believing\nwith a fanatical spirit that he is governor of the Territory by divine\nappointment, they obey his commands as if these were direct revelations\nfrom Heaven. If, therefore, he chooses that his government shall come into\ncollision with the Government of the United States, the members of the\nMormon Church will yield implicit obedience to his will. Unfortunately,\nexisting facts leave but little doubt that such is his determination.\nWithout entering upon a minute history of occurrences, it is sufficient to\nsay that all the officers of the United States, judicial and executive,\nwith the single exception of two Indian agents, have found it necessary for\ntheir own personal safety to withdraw from the Territory, and there no\nlonger remains any government in Utah but the despotism of Brigham Young.\nThis being the condition of affairs in the Territory, I could not mistake\nthe path of duty. As Chief Executive Magistrate I was bound to restore the\nsupremacy of the Constitution and laws within its limits. In order to\neffect this purpose, I appointed a new governor and other Federal officers\nfor Utah and sent with them a military force for their protection and to\naid as a posse comitatus in case of need in the execution of the laws.With the religious opinions of the Mormons, as long as they remained mere\nopinions, however deplorable in themselves and revolting to the moral and\nreligious sentiments of all Christendom, I had no right to interfere.\nActions alone, when in violation of the Constitution and laws of the United\nStates, become the legitimate subjects for the jurisdiction of the civil\nmagistrate. My instructions to Governor Cumming have therefore been framed\nin strict accordance with these principles. At their date a hope was\nindulged that no necessity might exist for employing the military in\nrestoring and maintaining the authority of the law, but this hope has now\nvanished. Governor Young has by proclamation declared his determination to\nmaintain his power by force, and has already committed acts of hostility\nagainst the United States. Unless he should retrace his steps the Territory\nof Utah will be in a state of open rebellion. He has committed these acts\nof hostility notwithstanding Major Van Vliet, an officer of the Army, sent\nto Utah by the Commanding General to purchase provisions for the troops,\nhad given him the strongest assurances of the peaceful intentions of the\nGovernment, and that the troops would only be employed as a posse comitatus\nwhen called on by the civil authority to aid in the execution of the laws.There is reason to believe that Governor Young has long contemplated this\nresult. He knows that the continuance of his despotic power depends upon\nthe exclusion of all settlers from the Territory except those who will\nacknowledge his divine mission and implicitly obey his will, and that an\nenlightened public opinion there would soon prostrate institutions at war\nwith the laws both of God and man. \"He has therefore for several years, in\norder to maintain his independence, been industriously employed in\ncollecting and fabricating arms and munitions of war and in disciplining\nthe Mormons for military service.\" As superintendent of Indian affairs he\nhas had an opportunity of tampering with the Indian tribes and exciting\ntheir hostile feelings against the United States. This, according to our\ninformation, he has accomplished in regard to some of these tribes, while\nothers have remained true to their allegiance and have communicated his\nintrigues to our Indian agents. He has laid in a store of provisions for\nthree years, which in case of necessity, as he informed Major Van Vliet, he\nwill conceal, \"and then take to the mountains and bid defiance to all the\npowers of the Government.\"A great part of all this may be idle boasting, but yet no wise government\nwill lightly estimate the efforts which may be inspired by such frenzied\nfanaticism as exists among the Mormons in Utah. This is the first rebellion\nwhich has existed in our Territories, and humanity itself requires that we\nshould put it down in such a manner that it shall be the last. To trifle\nwith it would be to encourage it and to render it formidable. We ought to\ngo there with such an imposing force as to convince these deluded people\nthat resistance would be vain, and thus spare the effusion of blood. We can\nin this manner best convince them that we are their friends, not their\nenemies. In order to accomplish this object it will be necessary, according\nto the estimate of the War Department, to raise four additional regiments;\nand this I earnestly recommend to Congress. At the present moment of\ndepression in the revenues of the country I am sorry to be obliged to\nrecommend such a measure; but I feel confident of the support of Congress,\ncost what it may, in suppressing the insurrection and in restoring and\nmaintaining the sovereignty of the Constitution and laws over the Territory\nof Utah.I recommend to Congress the establishment of a Territorial government over\nArizona, incorporating with it such portions of New Mexico as they may deem\nexpedient. I need scarcely adduce arguments in support of this\nrecommendation. We are bound to protect the lives and the property of our\ncitizens inhabiting Arizona, and these are now without any efficient\nprotection. Their present number is already considerable, and is rapidly\nincreasing, notwithstanding the disadvantages under which they labor.\nBesides, the proposed Territory is believed to be rich in mineral and\nagricultural resources, especially in silver and copper. The mails of the\nUnited States to California are now carried over it throughout its whole\nextent, and this route is known to be the nearest and believed to be the\nbest to the Pacific.Long experience has deeply convinced me that a strict construction of the\npowers granted to Congress is the only true, as well as the only safe,\ntheory of the Constitution. Whilst this principle shall guide my public\nconduct, I consider it clear that under the war-making power Congress may\nappropriate money for the Construction of a military road through the\nTerritories of the United States when this is absolutely necessary for the\ndefense of any of the States against foreign invasion. The Constitution has\nconferred upon Congress power \"to declare war,\" \"to raise and support\narmies,\" \"to provide and maintain a navy,\" and to call forth the militia to\n\"repel invasions.\" These high sovereign powers necessarily involve\nimportant and responsible public duties, and among them there is none so\nsacred and so imperative as that of preserving our soil from the invasion\nof a foreign enemy. The Constitution has therefore left nothing on this\npoint to construction, but expressly requires that \"the United States shall\nprotect each of them [the States] against invasion.\" Now if a military road\nover our own Territories be indispensably necessary to enable us to meet\nand repel the invader, it follows as a necessary consequence not only that\nwe possess the power, but it is our imperative duty to construct such a\nroad. It would be an absurdity to invest a government with the unlimited\npower to make and conduct war and at the same time deny to it the only\nmeans of reaching and defeating the enemy at the frontier. Without such a\nroad it is quite evident we can not \"protect\" California and our Pacific\npossessions \"against invasion.\" We can not by any other means transport men\nand munitions of war from the Atlantic States in sufficient time\nsuccessfully to defend these remote and distant portions of the Republic.Experience has proved that the routes across the isthmus of Central America\nare at best but a very uncertain and unreliable mode of communication. But\neven if this were not the case, they would at once be closed against us in\nthe event of war with a naval power so much stronger than our own as to\nenable it to blockade the ports at either end of these routes. After all,\ntherefore, we can only rely upon a military road through our own\nTerritories; and ever since the origin of the Government Congress has been\nin the practice of appropriating money from the public Treasury for the\nconstruction of such roads.The difficulties and the expense of constructing a military railroad to\nconnect our Atlantic and Pacific States have been greatly exaggerated. The\ndistance on the Arizona route, near the thirty-second parallel of north\nlatitude, between the western boundary of Texas, on the Rio Grande, and the\neastern boundary of California, on the Colorado, from the best explorations\nnow within our knowledge, does not exceed 470 miles, and the face of the\ncountry is in the main favorable. For obvious reasons the Government ought\nnot to undertake the work itself by means of its own agents. This ought to\nbe committed to other agencies, which Congress might assist, either by\ngrants of land or money, or by both, upon such terms and conditions as they\nmay deem most beneficial for the country. Provision might thus be made not\nonly for the safe, rapid, and economical transportation of troops and\nmunitions of war, but also of the public mails. The commercial interests of\nthe whole country, both East and West, would be greatly promoted by such a\nroad, and, above all, it would be a powerful additional bond of union. And\nalthough advantages of this kind, whether postal, commercial, or political,\ncan not confer constitutional power, yet they may furnish auxiliary\narguments in favor of expediting a work which, in my judgment, is clearly\nembraced within the war-making power.For these reasons I commend to the friendly consideration of Congress the\nsubject of the Pacific Railroad, without finally committing myself to any\nparticular route.The report of the Secretary of the Treasury will furnish a detailed\nstatement of the condition of the public finances and of the respective\nbranches of the public service devolved upon that Department of the\nGovernment. By this report it appears that the amount of revenue received\nfrom all sources into the Treasury during the fiscal year ending the 30th\nJune, 1857, was $68,631,513.67, which amount, with the balance of\n$19,901,325.45 remaining in the Treasury at the commencement of the year,\nmade an aggregate for the service of the year of $88,532,839.12.The public expenditures for the fiscal year ending 30th June, 1857,\namounted to $70,822,724.85, of which $5,943,896.91 were applied to the\nredemption of the public debt, including interest and premium, leaving in\nthe Treasury at the commencement of the present fiscal year, on the 1st\nJuly, 1857, $17,710,114.27.The receipts into the Treasury for the first quarter of the present fiscal\nyear, commencing 1st July, 1857, were $20,929,819.81, and the estimated\nreceipts of the remaining three quarters to the 30th June, 1858, are\n$36,750,000, making, with the balance before stated, an aggregate of\n$75,389,934.08 for the service of the present fiscal year.The actual expenditures during the first quarter of the present fiscal year\nwere $23,714,528.37, of which $3,895,232.39 were applied to the redemption\nof the public debt, including interest and premium. The probable\nexpenditures of the remaining three quarters to 30th June, 1858, are\n$51,248,530.04, including interest on the public debt, making an aggregate\nof $74,963,058.41, leaving an estimated balance in the Treasury at the\nclose of the present fiscal year of $426,875.67.The amount of the public debt at the commencement of the present fiscal\nyear was $29,060,386.90.The amount redeemed since the 1st of July was $3,895,232.39, leaving a\nbalance unredeemed at this time of $25,165,154.51.The amount of estimated expenditures for the remaining three quarters of\nthe present fiscal year will in all probability be increased from the\ncauses set forth in the report of the Secretary. His suggestion, therefore,\nthat authority should be given to supply any temporary deficiency by the\nissue of a limited amount of Treasury notes is approved, and I accordingly\nrecommend the passage of such a law.As stated in the report of the Secretary, the tariff of March 3, 1857, has\nbeen in operation for so short a period of time and under circumstances so\nunfavorable to a just development of its results as a revenue measure that\nI should regard it as inexpedient, at least for the present, to undertake\nits revision.I transmit herewith the reports made to me by the Secretaries of War and of\nthe Navy, of the Interior, and of the Postmaster-General. They all contain\nvaluable and important information and suggestions, which I commend to the\nfavorable consideration of Congress.I have already recommended the raising of four additional regiments, and\nthe report of the Secretary of War presents strong reasons proving this\nincrease of the Army under existing circumstances to be indispensable.I would call the special attention of Congress to the recommendation of the\nSecretary of the Navy in favor of the construction of ten small war\nsteamers of light draft. For some years the Government has been obliged on\nmany occasions to hire such steamers from individuals to supply its\npressing wants. At the present moment we have no armed vessel in the Navy\nwhich can penetrate the rivers of China. We have but few which can enter\nany of the harbors south of Norfolk, although many millions of foreign and\ndomestic commerce annually pass in and out of these harbors. Some of our\nmost valuable interests and most vulnerable points are thus left exposed.\nThis class of vessels of light draft, great speed, and heavy guns would be\nformidable in coast defense. The cost of their construction will not be\ngreat and they will require but a comparatively small expenditure to keep\nthem in commission. In time of peace they will prove as effective as much\nlarger vessels and more useful. One of them should be at every station\nwhere we maintain a squadron, and three or four should be constantly\nemployed on our Atlantic and Pacific coasts. Economy, utility, and\nefficiency combine to recommend them as almost indispensable. Ten of these\nsmall vessels would be of incalculable advantage to the naval service, and\nthe whole cost of their construction would not exceed $2,300,000, or\n$230,000 each.The report of the Secretary of the Interior is worthy of grave\nconsideration. It treats of the numerous important and diversified branches\nof domestic administration intrusted to him by law. Among these the most\nprominent are the public lands and our relations with the Indians. Our\nsystem for the disposal of the public lands, originating with the fathers\nof the Republic, has been improved as experience pointed the way, and\ngradually adapted to the growth and settlement of our Western States and\nTerritories. It has worked well in practice. Already thirteen States and\nseven Territories have been carved out of these lands, and still more than\na thousand millions of acres remain unsold. What a boundless prospect this\npresents to our country of future prosperity and power!We have heretofore disposed of 363,862,464 acres of the public land. Whilst\nthe public lands, as a source of revenue, are of great importance, their\nimportance is far greater as furnishing homes for a hardy and independent\nrace of honest and industrious citizens who desire to subdue and cultivate\nthe soil. They ought to be administered mainly with a view of promoting\nthis wise and benevolent policy. In appropriating them for any other\npurpose we ought to use even greater economy than if they had been\nconverted into money and the proceeds were already in the public Treasury.\nTo squander away this richest and noblest inheritance which any people have\never enjoyed upon objects of doubtful constitutionality or expediency would\nbe to violate one of the most important trusts ever committed to any\npeople. Whilst I do not deny to Congress the power, when acting bona fide\nas a proprietor, to give away portions of them for the purpose of\nincreasing the value of the remainder, yet, considering the great\ntemptation to abuse this power, we can not be too cautious in its exercise.\nActual settlers under existing laws are protected against other purchasers\nat the public sales in their right of preemption to the extent of a quarter\nsection, or 160 acres, of land. The remainder may then be disposed of at\npublic or entered at private sale in unlimited quantities. Speculation has\nof late years prevailed to a great extent in the public lands. The\nconsequence has been that large portions of them have become the property\nof individuals and companies, and thus the price is greatly enhanced to\nthose who desire to purchase for actual settlement. In order to limit the\narea of speculation as much as possible, the extinction of the Indian title\nand the extension of the public surveys ought only to keep pace with the\ntide of emigration.If Congress should hereafter grant alternate sections to States or\ncompanies, as they have done heretofore, I recommend that the intermediate\nsections retained by the Government should be subject to preemption by\nactual settlers.It ought ever to be our cardinal policy to reserve the public lands as much\nas may be for actual settlers, and this at moderate prices. We shall thus\nnot only best promote the prosperity of the new States and Territories and\nthe power of the Union, but shall secure homes for our posterity for many\ngenerations.The extension of our limits has brought within our jurisdiction many\nadditional and populous tribes of Indians, a large proportion of which are\nwild, untractable, and difficult to control. Predatory and warlike in their\ndisposition and habits, it is impossible altogether to restrain them from\ncommitting aggressions on each other, as well as upon our frontier citizens\nand those emigrating to our distant States and Territories. Hence expensive\nmilitary expeditions are frequently necessary to overawe and chastise the\nmore lawless and hostile. The present system of making them valuable\npresents to influence them to remain at peace has proved ineffectual. It is\nbelieved to be the better policy to colonize them in suitable localities\nwhere they can receive the rudiments of education and be gradually induced\nto adopt habits of industry. So far as the experiment has been tried it has\nworked well in practice, and it will doubtless prove to be less expensive\nthan the present system.The whole number of Indians within our territorial limits is believed to\nbe, from the best data in the Interior Department, about 325,000. The\ntribes of Cherokees, Choctaws, Chickasaws, and Creeks settled in the\nTerritory set apart for them west of Arkansas are rapidly advancing in\neducation and in all the arts of civilization and self-government and we\nmay indulge the agreeable anticipation that at no very distant day they\nwill be incorporated into the Union as one of the sovereign States.It will be seen from the report of the Postmaster-General that the\nPost-Office Department still continues to depend on the Treasury, as it has\nbeen compelled to do for several years past, for an important portion of\nthe means of sustaining and extending its operations. Their rapid growth\nand expansion are shown by a decennial statement of the number of\npost-offices and the length of post-roads, commencing with the year 1827.\nIn that year there were 7,000 post-offices; in 1837, 11,177; in 1847,\n15,146, and in 1857 they number 26,586. In this year 1,725 post-offices\nhave been established and 704 discontinued, leaving a net increase of\n1,021. The postmasters of 368 offices are appointed by the President.The length of post-roads in 1827 was 105,336 miles; in 1837,141,242 miles;\nin 1847, 153,818 miles, and in the year 1857 there are 242,601 miles of\npost-road, including 22,530 miles of railroad on which the mails are\ntransported.The expenditures of the Department for the fiscal year ending on the 30th\nJune, 1857, as adjusted by the Auditor, amounted to $11,507,670. To defray\nthese expenditures there was to the credit of the Department on the 1st\nJuly, 1856, the sum of $789,599; the gross revenue of the year, including\nthe annual allowances for the transportation of free mail matter, produced\n$8,053,951, and the remainder was supplied by the appropriation from the\nTreasury of $2,250,000 granted by the act of Congress approved August 18,\n1856, and by the appropriation of $666,883 made by the act of March 3,\n1857, leaving $252,763 to be carried to the credit of the Department in the\naccounts of the current year. I commend to your consideration the report of\nthe Department in relation to the establishment of the overland mail route\nfrom the Mississippi River to San Francisco, Cal. The route was selected\nwith my full concurrence, as the one, in my judgment, best calculated to\nattain the important objects contemplated by Congress.The late disastrous monetary revulsion may have one good effect should it\ncause both the Government and the people to return to the practice of a\nwise and judicious economy both in public and private expenditures.An overflowing Treasury has led to habits of prodigality and extravagance\nin our legislation. It has induced Congress to make large appropriations to\nobjects for which they never would have provided had it been necessary to\nraise the amount of revenue required to meet them by increased taxation or\nby loans. We are now compelled to pause in our career and to scrutinize our\nexpenditures with the utmost vigilance; and in performing this duty I\npledge my cooperation to the extent of my constitutional competency.It ought to be observed at the same time that true public economy does not\nconsist in withholding the means necessary to accomplish important national\nobjects intrusted to us by the Constitution, and especially such as may be\nnecessary for the common defense. In the present crisis of the country it\nis our duty to confine our appropriations to objects of this character,\nunless in cases where justice to individuals may demand a different course.\nIn all cases care ought to be taken that the money granted by Congress\nshall be faithfully and economically applied.Under the Federal Constitution \"every bill which shall have passed the\nHouse of Representatives and the Senate shall, before it become a law,\" be\napproved and signed by the President; and if not approved, \"he shall return\nit with his objections to that House in which it shall have originated.\" In\norder to perform this high and responsible duty, sufficient time must be\nallowed the President to read and examine every bill presented to him for\napproval. Unless this be afforded, the Constitution becomes a dead letter\nin this particular, and; even worse, it becomes a means of deception. Our\nconstituents, seeing the President's approval and signature attached to\neach act of Congress, are induced to believe that he has actually performed\nhis duty, when in truth nothing is in many cases more unfounded.From the practice of Congress such an examination of each bill as the\nConstitution requires has been rendered impossible. The most important\nbusiness of each session is generally crowded into its last hours, and the\nalternative presented to the President is either to violate the\nconstitutional duty which he owes to the people and approve bills which for\nwant of time it is impossible he should have examined, or by his refusal to\ndo this subject the country and individuals to great loss and\ninconvenience.Besides, a practice has grown up of late years to legislate in\nappropriation bills at the last hours of the session on new and important\nsubjects. This practice constrains the President either to suffer measures\nto become laws which he does not approve or to incur the risk of stopping\nthe wheels of the Government by vetoing an appropriation bill. Formerly\nsuch bills were confined to specific appropriations for carrying into\neffect existing laws and the well-established policy of the country, and\nlittle time was then requited by the President for their examination.For my own part, I have deliberately determined that I shall approve no\nbills which I have not examined, and it will be a case of extreme and most\nurgent necessity which shall ever induce me to depart from this rule. I\ntherefore respectfully but earnestly recommend that the two Houses would\nallow the President at least two days previous to the adjournment of each\nsession within which no new bill shall be presented to him for approval.\nUnder the existing joint rule one day is allowed, but this rule has been\nhitherto so constantly suspended in practice that important bills continue\nto be presented to him up till the very last moments of the session. In a\nlarge majority of cases no great public inconvenience can arise from the\nwant of time to examine their provisions, because the Constitution has\ndeclared that if a bill be presented to the President within the last ten\ndays of the session he is not required to return it, either with an\napproval or with a veto, \"in which case it shall not be a law.\" It may then\nlie over and be taken up and passed at the next session. Great\ninconvenience would only be experienced in regard to appropriation bills,\nbut, fortunately, under the late excellent law allowing a salary instead of\na per diem to members of Congress the expense and inconvenience of a called\nsession will be greatly reduced.I can not conclude without commending to your favorable consideration the\ninterest of the people of this District. Without a representative on the\nfloor of Congress, they have for this very reason peculiar claims upon our\njust regard. To this I know, from my long acquaintance with them, they are\neminently entitled.", 
    "name": "James Buchanan"
}