{
    "date": "December 3, 1860", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:Throughout the year since our last meeting the country has been eminently\nprosperous in all its material interests. The general health has been\nexcellent, our harvests have been abundant, and plenty smiles throughout\nthe laud. Our commerce and manufactures have been prosecuted with energy\nand industry, and have yielded fair and ample returns. In short, no nation\nin the tide of time has ever presented a spectacle of greater material\nprosperity than we have done until within a very recent period.Why is it, then, that discontent now so extensively prevails, and the Union\nof the States, which is the source of all these blessings, is threatened\nwith destruction?The long-continued and intemperate interference of the Northern people with\nthe question of slavery in the Southern States has at length produced its\nnatural effects. The different sections of the Union are now arrayed\nagainst each other, and the time has arrived, so much dreaded by the Father\nof his Country, when hostile geographical parties have been formed.I have long foreseen and often forewarned my countrymen of the now\nimpending danger. This does not proceed solely from the claim on the part\nof Congress or the Territorial legislatures to exclude slavery from the\nTerritories, nor from the efforts of different States to defeat the\nexecution of the fugitive-slave law. All or any of these evils might have\nbeen endured by the South without danger to the Union (as others have been)\nin the hope that time and reflection might apply the remedy. The immediate\nperil arises not so much from these causes as from the fact that the\nincessant and violent agitation of the slavery question throughout the\nNorth for the last quarter of a century has at length produced its malign\ninfluence on the slaves and inspired them with vague notions of freedom.\nHence a sense of security no longer exists around the family altar. This\nfeeling of peace at home has given place to apprehensions of servile\ninsurrections. Many a matron throughout the South retires at night in dread\nof what may befall herself and children before the morning. Should this\napprehension of domestic danger, whether real or imaginary, extend and\nintensify itself until it shall pervade the masses of the Southern people,\nthen disunion will become inevitable. Self-preservation is the first law of\nnature, and has been implanted in the heart of man by his Creator for the\nwisest purpose; and no political union, however fraught with blessings and\nbenefits in all other respects, can long continue if the necessary\nconsequence be to render the homes and the firesides of nearly half the\nparties to it habitually and hopelessly insecure. Sooner or later the bonds\nof such a union must be severed. It is my conviction that this fatal period\nhas not yet arrived, and my prayer to God is that He would preserve the\nConstitution and the Union throughout all generations.But let us take warning in time and remove the cause of danger. It can not\nbe denied that for five and twenty years the agitation at the North against\nslavery has been incessant. In 1835 pictorial handbills and inflammatory\nappeals were circulated extensively throughout the South of a character to\nexcite the passions of the slaves, and, in the language of General Jackson,\n\"to stimulate them to insurrection and produce all the horrors of a servile\nwar.\" This agitation has ever since been continued by the public press, by\nthe proceedings of State and county conventions and by abolition sermons\nand lectures. The time of Congress has been occupied in violent speeches on\nthis never-ending subject, and appeals, in pamphlet and other forms,\nindorsed by distinguished names, have been sent forth from this central\npoint and spread broadcast over the Union.How easy would it be for the American people to settle the slavery question\nforever and to restore peace and harmony to this distracted country! They,\nand they alone, can do it. All that is necessary to accomplish the object,\nand all for which the slave States have ever contended, is to be let alone\nand permitted to manage their domestic institutions in their own way. As\nsovereign States, they, and they alone, are responsible before God and the\nworld for the slavery existing among them. For this the people of the North\nare not more responsible and have no more fight to interfere than with\nsimilar institutions in Russia or in Brazil.Upon their good sense and patriotic forbearance I confess I still greatly\nrely. Without their aid it is beyond the power of any President, no matter\nwhat may be his own political proclivities, to restore peace and harmony\namong the States. Wisely limited and restrained as is his power under our\nConstitution and laws, he alone can accomplish but little for good or for\nevil on such a momentous question.And this brings me to observe that the election of any one of our\nfellow-citizens to the office of President does not of itself afford just\ncause for dissolving the Union. This is more especially true if his\nelection has been effected by a mere plurality, and not a majority of the\npeople, and has resulted from transient and temporary causes, which may\nprobably never again occur. In order to justify a resort to revolutionary\nresistance, the Federal Government must be guilty of \"a deliberate,\npalpable, and dangerous exercise\" of powers not granted by the\nConstitution.The late Presidential election, however, has been held in strict conformity\nwith its express provisions. How, then, can the result justify a revolution\nto destroy this very Constitution? Reason, justice, a regard for the\nConstitution, all require that we shall wait for some overt and dangerous\nact on the part of the President elect before resorting to such a remedy.\nIt is said, however, that the antecedents of the President-elect have been\nsufficient to justify the fears of the South that he will attempt to invade\ntheir constitutional rights. But are such apprehensions of contingent\ndanger in the future sufficient to justify the immediate destruction of the\nnoblest system of government ever devised by mortals? From the very nature\nof his office and its high responsibilities he must necessarily be\nconservative. The stern duty of administering the vast and complicated\nconcerns of this Government affords in itself a guaranty that he will not\nattempt any violation of a clear constitutional right.After all, he is no more than the chief executive officer of the\nGovernment. His province is not to make but to execute the laws. And it is\na remarkable fact in our history that, notwithstanding the repeated efforts\nof the antislavery party, no single act has ever passed Congress, unless we\nmay possibly except the Missouri compromise, impairing in the slightest\ndegree the rights of the South to their property in slaves; and it may also\nbe observed, judging from present indications, that no probability exists\nof the passage of such an act by a majority of both Houses, either in the\npresent or the next Congress. Surely under these circumstances we ought to\nbe restrained from present action by the precept of Him who spake as man\nnever spoke, that \"sufficient unto the day is the evil thereof.\" The day of\nevil may never come unless we shall rashly bring it upon ourselves.It is alleged as one cause for immediate secession that the Southern States\nare denied equal rights with the other States in the common Territories.\nBut by what authority are these denied? Not by Congress, which has never\npassed, and I believe never will pass, any act to exclude slavery from\nthese Territories; and certainly not by the Supreme Court, which has\nsolemnly decided that slaves are property, and, like all other property,\ntheir owners have a right to take them into the common Territories and hold\nthem there under the protection of the Constitution.So far then, as Congress is concerned, the objection is not to anything\nthey have already done, but to what they may do hereafter. It will surely\nbe admitted that this apprehension of future danger is no good reason for\nan immediate dissolution of the Union. It is true that the Territorial\nlegislature of Kansas, on the 23d February, 1860, passed in great haste an\nact over the veto of the governor declaring that slavery \"is and shall be\nforever prohibited in this Territory.\" Such an act, however, plainly\nviolating the rights of property secured by the Constitution, will surely\nbe declared void by the judiciary whenever it shall be presented in a legal\nform.Only three days after my inauguration the Supreme Court of the United\nStates solemnly adjudged that this power did not exist in a Territorial\nlegislature. Yet such has been the factious temper of the times that the\ncorrectness of this decision has been extensively impugned before the\npeople, and the question has given rise to angry political conflicts\nthroughout the country. Those who have appealed from this judgment of our\nhighest constitutional tribunal to popular assemblies would, if they could,\ninvest a Territorial legislature with power to annul the sacred rights of\nproperty. This power Congress is expressly forbidden by the Federal\nConstitution to exercise. Every State legislature in the Union is forbidden\nby its own constitution to exercise it. It can not be exercised in any\nState except by the people in their highest sovereign capacity, when\nframing or amending their State constitution. In like manner it can only be\nexercised by the people of a Territory represented in a convention of\ndelegates for the purpose of framing a constitution preparatory to\nadmission as a State into the Union. Then, and not until then, are they\ninvested with power to decide the question whether slavery shall or shall\nnot exist within their limits. This is an act of sovereign authority, and\nnot of subordinate Territorial legislation. Were it otherwise, then indeed\nwould the equality of the States in the Territories be destroyed, and the\nrights of property in slaves would depend not upon the guaranties of the\nConstitution, but upon the shifting majorities of an irresponsible\nTerritorial legislature. Such a doctrine, from its intrinsic unsoundness,\ncan not long influence any considerable portion of our people, much less\ncan it afford a good reason for a dissolution of the Union.The most palpable violations of constitutional duty which have yet been\ncommitted consist in the acts of different State legislatures to defeat the\nexecution of the fugitive-slave law. It ought to be remembered, however,\nthat for these acts neither Congress nor any President can justly be held\nresponsible. Having been passed in violation of the Federal Constitution,\nthey are therefore null and void. All the courts, both State and national,\nbefore whom the question has arisen have from the beginning declared the\nfugitive-slave law to be constitutional. The single exception is that of a\nState court in Wisconsin, and this has not only been reversed by the proper\nappellate tribunal, but has met with such universal reprobation that there\ncan be no danger from it as a precedent. The validity of this law has been\nestablished over and over again by the Supreme Court of the United States\nwith perfect unanimity. It is rounded upon an express provision of the\nConstitution, requiring that fugitive slaves who escape from service in one\nState to another shall be \"delivered up\" to their masters. Without this\nprovision it is a well-known historical fact that the Constitution itself\ncould never have been adopted by the Convention. In one form or other,\nunder the acts of 1793 and 1850, both being substantially the same, the\nfugitive-slave law has been the law of the land from the days of Washington\nuntil the present moment. Here, then, a clear case is presented in which it\nwill be the duty of the next President, as it has been my own, to act with\nvigor in executing this supreme law against the conflicting enactments of\nState legislatures. Should he fail in the performance of this high duty, he\nwill then have manifested a disregard of the Constitution and laws, to the\ngreat injury of the people of nearly one-half of the States of the Union.\nBut are we to presume in advance that he will thus violate his duty? This\nwould be at war with every principle of justice and of Christian charity.\nLet us wait for the overt act. The fugitive-slave law has been carried into\nexecution in every contested case since the commencement of the present\nAdministration, though Often, it is to be regretted, with great loss and\ninconvenience to the master and with considerable expense to the\nGovernment. Let us trust that the State legislatures will repeal their\nunconstitutional and obnoxious enactments. Unless this shall be done\nwithout unnecessary delay, it is impossible for any human power to save the\nUnion.The Southern States, standing on the basis of the Constitution, have right\nto demand this act of justice from the States of the North. Should it be\nrefused, then the Constitution, to which all the States are parties, will\nhave been willfully violated by one portion of them in a provision\nessential to the domestic security and happiness of the remainder. In that\nevent the injured States, after having first used all peaceful and\nconstitutional means to obtain redress, would be justified in revolutionary\nresistance to the Government of the Union.I have purposely confined my remarks to revolutionary resistance, because\nit has been claimed within the last few years that any State, whenever this\nshall be its sovereign will and pleasure, may secede from the Union in\naccordance with the Constitution and without any violation of the\nconstitutional rights of the other members of the Confederacy; that as each\nbecame parties to the Union by the vote of its own people assembled in\nconvention, so any one of them may retire from the Union in a similar\nmanner by the vote of such a convention.In order to justify secession as a constitutional remedy, it must be on the\nprinciple that the Federal Government is a mere voluntary association of\nStates, to be dissolved at pleasure by any one of the contracting parties.\nIf this be so, the Confederacy is a rope of sand, to be penetrated and\ndissolved by the first adverse wave of public opinion in any of the States.\nIn this manner our thirty-three States may resolve themselves into as many\npetty, jarring, and hostile republics, each one retiring from the Union\nwithout responsibility whenever any sudden excitement might impel them to\nsuch a course. By this process a Union might be entirely broken into\nfragments in a few weeks which cost our forefathers many years of toil,\nprivation, and blood to establish.Such a principle is wholly inconsistent with the history as well as the\ncharacter of the Federal Constitution. After it was framed with the\ngreatest deliberation and care it was submitted to conventions of the\npeople of the several States for ratification. Its provisions were\ndiscussed at length in these bodies, composed of the first men of the\ncountry. Its opponents contended that it conferred powers upon the Federal\nGovernment dangerous to the rights of the States, whilst its advocates\nmaintained that under a fair construction of the instrument there was no\nfoundation for such apprehensions. In that mighty struggle between the\nfirst intellects of this or any other country it never occurred to any\nindividual, either among its opponents or advocates, to assert or even to\nintimate that their efforts were all vain labor, because the moment that\nany State felt herself aggrieved she might secede from the Union. What a\ncrushing argument would this have proved against those who dreaded that the\nrights of the States would be endangered by the Constitution! The truth is\nthat it was not until many years after the origin of the Federal Government\nthat such a proposition was first advanced. It was then met and refuted by\nthe conclusive arguments of General Jackson, who in his message of the 16th\nof January, 1833, transmitting the nullifying ordinance of South Carolina\nto Congress, employs the following language:The right of the people of a single State to absolve themselves at will and\nwithout the consent of the other States from their most solemn obligations,\nand hazard the liberties and happiness of the millions composing this\nUnion, can not be acknowledged. Such authority is believed to be utterly\nrepugnant both to the principles upon which the General Government is\nconstituted and to the objects which it is expressly formed to attain.It is not pretended that any clause in the Constitution gives countenance\nto such a theory. It is altogether rounded upon inference; not from any\nlanguage contained in the instrument itself, but from the sovereign\ncharacter of the several States by which it was ratified. But is it beyond\nthe power of a State, like an individual, to yield a portion of its\nsovereign rights to secure the remainder? In the language of Mr. Madison,\nwho has been called the father of the Constitution--It was formed by the States; that is, by the people in each of the States\nacting in their highest sovereign capacity, and formed, consequently, by\nthe same authority which formed the State constitutions. Nor is the\nGovernment of the United States, created by the Constitution, less a\ngovernment, in the strict sense of the term, within the sphere of its\npowers than the governments created by the constitutions of the States are\nwithin their several spheres. It is, like them, organized into legislative,\nexecutive, and judiciary departments. It operates, like them directly on\npersons and things, and, like them, it has at command a physical force for\nexecuting the powers committed to it.It was intended to be perpetual, and not to be annulled at the pleasure of\nany one of the contracting parties. The old Articles of Confederation were\nentitled \"Articles of Confederation and Perpetual Union between the\nStates,\" and by the thirteenth article it is expressly declared that \"the\narticles of this Confederation shall be inviolably observed by every State,\nand the Union shall be perpetual.\" The preamble to the Constitution of the\nUnited States, having express reference to the Articles of Confederation,\nrecites that it was established \"in order to form a more perfect union.\"\nAnd yet it is contended that this \"more perfect union\" does not include the\nessential attribute of perpetuity.But that the Union was designed to be perpetual appears conclusively from\nthe nature and extent of the powers conferred by the Constitution on the\nFederal Government. These powers embrace the very highest attributes of\nnational sovereignty. They place both the sword and the purse under its\ncontrol. Congress has power to make war and to make peace, to raise and\nsupport armies and navies, and to conclude treaties with foreign\ngovernments. It is invested with the power to coin money and to regulate\nthe value thereof, and to regulate commerce with foreign nations and among\nthe several States. It is not necessary to enumerate the other high powers\nwhich have been conferred upon the Federal Government. In order to carry\nthe enumerated powers into effect, Congress possesses the exclusive right\nto lay and collect duties on imports, and, in common with the States, to\nlay and collect all other taxes.But the Constitution has not only conferred these high powers upon\nCongress, but it has adopted effectual means to restrain the States from\ninterfering with their exercise. For that purpose it has in strong\nprohibitory language expressly declared that--No State shall enter into any treaty, alliance, or confederation; grant\nletters of marque and reprisal; coin money; emit bills of credit; make\nanything but gold and silver coin a tender in payment of debts; pass any\nbill of attainder, ex post facto law, or law impairing the obligation of\ncontracts. Moreover--No State shall without the consent of the Congress lay any imposts or\nduties on imports or exports, except what may be absolutely necessary for\nexecuting its inspection laws.And if they exceed this amount the excess shall belong, to the United\nStates. And--No State shall without the consent of Congress lay any duty of tonnage,\nkeep troops or ships of war in time of peace, enter into any agreement or\ncompact with another State or with a foreign power, or engage in war,\nunless actually invaded or in such imminent danger as will not admit of\ndelay.In order still further to secure the uninterrupted exercise of these high\npowers against State interposition, it is provided that--This Constitution and the laws of the United States which shall be made in\npursuance thereof, and all treaties made or which shall be made under the\nauthority of the United States, shall be the supreme law of the land, and\nthe judges in every State shall be bound thereby, anything in the\nconstitution or laws of any State to the contrary notwithstanding.The solemn sanction of religion has been superadded to the obligations of\nofficial duty, and all Senators and Representatives of the United States,\nall members of State legislatures, and all executive and judicial officers,\n\"both of the United States and of the several States, shall be bound by\noath or affirmation to support this Constitution.\"In order to carry into effect these powers, the Constitution has\nestablished a perfect Government in all its forms--legislative, executive,\nand judicial; and this Government to the extent of its powers acts directly\nupon the individual citizens of every State, and executes its own decrees\nby the agency of its own officers. In this respect it differs entirely from\nthe Government under the old Confederation, which was confined to making\nrequisitions on the States in their sovereign character. This left it in\nthe discretion of each whether to obey or to refuse, and they often\ndeclined to comply with such requisitions. It thus became necessary for the\npurpose of removing this barrier and \"in order to form a more perfect\nunion\" to establish a Government which could act directly upon the people\nand execute its own laws without the intermediate agency of the States.\nThis has been accomplished by the Constitution of the United States. In\nshort, the Government created by the Constitution, and deriving its\nauthority from the sovereign people of each of the several States, has\nprecisely the same right to exercise its power over the people of all these\nStates in the enumerated cases that each one of them possesses over\nsubjects not delegated to the United States, but \"reserved to the States\nrespectively or to the people.\"To the extent of the delegated powers the Constitution of the United States\nis as much a part of the constitution of each State and is as binding upon\nits people as though it had been textually inserted therein.This Government, therefore, is a great and powerful Government, invested\nwith all the attributes of sovereignty over the special subjects to which\nits authority extends. Its framers never intended to implant in its bosom\nthe seeds of its own destruction, nor were they at its creation guilty of\nthe absurdity of providing for its own dissolution. It was not intended by\nits framers to be the baseless fabric of a vision, which at the touch of\nthe enchanter would vanish into thin air, but a substantial and mighty\nfabric, capable of resisting the slow decay of time and of defying the\nstorms of ages. Indeed, well may the jealous patriots of that day have\nindulged fears that a Government of such high powers might violate the\nreserved rights of the States, and wisely did they adopt the rule of a\nstrict construction of these powers to prevent the danger. But they did not\nfear, nor had they any reason to imagine, that the Constitution would ever\nbe so interpreted as to enable any State by her own act, and without the\nconsent of her sister States, to discharge her people from all or any of\ntheir federal obligations.It may be asked, then, Are the people of the States without redress against\nthe tyranny and oppression of the Federal Government? By no means. The\nright of resistance on the part of the governed against the oppression of\ntheir governments can not be denied. It exists independently of all\nconstitutions, and has been exercised at all periods of the world's\nhistory. Under it old governments have been destroyed and new ones have\ntaken their place. It is embodied in strong and express language in our own\nDeclaration of Independence. But the distinction must ever be observed that\nthis is revolution against an established government, and not a voluntary\nsecession from it by virtue of an inherent constitutional right. In short,\nlet us look the danger fairly in the face. Secession is neither more nor\nless than revolution. It may or it may not be a justifiable revolution, but\nstill it is revolution.What, in the meantime, is the responsibility and true position of the\nExecutive? He is bound by solemn oath, before God and the country, \"to take\ncare that the laws be faithfully executed,\" and from this obligation he can\nnot be absolved by any human power. But what if the performance of this\nduty, in whole or in part, has been rendered impracticable by events over\nwhich he could have exercised no control? Such at the present moment is the\ncase throughout the State of South Carolina so far as the laws of the\nUnited States to secure the administration of justice by means of the\nFederal judiciary are concerned. All the Federal officers within its limits\nthrough whose agency alone these laws can be carried into execution have\nalready resigned. We no longer have a district judge, a district attorney,\nor a marshal in South Carolina. In fact, the whole machinery of the Federal\nGovernment necessary for the distribution of remedial justice among the\npeople has been demolished, and it would be difficult, if not impossible,\nto replace it.The only acts of Congress on the statute book bearing upon this subject are\nthose of February 28, 1795, and March 3, 1807. These authorize the\nPresident, after he shall have ascertained that the marshal, with his posse\ncomitatus, is unable to execute civil or criminal process in any particular\ncase, to call forth the militia and employ the Army and Navy to aid him in\nperforming this service, having first by proclamation commanded the\ninsurgents \"to disperse and retire peaceably to their respective abodes\nwithin a limited time\" This duty can not by possibility be performed in a\nState where no judicial authority exists to issue process, and where there\nis no marshal to execute it, and where, even if there were such an officer,\nthe entire population would constitute one solid combination to resist\nhim.The bare enumeration of these provisions proves how inadequate they are\nwithout further legislation to overcome a united opposition in a single\nState, not to speak of other States who may place themselves in a similar\nattitude. Congress alone has power to decide whether the present laws can\nor can not be amended so as to carry out more effectually the objects of\nthe Constitution.The same insuperable obstacles do not lie in the way of executing the laws\nfor the collection of the customs. The revenue still continues to be\ncollected as heretofore at the custom-house in Charleston, and should the\ncollector unfortunately resign a successor may be appointed to perform this\nduty.Then, in regard to the property of the United States in South Carolina.\nThis has been purchased for a fair equivalent, \"by the consent of the\nlegislature of the State,\" \"for the erection of forts, magazines,\narsenals,\" etc., and over these the authority \"to exercise exclusive\nlegislation\" has been expressly granted by the Constitution to Congress. It\nis not believed that any attempt will be made to expel the United States\nfrom this property by force; but if in this I should prove to be mistaken,\nthe officer in command of the forts has received orders to act strictly on\nthe defensive. In such a contingency the responsibility for consequences\nwould rightfully rest upon the heads of the assailants.Apart from the execution of the laws, so far as this may be practicable,\nthe Executive has no authority to decide what shall be the relations\nbetween the Federal Government and South Carolina. He has been invested\nwith no such discretion. He possesses no power to change the relations\nheretofore existing between them, much less to acknowledge the independence\nof that State. This would be to invest a mere executive officer with the\npower of recognizing the dissolution of the confederacy among our\nthirty-three sovereign States. It bears no resemblance to the recognition\nof a foreign de facto government, involving no such responsibility. Any\nattempt to do this would, on his part, be a naked act of usurpation. It is\ntherefore my duty to submit to Congress the whole question in all its\nbeatings. The course of events is so rapidly hastening forward that the\nemergency may soon arise when you may be called upon to decide the\nmomentous question whether you possess the power by force of arms to compel\na State to remain in the Union. I should feel myself recreant to my duty\nwere I not to express an opinion on this important subject.The question fairly stated is, Has the Constitution delegated to Congress\nthe power to coerce a State into submission which is attempting to withdraw\nor has actually withdrawn from the Confederacy? If answered in the\naffirmative, it must be on the principle that the power has been conferred\nupon Congress to declare and to make war against a State. After much\nserious reflection I have arrived at the conclusion that no such power has\nbeen delegated to Congress or to any other department of the Federal\nGovernment. It is manifest upon an inspection of the Constitution that this\nis not among the specific and enumerated powers granted to Congress, and it\nis equally apparent that its exercise is not \"necessary and proper for\ncarrying into execution\" any one of these powers. So far from this power\nhaving been delegated to Congress, it was expressly refused by the\nConvention which framed the Constitution.It appears from the proceedings of that body that on the 31st May, 1787,\nthe clause \"authorizing an exertion of the force of the whole against a\ndelinquent State\" came up for consideration. Mr. Madison opposed it in a\nbrief but powerful speech, from which I shall extract but a single\nsentence. He observed:The use of force against a State would look more like a declaration of war\nthan an infliction of punishment, and would probably be considered by the\nparty attacked as a dissolution of all previous compacts by which it might\nbe bound.Upon his motion the clause was unanimously postponed, and was never, I\nbelieve, again presented. Soon afterwards, on the 8th June, 1787, when\nincidentally adverting to the subject, he said: \"Any government for the\nUnited States formed on the supposed practicability of using force against\nthe unconstitutional proceedings of the States would prove as visionary and\nfallacious as the government of Congress,\" evidently meaning the then\nexisting Congress of the old Confederation.Without descending to particulars, it may be safely asserted that the power\nto make war against a State is at variance with the whole spirit and intent\nof the Constitution. Suppose such a war should result in the conquest of a\nState; how are we to govern it afterwards? Shall we hold it as a province\nand govern it by despotic power? In the nature of things, we could not by\nphysical force control the will of the people and compel them to elect\nSenators and Representatives to Congress and to perform all the other\nduties depending upon their own volition and required from the free\ncitizens of a free State as a constituent member of the Confederacy.But if we possessed this power, would it be wise to exercise it under\nexisting circumstances? The object would doubtless be to preserve the\nUnion. War would not only present the most effectual means of destroying\nit, but would vanish all hope of its peaceable reconstruction. Besides, in\nthe fraternal conflict a vast amount of blood and treasure would be\nexpended, rendering future reconciliation between the States impossible. In\nthe meantime, who can foretell what would be the sufferings and privations\nof the people during its existence?The fact is that our Union rests upon public opinion, and can never be\ncemented by the blood of its citizens shed in civil war. If it can not live\nin the affections of the people, it must one day perish. Congress possesses\nmany means of preserving it by conciliation, but the sword was not placed\nin their hand to preserve it by force.But may I be permitted solemnly to invoke my countrymen to pause and\ndeliberate before they determine to destroy this the grandest temple which\nhas ever been dedicated to human freedom since the world began? It has been\nconsecrated by the blood of our fathers, by the glories of the past, and by\nthe hopes of the future. The Union has already made us the most prosperous,\nand ere long will, if preserved, render us the most powerful, nation on the\nface of the earth. In every foreign region of the globe the title of\nAmerican citizen is held in the highest respect, and when pronounced in a\nforeign land it causes the hearts of our countrymen to swell with honest\npride. Surely when we reach the brink of the yawning abyss we shall recoil\nwith horror from the last fatal plunge.By such a dread catastrophe the hopes of the friends of freedom throughout\nthe world would be destroyed, and a long night of leaden despotism would\nenshroud the nations. Our example for more than eighty years would not only\nbe lost, but it would be quoted as a conclusive proof that man is unfit for\nself-government.It is not every wrong--nay, it is not every grievous wrong--which can\njustify a resort to such a fearful alternative. This ought to be the last\ndesperate remedy of a despairing people, after every other constitutional\nmeans of conciliation had been exhausted. We should reflect that under this\nfree Government there is an incessant ebb and flow in public opinion. The\nslavery question, like everything human, will have its day. I firmly\nbelieve that it has reached and passed the culminating point. But if in the\nmidst of the existing excitement the Union shall perish, the evil may then\nbecome irreparable.Congress can contribute much to avert it by proposing and recommending to\nthe legislatures of the several States the remedy for existing evils which\nthe Constitution has itself provided for its own preservation. This has\nbeen tried at different critical periods of our history, and always with\neminent success. It is to be found in the fifth article, providing for its\nown amendment. Under this article amendments have been proposed by\ntwo-thirds of both Houses of Congress, and have been \"ratified by the\nlegislatures of three-fourths of the several States,\" and have consequently\nbecome parts of the Constitution. To this process the country is indebted\nfor the clause prohibiting Congress from passing any law respecting an\nestablishment of religion or abridging the freedom of speech or of the\npress or of the right of petition. To this we are also indebted for the\nbill of rights which secures the people against any abuse of power by the\nFederal Government. Such were the apprehensions justly entertained by the\nfriends of State rights at that period as to have rendered it extremely\ndoubtful whether the Constitution could have long survived without those\namendments.Again the Constitution was amended by the same process, after the election\nof President Jefferson by the House of Representatives, in February, 1803.\nThis amendment was rendered necessary to prevent a recurrence of the\ndangers which had seriously threatened the existence of the Government\nduring the pendency of that election. The article for its own amendment was\nintended to secure the amicable adjustment of conflicting constitutional\nquestions like the present which might arise between the governments of the\nStates and that of the United States. This appears from contemporaneous\nhistory. In this connection I shall merely call attention to a few\nsentences in Mr. Madison's justly celebrated report, in 1799, to the\nlegislature of Virginia. In this he ably and conclusively defended the\nresolutions of the preceding legislature against the strictures of several\nother State legislatures. These were mainly rounded upon the protest of the\nVirginia legislature against the \"alien and sedition acts,\" as \"palpable\nand alarming infractions of the Constitution.\" In pointing out the peaceful\nand constitutional remedies--and he referred to none other--to which the\nStates were authorized to resort on such occasions, he concludes by saying\nthat--The legislatures of the States might have made a direct representation to\nCongress with a view to obtain a rescinding of the two offensive acts, or\nthey might have represented to their respective Senators in Congress their\nwish that two-thirds thereof would propose an explanatory amendment to the\nConstitution; or two-thirds of themselves, if such had been their option,\nmight by an application to Congress have obtained a convention for the same\nobject.This is the very course which I earnestly recommend in order to obtain an\n\"explanatory amendment\" of the Constitution on the subject of slavery. This\nmight originate with Congress or the State legislatures, as may be deemed\nmost advisable to attain the object. The explanatory amendment might be\nconfined to the final settlement of the true construction of the\nConstitution on three special points:1. An express recognition of the right of property in slaves in the States\nwhere it now exists or may hereafter exist.2. The duty of protecting this right in all the common Territories\nthroughout their Territorial existence, and until they shall be admitted as\nStates into the Union, with or without slavery, as their constitutions may\nprescribe.3. A like recognition of the right of the master to have his slave who has\nescaped from one State to another restored and \"delivered up\" to him, and\nof the validity of the fugitive-slave law enacted for this purpose,\ntogether with a declaration that all State laws impairing or defeating this\nright are violations of the Constitution, and are consequently null and\nvoid. It may be objected that this construction of the Constitution has\nalready been settled by the Supreme Court of the United States, and what\nmore ought to be required? The answer is that a very large proportion of\nthe people of the United States still contest the correctness of this\ndecision, and never will cease from agitation and admit its binding force\nuntil clearly established by the people of the several States in their\nsovereign character. Such an explanatory amendment would, it is believed,\nforever terminate the existing dissensions, and restore peace and harmony\namong the States.It ought not to be doubted that such an appeal to the arbitrament\nestablished by the Constitution itself would be received with favor by all\nthe States of the Confederacy. In any event, it ought to be tried in a\nspirit of conciliation before any of these States shall separate themselves\nfrom the Union.When I entered upon the duties of the Presidential office, the aspect\nneither of our foreign nor domestic affairs was at all satisfactory. We\nwere involved in dangerous complications with several nations, and two of\nour Territories were in a state of revolution against the Government. A\nrestoration of the African slave trade had numerous and powerful advocates.\nUnlawful military expeditions were countenanced by many of our citizens,\nand were suffered, in defiance of the efforts of the Government, to escape\nfrom our shores for the purpose of making war upon the offending people of\nneighboring republics with whom we were at peace. In addition to these and\nother difficulties, we experienced a revulsion in monetary affairs soon\nafter my advent to power of unexampled severity and of ruinous consequences\nto all the great interests of the country. When we take a retrospect of\nwhat was then our condition and contrast this with its material prosperity\nat the time of the late Presidential election, we have abundant reason to\nreturn our grateful thanks to that merciful Providence which has never\nforsaken us as a nation in all our past trials.Our relations with Great Britain are of the most friendly character. Since\nthe commencement of my Administration the two dangerous questions arising\nfrom the Clayton and Bulwer treaty and from the right of search claimed by\nthe British Government have been amicably and honorably adjusted.The discordant constructions of the Clayton and Bulwer treaty between the\ntwo Governments, which at different periods of the discussion bore a\nthreatening aspect, have resulted in a final settlement entirely\nsatisfactory to this Government. In my last annual message I informed\nCongress that the British Government had not then \"completed treaty\narrangements with the Republics of Honduras and Nicaragua in pursuance of\nthe understanding between the two Governments. It is, nevertheless,\nconfidently expected that this good work will ere long be accomplished.\"\nThis confident expectation has since been fulfilled. Her Britannic Majesty\nconcluded a treaty with Honduras on the 28th November, 1859, and with\nNicaragua on the 28th August, 1860, relinquishing the Mosquito\nprotectorate. Besides, by the former the Bay Islands are recognized as a\npart of the Republic of Honduras. It may be observed that the stipulations\nof these treaties conform in every important particular to the amendments\nadopted by the Senate of the United States to the treaty concluded at\nLondon on the 17th October, 1856, between the two Governments. It will be\nrecollected that this treaty was rejected by the British Government because\nof its objection to the just and important amendment of the Senate to the\narticle relating to Ruatan and the other islands in the Bay of Honduras.It must be a source of sincere satisfaction to all classes of our\nfellow-citizens, and especially to those engaged in foreign commerce, that\nthe claim on the part of Great Britain forcibly to visit and search\nAmerican merchant vessels on the high seas in time of peace has been\nabandoned. This was by far the most dangerous question to the peace of the\ntwo countries which has existed since the War of 1812. Whilst it remained\nopen they might at any moment have been precipitated into a war. This was\nrendered manifest by the exasperated state of public feeling throughout our\nentire country produced by the forcible search of American merchant vessels\nby British cruisers on the coast of Cuba in the spring of 1858. The\nAmerican people hailed with general acclaim the orders of the Secretary of\nthe Navy to our naval force in the Gulf of Mexico \"to protect all vessels\nof the United States on the high seas from search or detention by the\nvessels of war of any other nation.\" These orders might have produced an\nimmediate collision between the naval forces of the two countries. This was\nmost fortunately prevented by an appeal to the justice of Great Britain and\nto the law of nations as expounded by her own most eminent jurists.The only question of any importance which still remains open is the\ndisputed title between the two Governments to the island of San Juan, in\nthe vicinity of Washington Territory. As this question is still under\nnegotiation, it is not deemed advisable at the present moment to make any\nother allusion to the subject.The recent visit of the Prince of Wales, in a private character, to the\npeople of this country has proved to be a most auspicious event. In its\nconsequences it can not fail to increase the kindred and kindly feelings\nwhich I trust may ever actuate the Government and people of both countries\nin their political and social intercourse with each other.With France, our ancient and powerful ally, our relations continue to be of\nthe most friendly character. A decision has recently been made by a French\njudicial tribunal, with the approbation of the Imperial Government, which\ncan not fail to foster the sentiments of mutual regard that have so long\nexisted between the two countries. Under the French law no person can serve\nin the armies of France unless he be a French citizen. The law of France\nrecognizing the natural right of expatriation, it follows as a necessary\nconsequence that a Frenchman by the fact of having become a citizen of the\nUnited States has changed his allegiance and has lost his native character.\nHe can not therefore be compelled to serve in the French armies in case he\nshould return to his native country. These principles were announced in\n1852 by the French minister of war and in two late cases have been\nconfirmed by the French judiciary. In these, two natives of France have\nbeen discharged from the French army because they had become American\ncitizens. To employ the language of our present minister to France, who has\nrendered good service on this occasion. \"I do not think our French\nnaturalized fellow-citizens will hereafter experience much annoyance on\nthis subject.\"I venture to predict that the time is not far distant when the other\ncontinental powers will adopt the same wise and just policy which has done\nso much honor to the enlightened Government of the Emperor. In any event,\nour Government is bound to protect the rights of our naturalized citizens\neverywhere to the same extent as though they had drawn their first breath\nin this country. We can recognize no distinction between our native and\nnaturalized citizens.Between the great Empire of Russia and the United States the mutual\nfriendship and regard which has so long existed still continues to prevail,\nand if possible to increase. Indeed, our relations with that Empire are all\nthat we could desire. Our relations with Spain are now of a more\ncomplicated, though less dangerous, character than they have been for many\nyears. Our citizens have long held and continue to hold numerous claims\nagainst the Spanish Government. These had been ably urged for a series of\nyears by our successive diplomatic representatives at Madrid, but without\nobtaining redress. The Spanish Government finally agreed to institute a\njoint commission for the adjustment of these claims, and on the 5th day of\nMarch, 1860, concluded a convention for this purpose with our present\nminister at Madrid.Under this convention what have been denominated the \"Cuban claims,\"\namounting to $128,635.54, in which more than 100 of our fellow-citizens are\ninterested, were recognized, and the Spanish Government agreed to pay\n$100,000 of this amount \"within three months following the exchange of\nratifications.\" The payment of the remaining $28,635.54 was to await the\ndecision of the commissioners for or against the Amistad claim; but in any\nevent the balance was to be paid to the claimants either by Spain or the\nUnited States. These terms, I have every reason to know, are highly\nsatisfactory to the holders of the Cuban claims. Indeed, they have made a\nformal offer authorizing the State Department to settle these claims and to\ndeduct the amount of the Amistad claim from the sums which they are\nentitled to receive from Spain. This offer, of course, can not be accepted.\nAll other claims of citizens of the United States against Spain, or the\nsubjects of the Queen of Spain against the United States, including the\nAmistad claim, were by this convention referred to a board of commissioners\nin the usual form. Neither the validity of the Amistad claim nor of any\nother claim against either party, with the single exception of the Cuban\nclaims, was recognized by the convention. Indeed, the Spanish Government\ndid not insist that the validity of the Amistad claim should be thus\nrecognized, notwithstanding its payment had been recommended to Congress by\ntwo of my predecessors, as well as by myself, and an appropriation for that\npurpose had passed the Senate of the United States.They were content that it should be submitted to the board for examination\nand decision like the other claims. Both Governments were bound\nrespectively to pay the amounts awarded to the several claimants \"at such\ntimes and places as may be fixed by and according to the tenor of said\nawards.\"I transmitted this convention to the Senate for their constitutional action\non the 3d of May, 1860, and on the 27th of the succeeding June they\ndetermined that they would \"not advise and consent\" to its ratification.These proceedings place our relations with Spain in an awkward and\nembarrassing position. It is more than probable that the final adjustment\nof these claims will devolve upon my successor.I reiterate the recommendation contained in my annual message of December,\n1858, and repeated in that of December, 1859, in favor of the acquisition\nof Cuba from Spain by fair purchase. I firmly believe that such an\nacquisition would contribute essentially to the well-being and prosperity\nof both countries in all future time, as well as prove the certain means of\nimmediately abolishing the African slave trade throughout the world. I\nwould not repeat this recommendation upon the present occasion if I\nbelieved that the transfer of Cuba to the United States upon conditions\nhighly favorable to Spain could justly tarnish the national honor of the\nproud and ancient Spanish monarchy. Surely no person ever attributed to the\nfirst Napoleon a disregard of the national honor of France for transferring\nLouisiana to the United States for a fair equivalent, both in money and\ncommercial advantages.With the Emperor of Austria and the remaining continental powers of Europe,\nincluding that of the Sultan, our relations continue to be of the most\nfriendly character.The friendly and peaceful policy pursued by the Government of the United\nStates toward the Empire of China has produced the most satisfactory\nresults. The treaty of Tien-tsin of the 18th June, 1858, has been\nfaithfully observed by the Chinese authorities. The convention of the 8th\nNovember, 1858, supplementary to this treaty, for the adjustment and\nsatisfaction of the claims of our citizens on China referred to in my last\nannual message, has been already carried into effect so far as this was\npracticable. Under this convention the sum of 500,000 taels, equal to about\n$700,000, was stipulated to be paid in satisfaction of the claims of\nAmerican citizens out of the one-fifth of the receipts for tonnage, import,\nand export duties on American vessels at the ports of Canton, Shanghai, and\nFuchau, and it was \"agreed that this amount shall be in full liquidation of\nall claims of American citizens at the various ports to this date.\"\nDebentures for this amount, to wit, 300,000 taels for Canton, 100,000 for\nShanghai, and 100,000 for Fuchau, were delivered, according to the terms of\nthe convention, by the respective Chinese collectors of the customs of\nthese ports to the agent selected by our minister to receive the same.\nSince that time the claims of our citizens have been adjusted by the board\nof commissioners appointed for that purpose under the act of March 3, 1859,\nand their awards, which proved satisfactory to the claimants, have been\napproved by our minister. In the aggregate they amount to the sum of\n$498,694.78. The claimants have already received a large proportion of the\nsums awarded to them out of the fund provided, and it is confidently\nexpected that the remainder will ere long be entirely paid. After the\nawards shall have been satisfied there will remain a surplus of more than\n$200,000 at the disposition of Congress. As this will, in equity, belong to\nthe Chinese Government, would not justice require its appropriation to some\nbenevolent object in which the Chinese may be specially interested?Our minister to China, in obedience to his instructions, has remained\nperfectly neutral in the war between Great Britain and France and the\nChinese Empire, although, in conjunction with the Russian minister, he was\never ready and willing, had the opportunity offered, to employ his good\noffices in restoring peace between the parties. It is but an act of simple\njustice, both to our present minister and his predecessor, to state that\nthey have proved fully equal to the delicate, trying, and responsible\npositions in which they have on different occasions been placed.The ratifications of the treaty with Japan concluded at Yeddo on the 29th\nJuly, 1858, were exchanged at Washington on the 22d May last, and the\ntreaty itself was proclaimed on the succeeding day. There is good reason to\nexpect that under its protection and influence our trade and intercourse\nwith that distant and interesting people will rapidly increase.The ratifications of the treaty were exchanged with unusual solemnity. For\nthis purpose the Tycoon had accredited three of his most distinguished\nsubjects as envoys extraordinary and ministers plenipotentiary, who were\nreceived and treated with marked distinction and kindness, both by the\nGovernment and people of the United States. There is every reason to\nbelieve that they have returned to their native land entirely satisfied\nwith their visit and inspired by the most friendly feelings for our\ncountry. Let us ardently hope, in the language of the treaty itself, that\n\"there shall henceforward be perpetual peace and friendship between the\nUnited States of America and His Majesty the Tycoon of Japan and his\nsuccessors.\"With the wise, conservative, and liberal Government of the Empire of Brazil\nour relations continue to be of the most amicable character.The exchange of the ratifications of the convention with the Republic of\nNew Granada signed at Washington on the 10th of September, 1857, has been\nlong delayed from accidental causes for which neither party is censurable.\nThese ratifications were duly exchanged in this city on the 5th of November\nlast. Thus has a controversy been amicably terminated which had become so\nserious at the period of my inauguration as to require me, on the 17th of\nApril, 1857, to direct our minister to demand his passports and return to\nthe United States.Under this convention the Government of New Granada has specially\nacknowledged itself to be responsible to our citizens \"for damages which\nwere caused by the riot at Panama on the 15th April, 1856.\" These claims,\ntogether with other claims of our citizens which had been long urged in\nvain, are referred for adjustment to a board of commissioners. I submit a\ncopy of the convention to Congress, and recommend the legislation necessary\nto carry it into effect.Persevering efforts have been made for the adjustment of the claims of\nAmerican citizens against the Government of Costa Rica, and I am happy to\ninform you that these have finally prevailed. A convention was signed at\nthe city of San Jose on the 2d July last, between the minister resident of\nthe United States in Costa Rica and the plenipotentiaries of that Republic,\nreferring these claims to a board of commissioners and providing for the\npayment of their awards. This convention will be submitted immediately to\nthe Senate for their constitutional action.The claims of our citizens upon the Republic of Nicaragua have not yet been\nprovided for by treaty, although diligent efforts for this purpose have\nbeen made by our minister resident to that Republic. These are still\ncontinued, with a fair prospect of success.Our relations with Mexico remain in a most unsatisfactory condition. In my\nlast two annual messages I discussed extensively the subject of these\nrelations, and do not now propose to repeat at length the facts and\narguments then presented. They proved conclusively that our citizens\nresiding in Mexico and our merchants trading thereto had suffered a series\nof wrongs and outrages such as we have never patiently borne from any other\nnation. For these our successive ministers, invoking the faith of treaties,\nhad in the name of their country persistently demanded redress and\nindemnification, but without the slightest effect. Indeed, so confident had\nthe Mexican authorities become of our patient endurance that they\nuniversally believed they might commit these outrages upon American\ncitizens with absolute impunity. Thus wrote our minister in 1856, and\nexpressed the opinion that \"nothing but a manifestation of the power of the\nGovernment and of its purpose to punish these wrongs will avail.\"Afterwards, in 1857, came the adoption of a new constitution for Mexico,\nthe election of a President and Congress under its provisions, and the\ninauguration of the President. Within one short month, however, this\nPresident was expelled from the capital by a rebellion in the army, and the\nsupreme power of the Republic was assigned to General Zuloaga. This usurper\nwas in his turn soon compelled to retire and give place to General\nMiramon.Under the constitution which had thus been adopted Senor Juarez, as chief\njustice of the supreme court, became the lawful President of the Republic,\nand it was for the maintenance of the constitution and his authority\nderived from it that the civil war commenced and still continues to be\nprosecuted.Throughout the year 1858 the constitutional party grew stronger and\nstronger. In the previous history of Mexico a successful military\nrevolution at the capital had almost universally been the signal for\nsubmission throughout the Republic. Not so on the present occasion. A\nmajority of the citizens persistently sustained the constitutional\nGovernment. When this was recognized, in April, 1859, by the Government of\nthe United States, its authority extended over a large majority of the\nMexican States and people, including Vera Cruz and all the other important\nseaports of the Republic. From that period our commerce with Mexico began\nto revive, and the constitutional Government has afforded it all the\nprotection in its power.Meanwhile the Government of Miramon still held sway at the capital and over\nthe surrounding country, and continued its outrages against the few\nAmerican citizens who still had the courage to remain within its power. To\ncap the climax, after the battle of Tacubaya, in April, 1859, General\nMarquez ordered three citizens of the United States, two of them\nphysicians, to be seized in the hospital at that place, taken out and shot,\nwithout crime and without trial. This was done, notwithstanding our\nunfortunate countrymen were at the moment engaged in the holy cause of\naffording relief to the soldiers of both parties who had been wounded in\nthe battle, without making any distinction between them.The time had arrived, in my opinion, when this Government was bound to\nexert its power to avenge and redress the wrongs of our citizens and to\nafford them protection in Mexico. The interposing obstacle was that the\nportion of the country under the sway of Miramon could not be reached\nwithout passing over territory under the jurisdiction of the constitutional\nGovernment. Under these circumstances I deemed it my duty to recommend to\nCongress in my last annual message the employment of a sufficient military\nforce to penetrate into the interior, where the Government of Miramon was\nto be found, with or, if need be, without the consent of the Juarez\nGovernment, though it was not doubted that this consent could be obtained.\nNever have I had a clearer conviction on any subject than of the justice as\nwell as wisdom of such a policy. No other alternative was left except the\nentire abandonment of our fellow-citizens who had gone to Mexico under the\nfaith of treaties to the systematic injustice, cruelty, and oppression of\nMiramon's Government. Besides, it is almost certain that the simple\nauthority to employ this force would of itself have accomplished all our\nobjects without striking a single blow. The constitutional Government would\nthen ere this have been established at the City of Mexico, and would have\nbeen ready and willing to the extent of its ability to do us justice.In addition--and I deem this a most important consideration--European\nGovernments would have been deprived of all pretext to interfere in the\nterritorial and domestic concerns of Mexico. We should thus have been\nrelieved from the obligation of resisting, even by force should this become\nnecessary, any attempt by these Governments to deprive our neighboring\nRepublic of portions of her territory--a duty from which we could not\nshrink without abandoning the traditional and established policy of the\nAmerican people. I am happy to observe that, firmly relying upon the\njustice and good faith of these Governments, there is no present danger\nthat such a contingency will happen.Having discovered that my recommendations would not be sustained by\nCongress, the next alternative was to accomplish in some degree, if\npossible, the same objects by treaty stipulations with the constitutional\nGovernment. Such treaties were accordingly concluded by our late able and\nexcellent minister to Mexico, and on the 4th of January last were submitted\nto the Senate for ratification. As these have not yet received the final\naction of that body, it would be improper for me to present a detailed\nstatement of their provisions. Still, I may be permitted to express the\nopinion in advance that they are calculated to promote the agricultural,\nmanufacturing, and commercial interests of the country and to secure our\njust influence with an adjoining Republic as to whose fortunes and fate we\ncan never feel indifferent, whilst at the same time they provide for the\npayment of a considerable amount toward the satisfaction of the claims of\nour injured fellow-citizens.At the period of my inauguration I was confronted in Kansas by a\nrevolutionary government existing under what is called the \"Topeka\nconstitution.\" Its avowed object was to subdue the Territorial government\nby force and to inaugurate what was called the \"Topeka government\" in its\nstead. To accomplish this object an extensive military organization was\nformed, and its command intrusted to the most violent revolutionary\nleaders. Under these circumstances it became my imperative duty to exert\nthe whole constitutional power of the Executive to prevent the flames of\ncivil war from again raging in Kansas, which in the excited state of the\npublic mind, both North and South, might have extended into the neighboring\nStates. The hostile parties in Kansas had been inflamed against each other\nby emissaries both from the North and the South to a degree of malignity\nwithout parallel in our history. To prevent actual collision and to assist\nthe civil magistrates in enforcing the laws, a strong detachment of the\nArmy was stationed in the Territory, ready to aid the marshal and his\ndeputies when lawfully called upon as a posse comitatus in the execution of\ncivil and criminal process. Still, the troubles in Kansas could not have\nbeen permanently settled without an election by the people.The ballot box is the surest arbiter of disputes among freemen. Under this\nconviction every proper effort was employed to induce the hostile parties\nto vote at the election of delegates to frame a State constitution, and\nafterwards at the election to decide whether Kansas should be a slave or\nfree State.The insurgent party refused to vote at either, lest this might be\nconsidered a recognition on their part of the Territorial government\nestablished by Congress. A better spirit, however, seemed soon after to\nprevail, and the two parties met face to face at the third election, held\non the first Monday of January, 1858, for members of the legislature and\nState officers under the Lecompton constitution. The result was the triumph\nof the antislavery party at the polls. This decision of the ballot box\nproved clearly that this party were in the majority, and removed the danger\nof civil war. From that time we have heard little or nothing of the Topeka\ngovernment, and all serious danger of revolutionary troubles in Kansas was\nthen at an end.The Lecompton constitution, which had been thus recognized at this State\nelection by the votes of both political parties in Kansas, was transmitted\nto me with the request that I should present it to Congress. This I could\nnot have refused to do without violating my clearest and strongest\nconvictions of duty. The constitution and all the proceedings which\npreceded and followed its formation were fair and regular on their face. I\nthen believed, and experience has proved, that the interests of the people\nof Kansas would have been best consulted by its admission as a State into\nthe Union, especially as the majority within a brief period could have\namended the constitution according to their will and pleasure. If fraud\nexisted in all or any of these proceedings, it was not for the President\nbut for Congress to investigate and determine the question of fraud and\nwhat ought to be its consequences. If at the first two elections the\nmajority refused to vote, it can not be pretended that this refusal to\nexercise the elective franchise could invalidate an election fairly held\nunder lawful authority, even if they had not subsequently voted at the\nthird election. It is true that the whole constitution had not been\nsubmitted to the people, as I always desired; but the precedents are\nnumerous of the admission of States into the Union without such submission.\nIt would not comport with my present purpose to review the proceedings of\nCongress upon the Lecompton constitution. It is sufficient to observe that\ntheir final action has removed the last vestige of serious revolutionary\ntroubles. The desperate hand recently assembled under a notorious outlaw in\nthe southern portion of the Territory to resist the execution of the laws\nand to plunder peaceful citizens will, I doubt not be speedily subdued and\nbrought to justice.Had I treated the Lecompton constitution as a nullity and refused to\ntransmit it to Congress, it is not difficult to imagine, whilst recalling\nthe position of the country at that moment, what would have been the\ndisastrous consequences, both in and out of the Territory, from such a\ndereliction of duty on the part of the Executive.Peace has also been restored within the Territory of Utah, which at the\ncommencement of my Administration was in a state of open rebellion. This\nwas the more dangerous, as the people, animated by a fanatical spirit and\nintrenched within their distant mountain fastnesses, might have made a long\nand formidable resistance. Cost what it might, it was necessary to bring\nthem into subjection to the Constitution and the laws. Sound policy,\ntherefore, as well as humanity, required that this object should if\npossible be accomplished without the effusion of blood. This could only be\neffected by sending a military force into the Territory sufficiently strong\nto convince the people that resistance would be hopeless, and at the same\ntime to offer them a pardon for past offenses on condition of immediate\nsubmission to the Government. This policy was pursued with eminent success,\nand the only cause for regret is the heavy expenditure required to march a\nlarge detachment of the Army to that remote region and to furnish it\nsubsistence.Utah is now comparatively peaceful and quiet, and the military force has\nbeen withdrawn, except that portion of it necessary to keep the Indians in\ncheck and to protect the emigrant trains on their way to our Pacific\npossessions.In my first annual message I promised to employ my best exertions in\ncooperation with Congress to reduce the expenditures of the Government\nwithin the limits of a wise and judicious economy. An overflowing Treasury\nhad produced habits of prodigality and extravagance which could only be\ngradually corrected. The work required both time and patience. I applied\nmyself diligently to this task from the beginning and was aided by the able\nand energetic efforts of the heads of the different Executive Departments.\nThe result of our labors in this good cause did not appear in the sum total\nof our expenditures for the first two years, mainly in consequence of the\nextraordinary expenditure necessarily incurred in the Utah expedition and\nthe very large amount of the contingent expenses of Congress during this\nperiod. These greatly exceeded the pay and mileage of the members. For the\nyear ending June 30, 1858, whilst the pay and mileage amounted to\n$1,490,214, the contingent expenses rose to $2,093,309.79; and for the year\nending June 30, 1859, whilst the pay and mileage amounted to $859,093.66,\nthe contingent expenses amounted to $1,431,565.78. I am happy, however, to\nbe able to inform you that during the last fiscal year, ending June 30,\n1860, the total expenditures of the Government in all its\nbranches--legislative, executive, and judicial--exclusive of the public\ndebt, were reduced to the sum of $55,402,465.46. This conclusively appears\nfrom the books of the Treasury. In the year ending June 30, 1858, the total\nexpenditure, exclusive of the public debt, amounted to $71,901,129.77, and\nthat for the year ending June 30, 1859, to $66,346,226.13. Whilst the books\nof the Treasury show an actual expenditure of $59,848,474.72 for the year\nending June 30, 1860, including $1,040,667.71 for the contingent expenses\nof Congress, there must be deducted from this amount the sum of\n$4,296,009.26, with the interest upon it of $150,000, appropriated by the\nact of February 15, 1860, \"for the purpose of supplying the deficiency in\nthe revenues and defraying the expenses of the Post-Office Department for\nthe year ending June 30, 1859.\" This sum therefore justly chargeable to the\nyear 1859, must be deducted from the sum of $59,848,474.72 in order to\nascertain the expenditure for the year ending June 30, 1860, which leaves a\nbalance for the expenditures of that year of $55,402,465.46. The interest\non the public debt, including Treasury notes, for the same fiscal year,\nending June 30, 1860, amounted to $3,177,314.62, which, added to the above\nsum of $55,402,465.46, makes the aggregate of $58,579,780.08.It ought in justice to be observed that several of the estimates from the\nDepartments for the year ending June 30, 1860, were reduced by Congress\nbelow what was and still is deemed compatible with the public interest.\nAllowing a liberal margin of $2,500,000 for this reduction and for other\ncauses, it may be safely asserted that the sum of $61,000,000, or, at the\nmost, $62,000,000, is amply sufficient to administer the Government and to\npay the interest on the public debt, unless contingent events should\nhereafter render extraordinary expenditures necessary.This result has been attained in a considerable degree by the care\nexercised by the appropriate Departments in entering into public contracts.\nI have myself never interfered with the award of any such contract, except\nin a single case, with the Colonization Society, deeming it advisable to\ncast the whole responsibility in each case on the proper head of the\nDepartment, with the general instruction that these contracts should always\nbe given to the lowest and best bidder. It has ever been my opinion that\npublic contracts are not a legitimate source of patronage to be conferred\nupon personal or political favorites, but that in all such cases a public\nofficer is bound to act for the Government as a prudent individual would\nact for himself.It is with great satisfaction I communicate the fact that since the date of\nmy last annual message not a single slave has been imported into the United\nStates in violation of the laws prohibiting the African slave trade. This\nstatement is rounded upon a thorough examination and investigation of the\nsubject. Indeed, the spirit which prevailed some time since among a portion\nof our fellow-citizens in favor of this trade seems to have entirely\nsubsided.I also congratulate you upon the public sentiment which now exists against\nthe crime of setting on foot military expeditions within the limits of the\nUnited States to proceed from thence and make war upon the people of\nunoffending States with whom we are at peace. In this respect a happy\nchange has been effected since the commencement of my Administration. It\nsurely ought to be the prayer of every Christian and patriot that such\nexpeditions may never again receive countenance in our country or depart\nfrom our shores.It would be a useless repetition to do more than refer with earnest\ncommendation to my former recommendations in favor of the Pacific railroad;\nof the grant of power to the President to employ the naval force in the\nvicinity for the protection of the lives and property of our\nfellow-citizens passing in transit over the different Central American\nroutes against sudden and lawless outbreaks and depredations, and also to\nprotect American merchant vessels, their crews and cargoes, against violent\nand unlawful seizure and confiscation in the ports of Mexico and the South\nAmerican Republics when these may be in a disturbed and revolutionary\ncondition. It is my settled conviction that without such a power we do not\nafford that protection to those engaged in the commerce of the country\nwhich they have a right to demand.I again recommend to Congress the passage of a law, in pursuance of the\nprovisions of the Constitution, appointing a day certain previous to the\n4th March in each year of an odd number for the election of Representatives\nthroughout all the States. A similar power has already been exercised, with\ngeneral approbation, in the appointment of the same day throughout the\nUnion for holding the election of electors for President and Vice-President\nof the United States. My attention was earnestly directed to this subject\nfrom the fact that the Thirty-fifth Congress terminated on the 3d March,\n1859, without making the necessary appropriation for the service of the\nPost-Office Department. I was then forced to consider the best remedy for\nthis omission, and an immediate call of the present Congress was the\nnatural resort. Upon inquiry, however, I ascertained that fifteen out of\nthe thirty-three States composing the Confederacy were without\nRepresentatives, and that consequently these fifteen States would be\ndisfranchised by such a call. These fifteen States will be in the same\ncondition on the 4th March next. Ten of them can not elect Representatives,\naccording to existing State laws, until different periods, extending from\nthe beginning of August next until the months of October and November. In\nmy last message I gave warning that in a time of sudden and alarming danger\nthe salvation of our institutions might depend upon the power of the\nPresident immediately to assemble a full Congress to meet the emergency.It is now quite evident that the financial necessities of the Government\nwill require a modification of the tariff during your present session for\nthe purpose of increasing the revenue. In this aspect, I desire to\nreiterate the recommendation contained in my last two annual messages in\nfavor of imposing specific instead of ad valorem duties on all imported\narticles to which these can be properly applied. From long observation and\nexperience I am convinced that specific duties are necessary, both to\nprotect the revenue and to secure to our manufacturing interests that\namount of incidental encouragement which unavoidably results from a revenue\ntariff.As an abstract proposition it may be admitted that ad valorem duties would\nin theory be the most just and equal. But if the experience of this and of\nall other commercial nations has demonstrated that such duties can not be\nassessed and collected without great frauds upon the revenue, then it is\nthe part of wisdom to resort to specific duties. Indeed, from the very\nnature of an ad valorem duty this must be the result. Under it the\ninevitable consequence is that foreign goods will be entered at less than\ntheir true value. The Treasury will therefore lose the duty on the\ndifference between their real and fictitious value, and to this extent we\nare defrauded.The temptations which ad valorem duties present to a dishonest importer are\nirresistible. His object is to pass his goods through the custom-house at\nthe very lowest valuation necessary to save them from confiscation. In this\nhe too often succeeds in spite of the vigilance of the revenue officers.\nHence the resort to false invoices, one for the purchaser and another for\nthe custom-house, and to other expedients to defraud the Government. The\nhonest importer produces his invoice to the collector, stating the actual\nprice at which he purchased the articles abroad. Not so the dishonest\nimporter and the agent of the foreign manufacturer. And here it may be\nobserved that a very large proportion of the manufactures imported from\nabroad are consigned for sale to commission merchants, who are mere agents\nemployed by the manufacturers. In such cases no actual sale has been made\nto fix their value. The foreign manufacturer, if he be dishonest, prepares\nan invoice of the goods, not at their actual value, but at the very lowest\nrate necessary to escape detection. In this manner the dishonest importer\nand the foreign manufacturer enjoy a decided advantage over the honest\nmerchant. They are thus enabled to undersell the fair trader and drive him\nfrom the market. In fact the operation of this system has already driven\nfrom the pursuits of honorable commerce many of that class of regular and\nconscientious merchants whose character throughout the world is the pride\nof our country.The remedy for these evils is to be found in specific duties, so far as\nthis may be practicable. They dispense with any inquiry at the custom-house\ninto the actual cost or value of the article, and it pays the precise\namount of duty previously fixed by law. They present no temptations to the\nappraisers of foreign goods, who receive but small salaries, and might by\nundervaluation in a few cases render themselves independent.Besides, specific duties best conform to the requisition in the\nConstitution that \"no preference shall be given by any regulation of\ncommerce or revenue to the ports of one State over those of another.\" Under\nour ad valorem system such preferences are to some extent inevitable, and\ncomplaints have often been made that the spirit of this provision has been\nviolated by a lower appraisement of the same articles at one port than at\nanother.An impression strangely enough prevails to some extent that specific duties\nare necessarily protective duties. Nothing can be more fallacious. Great\nBritain glories in free trade, and yet her whole revenue from imports is at\nthe present moment collected under a system of specific duties. It is a\nstriking fact in this connection that in the commercial treaty of January\n23, 1860, between France and England one of the articles provides that the\nad valorem duties which it imposes shall be converted into specific duties\nwithin six months from its date, and these are to be ascertained by making\nan average of the prices for six months previous to that time. The reverse\nof the propositions would be nearer to the truth, because a much larger\namount of revenue would be collected by merely converting the ad valorem\nduties of a tariff into equivalent specific duties. To this extent the\nrevenue would be increased, and in the same proportion the specific duty\nmight be diminished.Specific duties would secure to the American manufacturer the incidental\nprotection to which he is fairly entitled under a revenue tariff, and to\nthis surely no person would object. The framers of the existing tariff have\ngone further, and in a liberal spirit have discriminated in favor of large\nand useful branches of our manufactures, not by raising the rate of duty\nupon the importation of similar articles from abroad, but, what is the same\nin effect, by admitting articles free of duty which enter into the\ncomposition of their fabrics.Under the present system it has been often truly remarked that this\nincidental protection decreases when the manufacturer needs it most and\nincreases when he needs it least, and constitutes a sliding scale which\nalways operates against him. The revenues of the country are subject to\nsimilar fluctuations. Instead of approaching a steady standard, as would be\nthe case under a system of specific duties, they sink and rise with the\nsinking and rising prices of articles in foreign countries. It would not be\ndifficult for Congress to arrange a system of specific duties which would\nafford additional stability both to our revenue and our manufactures and\nwithout injury or injustice to any interest of the country. This might be\naccomplished by ascertaining the average value of any given article for a\nseries of years at the place of exportation and by simply converting the\nrate of ad valorem duty upon it which might be deemed necessary for revenue\npurposes into the form of a specific duty. Such an arrangement could not\ninjure the consumer. If he should pay a greater amount of duty one year,\nthis would be counterbalanced by a lesser amount the next, and in the end\nthe aggregate would be the same.I desire to call your immediate attention to the present condition of the\nTreasury, so ably and clearly presented by the Secretary in his report to\nCongress, and to recommend that measures be promptly adopted to enable it\nto discharge its pressing obligations. The other recommendations of the\nreport are well worthy of your favorable consideration.I herewith transmit to Congress the reports of the Secretaries of War, of\nthe Navy, of the Interior, and of the Postmaster-General. The\nrecommendations and suggestions which they contain are highly valuable and\ndeserve your careful attention.The report of the Postmaster-General details the circumstances under which\nCornelius Vanderbilt, on my request, agreed in the month of July last to\ncarry the ocean mails between our Atlantic and Pacific coasts. Had he not\nthus acted this important intercommunication must have been suspended, at\nleast for a season. The Postmaster-General had no power to make him any\nother compensation than the postages on the mail matter which he might\ncarry. It was known at the time that these postages would fall far short of\nan adequate compensation, as well as of the sum which the same service had\npreviously cost the Government. Mr. Vanderbilt, in a commendable spirit,\nwas willing to rely upon the justice of Congress to make up the deficiency,\nand I therefore recommend that an appropriation may be granted for this\npurpose.I should do great injustice to the Attorney-General were I to omit the\nmention of his distinguished services in the measures adopted and\nprosecuted by him for the defense of the Government against numerous and\nunfounded claims to land in California purporting to have been made by the\nMexican Government previous to the treaty of cession. The successful\nopposition to these claims has saved the United States public property\nworth many millions of dollars and to individuals holding title under them\nto at least an equal amount.It has been represented to me from sources which I deem reliable that the\ninhabitants in several portions of Kansas have been reduced nearly to a\nstate of starvation on account of the almost total failure of their crops,\nwhilst the harvests in every other portion of the country have been\nabundant. The prospect before them for the approaching winter is well\ncalculated to enlist the sympathies of every heart. The destitution appears\nto be so general that it can not be relieved by private contributions, and\nthey are in such indigent circumstances as to be unable to purchase the\nnecessaries of life for themselves. I refer the subject to Congress. If any\nconstitutional measure for their relief can be devised, I would recommend\nits adoption.I cordially commend to your favorable regard the interests of the people of\nthis District. They are eminently entitled to your consideration,\nespecially since, unlike the people of the States, they can appeal to no\ngovernment except that of the Union.", 
    "name": "James Buchanan"
}