{
    "date": "December 3, 1821", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:The progress of our affairs since the last session has been such as may\njustly be claimed and expected under a Government deriving all its powers\nfrom an enlightened people, and under laws formed by their representatives,\non great consideration, for the sole purpose of promoting the welfare and\nhappiness of their constituents. In the execution of those laws and of the\npowers vested by the Constitution in the Executive, unremitted attention\nhas been paid to the great objects to which they extend.In the concerns which are exclusively internal there is good cause to be\nsatisfied with the result. The laws have had their due operation and\neffect.In those relating to foreign powers, I am happy to state that peace and\namity are preserved with all by a strict observance on both sides of the\nrights of each.In matters touching our commercial intercourse, where a difference of\nopinion has existed as to the conditions on which it should be placed, each\nparty has pursued its own policy without giving just cause of offense to\nthe other.In this annual communication, especially when it is addressed to a new\nCongress, the whole scope of our political concerns naturally comes into\nview, that errors, if such have been committed, may be corrected; that\ndefects which have become manifest may be remedied; and, on the other hand,\nthat measures which were adopted on due deliberation, and which experience\nhas shewn are just in themselves and essential to the public welfare,\nshould be persevered in and supported. In performing this necessary and\nvery important duty I shall endeavor to place before you on its merits\nevery subject that is thought to be entitled to your particular attention\nin as distinct and clear a light as I may be able.By an act of March 3rd, 1815, so much of the several acts as imposed higher\nduties on the tonnage of foreign vessels and on the manufactures and\nproductions of foreign nations when imported into the United States in\nforeign vessels than when imported in vessels of the United States were\nrepealed so far as respected the manufactures and productions of the nation\nto which such vessels belonged, on the condition that the repeal should\ntake effect only in favor of any foreign nation when the Executive should\nbe satisfied that such discriminating duties to the disadvantage of the\nUnited States had likewise been repealed by such nation.By this act a proposition was made to all nations to place our commerce\nwith each on a basis which it was presumed would be acceptable to all.\nEvery nation was allowed to bring its manufactures and productions into our\nports and to take the manufactures and productions of the United States\nback to their ports in their own vessels on the same conditions that they\nmight be transported in vessels of the United States, and in return it was\nrequired that a like accommodation should be granted to the vessels of the\nUnited States in the ports of other powers. The articles to be admitted or\nprohibited on either side formed no part of the proposed arrangement. Each\nparty would retain the right to admit or prohibit such articles from the\nother as it thought proper, and on its own conditions.When the nature of the commerce between the United States and every other\ncountry was taken into view, it was thought that this proposition would be\nconsidered fair, and even liberal, by every power. The exports of the\nUnited States consist generally of articles of the first necessity and of\nrude materials in demand for foreign manufactories, of great bulk,\nrequiring for their transportation many vessels, the return for which in\nthe manufactures and productions of any foreign country, even when disposed\nof there to advantage, may be brought in a single vessel. This observation\nis the more especially applicable to those countries from which\nmanufactures alone are imported, but it applies in great extent to the\nEuropean dominions of every European power and in a certain extent to all\nthe colonies of those powers. By placing, then, the navigation precisely on\nthe same ground in the transportation of exports and imports between the\nUnited States and other countries it was presumed that all was offered\nwhich could be desired. It seemed to be the only proposition which could be\ndevised which would retain even the semblance of equality in our favor.Many considerations of great weight gave us a right to expect that this\ncommerce should be extended to the colonies as well as to the European\ndominions of other powers. With the latter, especially with countries\nexclusively manufacturing, the advantage was manifestly on their side. An\nindemnity for that loss was expected from a trade with the colonies, and\nwith the greater reason as it was known that the supplies which the\ncolonies derived from us were of the highest importance to them, their\nlabor being bestowed with so much greater profit in the culture of other\narticles; and because, likewise, the articles of which those supplies\nconsisted, forming so large a proportion of the exports of the United\nStates, were never admitted into any of the ports of Europe except in cases\nof great emergency to avert a serious calamity.When no article is admitted which is not required to supply the wants of\nthe party admitting it, and admitted then not in favor of any particular\ncountry to the disadvantage of others, but on conditions equally applicable\nto all, it seems just that the articles thus admitted and invited should be\ncarried thither in the vessels of the country affording such supply and\nthat the reciprocity should be found in a corresponding accommodation on\nthe other side. By allowing each party to participate in the transportation\nof such supplies on the payment of equal tonnage a strong proof was\nafforded of an accommodating spirit. To abandon to it the transportation of\nthe whole would be a sacrifice which ought not to be expected. The demand\nin the present instance would be the more unreasonable in consideration of\nthe great inequality existing in the trade with the parent country.Such was the basis of our system as established by the act of 1815 and such\nits true character. In the year in which this act was passed a treaty was\nconcluded with Great Britain, in strict conformity with its principles, in\nregard to her European dominions. To her colonies, however, in the West\nIndies and on this continent it was not extended, the British Government\nclaiming the exclusive supply of those colonies, and from our own ports,\nand of the productions of the colonies in return in her own vessels. To\nthis claim the United States could not assent, and in consequence each\nparty suspended the intercourse in the vessels of the other by a\nprohibition which still exists.The same conditions were offered to France, but not accepted. Her\nGovernment has demanded other conditions more favorable to her navigation,\nand which should also give extraordinary encouragement to her manufactures\nand productions in ports of the United States. To these it was thought\nimproper to accede, and in consequence the restrictive regulations which\nhad been adopted on her part, being countervailed on the part of the United\nStates, the direct commerce between the two countries in the vessels of\neach party has been in great measure suspended. It is much to be regretted\nthat, although a negotiation has been long pending, such is the diversity\nof views entertained on the various points which have been brought into\ndiscussion that there does not appear to be any reasonable prospect of its\nearly conclusion.It is my duty to state, as a cause of very great regret, that very serious\ndifferences have occurred in this negotiation respecting the construction\nof the 8th article of the treaty of 1803, by which Louisiana was ceded to\nthe United States, and likewise respecting the seizure of the Apollo, in\n1820, for a violation of our revenue laws. The claim of the Government of\nFrance has excited not less surprise than concern, because there does not\nappear to be a just foundation for it in either instance. By the 8th\narticle of the treaty referred to it is stipulated that after the\nexpiration of twelve years, during which time it was provided by the 7th or\npreceding article that the vessels of France and Spain should be admitted\ninto the ports of the ceded territory without paying higher duties on\nmerchandise or tonnage on the vessels than such as were paid by citizens of\nthe United States, the ships of France should forever afterwards be placed\non the footing of the most favored nation.By the obvious construction of this article it is presumed that it was\nintended that no favor should be granted to any power in those ports to\nwhich France should not be forthwith entitled, nor should any accommodation\nbe allowed to another power on conditions to which she would not also be\nentitled on the same conditions. Under this construction no favor or\naccommodation could be granted to any power to the prejudice of France. By\nallowing the equivalent allowed by those powers she would always stand in\nthose ports on the footing of the most favored nation.But if this article should be so construed as that France should enjoy, of\nright, and without paying the equivalent, all the advantages of such\nconditions as might be allowed to other powers in return for important\nconcessions made by them, then the whole character of the stipulations\nwould be changed. She would not be placed on the footing of the most\nfavored nation, but on a footing held by no other nation. She would enjoy\nall advantages allowed to them in consideration of like advantages allowed\nto us, free from every and any condition whatever.As little cause has the Government of France to complain of the seizure of\nthe Apollo and the removal of other vessels from the waters of the St.\nMarys. It will not be denied that every nation has a right to regulate its\ncommercial system as it thinks fit and to enforce the collection of its\nrevenue, provided it be done without an invasion of the rights of other\npowers. The violation of its revenue laws is an offense which all nations\npunish, the punishment of which gives no just cause of complaint to the\npower to which the offenders belong, provided it be extended to all\nequally.In this case every circumstance which occurred indicated a fixed purpose to\nviolate our revenue laws. Had the party intended to have pursued a fair\ntrade he would have entered the port of some other power, landed his goods\nat the custom house according to law, and re-shipped and sent them in the\nvessel of such power, or of some other power which might lawfully bring\nthem, free from such duties, to a port of the United States. But the\nconduct of the party in this case was altogether different. He entered the\nriver St. Marys, the boundary line between the United States and Florida,\nand took his position on the Spanish side, on which in the whole extent of\nthe river there was no town, no port or custom house, and scarcely any\nsettlement. His purpose, therefore, was not to sell his goods to the\ninhabitants of Florida, but to citizens of the United States, in exchange\nfor their productions, which could not be done without a direct and\npalpable breach of our laws. It is known that a regular systematic plan had\nbeen formed by certain persons for the violation of our revenue system,\nwhich made it the more necessary to check the proceeding in its\ncommencement.That the unsettled bank of a river so remote from the Spanish garrisons and\npopulation could give no protection to any party in such a practice is\nbelieved to be in strict accord with the law of nations. It would not have\ncomported with a friendly policy in Spain herself to have established a\ncustom house there, since it could have subserved no other purpose than to\nelude our revenue law. But the Government of Spain did not adopt that\nmeasure. On the contrary, it is understood that the Captain-General of\nCuba, to whom an application to that effect was made by these adventurers,\nhad not acceded to it.The condition of those Provinces for many years before they were ceded to\nthe United States need not now be dwelt on. Inhabited by different tribes\nof Indians and an inroad for every kind of adventurer, the jurisdiction of\nSpain may be said to have been almost exclusively confined to her\ngarrisons. It certainly could not extend to places where she had no\nauthority. The rules, therefore, applicable to settled countries governed\nby laws could not be deemed so to the deserts of Florida and to the\noccurrences there.It merits attention also that the territory had been ceded to the United\nStates by a treaty the ratification of which had not been refused, and\nwhich has since been performed. Under any circumstances, therefore, Spain\nbecame less responsible for such acts committed there, and the United\nStates more at liberty to exercise authority to prevent so great a\nmischief. The conduct of this Government has in every instance been\nconciliatory and friendly to France. The construction of our revenue law in\nits application to the cases which have formed the ground of such serious\ncomplaint on her part and the order to the collector of St. Marys, in\naccord with it, were given two years before these cases occurred, and in\nreference to a breach which was attempted by the subjects of another power.\nThe application, therefore, to the cases in question was inevitable. As\nsoon as the treaty by which these Provinces were ceded to the United States\nwas ratified, and all danger of further breach of our revenue laws ceased,\nan order was given for the release of the vessel which had been seized and\nfor the dismission of the libel which had been instituted against her.The principles of this system of reciprocity, founded on the law of\nMarch 3rd, 1815, have been since carried into effect with the Kingdoms of\nthe Netherlands, Sweden, Prussia, and with Hamburg, Lubeck, and Oldenburg,\nwith a provision made by subsequent laws in regard to the Netherlands,\nPrussia, Hamburg, and Bremen that such produce and manufactures as could\nonly be, or most usually were, first shipped from the ports of those\ncountries, the same being imported in vessels wholly belonging to their\nsubjects, should be considered and admitted as their own manufactures and\nproductions.The Government of Norway has by an ordinance opened the ports of that part\nof the dominions of the King of Sweden to the vessels of the United States\nupon the payment of no other or higher duties than are paid by Norwegian\nvessels, from whatever place arriving and with whatever articles laden.\nThey have requested the reciprocal allowance for the vessels of Norway in\nthe ports of the United States. As this privilege is not within the scope\nof the act of March 3rd, 1815, and can only be granted by Congress, and as\nit may involve the commercial relations of the United States with other\nnations, the subject is submitted to the wisdom of Congress.I have presented thus fully to your view our commercial relations with\nother powers, that, seeing them in detail with each power, and knowing the\nbasis on which they rest, Congress may in its wisdom decide whether any\nchange ought to be made, and, if any, in what respect. If this basis is\nunjust or unreasonable, surely it ought to be abandoned; but if it be just\nand reasonable, and any change in it will make concessions subversive of\nequality and tending in its consequences to sap the foundations of our\nprosperity, then the reasons are equally strong for adhering to the ground\nalready taken, and supporting it by such further regulations as may appear\nto be proper, should any additional support be found necessary.The question concerning the construction of the first article of the treaty\nof Ghent has been, by a joint act of the representatives of the United\nStates and of Great Britain at the Court of St. Petersburg, submitted to\nthe decision of His Imperial Majesty the Emperor of Russia. The result of\nthat submission has not yet been received. The commissioners under the 5th\narticle of that treaty not having been able to agree upon their decision,\ntheir reports to the two Governments, according to the provisions of the\ntreaty, may be expected at an early day.With Spain the treaty of February 22nd, 1819, has been partly carried into\nexecution. Possession of East and West Florida has been given to the\nUnited States, but the officers charged with that service by an order\nfrom His Catholic Majesty, delivered by his minister to the Secretary of\nState, and transmitted by a special agent to the Captain-General of Cuba,\nto whom it was directed and in whom the Government of those Provinces\nwas vested, have not only omitted, in contravention of the order of their\nSovereign, the performance of the express stipulation to deliver over the\narchives and documents relating to the property and sovereignty of those\nProvinces, all of which it was expected would have been delivered either\nbefore or when the troops were withdrawn, but defeated since every effort\nof the United States to obtain them, especially those of the greatest\nimportance. This omission has given rise to several incidents of a painful\nnature, the character of which will be fully disclosed by the documents\nwhich will be hereafter communicated.In every other circumstance of the law of the 3rd of March last, for\ncarrying into effect that treaty, has been duly attended to. For the\nexecution of that part which preserved in force, for the Government of the\ninhabitants for the term specified, all the civil, military, and judicial\npowers exercised by the existing Government of those Provinces an adequate\nnumber of officers, as was presumed, were appointed, and ordered to their\nrespective stations. Both Provinces were formed into one Territory, and a\ngovernor appointed for it; but in consideration of the pre-existing\ndivision and of the distance and difficulty of communication between\nPensacola, the residence of the governor of West Florida, and St.\nAugustine, that of the governor of East Florida, at which places the\ninconsiderable population of each Province was principally collected, two\nsecretaries were appointed, the one to reside at Pensacola and the other at\nSt. Augustine.Due attention was likewise paid to the execution of the laws of the United\nStates relating to the revenue and the slave trade, which were extended to\nthese Provinces. The whole Territory was divided into three collection\ndistricts, that part lying between the river St. Marys and Cape Florida\nforming one, that from the Cape to the Apalachicola another, and that from\nthe Apalachicola to the Perdido the third. To these districts the usual\nnumber of revenue officers were appointed; and to secure the due operation\nof these laws one judge and a district attorney were appointed to reside at\nPensacola, and likewise one judge and a district attorney to reside at St.\nAugustine, with a specified boundary between them; and one marshal for the\nwhole, with authority to appoint a deputy.In carrying this law into effect, and especially that part relating to the\npowers of the existing Government of those Provinces, it was thought\nimportant, in consideration of the short term for which it was to operate\nand the radical change which would be made at the approaching session of\nCongress, to avoid expense, to make no appointment which should not be\nabsolutely necessary to give effect to those powers, to withdraw none of\nour citizens from their pursuits, whereby to subject the Government to\nclaims which could not be gratified and the parties to losses which it\nwould be painful to witness.It has been seen with much concern that in the performance of these duties\na collision arose between the governor of the Territory and the judge\nappointed for the western district. It was presumed that the law under\nwhich this transitory Government was organized, and the commissions which\nwere granted to the officers who were appointed to execute each branch of\nthe system, and to which the commissions were adapted, would have been\nunderstood in the same sense by them in which they were understood by the\nExecutive. Much allowance is due to officers employed in each branch of\nthis system, and the more so as there is good cause to believe that each\nacted under the conviction that he possessed the power which he undertook\nto exercise. Of the officer holding the principal station, I think it\nproper to observe that he accepted it with reluctance, in compliance with\nthe invitation given him, and from a high sense of duty to his country,\nbeing willing to contribute to the consummation of an event which would\ninsure complete protection to an important part of our Union, which had\nsuffered much from incursion and invasion, and to the defense of which his\nvery gallant and patriotic services had been so signally and usefully\ndevoted.From the intrinsic difficulty of executing laws deriving their origin from\ndifferent sources, and so essentially different in many important\ncircumstances, the advantage, and indeed the necessity, of establishing as\nsoon as practicable a well-organized Government over that Territory on the\nprinciples of our system is apparent. This subject is therefore recommended\nto the early consideration of Congress.In compliance with an injunction of the law of the 3rd of March last, three\ncommissioners have also been appointed and a board organized for carrying\ninto effect the 11th article of the treaty above recited, making provision\nfor the payment of such of our citizens as have well-founded claims on\nSpain of the character specified by that treaty. This board has entered on\nits duties and made some progress therein. The commissioner and surveyor of\nHis Catholic Majesty, provided for by the 4th article of the treaty, have\nnot yet arrived in the United States, but are soon expected. As soon as\nthey do arrive corresponding appointments will be made and every facility\nbe afforded for the due execution of this service.The Government of His Most Faithful Majesty since the termination of the\nlast session of Congress has been removed from Rio de Janeiro to Lisbon,\nwhere a revolution similar to that which had occurred in the neighboring\nKingdom of Spain had in like manner been sanctioned by the accepted and\npledged faith of the reigning monarch. The diplomatic intercourse between\nthe United States and the Portuguese dominions, interrupted by this\nimportant event, has not yet been resumed, but the change of internal\nadministration having already materially affected the commercial\nintercourse of the United States with the Portuguese dominions, the renewal\nof the public missions between the two countries appears to be desirable at\nan early day.It is understood that the colonies in South America have had great success\nduring the present year in the struggle for their independence. The new\nGovernment of Colombia has extended its territories and considerably\naugmented its strength, and at Buenos Ayres, where civil dissensions had\nfor some time before prevailed, greater harmony and better order appear to\nhave been established. Equal success has attended their efforts in the\nProvinces on the Pacific. It has long been manifest that it would be\nimpossible for Spain to reduce these colonies by force, and equally so that\nno conditions short of their independence would be satisfactory to them. It\nmay therefore be presumed, and it is earnestly hoped, that the Government\nof Spain, guided by enlightened and liberal councils, will find it to\ncomport with its interests and due to its magnanimity to terminate this\nexhausting controversy on that basis. To promote this result by friendly\ncounsel with the Government of Spain will be the object of the Government\nof the United States.In conducting the fiscal operations of the year it has been found necessary\nto carry into full effect the act of the last session of Congress\nauthorizing a loan of $5 millions. This sum has been raised at an average\npremium of $5.59 per centum upon stock bearing an interest at the rate of\n5% per annum, redeemable at the option of the Government after January\n1st, 1835.There has been issued under the provisions of this act $4,735,296.30 of 5%\nstock, and there has been or will be redeemed during the year $3,197,030.71\nof Louisiana 6% deferred stock and Mississippi stock. There has therefore\nbeen an actual increase of the public debt contracted during the year of\n$1,538,266.69.The receipts into the Treasury from the first of January to the 30th of\nSeptember last have amounted to $16,219,197.70, which, with the balance of\n$1,198,461.21 in the Treasury on the former day, make the aggregate sum of\n$17,417,658.91. The payments from the Treasury during the same period have\namounted to $15,655,288.47, leaving in the Treasury on the last-mentioned\nday the sum of $1,762,370.44. It is estimated that the receipts of the 4th\nquarter of the year will exceed the demands which will be made on the\nTreasury during the same period, and that the amount in the Treasury on the\n30th of September last will be increased on the first day of January next.At the close of the last session it was anticipated that the progressive\ndiminution of the public revenue in 1819 and 1820, which had been the\nresult of the languid state of our foreign commerce in those years, had in\nthe latter year reached its extreme point of depression. It has, however,\nbeen ascertained that that point was reached only at the termination of the\nfirst quarter of the present year. From that time until the 30th of\nSeptember last the duties secured have exceeded those of the corresponding\nquarters of the last year $1.172 millions, whilst the amount of debentures\nissued during the three first quarters of this year is $952,000 less than\nthat of the same quarters of the last year.There are just grounds to believe that the improvement which has occurred\nin the revenue during the last-mentioned period will not only be\nmaintained, but that it will progressively increase through the next and\nseveral succeeding years, so as to realize the results which were presented\nupon that subject by the official reports of the Treasury at the\ncommencement of the last session of Congress.Under the influence of the most unfavorable circumstances the revenue for\nthe next and subsequent years to the year 1825 will exceed the demands at\npresent authorized by law.It may fairly be presumed that under the protection given to domestic\nmanufactures by the existing laws we shall become at no distant period a\nmanufacturing country on an extensive scale. Possessing as we do the raw\nmaterials in such vast amount, with a capacity to augment them to an\nindefinite extent; raising within the country aliment of every kind to an\namount far exceeding the demand for home consumption, even in the most\nunfavorable years, and to be obtained always at a very moderate price;\nskilled also, as our people are, in the mechanic arts and in every\nimprovement calculated to lessen the demand for and the price of labor, it\nis manifest that their success in every branch of domestic industry may and\nwill be carried, under the encouragement given by the present duties, to an\nextent to meet any demand which under a fair competition may be made upon\nit.A considerable increase of domestic manufactures, by diminishing the\nimportation of foreign, will probably tend to lessen the amount of the\npublic revenue. As, however, a large proportion of the revenue which is\nderived from duties is raised from other articles than manufactures, the\ndemand for which will increase with our population, it is believed that a\nfund will still be raised from that source adequate to the greater part of\nthe public expenditures, especially as those expenditures, should we\ncontinue to be blessed with peace, will be diminished by the completion of\nthe fortifications, dock yards, and other public works, by the augmentation\nof the Navy to the point to which it is proposed to carry it, and by the\npayment of the public debt, including pensions for military services.It can not be doubted that the more complete our internal resources and the\nless dependent we are on foreign powers for every national as well as\ndomestic purpose the greater and more stable will be the public felicity.\nBy the increase of domestic manufactures will the demand for the rude\nmaterials at home be increased, and thus will the dependence of the several\nparts of our Union on each other and the strength of the Union itself be\nproportionably augmented.In this process, which is very desirable, and inevitable under the existing\nduties, the resources which obviously present themselves to supply a\ndeficiency in the revenue, should it occur, are the interests which may\nderive the principal benefit from the change. If domestic manufactures are\nraised by duties on foreign, the deficiency in the fund necessary for\npublic purposes should be supplied by duties on the former.At the last session it seemed doubtful whether the revenue derived from the\npresent sources would be adequate to all the great purposes of our Union,\nincluding the construction of our fortifications, the augmentation of the\nNavy, and the protection of our commerce against the dangers to which it is\nexposed. Had the deficiency been such as to subject us to the necessity\neither to abandon those measures of defense or to resort to the other means\nfor adequate funds, the course presented to the adoption of a virtuous and\nenlightened people appeared to be a plain one. It must be gratifying to all\nto know that this necessity does not exist. Nothing, however, in\ncontemplation of such important objects, which can be easily provided for,\nshould be left to hazard. It is thought that the revenue may receive an\naugmentation from the existing sources, and in a manner to aid our\nmanufactures, without hastening prematurely the result which has been\nsuggested. It is believed that a moderate additional duty on certain\narticles would have that effect, without being liable to any serious\nobjection.The examination of the whole coast, for the construction of permanent\nfortifications, from St. Croix to the Sabine, with the exception of part of\nthe territory lately acquired, will be completed in the present year, as\nwill be the survey of the Mississippi, under the resolution of the House of\nRepresentatives, from the mouth of the Ohio to the ocean, and likewise of\nthe Ohio from Louisville to the Mississippi. A progress corresponding with\nthe sums appropriated has also been made in the construction of these\nfortifications at the ports designated. As they will form a system of\ndefense for the whole maritime frontier, and in consequence for the\ninterior, and are to last for ages, the greatest care has been taken to fix\nthe position of each work and to form it on such a scale as will be\nadequate to the purpose intended by it. All the inlets and assailable parts\nof our Union have been minutely examined, and positions taken with a view\nto the best effect, observing in every instance a just regard for economy.\nDoubts, however, being entertained as to the propriety of the position and\nextent of the work at Dauphine Island, further progress in it was suspended\nsoon after the last session of Congress, and an order given to the Board of\nEngineers and Naval Commissioners to make a further and more minute\nexamination of it in both respects, and to report the result without\ndelay.Due progress has been made in the construction of vessels of war according\nto the law providing for the gradual augmentation of the Navy, and to the\nextent of existing appropriations. The vessels authorized by the act of\n1820 have all been completed and are now in actual service. None of the\nlarger ships have been or will be launched for the present, the object\nbeing to protect all which may not be required for immediate service from\ndecay by suitable buildings erected over them.A squadron has been maintained, as heretofore, in the Mediterranean, by\nmeans whereof peace has been preserved with the Barbary Powers. This\nsquadron has been reduced the present year to as small a force as is\ncompatible with the fulfillment of the object intended by it. From past\nexperience and the best information respecting the views of those powers it\nis distinctly understood that should our squadron be withdrawn they would\nsoon recommence their hostilities and depredations upon our commerce. Their\nfortifications have lately been rebuilt and their maritime force\nincreased.It has also been found necessary to maintain a naval force on the Pacific\nfor the protection of the very important interests of our citizens engaged\nin commerce and the fisheries in that sea. Vessels have likewise been\nemployed in cruising along the Atlantic coast, in the Gulf of Mexico, on\nthe coast of Africa, and in the neighboring seas. In the latter many\npiracies have been committed on our commerce, and so extensive was becoming\nthe range of those unprincipled adventurers that there was cause to\napprehend, without a timely and decisive effort to suppress them, the worst\nconsequences would ensue. Fortunately, a considerable check has been given\nto that spirit by our cruisers, who have succeeded in capturing and\ndestroying several of their vessels. Nevertheless, it is considered an\nobject of high importance to continue these cruises until the practice is\nentirely suppressed.Like success has attended our efforts to suppress the slave trade. Under\nthe flag of the United States and the sanction of their papers the trade\nmay be considered as entirely suppressed, and if any of our citizens are\nengaged in it under the flags and papers of other powers, it is only from a\nrespect of those powers that these offenders are not seized and brought\nhome to receive the punishment which the laws inflict. If every other power\nshould adopt the same policy and pursue the same vigorous means for\ncarrying it into effect, the trade could no longer exist.Deeply impressed with the blessings which we enjoy, and of which we have\nsuch manifold proofs, my mind is irresistibly drawn to that Almighty Being,\nthe great source from whence they proceed and to whom our most grateful\nacknowledgments are due.", 
    "name": "James Monroe"
}