{
    "date": "November 29, 1809", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:At the period of our last meeting I had the satisfaction of communicating\nan adjustment with one of the principal belligerent nations, highly\nimportant in itself, and still more so as presaging a more extended\naccommodation. It is with deep concern I am now to inform you that the\nfavorable prospect has been over-clouded by a refusal of the British\nGovernment to abide by the act of its minister plenipotentiary, and by its\nensuing policy toward the United States as seen through the communications\nof the minister sent to replace him.Whatever pleas may be urged for a disavowal of engagements formed by\ndiplomatic functionaries in cases where by the terms of the engagements a\nmutual ratification is reserved, or where notice at the time may have been\ngiven of a departure from instructions, or in extraordinary cases\nessentially violating the principles of equity, a disavowal could not have\nbeen apprehended in a case where no such notice or violation existed, where\nno such ratification was reserved, and more especially where, as is now in\nproof, an engagement to be executed without any such ratification was\ncontemplated by the instructions given, and where it had with good faith\nbeen carried into immediate execution on the part of the United States.These considerations not having restrained the British Government from\ndisavowing the arrangement by virtue of which its orders in council were to\nbe revoked, and the event authorizing the renewal of commercial intercourse\nhaving thus not taken place, it necessarily became a question of equal\nurgency and importance whether the act prohibiting that intercourse was not\nto be considered as remaining in legal force. This question being, after\ndue deliberation, determined in the affirmative, a proclamation to that\neffect was issued. It could not but happen, however, that a return to this\nstate of things from that which had followed an execution of the\narrangement by the United States would involve difficulties. With a view to\ndiminish these as much as possible, the instructions from the Secretary of\nthe Treasury now laid before you were transmitted to the collectors of the\nseveral ports. If in permitting British vessels to depart without giving\nbonds not to proceed to their own ports it should appear that the tenor of\nlegal authority has not been strictly pursued, it is to be ascribed to the\nanxious desire which was felt that no individuals should be injured by so\nunforeseen an occurrence; and I rely on the regard of Congress for the\nequitable interests of our own citizens to adopt whatever further\nprovisions may be found requisite for a general remission of penalties\ninvoluntarily incurred.The recall of the disavowed minister having been followed by the\nappointment of a successor, hopes were indulged that the new mission would\ncontribute to alleviate the disappointment which had been produced, and to\nremove the causes which had so long embarrassed the good understanding of\nthe two nations. It could not be doubted that it would at least be charged\nwith conciliatory explanations of the step which had been taken and with\nproposals to be substituted for the rejected arrangement.Reasonable and universal as this expectation was, it also has not been\nfulfilled. From the first official disclosures of the new minister it was\nfound that he had received no authority to enter into explanations relative\nto either branch of the arrangement disavowed nor any authority to\nsubstitute proposals as to that branch which concerned the British orders\nin council, and, finally, that his proposals with regard to the other\nbranch, the attack on the frigate Chesapeake, were founded on a\npresumption repeatedly declared to be inadmissible by the United States,\nthat the first step toward adjustment was due from them, the proposals\nat the same time omitting even a reference to the officer answerable for\nthe murderous aggression, and asserting a claim not less contrary to the\nBritish laws and British practice than to the principles and obligations\nof the United States.The correspondence between the Department of State and this minister will\nshow how unessentially the features presented in its commencement have been\nvaried in its progress. It will show also that, forgetting the respect due\nto all governments, he did not refrain from imputations on this, which\nrequired that no further communications should be received from him. The\nnecessity of this step will be made known to His Britannic Majesty through\nthe minister plenipotentiary of the United States in London; and it would\nindicate a want of the confidence due to a Government which so well\nunderstands and exacts what becomes foreign ministers near it not to infer\nthat the misconduct of its own representative will be viewed in the same\nlight in which it has been regarded here. The British Government will learn\nat the same time that a ready attention will be given to communications\nthrough any channel which may be substituted. It will be happy if the\nchange in this respect should be accompanied by a favorable revision of the\nunfriendly policy which has been so long pursued toward the United States.With France, the other belligerent, whose trespasses on our commercial\nrights have long been the subject of our just remonstrances, the posture of\nour relations does not correspond with the measures taken on the part of\nthe United States to effect a favorable change. The result of the several\ncommunications made to her Government, in pursuance of the authorities\nvested by Congress in the Executive, is contained in the correspondence of\nour minister at Paris now laid before you.By some of the other belligerents, although professing just and amicable\ndispositions, injuries materially affecting our commerce have not been duly\ncontrolled or repressed. In these cases the interpositions deemed proper on\nour part have not been omitted. But it well deserves the consideration of\nthe Legislature how far both the safety and the honor of the American flag\nmay be consulted, by adequate provisions against that collusive\nprostitution of it by individuals unworthy of the American name which has\nso much flavored the real or pretended suspicions under which the honest\ncommerce of their fellow citizens has suffered.In relation to the powers on the coast of Barbary, nothing has occurred\nwhich is not of a nature rather to inspire confidence than distrust as to\nthe continuance of the existing amity. With our Indian neighbors, the just\nand benevolent system continued toward them has also preserved peace, and\nis more and more advancing habits favorable to their civilization and\nhappiness.From a statement which will be made by the Secretary of War it will be seen\nthat the fortifications on our maritime frontier are in many of the ports\ncompleted, affording the defense which was contemplated, and that a further\ntime will be required to render complete the works in the harbor of New\nYork and in some other places. By the enlargement of the works and the\nemployment of a greater number of hands at the public armories the supply\nof small arms of an improving quality appears to be annually increasing at\na rate that, with those made on private contract, may be expected to go far\ntoward providing for the public exigency.The act of Congress providing for the equipment of our vessels of war\nhaving been fully carried into execution, I refer to the statement of the\nSecretary of the Navy for the information which may be proper on that\nsubject. To that statement is added a view of the transfers of\nappropriations authorized by the act of the session preceding the last and\nof the grounds on which the transfers were made.Whatever may be the course of your deliberations on the subject of our\nmilitary establishments, I should fail in my duty in not recommending to\nyour serious attention the importance of giving to our militia, the great\nbulwark of our security and resource of our power, an organization best\nadapted to eventual situations for which the United States ought to be\nprepared.The sums which had been previously accumulated in the Treasury, together\nwith the receipts during the year ending on the 30th of September last (and\namounting to more than $9 millions), have enabled us to fulfill all our\nengagements and to defray the current expenses of Government without\nrecurring to any loan. But the insecurity of our commerce and the\nconsequent diminution of the public revenue will probably produce a\ndeficiency in the receipts of the ensuing year, for which and for other\ndetails I refer to the statements which will be transmitted from the\nTreasury.In the state which has been presented of our affairs with the great parties\nto a disastrous and protracted war, carried on in a mode equally injurious\nand unjust to the United States as a neutral nation, the wisdom of the\nNational Legislature will be again summoned to the important decision on\nthe alternatives before them. That these will be met in a spirit worthy the\ncouncils of a nation conscious both of its rectitude and of its rights, and\ncareful as well of its honor as of its peace, I have an entire confidence;\nand that the result will be stamped by a unanimity becoming the occasion,\nand be supported by every portion of our citizens with a patriotism\nenlightened and invigorated by experience, ought as little to be doubted.In the midst of the wrongs and vexations experienced from external causes\nthere is much room for congratulation on the prosperity and happiness\nflowing from our situation at home. The blessing of health has never been\nmore universal. The fruits of the seasons, though in particular articles\nand districts short of their usual redundancy, are more than sufficient for\nour wants and our comforts. The face of our country ever presents evidence\nof laudable enterprise, of extensive capital, and of durable improvement.\nIn a cultivation of the materials and the extension of useful manufactures,\nmore especially in the general application to household fabrics, we behold\na rapid diminution of our dependence on foreign supplies. Nor is it\nunworthy of reflection that this revolution in our pursuits and habits is\nin no slight degree a consequence of those impolitic and arbitrary edicts\nby which the contending nations, in endeavoring each of them to obstruct\nour trade with the other, have so far abridged our means of procuring the\nproductions and manufactures of which our own are now taking the place.Recollecting always that for every advantage which may contribute to\ndistinguish our lot from that to which others are doomed by the unhappy\nspirit of the times we are indebted to that Divine Providence whose\ngoodness has been so remarkably extended to this rising nation, it becomes\nus to cherish a devout gratitude, and to implore from the same omnipotent\nsource a blessing on the consultations and measures about to be undertaken\nfor the welfare of our beloved country.", 
    "name": "James Madison"
}