{
    "date": "September 20, 1814", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:Notwithstanding the early day which had been fixed for your session of the\npresent year, I was induced to call you together still sooner, as well that\nany inadequacy in the existing provisions for the wants of the Treasury\nmight be supplied as that no delay might happen in providing for the result\nof the negotiations on foot with Great Britain, whether it should require\narrangements adapted to a return of peace or further and more effective\nprovisions for prosecuting the war.That result is not yet known. If, on the one hand, the repeal of the orders\nin council and the general pacification in Europe, which withdrew the\noccasion on which impressments from American vessels were practiced,\nsuggest expectations that peace and amity may be reestablished, we are\ncompelled, on the other hand, by the refusal of the British Government to\naccept the offered mediation of the Emperor of Russia, by the delays in\ngiving effect to its own proposal of a direct negotiation, and, above all,\nby the principles and manner in which the war is now avowedly carried on to\ninfer that a spirit of hostility is indulged more violent than ever against\nthe rights and prosperity of this country.This increased violence is best explained by the two important\ncircumstances that the great contest in Europe for an equilibrium\nguaranteeing all its States against the ambition of any has been closed\nwithout any check on the over-bearing power of Great Britain on the ocean,\nand it has left in her hands disposable armaments, with which, forgetting\nthe difficulties of a remote war with a free people, and yielding to the\nintoxication of success, with the example of a great victim to it before\nher eyes, she cherishes hopes of still further aggrandizing a power already\nformidable in its abuses to the tranquillity of the civilized and\ncommercial world.But whatever may have inspired the enemy with these more violent purposes,\nthe public councils of a nation more able to maintain than it was to\nrequire its independence, and with a devotion to it rendered more ardently\nby the experience of its blessings, can never deliberate but on the means\nmost effectual for defeating the extravagant views or unwarrantable\npassions with which alone the war can now be pursued against us.In the events of the present campaign the enemy, with all his augmented\nmeans and wanton use of them, has little ground for exultation, unless he\ncan feel it in the success of his recent enterprises against this\nmetropolis and the neighboring town of Alexandria, from both of which his\nretreats were as precipitate as his attempts were bold and fortunate. In\nhis other incursions on our Atlantic frontier his progress, often checked\nand chastised by the martial spirit of the neighboring citizens, has had\nmore effect in distressing individuals and in dishonoring his arms than in\npromoting any object of legitimate warfare; and in the two instances\nmentioned, however deeply to be regretted on our part, he will find in his\ntransient success, which interrupted for a moment only the ordinary\nbusiness at the seat of Government, no compensation for the loss of\ncharacter with the world by his violations of private property and by his\ndestruction of public edifices protected as monuments of the arts by the\nlaws of civilized warfare.On our side we can appeal to a series of achievements which have given new\nluster to the American arms. Besides the brilliant incidents in the minor\noperations of the campaign, the splendid victories gained on the Canadian\nside of the Niagara by the American forces under Major-General Brown and\nBrigadiers Scott and Gaines have gained for these heroes and their\nemulating companions the most unfading laurels, and, having triumphantly\ntested the progressive discipline of the American soldiery, have taught the\nenemy that the longer he protracts his hostile efforts the more certain and\ndecisive will be his final discomfiture.On our southern border victory has continued also to follow the American\nstandard. The bold and skillful operations of Major-General Jackson,\nconducting troops drawn from the militia of the States least distant,\nparticularly Tennessee, have subdued the principal tribes of hostile\nsavages, and, by establishing a peace with them, preceded by recent and\nexemplary chastisement, has best guarded against the mischief of their\ncooperations with the British enterprises which may be planned against that\nquarter of our country. Important tribes of Indians on our northwestern\nfrontier have also acceded to stipulations which bind them to the interests\nof the United States and to consider our enemy as theirs also.In the recent attempt of the enemy on the city of Baltimore, defended by\nmilitia and volunteers, aided by a small body of regulars and sea men, he\nwas received with a spirit which produced a rapid retreat to his ships,\nwhilst concurrent attack by a large fleet was successfully resisted by the\nsteady and well-directed fire of the fort and batteries opposed to it.In another recent attack by a powerful force on our troops at Plattsburg,\nof which regulars made a part only, the enemy, after a perseverance for\nmany hours, was finally compelled to seek safety in a hasty retreat, with\nour gallant bands pressing upon them.On the Lakes, so much contested throughout the war, the great exertions for\nthe command made on our part have been well repaid. On Lake Ontario our\nsquadron is now and has been for some time in a condition to confine that\nof the enemy to his own port, and to favor the operations of our land\nforces on that frontier.A part of the squadron on Lake Erie has been extended into Lake Huron, and\nhas produced the advantage of displaying our command on that lake also. One\nobject of the expedition was the reduction of Mackinaw, which followed with\nthe loss of a few brave men, among whom was an officer justly distinguished\nfor his gallant exploits. The expedition, ably conducted by both the land\nand the naval commanders, was otherwise highly valuable in its effects.On Lake Champlain, where our superiority had for some time been undisputed,\nthe British squadron lately came into action with the American, commanded\nby Captain Macdonough. It issued in the capture of the whole of the enemy's\nships. The best praise for this officer and his intrepid comrades is in the\nlikeness of his triumph to the illustrious victory which immortalized\nanother officer and established at a critical moment our command of another\nlake.On the ocean the pride of our naval arms had been amply supported. A second\nfrigate has indeed fallen into the hands of the enemy, but the loss is\nhidden in the blaze of heroism with which she was defended. Captain Porter,\nwho commanded her, and whose previous career had been distinguished by\ndaring enterprise and by fertility of genius, maintained a sanguinary\ncontest against two ships, one of them superior to his own, and under other\nsevere disadvantages, 'til humanity tore down the colors which valor had\nnailed to the mast. This officer and his brave comrades have added much to\nthe rising glory of the American flag, and have merited all the effusions\nof gratitude which their country is ever ready to bestow on the champions\nof its rights and of its safety.Two smaller vessels of war have also become prizes to the enemy, but by a\nsuperiority of force which sufficiently vindicates the reputation of their\ncommanders, whilst two others, one commanded by Captain Warrington, the\nother by Captain Blakely, have captured British ships of the same class\nwith a gallantry and good conduct which entitle them and their companions\nto a just share in the praise of their country.In spite of the naval force of the enemy accumulated on our coasts, our\nprivate cruisers also have not ceased to annoy his commerce and to bring\ntheir rich prizes into our ports, contributing thus, with other proofs, to\ndemonstrate the incompetency and illegality of a blockade the proclamation\nof which is made the pretext for vexing and discouraging the commerce of\nneutral powers with the United States.To meet the extended and diversified warfare adopted by the enemy, great\nbodies of militia have been taken into service for the public defense, and\ngreat expenses incurred. That the defense everywhere may be both more\nconvenient and more economical, Congress will see the necessity of\nimmediate measures for filling the ranks of the Regular Army and of\nenlarging the provision for special corps, mounted and unmounted, to be\nengaged for longer periods of service than are due from the militia. I\nearnestly renew, at the same time, a recommendation of such changes in the\nsystem of the militia as, by classing and disciplining for the most prompt\nand active service the portions most capable of it, will give to that great\nresource for the public safety all the requisite energy and efficiency.The moneys received into the Treasury during the nine months ending on the\n30th day of June last amounted to $32 millions, of which near $11 millions\nwere the proceeds of the public revenue and the remainder derived from\nloans. The disbursements for public expenditures during the same period\nexceeded $34 millions, and left in the Treasury on the first day of July\nnear $5 millions. The demands during the remainder of the present year\nalready authorized by Congress and the expenses incident to an extension\nof the operations of the war will render it necessary that large sums\nshould be provided to meet them.From this view of the national affairs Congress will be urged to take up\nwithout delay as well the subject of pecuniary supplies as that of military\nforce, and on a scale commensurate with the extent and the character which\nthe war has assumed. It is not to be disguised that the situation of our\ncountry calls for its greatest efforts.Our enemy is powerful in men and in money, on the land and on the water.\nAvailing himself of fortuitous advantages, he is aiming with his undivided\nforce a deadly blow at our growing prosperity, perhaps at our national\nexistence. He has avowed his purpose of trampling on the usages of\ncivilized warfare, and given earnests of it in the plunder and wanton\ndestruction of private property. In his pride of maritime dominion and in\nhis thirst of commercial monopoly he strikes with peculiar animosity at the\nprogress of our navigation and of our manufactures. His barbarous policy\nhas not even spared those monuments of the arts and models of taste with\nwhich our country had enriched and embellished its infant metropolis. From\nsuch an adversary hostility in its greatest force and in its worst forms\nmay be looked for.The American people will face it with the undaunted spirit which in their\nrevolutionary struggle defeated his unrighteous projects. His threats and\nhis barbarities, instead of dismay, will kindle in every bosom an\nindignation not to be extinguished but in the disaster and expulsion of\nsuch cruel invaders.In providing the means necessary the National Legislature will not distrust\nthe heroic and enlightened patriotism of its constituents. They will\ncheerfully and proudly bear every burden of every kind which the safety and\nhonor of the nation demand. We have seen them everywhere paying their\ntaxes, direct and indirect, with the greatest promptness and alacrity. We\nsee them rushing with enthusiasm to the scenes where danger and duty call.\nIn offering their blood they give the surest pledge that no other tribute\nwill be withheld.Having forborne to declare war until to other aggressions had been added\nthe capture of near one thousand American vessels and the impressment of\nthousands of American sea faring citizens, and until a final declaration\nhad been made by the Government of Great Britain that her hostile orders\nagainst our commerce would not be revoked but on conditions as impossible\nas unjust, whilst it was known that these orders would not otherwise\ncease but with a war which had lasted nearly twenty years, and which,\naccording to appearances at that time, might last as many more; having\nmanifested on every occasion and in every proper mode a sincere desire to\narrest the effusion of blood and meet our enemy on the ground of justice\nand reconciliation, our beloved country, in still opposing to his\npersevering hostility all its energies, with an undiminished disposition\ntoward peace and friendship on honorable terms, must carry with it the\ngood wishes of the impartial world and the best hopes of support from an\nomnipotent and kind Providence.", 
    "name": "James Madison"
}