{
    "date": "November 4, 1812", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:On our present meeting it is my first duty to invite your attention to the\nprovidential favors which our country has experienced in the unusual degree\nof health dispensed to its inhabitants, and in the rich abundance with\nwhich the earth has rewarded the labors bestowed on it. In the successful\ncultivation of other branches of industry, and in the progress of general\nimprovement favorable to the national prosperity, there is just occasion\nalso for our mutual congratulations and thankfulness.With these blessings are necessarily mingled the pressures and vicissitudes\nincident to the state of war into which the United States have been forced\nby the perseverance of a foreign power in its system of injustice and\naggression.Previous to its declaration it was deemed proper, as a measure of\nprecaution and forecast, that a considerable force should be placed in the\nMichigan Territory with a general view to its security, and, in the event\nof war, to such operations in the uppermost Canada as would intercept the\nhostile influence of Great Britain over the savages, obtain the command of\nthe lake on which that part of Canada borders, and maintain cooperating\nrelations with such forces as might be most conveniently employed against\nother parts.Brigadier-General Hull was charged with this provisional service, having\nunder his command a body of troops composed of regulars and of volunteers\nfrom the State of Ohio. Having reached his destination after his knowledge\nof the war, and possessing discretionary authority to act offensively, he\npassed into the neighboring territory of the enemy with a prospect of easy\nand victorious progress. The expedition, nevertheless, terminated\nunfortunately, not only in a retreat to the town and fort of Detroit, but\nin the surrender of both and of the gallant corps commanded by that\nofficer. The causes of this painful reverse will be investigated by a\nmilitary tribunal.A distinguishing feature in the operations which preceded and followed this\nadverse event is the use made by the enemy of the merciless savages under\ntheir influence. Whilst the benevolent policy of the United States\ninvariably recommended peace and promoted civilization among that wretched\nportion of the human race, and was making exertions to dissuade them from\ntaking either side in the war, the enemy has not scrupled to call to his\naid their ruthless ferocity, armed with the horrors of those instruments of\ncarnage and torture which are known to spare neither age nor sex. In this\noutrage against the laws of honorable war and against the feelings sacred\nto humanity the British commanders can not resort to a plea of retaliation,\nfor it is committed in the face of our example. They can not mitigate it by\ncalling it a self-defense against men in arms, for it embraces the most\nshocking butcheries of defenseless families. Nor can it be pretended that\nthey are not answerable for the atrocities perpetrated, since the savages\nare employed with a knowledge, and even with menaces, that their fury could\nnot be controlled. Such is the spectacle which the deputed authorities of a\nnation boasting its religion and morality have not been restrained from\npresenting to an enlightened age.The misfortune at Detroit was not, however, without a consoling effect. It\nwas followed by signal proofs that the national spirit rises according to\nthe pressure on it. The loss of an important post and of the brave men\nsurrendered with it inspired everywhere new ardor and determination. In the\nStates and districts least remote it was no sooner known than every citizen\nwas ready to fly with his arms at once to protect his brethren against the\nblood-thirsty savages let loose by the enemy on an extensive frontier, and\nto convert a partial calamity into a source of invigorated efforts. This\npatriotic zeal, which it was necessary rather to limit than excite, has\nembodied an ample force from the States of Kentucky and Ohio and from parts\nof Pennsylvania and Virginia. It is placed, with the addition of a few\nregulars, under the command of Brigadier-General Harrison, who possesses\nthe entire confidence of his fellow soldiers, among whom are citizens, some\nof them volunteers in the ranks, not less distinguished by their political\nstations than by their personal merits. The greater portion of this force\nis proceeding in relieving an important frontier post, and in several\nincidental operations against hostile tribes of savages, rendered\nindispensable by the subserviency into which they had been seduced by the\nenemy--a seduction the more cruel as it could not fail to impose a\nnecessity of precautionary severities against those who yielded to it.At a recent date an attack was made on a post of the enemy near Niagara by\na detachment of the regular and other forces under the command of\nMajor-General Van Rensselaer, of the militia of the State of New York. The\nattack, it appears, was ordered in compliance with the ardor of the troops,\nwho executed it with distinguished gallantry, and were for a time\nvictorious; but not receiving the expected support, they were compelled to\nyield to reenforcements of British regulars and savages. Our loss has been\nconsiderable, and is deeply to be lamented. That of the enemy, less\nascertained, will be the more felt, as it includes among the killed the\ncommanding general, who was also the governor of the Province, and was\nsustained by veteran troops from unexperienced soldiers, who must daily\nimprove in the duties of the field.Our expectation of gaining the command of the Lakes by the invasion of\nCanada from Detroit having been disappointed, measures were instantly taken\nto provide on them a naval force superior to that of the enemy. From the\ntalents and activity of the officer charged with this object everything\nthat can be done may be expected. Should the present season not admit of\ncomplete success, the progress made will insure for the next a naval\nascendancy where it is essential to our permanent peace with and control\nover the savages.Among the incidents to the measures of the war I am constrained to advert\nto the refusal of the governors of Maine and Connecticut to furnish the\nrequired detachments of militia toward the defense of the maritime\nfrontier. The refusal was founded on a novel and unfortunate exposition of\nthe provisions of the Constitution relating to the militia. The\ncorrespondences which will be laid before you contain the requisite\ninformation on the subject. It is obvious that if the authority of the\nUnited States to call into service and command the militia for the public\ndefense can be thus frustrated, even in a state of declared war and of\ncourse under apprehensions of invasion preceding war, they are not one\nnation for the purpose most of all requiring it, and that the public safety\nmay have no other resource than in those large and permanent military\nestablishments which are forbidden by the principles of our free\ngovernment, and against the necessity of which the militia were meant to be\na constitutional bulwark.On the coasts and on the ocean the war has been as successful as\ncircumstances inseparable from its early stages could promise. Our public\nships and private cruisers, by their activity, and, where there was\noccasion, by their intrepidity, have made the enemy sensible of the\ndifference between a reciprocity of captures and the long confinement of\nthem to their side. Our trade, with little exception, has safely reached\nour ports, having been much favored in it by the course pursued by a\nsquadron of our frigates under the command of Commodore Rodgers, and in the\ninstance in which skill and bravery were more particularly tried with those\nof the enemy the American flag had an auspicious triumph. The frigate\nConstitution, commanded by Captain Hull, after a close and short engagement\ncompletely disabled and captured a British frigate, gaining for that\nofficer and all on board a praise which can not be too liberally bestowed,\nnot merely for the victory actually achieved, but for that prompt and cool\nexertion of commanding talents which, giving to courage its highest\ncharacter, and to the force applied its full effect, proved that more could\nhave been done in a contest requiring more.Anxious to abridge the evils from which a state of war can not be exempt, I\nlost no time after it was declared in conveying to the British Government\nthe terms on which its progress might be arrested, without awaiting the\ndelays of a formal and final pacification, and our charge d'affaires at\nLondon was at the same time authorized to agree to an armistice founded\nupon them. These terms required that the orders in council should be\nrepealed as they affected the United States, without a revival of blockades\nviolating acknowledged rules, and that there should be an immediate\ndischarge of American sea men from British ships, and a stop to impressment\nfrom American ships, with an understanding that an exclusion of the sea men\nof each nation from the ships of the other should be stipulated, and that\nthe armistice should be improved into a definitive and comprehensive\nadjustment of depending controversies.Although a repeal of the orders susceptible of explanations meeting the\nviews of this Government had taken place before this pacific advance was\ncommunicated to that of Great Britain, the advance was declined from an\navowed repugnance to a suspension of the practice of impressments during\nthe armistice, and without any intimation that the arrangement proposed\nwith regard to sea men would be accepted. Whether the subsequent\ncommunications from this Government, affording an occasion for\nreconsidering the subject on the part of Great Britain, will be viewed\nin a more favorable light or received in a more accommodating spirit\nremains to be known. It would be unwise to relax our measures in any\nrespect on a presumption of such a result.The documents from the Department of State which relate to this subject\nwill give a view also of the propositions for an armistice which have been\nreceived here, one of them from the authorities at Halifax and in Canada,\nthe other from the British Government itself through Admiral Warren, and of\nthe grounds on which neither of them could be accepted.Our affairs with France retain the posture which they held at my last\ncommunications to you. Notwithstanding the authorized expectations of an\nearly as well as favorable issue to the discussions on foot, these have\nbeen procrastinated to the latest date. The only intervening occurrence\nmeriting attention is the promulgation of a French decree purporting to be\na definitive repeal of the Berlin and Milan decrees. This proceeding,\nalthough made the ground of the repeal of the British orders in council, is\nrendered by the time and manner of it liable to many objections.The final communications from our special minister to Denmark afford\nfurther proofs of the good effects of his mission, and of the amicable\ndisposition of the Danish Government. From Russia we have the satisfaction\nto receive assurances of continued friendship, and that it will not be\naffected by the rupture between the United States and Great Britain. Sweden\nalso professes sentiments favorable to the subsisting harmony.With the Barbary Powers, excepting that of Algiers, our affairs remain on\nthe ordinary footing. The consul-general residing with that Regency has\nsuddenly and without cause been banished, together with all the American\ncitizens found there. Whether this was the transitory effect of capricious\ndespotism or the first act of predetermined hostility is not ascertained.\nPrecautions were taken by the consul on the latter supposition.The Indian tribes not under foreign instigations remain at peace, and\nreceive the civilizing attentions which have proved so beneficial to them.With a view to that vigorous prosecution of the war to which our national\nfaculties are adequate, the attention of Congress will be particularly\ndrawn to the insufficiency of existing provisions for filling up the\nmilitary establishment. Such is the happy condition of our country, arising\nfrom the facility of subsistence and the high wages for every species of\noccupation, that notwithstanding the augmented inducements provided at the\nlast session, a partial success only has attended the recruiting service.\nThe deficiency has been necessarily supplied during the campaign by other\nthan regular troops, with all the inconveniences and expense incident to\nthem. The remedy lies in establishing more favorably for the private\nsoldier the proportion between his recompense and the term of his\nenlistment, and it is a subject which can not too soon or too seriously be\ntaken into consideration.The same insufficiency has been experienced in the provisions for\nvolunteers made by an act of the last session. The recompense for the\nservice required in this case is still less attractive than in the other,\nand although patriotism alone has sent into the field some valuable corps\nof that description, those alone who can afford the sacrifice can be\nreasonably expected to yield to that impulse.It will merit consideration also whether as auxiliary to the security of\nour frontiers corps may not be advantageously organized with a restriction\nof their services to particular districts convenient to them, and whether\nthe local and occasional services of mariners and others in the sea port\ntowns under a similar organization would not be a provident addition to the\nmeans of their defense.I recommend a provision for an increase of the general officers of the\nArmy, the deficiency of which has been illustrated by the number and\ndistance of separate commands which the course of the war and the\nadvantage of the service have required.And I can not press too strongly on the earliest attention of the\nLegislature the importance of the reorganization of the staff establishment\nwith a view to render more distinct and definite the relations and\nresponsibilities of its several departments. That there is room for\nimprovements which will materially promote both economy and success in what\nappertains to the Army and the war is equally inculcated by the examples of\nother countries and by the experience of our own.A revision of the militia laws for the purpose of rendering them more\nsystematic and better adapting them to emergencies of the war is at this\ntime particularly desirable.Of the additional ships authorized to be fitted for service, two will be\nshortly ready to sail, a third is under repair, and delay will be avoided\nin the repair of the residue. Of the appropriations for the purchase of\nmaterials for ship building, the greater part has been applied to that\nobject and the purchase will be continued with the balance.The enterprising spirit which has characterized our naval force and its\nsuccess, both in restraining insults and depredations on our coasts and in\nreprisals on the enemy, will not fail to recommend an enlargement of it.There being reason to believe that the act prohibiting the acceptance of\nBritish licenses is not a sufficient guard against the use of them, for\npurposes favorable to the interests and views of the enemy, further\nprovisions on that subject are highly important. Nor is it less so that\npenal enactments should be provided for cases of corrupt and perfidious\nintercourse with the enemy, not amounting to treason nor yet embraced by\nany statutory provisions.A considerable number of American vessels which were in England when the\nrevocation of the orders in council took place were laden with British\nmanufactures under an erroneous impression that the non-importation act\nwould immediately cease to operate, and have arrived in the United States.\nIt did not appear proper to exercise on unforeseen cases of such magnitude\nthe powers vested in the Treasury Department to mitigate forfeitures\nwithout previously affording to Congress an opportunity of making on the\nsubject such provision as they may think proper. In their decision they\nwill doubtless equally consult what is due to equitable considerations and\nto the public interest.The receipts into the Treasury during the year ending on the 30th of\nSeptember last have exceeded $16.5 millions, which have been sufficient\nto defray all the demands on the Treasury to that day, including a\nnecessary reimbursement of near $3 millions of the principal of the\npublic debt. In these receipts is included a sum of near $5.85 millions,\nreceived on account of the loans authorized by the acts of the last\nsession; the whole sum actually obtained on loan amounts to $11 millions,\nthe residue of which, being receivable subsequent to the 30th of September\nlast, will, together with the current revenue, enable us to defray all the\nexpenses of this year.The duties on the late unexpected importations of British manufactures will\nrender the revenue of the ensuing year more productive than could have been\nanticipated.The situation of our country, fellow citizens, is not without its\ndifficulties, though it abounds in animating considerations, of which the\nview here presented of our pecuniary resources is an example. With more\nthan one nation we have serious and unsettled controversies, and with one,\npowerful in the means and habits of war, we are at war. The spirit and\nstrength of the nation are nevertheless equal to the support of all its\nrights, and to carry it through all its trials. They can be met in that\nconfidence.Above all, we have the inestimable consolation of knowing that the war in\nwhich we are actually engaged is a war neither of ambition nor of vain\nglory; that it is waged not in violation of the rights of others, but in\nthe maintenance of our own; that it was preceded by a patience without\nexample under wrongs accumulating without end, and that it was finally not\ndeclared until every hope of averting it was extinguished by the transfer\nof the British scepter into new hands clinging to former councils, and\nuntil declarations were reiterated to the last hour, through the British\nenvoy here, that the hostile edicts against our commercial rights and our\nmaritime independence would not be revoked; nay, that they could not be\nrevoked without violating the obligations of Great Britain to other powers,\nas well as to her own interests.To have shrunk under such circumstances from manly resistance would have\nbeen a degradation blasting our best and proudest hopes; it would have\nstruck us from the high rank where the virtuous struggles of our fathers\nhad placed us, and have betrayed the magnificent legacy which we hold in\ntrust for future generations. It would have acknowledged that on the\nelement which forms three-fourths of the globe we inhabit, and where all\nindependent nations have equal and common rights, the American people were\nnot an independent people, but colonists and vassals.It was at this moment and with such an alternative that war was chosen. The\nnation felt the necessity of it, and called for it. The appeal was\naccordingly made, in a just cause, to the Just and All-powerful Being who\nholds in His hand the chain of events and the destiny of nations.It remains only that, faithful to ourselves, entangled in no connections\nwith the views of other powers, and ever ready to accept peace from the\nhand of justice, we prosecute the war with united counsels and with the\nample faculties of the nation until peace be so obtained and as the\nonly means under the Divine blessing of speedily obtaining it.", 
    "name": "James Madison"
}