{
    "date": "December 7, 1819", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:The public buildings being advanced to a stage to afford accommodation for\nCongress, I offer you my sincere congratulations on the recommencement of\nyour duties in the Capitol.In bringing you to view the incidents most deserving attention which have\noccurred since your last session, I regret to have to state that several of\nour principal cities have suffered by sickness, that an unusual drought has\nprevailed in the Middle and Western States, and that a derangement has been\nfelt in some of our moneyed institutions which has proportionably affected\ntheir credit. I am happy, however, to have it in my power to assure you\nthat the health of our cities is now completely restored; that the produce\nof the year, though less abundant than usual, will not only be amply\nsufficient for home consumption, but afford a large surplus for the supply\nof the wants of other nations, and that the derangement in the circulating\npaper medium, by being left to those remedies which its obvious causes\nsuggested and the good sense and virtue of our fellow citizens supplied,\nhas diminished.Having informed Congress, on the 27th of February last, that a treaty of\namity, settlement, and limits had been concluded in this city between the\nUnited States and Spain, and ratified by the competent authorities of the\nformer, full confidence was entertained that it would have been ratified by\nHis Catholic Majesty with equal promptitude and a like earnest desire to\nterminate on the conditions of that treaty the differences which had so\nlong existed between the two countries. Every view which the subject\nadmitted of was thought to have justified this conclusion.Great losses had been sustained by citizens of the United States from\nSpanish cruisers more than 20 years before, which had not been redressed.\nThese losses had been acknowledged and provided for by a treaty as far back\nas the year 1802, which, although concluded at Madrid, was not then\nratified by the Government of Spain, nor since, until the last year, when\nit was suspended by the late treaty, a more satisfactory provision to both\nparties, as was presumed, having been made for them. Other differences had\narisen in this long interval, affecting their highest interests, which were\nlikewise provided for by this last treaty.The treaty itself was formed on great consideration and a thorough\nknowledge of all circumstances, the subject matter of every article having\nbeen for years under discussion and repeated references having been made by\nthe minister of Spain to his Government on the points respecting which the\ngreatest difference of opinion prevailed. It was formed by a minister duly\nauthorized for the purpose, who had represented his Government in the\nUnited States and been employed in this long-protracted negotiation\nseveral years, and who, it is not denied, kept strictly within the letter\nof his instructions. The faith of Spain was therefore pledged, under\ncircumstances of peculiar force and solemnity, for its ratification.On the part of the United States this treaty was evidently acceded to in a\nspirit of conciliation and concession. The indemnity for injuries and\nlosses so long before sustained, and now again acknowledged and provided\nfor, was to be paid by them without becoming a charge on the treasury of\nSpain. For territory ceded by Spain other territory of great value, to\nwhich our claim was believed to be well founded, was ceded by the United\nStates, and in a quarter more interesting to her. This cession was\nnevertheless received as the means of indemnifying our citizens in a\nconsiderable sum, the presumed amount of their losses.Other considerations of great weight urged the cession of this territory by\nSpain. It was surrounded by the Territories of the United States on every\nside except on that of the ocean. Spain had lost her authority over it,\nand, falling into the hands of adventurers connected with the savages, it\nwas made the means of unceasing annoyance and injury to our Union in many\nof its most essential interests. By this cession, then, Spain ceded a\nterritory in reality of no value to her and obtained concessions of the\nhighest importance by the settlement of long-standing differences with the\nUnited States affecting their respective claims and limits, and likewise\nrelieved herself from the obligation of a treaty relating to it which she\nhad failed to fulfill, and also from the responsibility incident to the\nmost flagrant and pernicious abuses of her rights where she could not\nsupport her authority.It being known that the treaty was formed under these circumstances, not a\ndoubt was entertained that His Catholic Majesty would have ratified it\nwithout delay. I regret to have to state that this reasonable expectation\nhas been disappointed; that the treaty was not ratified within the time\nstipulated and has not since been ratified. As it is important that the\nnature and character of this unexpected occurrence should be distinctly\nunderstood, I think it my duty to communicate to you all the facts and\ncircumstances in my possession relating to it.Anxious to prevent all future disagreement with Spain by giving the most\nprompt effect to the treaty which had been thus concluded, and particularly\nby the establishment of a Government in Florida which should preserve order\nthere, the minister of the United States who had been recently appointed to\nHis Catholic Majesty, and to whom the ratification by his Government had\nbeen committed to be exchanged for that of Spain, was instructed to\ntransmit the latter to the Department of State as soon as obtained, by a\npublic ship subjected to his order for the purpose.Unexpected delay occurring in the ratification by Spain, he requested to be\ninformed of the cause. It was stated in reply that the great importance of\nthe subject, and a desire to obtain explanations on certain points which\nwere not specified, had produced the delay, and that an envoy would be\ndispatched to the United States to obtain such explanations of this\nGovernment. The minister of the United States offered to give full\nexplanation on any point on which it might be desired, which proposal was\ndeclined. Having communicated this result to the Department of State in\nAugust last, he was instructed, notwithstanding the disappointment and\nsurprise which it produced, to inform the Government of Spain that if the\ntreaty should be ratified and transmitted here at any time before the\nmeeting of Congress it would be received and have the same effect as if it\nhad been ratified in due time.This order was executed, the authorized communication was made to the\nGovernment of Spain, and by its answer, which has just been received, we\nare officially made acquainted for the first time with the causes which\nhave prevented the ratification of the treaty by His Catholic Majesty. It\nis alleged by the minister of Spain that his Government had attempted to\nalter one of the principal articles of the treaty by a declaration which\nthe minister of the United States had been ordered to present when he\nshould deliver the ratification by his Government in exchange for that of\nSpain, and of which he gave notice, explanatory of the sense in which that\narticle was understood. It is further alleged that this Government had\nrecently tolerated or protected an expedition from the United States\nagainst the Province of Texas. These two imputed acts are stated as the\nreasons which have induced His Catholic Majesty to withhold his\nratification from the treaty, to obtain explanations respecting which it is\nrepeated that an envoy would be forthwith dispatched to the United States.\nHow far these allegations will justify the conduct of the Government of\nSpain will appear on a view of the following facts and the evidence which\nsupports them:It will be seen by the documents transmitted herewith that the declaration\nmentioned relates to a clause in the 8th article concerning certain grants\nof land recently made by His Catholic Majesty in Florida, which it was\nunderstood had conveyed all the lands which until then had been ungranted;\nit was the intention of the parties to annul these latter grants, and that\nclause was drawn for that express purpose and for none other. The date of\nthese grants was unknown, but it was understood to be posterior to that\ninserted in the article; indeed, it must be obvious to all that if that\nprovision in the treaty had not the effect of annulling these grants, it\nwould be altogether nugatory. Immediately after the treaty was concluded\nand ratified by this Government an intimation was received that these\ngrants were of anterior date to that fixed on by the treaty and that they\nwould not, of course, be affected by it. The mere possibility of such a\ncase, so inconsistent with the intention of the parties and the meaning of\nthe article, induced this Government to demand an explanation on the\nsubject, which was immediately granted, and which corresponds with this\nstatement.With regard to the other act alleged, that this Government had tolerated\nor protected an expedition against Texas, it is utterly without\nfoundation. Every discountenance has invariably been given to any such\nattempt within the limits of the United States, as is fully evinced by the\nacts of the Government and the proceedings of the courts. There being\ncause, however, to apprehend, in the course of the last summer, that some\nadventurers entertained views of the kind suggested, the attention of the\nconstituted authorities in that quarter was immediately drawn to them,\nand it is known that the project, whatever it might be, has utterly\nfailed.These facts will, it is presumed, satisfy every impartial mind that the\nGovernment of Spain had no justifiable cause for declining to ratify the\ntreaty. A treaty concluded in conformity with instructions is obligatory,\nin good faith, in all its stipulations, according to the true intent and\nmeaning of the parties. Each party is bound to ratify it. If either could\nset it aside without the consent of the other, there would be no longer any\nrules applicable to such transactions between nations.By this proceeding the Government of Spain has rendered to the United\nStates a new and very serious injury. It has been stated that a minister\nwould be sent to ask certain explanations of this Government; but if such\nwere desired, why were they not asked within the time limited for the\nratification?Is it contemplated to open a new negotiation respecting any of the articles\nor conditions of the treaty? If that were done, to what consequences might\nit not lead? At what time and in what manner would a new negotiation\nterminate? By this proceeding Spain has formed a relation between the two\ncountries which will justify any measures on the part of the United States\nwhich a strong sense of injury and a proper regard for the rights and\ninterests of the nation may dictate.In the course to be pursued these objects should be constantly held in view\nand have their due weight. Our national honor must be maintained, and a new\nand a distinguished proof be afforded of that regard for justice and\nmoderation which has invariably governed the councils of this free people.\nIt must be obvious to all that if the United States had been desirous of\nmaking conquests, or had been even willing to aggrandize themselves in that\nway, they could have had no inducement to form this treaty. They would have\nmuch cause for gratulation at the course which has been pursued by Spain.\nAn ample field for ambition is open before them, but such a career is not\nconsistent with the principles of their Government nor the interests of the\nnation.From a full view of all circumstances, it is submitted to the consideration\nof Congress whether it will not be proper for the United States to carry\nthe conditions of the treaty into effect in the same manner as if it had\nbeen ratified by Spain, claiming on their part all its advantages and\nyielding to Spain those secured to her. By pursuing this course we shall\nrest on the sacred ground of right, sanctioned in the most solemn manner by\nSpain herself by a treaty which she was bound to ratify, for refusing to do\nwhich she must incur the censure of other nations, even those most friendly\nto her, while by confining ourselves within that limit we can not fail to\nobtain their well-merited approbation.We must have peace on a frontier where we have been so long disturbed; our\ncitizens must be indemnified for losses so long since sustained, and for\nwhich indemnity has been so unjustly withheld from them. Accomplishing\nthese great objects, we obtain all that is desirable.But His Catholic Majesty has twice declared his determination to send a\nminister to the United States to ask explanations on certain points and to\ngive them respecting his delay to ratify the treaty. Shall we act by taking\nthe ceded territory and proceeding to execute the other conditions of the\ntreaty before this minister arrives and is heard?This is a case which forms a strong appeal to the candor, the magnanimity,\nand the honor of this people. Much is due to courtesy between nations. By a\nshort delay we shall lose nothing, for, resting on the ground of immutable\ntruth and justice, we can not be diverted from our purpose.It ought to be presumed that the explanations which may be given to the\nminister of Spain will be satisfactory, and produce the desired result. In\nany event, the delay for the purpose mentioned, being a further\nmanifestation of the sincere desire to terminate in the most friendly\nmanner all differences with Spain, can not fail to be duly appreciated by\nHis Catholic Majesty as well as by other powers. It is submitted,\ntherefore, whether it will not be proper to make the law proposed for\ncarrying the conditions of the treaty into effect, should it be adopted,\ncontingent; to suspend its operation, upon the responsibility of the\nExecutive, in such manner as to afford an opportunity for such friendly\nexplanations as may be desired during the present session of Congress.I communicate to Congress a copy of the treaty and of the instructions to\nthe minister of the United States at Madrid respecting it; of his\ncorrespondence with the minister of Spain, and of such other documents as\nmay be necessary to give a full view of the subject.In the course which the Spanish Government have on this occasion thought\nproper to pursue it is satisfactory to know that they have not been\ncountenanced by any other European power. On the contrary, the opinion and\nwishes both of France and Great Britain have not been withheld either from\nthe United States or from Spain, and have been unequivocal in favor of the\nratification. There is also reason to believe that the sentiments of the\nImperial Government of Russia have been the same, and that they have also\nbeen made known to the cabinet of Madrid.In the civil war existing between Spain and the Spanish Provinces in this\nhemisphere the greatest care has been taken to enforce the laws intended to\npreserve an impartial neutrality. Our ports have continued to be equally\nopen to both parties and on the same conditions, and our citizens have been\nequally restrained from interfering in favor of either to the prejudice of\nthe other. The progress of the war, however has operated manifestly in\nfavor of the colonies. Buenos Ayres still maintains unshaken the\nindependence which it declared in 1816, and has enjoyed since 1810. Like\nsuccess has also lately attended Chili and the Provinces north of the La\nPlata bordering on it, and likewise Venezuela.This contest has from its commencement been very interesting to other\npowers, and to none more so than to the United States. A virtuous people\nmay and will confine themselves within the limit of a strict neutrality;\nbut it is not in their power to behold a conflict so vitally important to\ntheir neighbors without the sensibility and sympathy which naturally belong\nto such a case. It has been the steady purpose of this Government to\nprevent that feeling leading to excess, and it is very gratifying to have\nit in my power to state that so strong has been the sense throughout the\nwhole community of what was due to the character and obligations of the\nnation that very few examples of a contrary kind have occurred.The distance of the colonies from the parent country and the great extent\nof their population and resources gave them advantages which it was\nanticipated at a very early period would be difficult for Spain to\nsurmount. The steadiness, consistency, and success with which they have\npursued their object, as evinced more particularly by the undisturbed\nsovereignty which Buenos Ayres has so long enjoyed, evidently give them a\nstrong claim to the favorable consideration of other nations. These\nsentiments on the part of the United States have not been withheld from\nother powers, with whom it is desirable to act in concert. Should it become\nmanifest to the world that the efforts of Spain to subdue these Provinces\nwill be fruitless, it may be presumed that the Spanish Government itself\nwill give up the contest. In producing such a determination it can not be\ndoubted that the opinion of friendly powers who have taken no part in the\ncontroversy will have their merited influence.It is of the highest importance to our national character and indispensable\nto the morality of our citizens that all violations of our neutrality\nshould be prevented. No door should be left open for the evasion of our\nlaws, no opportunity afforded to any who may be disposed to take advantage\nof it to compromit the interest or the honor of the nation. It is\nsubmitted, therefore, to the consideration of Congress whether it may not\nbe advisable to revise the laws with a view to this desirable result.It is submitted also whether it may not be proper to designate by law the\nseveral ports or places along the coast at which only foreign ships of war\nand privateers may be admitted. The difficulty of sustaining the\nregulations of our commerce and of other important interests from abuse\nwithout such designation furnishes a strong motive for this measure.At the time of the negotiation for the renewal of the commercial convention\nbetween the United States and Great Britain a hope had been entertained\nthat an article might have been agreed upon mutually satisfactory to both\ncountries, regulating upon principles of justice and reciprocity the\ncommercial intercourse between the United States and the British\npossessions as well in the West Indies as upon the continent of North\nAmerica. The plenipotentiaries of the two Governments not having been able\nto come to an agreement on this important interest, those of the United\nStates reserved for the consideration of this Government the proposals\nwhich had been presented to them as the ultimate offer on the part of the\nBritish Government, and which they were not authorized to accept. On their\ntransmission here they were examined with due deliberation, the result of\nwhich was a new effort to meet the views of the British Government. The\nminister of the United States was instructed to make a further proposal,\nwhich has not been accepted. It was, however, declined in an amicable\nmanner. I recommend to the consideration of Congress whether further\nprohibitory provisions in the laws relating to this intercourse may not be\nexpedient. It is seen with interest that although it has not been\npracticable as yet to agree in any arrangement of this important branch of\ntheir commerce, such is the disposition of the parties that each will view\nany regulations which the other may make respecting it in the most friendly\nlight.By the 5th article of the convention concluded on October 20th, 1818, it\nwas stipulated that the differences which have arisen between the two\nGovernments with respect to the true intent and meaning of the 5th article\nof the treaty of Ghent, in relation to the carrying away by British\nofficers of slaves from the United States after the exchange of the\nratifications of the treaty of peace, should be referred to the decision of\nsome friendly sovereign or state to be named for that purpose. The minister\nof the United States has been instructed to name to the British Government\na foreign sovereign, the common friend to both parties, for the decision of\nthis question. The answer of that Government to the proposal when received\nwill indicate the further measures to be pursued on the part of the United\nStates.Although the pecuniary embarrassments which affected various parts of the\nUnion during the latter part of the preceding year have during the present\nbeen considerably augmented, and still continue to exist, the receipts into\nthe Treasury to the 30th of September last have amounted to $19 millions.\nAfter defraying the current expenses of the Government, including the\nInterest and reimbursement of the public debt payable to that period,\namounting to $18.2 millions, there remained in the Treasury on that day\nmore than $2.5 millions, which, with the sums receivable during the\nremainder of the year, will exceed the current demands upon the Treasury\nfor the same period.The causes which have tended to diminish the public receipts could not fail\nto have a corresponding effect upon the revenue which has accrued upon\nimposts and tonnage during the three first quarters of the present year. It\nis, however, ascertained that the duties which have been secured during\nthat period exceed $18 millions, and those of the whole year will probably\namount to $23 millions.For the probable receipts of the next year I refer you to the statements\nwhich will be transmitted from the Treasury, which will enable you to judge\nwhether further provision be necessary.The great reduction in the price of the principal articles of domestic\ngrowth which has occurred during the present year, and the consequent fall\nin the price of labor, apparently so favorable to the success of domestic\nmanufactures, have not shielded them against other causes adverse to their\nprosperity. The pecuniary embarrassments which have so deeply affected the\ncommercial interests of the nation have been no less adverse to our\nmanufacturing establishments in several sections of the Union.The great reduction of the currency which the banks have been constrained\nto make in order to continue specie payments, and the vitiated character of\nit where such reductions have not been attempted, instead of placing within\nthe reach of these establishments the pecuniary aid necessary to avail\nthemselves of the advantages resulting from the reduction in the prices of\nthe raw materials and of labor, have compelled the banks to withdraw from\nthem a portion of the capital heretofore advanced to them. That aid which\nhas been refused by the banks has not been obtained from other sources,\nowing to the loss of individual confidence from the frequent failures which\nhave recently occurred in some of our principal commercial cities.An additional cause for the depression of these establishments may probably\nbe found in the pecuniary embarrassments which have recently affected those\ncountries with which our commerce has been principally prosecuted. Their\nmanufactures, for the want of a ready or profitable market at home, have\nbeen shipped by the manufacturers to the United States, and in many\ninstances sold at a price below their current value at the place of\nmanufacture. Although this practice may from its nature be considered\ntemporary or contingent, it is not on that account less injurious in its\neffects. Uniformity in the demand and price of an article is highly\ndesirable to the domestic manufacturer.It is deemed of great importance to give encouragement to our domestic\nmanufacturers. In what manner the evils which have been adverted to may be\nremedied, and how far it may be practicable in other respects to afford to\nthem further encouragement, paying due regard to the other great interests\nof the nation, is submitted to the wisdom of Congress.The survey of the coast for the establishment of fortifications is now\nnearly completed, and considerable progress has been made in the collection\nof materials for the construction of fortifications in the Gulf of Mexico\nand in the Chesapeake Bay. The works on the eastern bank of the Potomac\nbelow Alexandria and on the Pea Patch, in the Delaware, are much advanced,\nand it is expected that the fortifications at the Narrows, in the harbor of\nNew York, will be completed the present year. To derive all the advantages\ncontemplated from these fortifications it was necessary that they should be\njudiciously posted, and constructed with a view to permanence. The progress\nhitherto has therefore been slow; but as the difficulties in parts\nheretofore the least explored and known are surmounted, it will in future\nbe more rapid. As soon as the survey of the coast is completed, which it is\nexpected will be done early in the next spring, the engineers employed in\nit will proceed to examine for like purposes the northern and northwestern\nfrontiers.The troops intended to occupy a station at the mouth of the St. Peters, on\nthe Mississippi, have established themselves there, and those who were\nordered to the mouth of the Yellow Stone, on the Missouri, have ascended\nthat river to the Council Bluff, where they will remain until the next\nspring, when they will proceed to the place of their destination. I have\nthe satisfaction to state that this measure has been executed in amity with\nthe Indian tribes, and that it promises to produce, in regard to them, all\nthe advantages which were contemplated by it.Much progress has likewise been made in the construction of ships of war\nand in the collection of timber and other materials for ship building. It\nis not doubted that our Navy will soon be augmented to the number and\nplaced in all respects on the footing provided for by law.The Board, consisting of engineers and naval officers, have not yet made\ntheir final report of sites for two naval depots, as instructed according\nto the resolutions of March 18th, 1818 and April 20th, 1818, but they\nhave examined the coast therein designated, and their report is expected\nin the next month.For the protection of our commerce in the Mediterranean, along the southern\nAtlantic coast, in the Pacific and Indian oceans, it has been found\nnecessary to maintain a strong naval force, which it seems proper for the\npresent to continue. There is much reason to believe that if any portion of\nthe squadron heretofore stationed in the Mediterranean should be withdrawn\nour intercourse with the powers bordering on that sea would be much\ninterrupted, if not altogether destroyed. Such, too, has been the growth of\na spirit of piracy in the other quarters mentioned, by adventurers from\nevery country, in abuse of the friendly flags which they have assumed, that\nnot to protect our commerce there would be to abandon it as a prey to\ntheir rapacity.Due attention has likewise been paid to the suppression of the slave trade,\nin compliance with a law of the last session. Orders have been given to the\ncommanders of all our public ships to seize all vessels navigated under our\nflag engaged in that trade, and to bring them in to be proceeded against in\nthe manner prescribed by the law. It is hoped that these vigorous measures,\nsupported by like acts by other nations, will soon terminate a commerce so\ndisgraceful to the civilized world.In the execution of the duty imposed by these acts, and of a high trust\nconnected with it, it is with deep regret I have to state the loss which\nhas been sustained by the death of Commodore Perry. His gallantry in a\nbrilliant exploit in the late war added to the renown of his country. His\ndeath is deplored as a national misfortune.", 
    "name": "James Monroe"
}