{
    "date": "December 5, 1810", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:The embarrassments which have prevailed in our foreign relations, and so\nmuch employed the deliberations of Congress, make it a primary duty in\nmeeting you to communicate whatever may have occurred in that branch of our\nnational affairs.The act of the last session of Congress concerning the commercial\nintercourse between the United States and Great Britain and France and\ntheir dependencies having invited in a new form a termination of their\nedicts against our neutral commerce, copies of the act were immediately\nforwarded to our ministers at London and Paris, with a view that its object\nmight be within the early attention of the French and British Governments.By the communication received through our minister at Paris it appeared\nthat knowledge of the act by the French Government was followed by a\ndeclaration that the Berlin and Milan decrees were revoked, and would cease\nto have effect on the first day of November ensuing. These being the only\nknown edicts of France within the description of the act, and the\nrevocation of them being such that they ceased at that date to violate our\nneutral commerce, the fact, as prescribed by law, was announced by a\nproclamation bearing date the 2nd of November.It would have well accorded with the conciliatory views indicated by this\nproceeding on the part of France to have extended them to all the grounds\nof just complaint which now remain unadjusted with the United States. It\nwas particularly anticipated that, as a further evidence of just\ndispositions toward them, restoration would have been immediately made of\nthe property of our citizens under a misapplication of the principle of\nreprisals combined with a misconstruction of a law of the United States.\nThis expectation has not been fulfilled.From the British Government no communication on the subject of the act has\nbeen received. To a communication from our minister at London of a\nrevocation by the French Government of its Berlin and Milan decrees it was\nanswered that the British system would be relinquished as soon as the\nrepeal of the French decrees should have actually taken effect and the\ncommerce of neutral nations have been restored to the condition in which it\nstood previously to the promulgation of those decrees. This pledge,\nalthough it does not necessarily import, does not exclude the intention of\nrelinquishing, along with the others in council, the practice of those\nnovel blockades which have a like effect of interrupting our neutral\ncommerce, and this further justice to the United States is the rather to be\nlooked for, in as much as the blockades in question, being not more\ncontrary to the established law of nations than inconsistent with the rules\nof blockade formally recognized by Great Britain herself, could have no\nalleged basis other than the plea of retaliation alleged as the basis of\nthe orders in council.Under the modification of the original orders of November, 1807, into the\norders of April, 1809, there is, indeed, scarcely a nominal distinction\nbetween the orders and the blockades. One of those illegitimate blockades,\nbearing date in May, 1806, having been expressly avowed to be still\nunrescinded, and to be in effect comprehended in the orders in council, was\ntoo distinctly brought within the purview of the act of Congress not to be\ncomprehended in the explanation of the requisites to a compliance with it.\nThe British Government was accordingly apprised by our minister near it\nthat such was the light in which the subject was to be regarded.On the other important subjects depending between the United States and the\nGovernment no progress has been made from which an early and satisfactory\nresult can be relied on.In this new posture of our relations with those powers the consideration of\nCongress will be properly turned to a removal of doubts which may occur in\nthe exposition and of difficulties in the execution of the act above\ncited.The commerce of the United States with the north of Europe, heretofore much\nvexed by licentious cruisers, particularly under the Danish flag, has\nlatterly been visited with fresh and extensive depredations. The measures\npursued in behalf of our injured citizens not having obtained justice for\nthem, a further and more formal interposition with the Danish Government is\ncontemplated. The principles which have been maintained by that Government\nin relation to neutral commerce, and the friendly professions of His Danish\nMajesty toward the United States, are valuable pledges in favor of a\nsuccessful issue.Among the events growing out of the state of the Spanish Monarchy, our\nattention was imperiously attracted to the change developing itself in that\nportion of West Florida which, though of right appertaining to the United\nStates, had remained in the possession of Spain awaiting the result of\nnegotiations for its actual delivery to them. The Spanish authority was\nsubverted and a situation produced exposing the country to ulterior events\nwhich might essentially affect the rights and welfare of the Union. In such\na conjuncture I did not delay the interposition required for the occupancy\nof the territory west of the river Perdido, to which the title of the\nUnited States extends, and to which the laws provided for the Territory of\nOrleans are applicable. With this view, the proclamation of which a copy is\nlaid before you was confided to the governor of that Territory to be\ncarried into effect. The legality and necessity of the course pursued\nassure me of the favorable light in which it will present itself to the\nLegislature, and of the promptitude with which they will supply whatever\nprovisions may be due to the essential rights and equitable interests of\nthe people thus brought into the bosom of the American family.Our amity with the powers of Barbary, with the exception of a recent\noccurrence at Tunis, of which an explanation is just received, appears to\nhave been uninterrupted and to have become more firmly established.With the Indian tribes also the peace and friendship of the United States\nare found to be so eligible that the general disposition to preserve both\ncontinues to gain strength.I feel particular satisfaction in remarking that an interior view of our\ncountry presents us with grateful proofs of its substantial and increasing\nprosperity. To a thriving agriculture and the improvements related to it is\nadded a highly interesting extension of useful manufactures, the combined\nproduct of professional occupations and of household industry. Such indeed\nis the experience of economy as well as of policy in these substitutes for\nsupplies heretofore obtained by foreign commerce that in a national view\nthe change is justly regarded as of itself more than a recompense for those\nprivations and losses resulting from foreign injustice which furnished the\ngeneral impulse required for its accomplishment. How far it may be\nexpedient to guard the infancy of this improvement in the distribution of\nlabor by regulations of the commercial tariff is a subject which can not\nfail to suggest itself to your patriotic reflections.It will rest with the consideration of Congress also whether a provident as\nwell as fair encouragement would not be given to our navigation by such\nregulations as would place it on a level of competition with foreign\nvessels, particularly in transporting the important and bulky productions\nof our own soil. The failure of equality and reciprocity in the existing\nregulations on this subject operates in our ports as a premium to foreign\ncompetitors, and the inconvenience must increase as these may be multiplied\nunder more favorable circumstances by the more than countervailing\nencouragements now given them by the laws of their respective countries.Whilst it is universally admitted that a well-instructed people alone can\nbe permanently a free people, and whilst it is evident that the means of\ndiffusing and improving useful knowledge form so small a proportion of the\nexpenditures for national purposes, I can not presume it to be unseasonable\nto invite your attention to the advantages of superadding to the means of\neducation provided by the several States a seminary of learning instituted\nby the National Legislature within the limits of their exclusive\njurisdiction, the expense of which might be defrayed or reimbursed out of\nthe vacant grounds which have accrued to the nation within those limits.Such an institution, though local in its legal character, would be\nuniversal in its beneficial effects. By enlightening the opinions, by\nexpanding the patriotism, and by assimilating the principles, the\nsentiments, and the manners of those who might resort to this temple of\nscience, to be redistributed in due time through every part of the\ncommunity, sources of jealousy and prejudice would be diminished, the\nfeatures of national character would be multiplied, and greater extent\ngiven to social harmony. But, above all, a well-constituted seminary in\nthe center of the nation is recommended by the consideration that the\nadditional instruction emanating from it would contribute not less to\nstrengthen the foundations than to adorn the structure of our free and\nhappy system of government.Among the commercial abuses still committed under the American flag, and\nleaving in force my former reference to that subject, it appears that\nAmerican citizens are instrumental in carrying on a traffic in enslaved\nAfricans, equally in violation of the laws of humanity and in defiance of\nthose of their own country. The same just and benevolent motives which\nproduced interdiction in force against this criminal conduct will doubtless\nbe felt by Congress in devising further means of suppressing the evil.In the midst of uncertainties necessarily connected with the great\ninterests of the United States, prudence requires a continuance of our\ndefensive and precautionary arrangement. The Secretary of War and Secretary\nof the Navy will submit the statements and estimates which may aid Congress\nin their ensuing provisions for the land and naval forces. The statements\nof the latter will include a view of the transfers of appropriations in the\nnaval expenditures and in the grounds on which they were made.The fortifications for the defense of our maritime frontier have been\nprosecuted according to the plan laid down in 1808. The works, with some\nexceptions, are completed and furnished with ordnance. Those for the\nsecurity of the city of New York, though far advanced toward completion,\nwill require a further time and appropriation. This is the case with a few\nothers, either not completed or in need of repairs.The improvements in quality and quantity made in the manufacture of cannon\nand small arms, both at the public armories and private factories, warrant\nadditional confidence in the competency of these resources for supplying\nthe public exigencies.These preparations for arming the militia having thus far provided for one\nof the objects contemplated by the power vested in Congress with respect\nto that great bulwark of the public safety, it is for their consideration\nwhether further provisions are not requisite for the other contemplated\nobjects of organization and discipline. To give to this great mass of\nphysical and moral force the efficiency which it merits, and is capable of\nreceiving, it is indispensable that they should be instructed and practiced\nin the rules by which they are to be governed. Toward an accomplishment of\nthis important work I recommend for the consideration of Congress the\nexpediency of instituting a system which shall in the first instance call\ninto the field at the public expense and for a given time certain portions\nof the commissioned and non-commissioned officers. The instruction and\ndiscipline thus acquired would gradually diffuse through the entire body of\nthe militia that practical knowledge and promptitude for active service\nwhich are the great ends to be pursued. Experience has left no doubt either\nof the necessity or of the efficacy of competent military skill in those\nportions of an army in fitting it for the final duties which it may have to\nperform.The Corps of Engineers, with the Military Academy, are entitled to the\nearly attention of Congress. The buildings at the seat fixed by law for the\npresent Academy are so far in decay as not to afford the necessary\naccommodation. But a revision of the law is recommended, principally with a\nview to a more enlarged cultivation and diffusion of the advantages of such\ninstitutions, by providing professorships for all the necessary branches of\nmilitary instruction, and by the establishment of an additional academy at\nthe seat of Government or elsewhere. The means by which war, as well for\ndefense as for offense, are now carried on render these schools of the more\nscientific operations an indispensable part of every adequate system.Even among nations whose large standing armies and frequent wars afford\nevery other opportunity of instruction these establishments are found to be\nindispensable for the due attainment of the branches of military science\nwhich require a regular course of study and experiment. In a government\nhappily without the other opportunities seminaries where the elementary\nprinciples of the art of war can be taught without actual war, and without\nthe expense of extensive and standing armies, have the precious advantage\nof uniting an essential preparation against external danger with a\nscrupulous regard to internal safety. In no other way, probably, can a\nprovision of equal efficacy for the public defense be made at so little\nexpense or more consistently with the public liberty.The receipts into the Treasury during the year ending on the 30th of\nSeptember last (and amounting to more than $8.5 millions) have exceeded\nthe current expenses of the Government, including the interest on the\npublic debt. For the purpose of reimbursing at the end of the year $3.75\nmillions of the principal, a loan, as authorized by law, had been\nnegotiated to that amount, but has since been reduced to $2.75 millions,\nthe reduction being permitted by the state of the Treasury, in which there\nwill be a balance remaining at the end of the year estimated at $2\nmillions. For the probable receipts of the next year and other details I\nrefer to statements which will be transmitted from the Treasury, and which\nwill enable you to judge what further provisions may be necessary for the\nensuing years.Reserving for future occasions in the course of the session whatever other\ncommunications may claim your attention, I close the present by expressing\nmy reliance, under the blessing of Divine Providence, on the judgement and\npatriotism which will guide your measures at a period particularly calling\nfor united councils and flexible exertions for the welfare of our country,\nand by assuring you of the fidelity and alacrity with which my cooperation\nwill be afforded.", 
    "name": "James Madison"
}