{
    "date": "November 14, 1820", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:In communicating to you a just view of public affairs at the commencement\nof your present labors, I do it with great satisfaction, because, taking\nall circumstances into consideration which claim attention, I see much\ncause to rejoice in the felicity of our situation. In making this remark I\ndo not wish to be understood to imply that an unvaried prosperity is to be\nseen in every interest of this great community. In the progress of a nation\ninhabiting a territory of such vast extent and great variety of climate,\nevery portion of which is engaged in foreign commerce and liable to be\naffected in some degree by the changes which occur in the condition and\nregulations of foreign countries, it would be strange if the produce of our\nsoil and the industry and enterprise of our fellow citizens received at all\ntimes and in every quarter an uniform and equal encouragement. This would\nbe more than we would have a right to expect under circumstances the most\nfavorable.Pressures on certain interests, it is admitted, have been felt; but\nallowing to these their greatest extent, they detract but little from the\nforce of the remarks already made. In forming a just estimate of our\npresent situation it is proper to look at the whole in the outline as well\nas in the detail. A free, virtuous, and enlightened people know well the\ngreat principles and causes on which their happiness depends, and even\nthose who suffer most occasionally in their transitory concerns find great\nrelief under their sufferings from the blessings which they otherwise enjoy\nand in the consoling and animating hope which they administer.From whence do these pressures come? Not from a Government which is founded\nby, administered for, and supported by the people. We trace them to the\npeculiar character of the epoch in which we live, and to the extraordinary\noccurrences which have signalized it. The convulsions with which several of\nthe powers of Europe have been shaken and the long and destructive wars in\nwhich all were engaged, with their sudden transition to a state of peace,\npresenting in the first instance unusual encouragement to our commerce and\nwithdrawing it in the second even within its wonted limit, could not fail\nto be sensibly felt here. The station, too, which we had to support through\nthis long conflict, compelled as we were finally to become a party to it\nwith a principal power, and to make great exertions, suffer heavy losses,\nand to contract considerable debts, disturbing the ordinary course of\naffairs by augmenting to a vast amount the circulating medium, and thereby\nelevating at one time the price of every article above a just standard and\ndepressing it at another below it, had likewise its due effect.It is manifest that the pressures of which we complain have proceeded in a\ngreat measure from these causes. When, then, we take into view the\nprosperous and happy condition of our country in all the great\ncircumstances which constitute the felicity of a nation--every individual\nin the full enjoyment of all his rights, the Union blessed with plenty and\nrapidly rising to greatness under a National Government which operates with\ncomplete effect in every part without being felt in any except by the ample\nprotection which it affords, and under State governments which perform\ntheir equal share, according to a wise distribution of power between them,\nin promoting the public happiness--it is impossible to behold so\ngratifying, so glorious a spectacle without being penetrated with the most\nprofound and grateful acknowledgments to the Supreme Author of All Good for\nsuch manifold and inestimable blessings.Deeply impressed with these sentiments, I can not regard the pressures to\nwhich I have adverted otherwise than in the light of mild and instructive\nadmonitions, warning us of dangers to be shunned in future, teaching us\nlessons of economy corresponding with the simplicity and purity of our\ninstitutions and best adapted to their support, evincing the connection and\ndependence which the various parts of our happy Union have on each other,\nthereby augmenting daily our social incorporation and adding by its strong\nties new strength and vigor to the political; opening a wider range, and\nwith new encouragement, to the industry and enterprise of our fellow\ncitizens at home and abroad, and more especially by the multiplied proofs\nwhich it has accumulated of the great perfection of our most excellent\nsystem of Government, the powerful instrument in the hands of our\nAll-merciful Creator in securing to us these blessings.Happy as our situation is, it does not exempt us from solicitude and care\nfor the future. On the contrary, as the blessings which we enjoy are great,\nproportionably great should be our vigilance, zeal, and activity to\npreserve them. Foreign wars may again expose us to new wrongs, which would\nimpose on us new duties for which we ought to be prepared. The state of\nEurope is unsettled, and how long peace may be preserved is altogether\nuncertain; in addition to which we have interests of our own to adjust\nwhich will require particular attention. A correct view of our relations\nwith each power will enable you to form a just idea of existing\ndifficulties, and of the measures of precaution best adapted to them.Respecting our relations with Spain nothing explicit can now be\ncommunicated. On the adjournment of Congress in May last the minister\nplenipotentiary of the United States at Madrid was instructed to inform the\nGovernment of Spain that if His Catholic Majesty should then ratify the\ntreaty this Government would accept the ratification so far as to submit to\nthe decision of the Senate the question whether such ratification should be\nreceived in exchange for that of the United States heretofore given.By letters from the minister of the United States to the Secretary of State\nit appears that a communication in conformity with his instructions had\nbeen made to the Government of Spain, and that the Cortes had the subject\nunder consideration. The result of the deliberations of that body, which is\ndaily expected, will be made known to Congress as soon as it is received.\nThe friendly sentiment which was expressed on the part of the United States\nin the message of the 9th of May last is still entertained for Spain.Among the causes of regret, however, which are inseparable from the delay\nattending this transaction it is proper to state that satisfactory\ninformation has been received that measures have been recently adopted by\ndesigning persons to convert certain parts of the Province of East Florida\ninto depots for the reception of foreign goods, from whence to smuggle them\ninto the United States. By opening a port within the limits of Florida,\nimmediately on our boundary where there was no settlement, the object could\nnot be misunderstood. An early accommodation of differences will, it is\nhoped, prevent all such fraudulent and pernicious practices, and place the\nrelations of the two countries on a very amicable and permanent basis.The commercial relations between the United States and the British colonies\nin the West Indies and on this continent have undergone no change, the\nBritish Government still preferring to leave that commerce under the\nrestriction heretofore imposed on it on each side. It is satisfactory to\nrecollect that the restraints resorted to by the United States were\ndefensive only, intended to prevent a monopoly under British regulations in\nfavor of Great Britain, as it likewise is to know that the experiment is\nadvancing in a spirit of amity between the parties.The question depending between the United States and Great Britain\nrespecting the construction of the first article of the treaty of Ghent has\nbeen referred by both Governments to the decision of the Emperor of Russia,\nwho has accepted the umpirage.An attempt has been made with the Government of France to regulate by\ntreaty the commerce between the two countries on the principle of\nreciprocity and equality. By the last communication from the minister\nplenipotentiary of the United States at Paris, to whom full power had been\ngiven, we learn that the negotiation has been commenced there; but serious\ndifficulties having occurred, the French Government had resolved to\ntransfer it to the United States, for which purpose the minister\nplenipotentiary of France had been ordered to repair to this city, and\nwhose arrival might soon be expected. It is hoped that this important\ninterest may be arranged on just conditions and in a manner equally\nsatisfactory to both parties. It is submitted to Congress to decide, until\nsuch arrangement is made, how far it may be proper, on the principle of the\nact of the last session which augmented the tonnage duty on French vessels,\nto adopt other measures for carrying more completely into effect the policy\nof that act.The act referred to, which imposed new tonnage on French vessels, having\nbeen in force from and after the first day of July, it has happened that\nseveral vessels of that nation which had been dispatched from France before\nits existence was known have entered the ports of the United States, and\nbeen subject to its operation, without that previous notice which the\ngeneral spirit of our laws gives to individuals in similar cases. The\nobject of that law having been merely to countervail the inequalities which\nexisted to the disadvantage of the United States in their commercial\nintercourse with France, it is submitted also to the consideration of\nCongress whether, in the spirit of amity and conciliation which it is no\nless the inclination than the policy of the United States to preserve in\ntheir intercourse with other powers, it may not be proper to extend relief\nto the individuals interested in those cases by exempting from the\noperation of the law all those vessels which have entered our ports without\nhaving had the means of previously knowing the existence of the additional\nduty.The contest between Spain and the colonies, according to the most authentic\ninformation, is maintained by the latter with improved success. The\nunfortunate divisions which were known to exist some time since at Buenos\nAyres it is understood still prevail. In no part of South America has Spain\nmade any impression on the colonies, while in many parts, and particularly\nin Venezuela and New Grenada, the colonies have gained strength and\nacquired reputation, both for the management of the war in which they have\nbeen successful and for the order of the internal administration.The late change in the Government of Spain, by the reestablishment of the\nconstitution of 1812, is an event which promises to be favorable to the\nrevolution. Under the authority of the Cortes the Congress of Angostura was\ninvited to open a negotiation for the settlement of differences between the\nparties, to which it was replied that they would willingly open the\nnegotiation provided the acknowledgment of their independence was made its\nbasis, but not otherwise.No facts are known to this Government to warrant the belief that any of the\npowers of Europe will take part in the contest, whence it may be inferred,\nconsidering all circumstances which must have weight in producing the\nresult, that an adjustment will finally take place on the basis proposed by\nthe colonies. To promote that result by friendly counsels with other\npowers, including Spain herself, has been the uniform policy of this\nGovernment.In looking to the internal concerns of our country you will, I am\npersuaded, derive much satisfaction from a view of the several objects to\nwhich, in the discharge of your official duties, your attention will be\ndrawn. Among these none holds a more important place than the public\nrevenue, from the direct operation of the power by which it is raised on\nthe people, and by its influence in giving effect to every other power of\nthe Government. The revenue depends on the resources of the country, and\nthe facility by which the amount required is raised is a strong proof of\nthe extent of the resources and of the efficiency of the Government.A few prominent facts will place this great interest in a just light before\nyou. On September 30th, 1815, the funded and floating debt of the United\nStates was estimated at $119,635,558. If to this sum be added the amount\nof 5% stock subscribed to the Bank of the United States, the amount of\nMississippi stock and of the stock which was issued subsequently to that\ndate, and as afterwards liquidated, to $158,713,049.On September 30th, 1820, it amounted to $91,993,883, having been reduced\nin that interval by payments $66,879,165. During this term the expenses\nof the Government of the United States were likewise defrayed in every\nbranch of the civil, military, and naval establishments; the public\nedifices in this city have been rebuilt with considerable additions;\nextensive fortifications have been commenced, and are in a train of\nexecution; permanent arsenals and magazines have been erected in various\nparts of the Union; our Navy has been considerably augmented, and the\nordnance, munitions of war, and stores of the Army and Navy, which were\nmuch exhausted during the war, have been replenished.By the discharge of so large a proportion of the public debt and the\nexecution of such extensive and important operations in so short a time a\njust estimate may be formed of the great extent of our national resources.\nThe demonstration is the more complete and gratifying when it is\nrecollected that the direct tax and excise were repealed soon after the\ntermination of the late war, and that the revenue applied to these purposes\nhas been derived almost wholly from other sources.The receipts into the Treasury from every source to the 30th of September\nlast have amounted to $16,794,107.66, whilst the public expenditures to the\nsame period amounted to $16,871,534.72, leaving in the Treasury on that day\na sum estimated at $1.95 millions. For the probable receipts of the\nfollowing year I refer you to the statement which will be transmitted from\nthe Treasury.The sum of $3 millions authorized to be raised by loan by an act of the\nlast session of Congress has been obtained upon terms advantageous to the\nGovernment, indicating not only an increased confidence in the faith of the\nnation, but the existence of a large amount of capital seeking that mode of\ninvestment at a rate of interest not exceeding 5% per annum.It is proper to add that there is now due to the Treasury for the sale of\npublic lands $22,996,545. In bringing this subject to view I consider it my\nduty to submit to Congress whether it may not be advisable to extend to the\npurchasers of these lands, in consideration of the unfavorable change which\nhas occurred since the sales, a reasonable indulgence. It is known that the\npurchases were made when the price of every article had risen to its\ngreatest height, and the installments are becoming due at a period of great\ndepression. It is presumed that some plan may be devised by the wisdom of\nCongress, compatible with the public interest, which would afford great\nrelief to these purchasers.Considerable progress has been made during the present season in examining\nthe coast and its various bays and other inlets, in the collection of\nmaterials, and in the construction of fortifications for the defense of the\nUnion at several of the positions at which it has been decided to erect\nsuch works. At Mobile Point and Dauphin Island, and at the Rigolets,\nleading to Lake Pontchartrain, materials to a considerable amount have been\ncollected, and all the necessary preparations made for the commencement of\nthe works. At Old Point Comfort, at the mouth of the James River, and at\nthe Rip-Rap, on the opposite shore in the Chesapeake Bay, materials to a\nvast amount have been collected; and at the Old Point some progress has\nbeen made in the construction of the fortification, which is on a very\nextensive scale. The work at Fort Washington, on this river, will be\ncompleted early in the next spring, and that on the Pea Patch, in the\nDelaware, in the course of the next season. Fort Diamond, at the Narrows,\nin the harbor of New York, will be finished this year. The works at\nBoston, New York, Baltimore, Norfolk, Charleston, and Niagara have been\nin part repaired, and the coast of North Carolina, extending south to\nCape Fear, has been examined, as have likewise other parts of the coast\neastward of Boston.Great exertions have been made to push forward these works with the utmost\ndispatch possible; but when their extent is considered, with the important\npurposes for which they are intended--the defense of the whole coast, and,\nin consequence, of the whole interior--and that they are to last for ages,\nit will be manifest that a well-digested plan, founded on military\nprinciples, connecting the whole together, combining security with economy,\ncould not be prepared without repeated examinations of the most exposed and\ndifficult parts, and that it would also take considerable time to collect\nthe materials at the several points where they would be required.From all the light that has been shed on this subject I am satisfied that\nevery favorable anticipation which has been formed of this great\nundertaking will be verified, and that when completed it will afford very\ngreat if not complete protection to our Atlantic frontier in the event of\nanother war--protection sufficient to counterbalance in a single campaign\nwith an enemy powerful at sea the expense of all these works, without\ntaking into the estimate the saving of the lives of so many of our\ncitizens, the protection of our towns and other property, or the tendency\nof such works to prevent war.Our military positions have been maintained at Belle Point, on the\nArkansas, at Council Bluffs, on the Missouri, at St. Peters, on the\nMississippi, and at Green Bay, on the upper Lakes. Commodious barracks have\nalready been erected at most of these posts, with such works as were\nnecessary for their defense. Progress has also been made in opening\ncommunications between them and in raising supplies at each for the support\nof the troops by their own labor, particularly those most remote.With the Indians peace has been preserved and a progress made in carrying\ninto effect the act of Congress making an appropriation for their\ncivilization, with the prospect of favorable results. As connected equally\nwith both these objects, our trade with those tribes is thought to merit\nthe attention of Congress.In their original state game is their sustenance and war their occupation,\nand if they find no employment from civilized powers they destroy each\nother. Left to themselves their extirpation is inevitable.By a judicious regulation of our trade with them we supply their wants,\nadminister to their comforts, and gradually, as the game retires, draw them\nto us. By maintaining posts far in the interior we acquire a more thorough\nand direct control over them, without which it is confidently believed that\na complete change in their manners can never be accomplished. By such\nposts, aided by a proper regulation of our trade with them and a judicious\ncivil administration over them, to be provided for by law, we shall, it is\npresumed, be enabled not only to protect our own settlements from their\nsavage incursions and preserve peace among the several tribes, but\naccomplish also the great purpose of their civilization.Considerable progress has also been made in the construction of ships of\nwar, some of which have been launched in the course of the present year.Our peace with the powers on the coast of Barbary has been preserved, but\nwe owe it altogether to the presence of our squadron in the Mediterranean.\nIt has been found equally necessary to employ some of our vessels for the\nprotection of our commerce in the Indian Sea, the Pacific, and along the\nAtlantic coast. The interests which we have depending in those quarters,\nwhich have been much improved of late, are of great extent and of high\nimportance to the nation as well as to the parties concerned, and would\nundoubtedly suffer if such protection was not extended to them. In\nexecution of the law of the last session for the suppression of the slave\ntrade some of our public ships have also been employed on the coast of\nAfrica, where several captures have already been made of vessels engaged in\nthat disgraceful traffic.", 
    "name": "James Monroe"
}