{
    "date": "December 6, 1858", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:When we compare the condition of the country at the present day with what\nit was one year ago at the meeting of Congress, we have much reason for\ngratitude to that Almighty Providence which has never failed to interpose\nfor our relief at the most critical periods of our history. One year ago\nthe sectional strife between the North and the South on the dangerous\nsubject of slavery had again become so intense as to threaten the peace and\nperpetuity of the Confederacy. The application for the admission of Kansas\nas a State into the Union fostered this unhappy agitation and brought the\nwhole subject once more before Congress. It was the desire of every patriot\nthat such measures of legislation might be adopted as would remove the\nexcitement from the States and confine it to the Territory where it\nlegitimately belonged. Much has been done, I am happy to say, toward the\naccomplishment of this object during the last session of Congress. The\nSupreme Court of the United States had previously decided that all American\ncitizens have an equal right to take into the Territories whatever is held\nas property under the laws of any of the States, and to hold such property\nthere under the guardianship of the Federal Constitution so long as the\nTerritorial condition shall remain.This is now a well-established position, and the proceedings of the last\nsession were alone wanting to give it practical effect. The principle has\nbeen recognized in some form or other by an almost unanimous vote of both\nHouses of Congress that a Territory has a right to come into the Union\neither as a free or a slave State, according to the will of a majority of\nits people. The just equality of all the States has thus been vindicated\nand a fruitful source of dangerous dissension among them has been removed.Whilst such has been the beneficial tendency of your legislative\nproceedings outside of Kansas, their influence has nowhere been so happy as\nwithin that Territory itself. Left to manage and control its own affairs in\nits own way, without the pressure of external influence, the revolutionary\nTopeka organization and all resistance to the Territorial government\nestablished by Congress have been finally abandoned. As a natural\nconsequence that fine Territory now appears to be tranquil and prosperous\nand is attracting increasing thousands of immigrants to make it their happy\nhome.The past unfortunate experience of Kansas has enforced the lesson, so often\nalready taught, that resistance to lawful authority under our form of\ngovernment can not fail in the end to prove disastrous to its authors. Had\nthe people of the Territory yielded obedience to the laws enacted by their\nlegislature, it would at the present moment have contained a large\nadditional population of industrious and enterprising citizens, who have\nbeen deterred from entering its borders by the existence of civil strife\nand organized rebellion.It was the resistance to rightful authority and the persevering attempts to\nestablish a revolutionary government under the Topeka constitution which\ncaused the people of Kansas to commit the grave error of refusing to vote\nfor delegates to the convention to frame a constitution under a law not\ndenied to be fair and just in its provisions. This refusal to vote has been\nthe prolific source of all the evils which have followed, In their\nhostility to the Territorial government they disregarded the principle,\nabsolutely essential to the working of our form of government, that a\nmajority of those who vote, not the majority who may remain at home, from\nwhatever cause, must decide the result of an election. For this reason,\nseeking to take advantage of their own error, they denied the authority of\nthe convention thus elected to frame a constitution.The convention, notwithstanding, proceeded to adopt a constitution\nunexceptionable in its general features, and providing for the submission\nof the slavery question to a vote of the people, which, in my opinion, they\nwere bound to do under the Kansas and Nebraska act. This was the\nall-important question which had alone convulsed the Territory; and yet the\nopponents of the lawful government, persisting in their first error,\nrefrained from exercising their right to vote, and preferred that slavery\nshould continue rather than surrender their revolutionary Topeka\norganization.A wiser and better spirit seemed to prevail before the first Monday of\nJanuary last, when an election was held under the constitution. A majority\nof the people then voted for a governor and other State officers, for a\nMember of Congress and members of the State legislature. This election was\nwarmly contested by the two political parties in Kansas, and a greater vote\nwas polled than at any previous election. A large majority of the members\nof the legislature elect belonged to that party which had previously\nrefused to vote. The antislavery party were thus placed in the ascendant,\nand the political power of the State was in their own hands. Had Congress\nadmitted Kansas into the Union under the Lecompton constitution, the\nlegislature might at its very first session have submitted the question to\na vote of the people whether they would or would not have a convention to\namend their constitution, either on the slavery or any other question, and\nhave adopted all necessary means for giving speedy effect to the will of\nthe majority. Thus the Kansas question would have been immediately and\nfinally settled.Under these circumstances I submitted to Congress the constitution thus\nframed, with all the officers already elected necessary to put the State\ngovernment into operation, accompanied by a strong recommendation in favor\nof the admission of Kansas as a State. In the course of my long public life\nI have never performed any official act which in the retrospect has\nafforded me more heartfelt satisfaction. Its admission could have inflicted\nno possible injury on any human being, whilst it would within a brief\nperiod have restored peace to Kansas and harmony to the Union. In that\nevent the slavery question would ere this have been finally settled\naccording to the legally expressed will of a majority of the voters, and\npopular sovereignty would thus have been vindicated in a constitutional\nmanner.With my deep convictions of duty I could have pursued no other course. It\nis true that as an individual I had expressed an opinion, both before and\nduring the session of the convention, in favor of submitting the remaining\nclauses of the constitution, as well as that concerning slavery, to the\npeople. But, acting in an official character, neither myself nor any human\nauthority had the power to rejudge the proceedings of the convention and\ndeclare the constitution which it had framed to be a nullity. To have done\nthis would have been a violation of the Kansas and Nebraska act, which left\nthe people of the Territory \"perfectly free to form and regulate their\ndomestic institutions in their own way, subject only to the Constitution of\nthe United States.\" It would equally have violated the great principle of\npopular sovereignty, at the foundation of our institutions, to deprive the\npeople of the power, if they thought proper to exercise it, of confiding to\ndelegates elected by themselves the trust of framing a constitution without\nrequiring them to subject their constituents to the trouble, expense, and\ndelay of a second election. It would have been in opposition to many\nprecedents in our history, commencing in the very best age of the Republic,\nof the admission of Territories as States into the Union without a previous\nvote of the people approving their constitution.It is to be lamented that a question so insignificant when viewed in its\npractical effects on the people of Kansas, whether decided one way or the\nother, should have kindled such a flame of excitement throughout the\ncountry. This reflection may prove to be a lesson of wisdom and of warning\nfor our future guidance. Practically considered, the question is simply\nwhether the people of that Territory should first come into the Union and\nthen change any provision in their constitution not agreeable to\nthemselves, or accomplish the very same object by remaining out of the\nUnion and framing another constitution in accordance with their will. In\neither case the result would be precisely the same. The only difference, in\npoint of fact, is that the object would have been much sooner attained and\nthe pacification of Kansas more speedily effected had it been admitted as a\nState during the last session of Congress.My recommendation, however, for the immediate admission of Kansas failed to\nmeet the approbation of Congress. They deemed it wiser to adopt a different\nmeasure for the settlement of the question. For my own part, I should have\nbeen willing to yield my assent to almost any constitutional measure to\naccomplish this object. I therefore cordially acquiesced in what has been\ncalled the English compromise and approved the \"act for the admission of\nthe State of Kansas into the Union\" upon the terms therein prescribed.Under the ordinance which accompanied the Lecompton constitution the people\nof Kansas had claimed double the quantity of public lands for the support\nof common schools which had ever been previously granted to any State upon\nentering the Union, and also the alternate sections of land for 12 miles on\neach side of two railroads proposed to be constructed from the northern to\nthe southern boundary and from the eastern to the western boundary of the\nState. Congress, deeming these claims unreasonable, provided by the act of\nMay 4, 1858, to which I have just referred, for the admission of the State\non an equal footing with the original States, but \"upon the fundamental\ncondition precedent\" that a majority of the people thereof, at an election\nto be held for that purpose, should, in place of the very large grants of\npublic lands which they had demanded under the ordinance, accept such\ngrants as had been made to Minnesota and other new States. Under this act,\nshould a majority reject the proposition offered them, \"it shall be deemed\nand held that the people of Kansas do not desire admission into the Union\nwith said constitution under the conditions set forth in said proposition.\"\nIn that event the act authorizes the people of the Territory to elect\ndelegates to form a constitution and State government for themselves\n\"whenever, and not before, it is ascertained by a census, duly and legally\ntaken, that the population of said Territory equals or exceeds the ratio of\nrepresentation required for a member of the House of Representatives of the\nCongress of the United States.\" The delegates thus assembled \"shall first\ndetermine by a vote whether it is the wish of the people of the proposed\nState to be admitted into the Union at that time, and, if so, shall proceed\nto form a constitution and take all necessary steps for the establishment\nof a State government in conformity with the Federal Constitution.\" After\nthis constitution shall have been formed, Congress, carrying out the\nprinciples of popular sovereignty and nonintervention, have left \"the mode\nand manner of its approval or ratification by the people of the proposed\nState\" to be \"prescribed by law,\" and they \"shall then be admitted into the\nUnion as a State under such constitution, thus fairly and legally made,\nwith or without slavery, as said constitution may prescribe.\"An election was held throughout Kansas, in pursuance of the provisions of\nthis act, on the 2d day of August last, and it resulted in the rejection by\na large majority of the proposition submitted to the people by Congress.\nThis being the case, they are now authorized to form another constitution,\npreparatory to admission into the Union, but not until their number, as\nascertained by a census, shall equal or exceed the ratio required to elect\na member to the House of Representatives.It is not probable, in the present state of the case, that a third\nconstitution can be lawfully framed and presented to Congress by Kansas\nbefore its population shall have reached the designated number. Nor is it\nto be presumed that after their sad experience in resisting the Territorial\nlaws they will attempt to adopt a constitution in express violation of the\nprovisions of an act of Congress. During the session of 1856 much of the\ntime of Congress was occupied on the question of admitting Kansas under the\nTopeka constitution. Again, nearly the whole of the last session was\ndevoted to the question of its admission under the Lecompton constitution.\nSurely it is not unreasonable to require the people of Kansas to wait\nbefore making a third attempt until the number of their inhabitants shall\namount to 93,420. During this brief period the harmony of the States as\nwell as the great business interests of the country demand that the people\nof the Union shall not for a third time be convulsed by another agitation\non the Kansas question. By waiting for a short time and acting in obedience\nto law Kansas will glide into the Union without the slightest impediment.This excellent provision, which Congress have applied to Kansas, ought to\nbe extended and rendered applicable to all Territories which may hereafter\nseek admission into the Union.Whilst Congress possess the undoubted power of admitting a new State into\nthe Union, however small may be the number of its inhabitants, yet this\npower ought not, in my opinion, to be exercised before the population shall\namount to the ratio required by the act for the admission of Kansas. Had\nthis been previously the rule, the country would have escaped all the evils\nand misfortunes to which it has been exposed by the Kansas question.Of course it would be unjust to give this rule a retrospective application,\nand exclude a State which, acting upon the past practice of the Government,\nhas already formed its constitution, elected its legislature and other\nofficers, and is now prepared to enter the Union. The rule ought to be\nadopted, whether we consider its bearing on the people of the Territories\nor upon the people of the existing States. Many of the serious dissentions\nwhich have prevailed in Congress and throughout the country would have been\navoided had this rule been established at an earlier period of the\nGovernment.Immediately upon the formation of a new Territory people from different\nStates and from foreign countries rush into it for the laudable purpose of\nimproving their condition. Their first duty to themselves is to open and\ncultivate farms, to construct roads, to establish schools, to erect places\nof religious worship, and to devote their energies generally to reclaim the\nwilderness and to lay the foundations of a flourishing and prosperous\ncommonwealth. If in this incipient condition, with a population of a few\nthousand, they should prematurely enter the Union, they are oppressed by\nthe burden of State taxation, and the means necessary for the improvement\nof the Territory and the advancement of their own interests are thus\ndiverted to very different purposes.The Federal Government has ever been a liberal parent to the Territories\nand a generous contributor to the useful enterprises of the early settlers.\nIt has paid the expenses of their governments and legislative assemblies\nout of the common Treasury, and thus relieved them from a heavy charge.\nUnder these circumstances nothing can be better calculated to retard their\nmaterial progress than to divert them from their useful employments by\nprematurely exciting angry political contests among themselves for the\nbenefit of aspiring leaders. It is surely no hardship for embryo governors,\nSenators, and Members of Congress to wait until the number of inhabitants\nshall equal those of a single Congressional district. They surely ought not\nto be permitted to rush into the Union with a population less than one-half\nof several of the large counties in the interior of some of the States.\nThis was the condition of Kansas when it made application to be admitted\nunder the Topeka constitution. Besides, it requires some time to render the\nmass of a population collected in a new Territory at all homogeneous and to\nunite them on anything like a fixed policy. Establish the rule, and all\nwill look forward to it and govern themselves accordingly. But justice to\nthe people of the several States requires that this rule should be\nestablished by Congress. Each State is entitled to two Senators and at\nleast one Representative in Congress. Should the people of the States fail\nto elect a Vice-President, the power devolves upon the Senate to select\nthis officer from the two highest candidates on the list. In case of the\ndeath of the President, the Vice-President thus elected by the Senate\nbecomes President of the United States. On all questions of legislation the\nSenators from the smallest States of the Union have an equal vote with\nthose from the largest. The same may be said in regard to the ratification\nof treaties and of Executive appointments. All this has worked admirably in\npractice, whilst it conforms in principle with the character of a\nGovernment instituted by sovereign States. I presume no American citizen\nwould desire the slightest change in the arrangement. Still, is it not\nunjust and unequal to the existing States to invest some 40,000 or 50,000\npeople collected in a Territory with the attributes of sovereignty and\nplace them on an equal footing with Virginia and New York in the Senate of\nthe United States?For these reasons I earnestly recommend the passage of a general act which\nshall provide that, upon the application of a Territorial legislature\ndeclaring their belief that the Territory contains a number of inhabitants\nwhich, if in a State, would entitle them to elect a Member of Congress, it\nshall be the duty of the President to cause a census of the inhabitants to\nbe taken, and if found sufficient then by the terms of this act to\nauthorize them to proceed \"in their own way\" to frame a State constitution\npreparatory to admission into the Union. I also recommend that an\nappropriation may be made to enable the President to take a census of the\npeople of Kansas.The present condition of the Territory of Utah, when contrasted with what\nit was one year ago, is a subject for congratulation. It was then in a\nstate of open rebellion, and, cost what it might, the character of the\nGovernment required that this rebellion should be suppressed and the\nMormons compelled to yield obedience to the Constitution and the laws. In\norder to accomplish this object, as I informed you in my last annual\nmessage, I appointed a new governor instead of Brigham Young, and other\nFederal officers to take the place of those who, consulting their personal\nsafety, had found it necessary to withdraw from the Territory.To protect these civil officers, and to aid them, as a posse comitatus, in\nthe execution of the laws in case of need, I ordered a detachment of the\nArmy to accompany them to Utah. The necessity for adopting these measures\nis now demonstrated.On the 15th of September, 1857, Governor Young issued his proclamation, in\nthe style of an independent sovereign, announcing his purpose to resist by\nforce of arms the entry of the United States troops into our own Territory\nof Utah. By this he required all the forces in the Territory to \"hold\nthemselves in readiness to march at a moment's notice to repel any and all\nsuch invasion,\" and established martial law from its date throughout the\nTerritory. These proved to be no idle threats. Forts Bridger and Supply\nwere vacated and burnt down by the Mormons to deprive our troops of a\nshelter after their long and fatiguing march. Orders were issued by Daniel\nH. Wells, styling himself \"Lieutenant General, Nauvoo Legion,\" to stampede\nthe animals of the United States troops on their march, to set fire to\ntheir trains, to burn the grass and the whole country before them and on\ntheir flanks, to keep them from sleeping by night surprises, and to\nblockade the road by felling trees and destroying the fords of rivers,\netc.These orders were promptly and effectually obeyed. On the 4th of October,\n1857, the Mormons captured and burned, on Green River, three of our supply\ntrains, consisting of seventy-five wagons loaded with provisions and tents\nfor the army, and carried away several hundred animals. This diminished the\nsupply of provisions so materially that General Johnston was obliged to\nreduce the ration, and even with this precaution there was only sufficient\nleft to subsist the troops until the 1st of June.Our little army behaved admirably in their encampment at Fort Bridger under\nthese trying privations. In the midst of the mountains, in a dreary,\nunsettled, and inhospitable region, more than a thousand miles from home,\nthey passed the severe and inclement winter without a murmur. They looked\nforward with confidence for relief from their country in due season, and in\nthis they were not disappointed. The Secretary of War employed all his\nenergies to forward them the necessary supplies and to muster and send such\na military force to Utah as would render resistance on the part of the\nMormons hopeless, and thus terminate the war without the effusion of blood.\nIn his efforts he was efficiently sustained by Congress. They granted\nappropriations sufficient to cover the deficiency thus necessarily created,\nand also provided for raising two regiments of volunteers \"for the purpose\nof quelling disturbances in the Territory of Utah, for the protection of\nsupply and emigrant trains, and the suppression of Indian hostilities on\nthe frontiers.\" Happily, there was no occasion to call these regiments into\nservice. If there had been, I should have felt serious embarrassment in\nselecting them, so great was the number of our brave and patriotic citizens\nanxious to serve their country in this distant and apparently dangerous\nexpedition. Thus it has ever been, and thus may it ever be.The wisdom and economy of sending sufficient reenforcements to Utah are\nestablished, not only by the event, but in the opinion of those who from\ntheir position and opportunities are the most capable of forming a correct\njudgment. General Johnston, the commander of the forces, in addressing the\nSecretary of War from Fort Bridger under date of October 18, 1857,\nexpresses the opinion that \"unless a large force is sent here, from the\nnature of the country a protracted war on their [the Mormons's] part is\ninevitable.\" This he considered necessary to terminate the war \"speedily\nand more economically than if attempted by insufficient means.\"In the meantime it was my anxious desire that the Mormons should yield\nobedience to the Constitution and the laws without rendering it necessary\nto resort to military force. To aid in accomplishing this object, I deemed\nit advisable in April last to dispatch two distinguished citizens of the\nUnited States, Messrs. Powell and McCulloch, to Utah. They bore with them a\nproclamation addressed by myself to the inhabitants of Utah, dated on the\n6th day of that month, warning them of their true condition and how\nhopeless it was on their part to persist in rebellion against the United\nStates, and offering all those who should submit to the laws a full pardon\nfor their past seditions and treasons. At the same time I assured those who\nshould persist in rebellion against the United States that they must expect\nno further lenity, but look to be rigorously dealt with according to their\ndeserts. The instructions to these agents, as well as a copy of the\nproclamation and their reports, are herewith submitted. It will be seen by\ntheir report of the 3d of July last that they have fully confirmed the\nopinion expressed by General Johnston in the previous October as to the\nnecessity of sending reenforcements to Utah. In this they state that they\n\"are firmly impressed with the belief that the presence of the Army here\nand the large additional force that had been ordered to this Territory were\nthe chief inducements that caused the Mormons to abandon the idea of\nresisting the authority of the United States. A less decisive policy would\nprobably have resulted in a long, bloody, and expensive war.\"These gentlemen conducted themselves to my entire satisfaction and rendered\nuseful services in executing the humane intentions of the Government.It also affords me great satisfaction to state that Governor Cumming has\nperformed his duty in an able and conciliatory manner and with the happiest\neffect. I can not in this connection refrain from mentioning the valuable\nservices of Colonel Thomas L. Kane, who, from motives of pure benevolence\nand without any official character or pecuniary compensation, visited Utah\nduring the last inclement winter for the purpose of contributing to the\npacification of the Territory.I am happy to inform you that the governor and other civil officers of Utah\nare now performing their appropriate functions without resistance. The\nauthority of the Constitution and the laws has been fully restored and\npeace prevails throughout the Territory. A portion of the troops sent to\nUtah are now encamped in Cedar Valley, 44 miles southwest of Salt Lake\nCity, and the remainder have been ordered to Oregon to suppress Indian\nhostilities.The march of the army to Salt Lake City through the Indian Territory has had\na powerful effect in restraining the hostile feelings against the United\nStates which existed among the Indians in that region and in securing\nemigrants to the far West against their depredations. This will also be the\nmeans of establishing military posts and promoting settlements along the\nroute. I recommend that the benefits of our land laws and preemption system\nbe extended to the people of Utah by the establishment of a land office in\nthat Territory.I have occasion also to congratulate you on the result of our negotiations\nwith China.You were informed by my last annual message that our minister had been\ninstructed to occupy a neutral position in the hostilities conducted by\nGreat Britain and France against Canton. He was, however, at the same time\ndirected to cooperate cordially with the British and French ministers in\nall peaceful measures to secure by treaty those just concessions to foreign\ncommerce which the nations of the world had a right to demand. It was\nimpossible for me to proceed further than this on my own authority without\nusurping the war-making power, which under the Constitution belongs\nexclusively to Congress.Besides, after a careful examination of the nature and extent of our\ngrievances, I did not believe they were of such a pressing and aggravated\ncharacter as would have justified Congress in declaring war against the\nChinese Empire without first making another earnest attempt to adjust them\nby peaceful negotiation. I was the more inclined to this opinion because of\nthe severe chastisement which had then but recently been inflicted upon the\nChinese by our squadron in the capture and destruction of the Barrier forts\nto avenge an alleged insult to our flag. The event has proved the wisdom of\nour neutrality. Our minister has executed his instructions with eminent\nskill and ability. In conjunction with the Russian plenipotentiary, he has\npeacefully, but effectually, cooperated with the English and French\nplenipotentiaries, and each of the four powers has concluded a separate\ntreaty with China of a highly satisfactory character. The treaty concluded\nby our own plenipotentiary will immediately be submitted to the Senate.I am happy to announce that through the energetic yet conciliatory efforts\nof our consul-general in Japan a new treaty has been concluded with that\nEmpire, which may be expected materially to augment our trade and\nintercourse in that quarter and remove from our countrymen the disabilities\nwhich have heretofore been imposed upon the exercise of their religion. The\ntreaty shall be submitted to the Senate for approval without delay.It is my earnest desire that every misunderstanding with the Government of\nGreat Britain should be amicably and speedily adjusted. It has been the\nmisfortune of both countries, almost ever since the period of the\nRevolution, to have been annoyed by a succession of irritating and\ndangerous questions, threatening their friendly relations. This has\npartially prevented the full development of those feelings of mutual\nfriendship between the people of the two countries so natural in themselves\nand so conducive to their common interest. Any serious interruption of the\ncommerce between the United States and Great Britain would be equally\ninjurious to both. In fact, no two nations have ever existed on the face of\nthe earth which could do each other so much good or so much harm.Entertaining these sentiments, I am gratified to inform you that the\nlong-pending controversy between the two Governments in relation to the\nquestion of visitation and search has been amicably adjusted. The claim on\nthe part of Great Britain forcibly to visit American vessels on the high\nseas in time of peace could not be sustained under the law of nations, and\nit had been overruled by her own most eminent jurists. This question was\nrecently brought to an issue by the repeated acts of British cruisers in\nboarding and searching our merchant vessels in the Gulf of Mexico and the\nadjacent seas. These acts were the more injurious and annoying, as these\nwaters are traversed by a large portion of the commerce and navigation of\nthe United States and their free and unrestricted use is essential to the\nsecurity of the coastwise trade between the different States of the Union.\nSuch vexatious interruptions could not fail to excite the feelings of the\ncountry and to require the interposition of the Government. Remonstrances\nwere addressed to the British Government against these violations of our\nrights of sovereignty, and a naval force was at the same time ordered to\nthe Cuban waters with directions \"to protect all vessels of the United\nStates on the high seas from search or detention by the vessels of war of\nany other nation.\" These measures received the unqualified and even\nenthusiastic approbation of the American people. Most fortunately, however,\nno collision took place, and the British Government promptly avowed its\nrecognition of the principles of international law upon this subject as\nlaid down by the Government of the United States in the note of the\nSecretary of State to the British minister at Washington of April 10, 1858,\nwhich secure the vessels of the United States upon the high seas from\nvisitation or search in time of peace under any circumstances whatever. The\nclaim has been abandoned in a manner reflecting honor on the British\nGovernment and evincing a just regard for the law of nations, and can not\nfail to strengthen the amicable relations between the two countries.The British Government at the same time proposed to the United States that\nsome mode should be adopted, by mutual arrangement between the two\ncountries, of a character which may be found effective without being\noffensive, for verifying the nationality of vessels suspected on good\ngrounds of carrying false colors. They have also invited the United States\nto take the initiative and propose measures for this purpose. Whilst\ndeclining to assume so grave a responsibility, the Secretary of State has\ninformed the British Government that we are ready to receive any proposals\nwhich they may feel disposed to offer having this object in view, and to\nconsider them in an amicable spirit. A strong opinion is, however,\nexpressed that the occasional abuse of the flag of any nation is an evil\nfar less to be deprecated than would be the establishment of any\nregulations which might be incompatible with the freedom of the seas. This\nGovernment has yet received no communication specifying the manner in which\nthe British Government would propose to carry out their suggestion, and I\nam inclined to believe that no plan which can be devised will be free from\ngrave embarrassments. Still, I shall form no decided opinion on the subject\nuntil I shall have carefully and in the best spirit examined any proposals\nwhich they may think proper to make.I am truly sorry I can not also inform you that the complications between\nGreat Britain and the United States arising out of the Clayton and Bulwer\ntreaty of April, 1850, have been finally adjusted.At the commencement of your last session I had reason to hope that,\nemancipating themselves from further unavailing discussions, the two\nGovernments would proceed to settle the Central American questions in a\npractical manner, alike honorable and satisfactory to both; and this hope I\nhave not yet abandoned. In my last annual message I stated that overtures\nhad been made by the British Government for this purpose in a friendly\nspirit, which I cordially reciprocated. Their proposal was to withdraw\nthese questions from direct negotiation between the two Governments, but to\naccomplish the same object by a negotiation between the British Government\nand each of the Central American Republics whose territorial interests are\nimmediately involved. The settlement was to be made in accordance with the\ngeneral tenor of the interpretation placed upon the Clayton and Bulwer\ntreaty by the United States, with certain modifications. As negotiations\nare still pending upon this basis, it would not be proper for me now to\ncommunicate their present condition. A final settlement of these questions\nis greatly to be desired, as this would wipe out the last remaining subject\nof dispute between the two countries.Our relations with the great Empires of France and Russia, as well as with\nall other Governments on the continent of Europe, except that of Spain,\ncontinue to be of the most friendly character.With Spain our relations remain in an unsatisfactory condition. In my\nmessage of December last I informed you that our envoy extraordinary and\nminister plenipotentiary to Madrid had asked for his recall, and it was my\npurpose to send out a new minister to that Court with special instructions\non all questions pending between the two Governments, and with a\ndetermination to have them speedily and amicably adjusted if that were\npossible. This purpose has been hitherto defeated by causes which I need\nnot enumerate. The mission to Spain has been intrusted to a distinguished\ncitizen of Kentucky, who will proceed to Madrid without delay and make\nanother and a final attempt to obtain justice from that Government.Spanish officials under the direct control of the Captain-General of Cuba\nhave insulted our national flag and in repeated instances have from time to\ntime inflicted injuries on the persons and property of our citizens. These\nhave given birth to numerous claims against the Spanish Government, the\nmerits of which have been ably discussed for a series of years by our\nsuccessive diplomatic representatives. Notwithstanding this, we have not\narrived at a practical result in any single instance, unless we may except\nthe case of the Black Warrior, under the late Administration, and that\npresented an outrage of such a character as would have justified an\nimmediate resort to war. All our attempts to obtain redress have been\nbaffled and defeated. The frequent and oft-recurring changes in the Spanish\nministry have been employed as reasons for delay. We have been compelled to\nwait again and again until the new minister shall have had time to\ninvestigate the justice of our demands.Even what have been denominated \"the Cuban claims,\" in which more than 100\nof our citizens are directly interested, have furnished no exception. These\nclaims were for the refunding of duties unjustly exacted from American\nvessels at different custom-houses in Cuba so long ago as the year 1844.\nThe principles upon which they rest are so manifestly equitable and just\nthat, after a period of nearly ten years, in 1854 they were recognized by\nthe Spanish Government. Proceedings were afterwards instituted to ascertain\ntheir amount, and this was finally fixed, according to their own statement\n(with which we were satisfied), at the sum of $128,635.54. Just at the\nmoment, after a delay of fourteen years, when we had reason to expect that\nthis sum would be repaid with interest, we have received a proposal\noffering to refund one-third of that amount ($42,878.41), but without\ninterest, if we would accept this in full satisfaction. The offer is also\naccompanied by a declaration that this indemnification is not founded on\nany reason of strict justice, but is made as a special favor.One alleged cause for procrastination in the examination and adjustment of\nour claims arises from an obstacle which it is the duty of the Spanish\nGovernment to remove. Whilst the Captain-General of Cuba is invested with\ngeneral despotic authority in the government of that island, the power is\nwithheld from him to examine and redress wrongs committed by officials\nunder his control on citizens of the United States. Instead of making our\ncomplaints directly to him at Havana, we are obliged to present them\nthrough our minister at Madrid. These are then referred back to the\nCaptain-General for information, and much time is thus consumed in\npreliminary investigations and correspondence between Madrid and Cuba\nbefore the Spanish Government will consent to proceed to negotiation. Many\nof the difficulties between the two Governments would be obviated and a\nlong train of negotiation avoided if the Captain-General were invested with\nauthority to settle questions of easy solution on the spot, where all the\nfacts are fresh and could be promptly and satisfactorily ascertained. We\nhave hitherto in vain urged upon the Spanish Government to confer this\npower upon the Captain-General, and our minister to Spain will again be\ninstructed to urge this subject on their notice. In this respect we occupy\na different position from the powers of Europe. Cuba is almost within sight\nof our shores; our commerce with it is far greater than that of any other\nnation, including Spain itself, and our citizens are in habits of daily and\nextended personal intercourse with every part of the island. It is\ntherefore a great grievance that when any difficulty occurs, no matter how\nunimportant, which might be readily settled at the moment, we should be\nobliged to resort to Madrid, especially when the very first step to be\ntaken there is to refer it back to Cuba.The truth is that Cuba, in its existing colonial condition, is a constant\nsource of injury and annoyance to the American people. It is the only spot\nin the civilized world where the African slave trade is tolerated, and we\nare bound by treaty with Great Britain to maintain a naval force on the\ncoast of Africa, at much expense both of life and treasure, solely for the\npurpose of arresting slavers bound to that island. The late serious\ndifficulties between the United States and Great Britain respecting the\nright of search, now so happily terminated, could never have arisen if Cuba\nhad not afforded a market for slaves. As long as this market shall remain\nopen there can be no hope for the civilization of benighted Africa. Whilst\nthe demand for slaves continues in Cuba wars will be waged among the petty\nand barbarous chiefs in Africa for the purpose of seizing subjects to\nsupply this trade. In such a condition of affairs it is impossible that the\nlight of civilization and religion can ever penetrate these dark abodes.It has been made known to the world by my predecessors that the United\nStates have on several occasions endeavored to acquire Cuba from Spain by\nhonorable negotiation. If this were accomplished, the last relic of the\nAfrican slave trade would instantly disappear. We would not, if we could,\nacquire Cuba in any other manner. This is due to our national character.\nAll the territory which we have acquired since the origin of the Government\nhas been by fair purchase from France, Spain, and Mexico or by the free and\nvoluntary act of the independent State of Texas in blending her destinies\nwith our own. This course we shall ever pursue, unless circumstances should\noccur which we do not now anticipate, rendering a departure from it clearly\njustifiable under the imperative and overruling law of self-preservation.\nThe island of Cuba, from its geographical position, commands the mouth of\nthe Mississippi and the immense and annually increasing trade, foreign and\ncoastwise, from the valley of that noble river, now embracing half the\nsovereign States of the Union. With that island under the dominion of a\ndistant foreign power this trade, of vital importance to these States, is\nexposed to the danger of being destroyed in time of war, and it has\nhitherto been subjected to perpetual injury and annoyance in time of peace.\nOur relations with Spain, which ought to be of the most friendly character,\nmust always be placed in jeopardy whilst the existing colonial government\nover the island shall remain in its present condition.Whilst the possession of the island would be of vast importance to the\nUnited States, its value to Spain is comparatively unimportant. Such was\nthe relative situation of the parties when the great Napoleon transferred\nLouisiana to the United States. Jealous as he ever was of the national\nhonor and interests of France, no person throughout the world has imputed\nblame to him for accepting a pecuniary equivalent for this cession.The publicity which has been given to our former negotiations upon this\nsubject and the large appropriation which may be required to effect the\npurpose render it expedient before making another attempt to renew the\nnegotiation that I should lay the whole subject before Congress. This is\nespecially necessary, as it may become indispensable to success that I\nshould be intrusted with the means of making an advance to the Spanish\nGovernment immediately after the signing of the treaty, without awaiting\nthe ratification of it by the Senate. I am encouraged to make this\nsuggestion by the example of Mr. Jefferson previous to the purchase of\nLouisiana from France and by that of Mr. Polk in view of the acquisition of\nterritory from Mexico. I refer the whole subject to Congress and commend it\nto their careful consideration.I repeat the recommendation made in my message of December last in favor of\nan appropriation \"to be paid to the Spanish Government for the purpose of\ndistribution among the claimants in the Amistad case.\" President Polk first\nmade a similar recommendation in December, 1847, and it was repeated by my\nimmediate predecessor in December, 1853. I entertain no doubt that\nindemnity is fairly due to these claimants under our treaty with Spain of\nOctober 27, 1795; and whilst demanding justice we ought to do justice. An\nappropriation promptly made for this purpose could not fail to exert a\nfavorable influence on our negotiations with Spain.Our position in relation to the independent States south of us on this\ncontinent, and especially those within the limits of North America, is of a\npeculiar character. The northern boundary of Mexico is coincident with our\nown southern boundary from ocean to ocean, and we must necessarily feel a\ndeep interest in all that concerns the well-being and the fate of so near a\nneighbor. We have always cherished the kindest wishes for the success of\nthat Republic, and have indulged the hope that it might at last, after all\nits trials, enjoy peace and prosperity under a free and stable government.\nWe have never hitherto interfered, directly or indirectly, with its\ninternal affairs, and it is a duty which we owe to ourselves to protect the\nintegrity of its territory against the hostile interference of any other\npower. Our geographical position, our direct interest in all that concerns\nMexico, and our well-settled policy in regard to the North American\ncontinent render this an indispensable duty.Mexico has been in a state of constant revolution almost ever since it\nachieved its independence. One military leader after another has usurped\nthe Government in rapid succession, and the various constitutions from time\nto time adopted have been set at naught almost as soon as they were\nproclaimed. The successive Governments have afforded no adequate\nprotection, either to Mexican citizens or foreign residents, against\nlawless violence. Heretofore a seizure of the capital by a military\nchieftain has been generally followed by at least the nominal submission of\nthe country to his rule for a brief period, but not so at the present\ncrisis of Mexican affairs. A civil war has been raging for some time\nthroughout the Republic between the central Government at the City of\nMexico, which has endeavored to subvert the constitution last framed by\nmilitary power, and those who maintain the authority of that constitution.\nThe antagonist parties each hold possession of different States of the\nRepublic, and the fortunes of the war are constantly changing. Meanwhile\nthe most reprehensible means have been employed by both parties to extort\nmoney from foreigners, as well as natives, to carry on this ruinous\ncontest. The truth is that this fine country, blessed with a productive\nsoil and a benign climate, has been reduced by civil dissension to a\ncondition of almost hopeless anarchy and imbecility. It would be vain for\nthis Government to attempt to enforce payment in money of the claims of\nAmerican citizens, now amounting to more than $10,000,000, against Mexico,\nbecause she is destitute of all pecuniary means to satisfy these demands.Our late minister was furnished with ample powers and instructions for the\nadjustment of all pending questions with the central Government of Mexico,\nand he performed his duty with zeal and ability. The claims of our\ncitizens, some of them arising out of the violation of an express provision\nof the treaty of Guadalupe Hidalgo, and others from gross injuries to\npersons as well as property, have remained unredressed and even unnoticed.\nRemonstrances against these grievances have been addressed without effect\nto that Government. Meantime in various parts of the Republic instances\nhave been numerous of the murder, imprisonment, and plunder of our citizens\nby different parties claiming and exercising a local jurisdiction; but the\ncentral Government, although repeatedly urged thereto, have made no effort\neither to punish the authors of these outrages or to prevent their\nrecurrence. No American citizen can now visit Mexico on lawful business\nwithout imminent danger to his person and property. There is no adequate\nprotection to either, and in this respect our treaty with that Republic is\nalmost a dead letter.This state of affairs was brought to a crisis in May last by the\npromulgation of a decree levying a contribution pro rata upon all the\ncapital in the Republic between certain specified amounts, whether held by\nMexicans or foreigners. Mr. Forsyth, regarding this decree in the light of\na \"forced loan,\" formally protested against its application to his\ncountrymen and advised them not to pay the contribution, but to suffer it\nto be forcibly exacted. Acting upon this advice, an American citizen\nrefused to pay the contribution, and his property was seized by armed men\nto satisfy the amount. Not content with this, the Government proceeded\nstill further and issued a decree banishing him from the country. Our\nminister immediately notified them that if this decree should be carried\ninto execution he would feel it to be his duty to adopt \"the most decided\nmeasures that belong to the powers and obligations of the representative\noffice.\" Notwithstanding this warning, the banishment was enforced, and Mr.\nForsyth promptly announced to the Government the suspension of the\npolitical relations of his legation with them until the pleasure of his own\nGovernment should be ascertained.This Government did not regard the contribution imposed by the decree of\nthe 15th May last to be in strictness a \"forced loan,\" and as such\nprohibited by the tenth article of the treaty of 1826 between Great Britain\nand Mexico, to the benefits of which American citizens are entitled by\ntreaty; yet the imposition of the contribution upon foreigners was\nconsidered an unjust and oppressive measure. Besides, internal factions in\nother parts of the Republic were at the same time levying similar exactions\nupon the property of our citizens and interrupting their commerce. There\nhad been an entire failure on the part of our minister to secure redress\nfor the wrongs which our citizens had endured, notwithstanding his\npersevering efforts. And from the temper manifested by the Mexican\nGovernment he had repeatedly assured us that no favorable change could be\nexpected until the United States should \"give striking evidence of their\nwill and power to protect their citizens,\" and that \"severe chastening is\nthe only earthly remedy for our grievances.\" From this statement of facts\nit would have been worse than idle to direct Mr. Forsyth to retrace his\nsteps and resume diplomatic relations with that Government, and it was\ntherefore deemed proper to sanction his withdrawal of the legation from the\nCity of Mexico.Abundant cause now undoubtedly exists for a resort to hostilities against\nthe Government still holding possession of the capital. Should they succeed\nin subduing the constitutional forces, all reasonable hope will then have\nexpired of a peaceful settlement of our difficulties. On the other hand,\nshould the constitutional party prevail and their authority be established\nover the Republic, there is reason to hope that they will be animated by a\nless unfriendly spirit and may grant that redress to American citizens\nwhich justice requires so far as they may possess the means. But for this\nexpectation I should at once have recommended to Congress to grant the\nnecessary power to the President to take possession of a sufficient portion\nof the remote and unsettled territory of Mexico, to be held in pledge until\nour injuries shall be redressed and our just demands be satisfied. We have\nalready exhausted every milder means of obtaining justice. In such a case\nthis remedy of reprisals is recognized by the law of nations, not only as\njust in itself, but as a means of preventing actual war.But there is another view of our relations with Mexico, arising from the\nunhappy condition of affairs along our southwestern frontier, which demands\nimmediate action. In that remote region, where there are but few white\ninhabitants, large bands of hostile and predatory Indians roam\npromiscuously over the Mexican States of Chihuahua and Sonora and our\nadjoining Territories. The local governments of these States are perfectly\nhelpless and are kept in a state of constant alarm by the Indians. They\nhave not the power, if they possessed the will, even to restrain lawless\nMexicans from passing the border and committing depredations on our remote\nsettlers. A state of anarchy and violence prevails throughout that distant\nfrontier. The laws are a dead letter and life and property wholly insecure.\nFor this reason the settlement of Arizona is arrested, whilst it is of\ngreat importance that a chain of inhabitants should extend all along its\nsouthern border sufficient for their own protection and that of the United\nStates mail passing to and from California. Well-founded apprehensions are\nnow entertained that the Indians and wandering Mexicans, equally lawless,\nmay break up the important stage and postal communication recently\nestablished between our Atlantic and Pacific possessions. This passes very\nnear to the Mexican boundary throughout the whole length of Arizona. I can\nimagine no possible remedy for these evils and no mode of restoring law and\norder on that remote and unsettled frontier but for the Government of the\nUnited States to assume a temporary protectorate over the northern portions\nof Chihuahua and Sonora and to establish military posts within the same;\nand this I earnestly recommend to Congress. This protection may be\nwithdrawn as soon as local governments shall be established in these\nMexican States capable of performing their duties to the United States,\nrestraining the lawless, and preserving peace along the border.I do not doubt that this measure will be viewed in a friendly spirit by the\ngovernments and people of Chihuahua and Sonora, as it will prove equally\neffectual for the protection of their citizens on that remote and lawless\nfrontier as for citizens of the United States. And in this connection\npermit me to recall your attention to the condition of Arizona. The\npopulation of that Territory, numbering, as is alleged, more than 10,000\nsouls, are practically without a government, without laws, and without any\nregular administration of justice. Murder and other crimes are committed\nwith impunity. This state of things calls loudly for redress, and I\ntherefore repeat my recommendation for the establishment of a Territorial\ngovernment over Arizona.The political condition of the narrow isthmus of Central America, through\nwhich transit routes pass between the Atlantic and Pacific oceans, presents\na subject of deep interest to all commercial nations. It is over these\ntransits that a large proportion of the trade and travel between the\nEuropean and Asiatic continents is destined to pass. To the United States\nthese routes are of incalculable importance as a means of communication\nbetween their Atlantic and Pacific possessions. The latter now extend\nthroughout seventeen degrees of latitude on the Pacific coast, embracing\nthe important State of California and the flourishing territories of Oregon\nand Washington. All commercial nations therefore have a deep and direct\ninterest that these communications shall be rendered secure from\ninterruption. If an arm of the sea connecting the two oceans penetrated\nthrough Nicaragua and Costa Rica, it could not be pretended that these\nStates would have the right to arrest or retard its navigation to the\ninjury of other nations. The transit by land over this narrow isthmus\noccupies nearly the same position. It is a highway in which they themselves\nhave little interest when compared with the vast interests of the rest of\nthe world. Whilst their rights of sovereignty ought to be respected, it is\nthe duty of other nations to require that this important passage shall not\nbe interrupted by the civil wars and revolutionary outbreaks which have so\nfrequently occurred in that region. The stake is too important to be left\nat the mercy of rival companies claiming to hold conflicting contracts with\nNicaragua. The commerce of other nations is not to stand still and await\nthe adjustment of such petty controversies. The Government of the United\nStates expect no more than this, and they will not be satisfied with less.\nThey would not, if they could, derive any advantage from the Nicaragua\ntransit not common to the rest of the World. Its neutrality and protection\nfor the common use of all nations is their only object. They have no\nobjection that Nicaragua shall demand and receive a fair compensation from\nthe companies and individuals who may traverse the route, but they insist\nthat it shall never hereafter be closed by an arbitrary decree of that\nGovernment. If disputes arise between it and those with whom they may have\nentered into contracts, these must be adjusted by some fair tribunal\nprovided for the purpose, and the route must not be closed pending the\ncontroversy. This is our whole policy, and it can not fail to be acceptable\nto other nations.All these difficulties might be avoided if, consistently with the good\nfaith of Nicaragua, the use of this transit could be thrown open to general\ncompetition, providing at the same time for the payment of a reasonable\nrate to the Nicaraguan Government on passengers and freight. In August,\n1852, the Accessory Transit Company made its first interoceanic trip over\nthe Nicaraguan route, and continued in successful operation, with great\nadvantage to the public, until the 18th February, 1856, when it was closed\nand the grant to this company as well as its charter were summarily and\narbitrarily revoked by the Government of President Rivas. Previous to this\ndate, however, in 1854, serious disputes concerning the settlement of their\naccounts had arisen between the company and the Government, threatening the\ninterruption of the route at any moment. These the United States in vain\nendeavored to compose. It would be useless to narrate the various\nproceedings which took place between the parties up till the time when the\ntransit was discontinued. Suffice it to say that since February, 1856, it\nhas remained closed, greatly to the prejudice of citizens of the United\nStates. Since that time the competition has ceased between the rival routes\nof Panama and Nicaragua, and in consequence thereof an unjust and\nunreasonable amount has been exacted from our citizens for their passage to\nand from California.A treaty was signed on the 16th day of November, 1857, by the Secretary of\nState and minister of Nicaragua, under the stipulations of which the use\nand protection of the transit route would have been secured, not only to\nthe United States, but equally to all other nations. How and on what\npretext this treaty has failed to receive the ratification of the\nNicaraguan Government will appear by the papers herewith communicated from\nthe State Department. The principal objection seems to have been to the\nprovision authorizing the United States to employ force to keep the route\nopen in case Nicaragua should fail to perform her duty in this respect.\nFrom the feebleness of that Republic, its frequent changes of government,\nand its constant internal dissensions, this had become a most important\nstipulation, and one essentially necessary, not only for the security of\nthe route, but for the safety of American citizens passing and repassing to\nand from our Pacific possessions. Were such a stipulation embraced in a\ntreaty between the United States and Nicaragua, the knowledge of this fact\nwould of itself most probably prevent hostile parties from committing\naggressions on the route, and render our actual interference for its\nprotection unnecessary.The executive government of this country in its intercourse with foreign\nnations is limited to the employment of diplomacy alone. When this fails it\ncan proceed no further. It can not legitimately resort to force without the\ndirect authority of Congress, except in resisting and repelling hostile\nattacks. It would have no authority to enter the territories of Nicaragua\neven to prevent the destruction of the transit and protect the lives and\nproperty of our own citizens on their passage. It is true that on a sudden\nemergency of this character the President would direct any armed force in\nthe vicinity to march to their relief, but in doing this he would act upon\nhis own responsibility.Under these circumstances I earnestly recommend to Congress the passage of\nan act authorizing the president, under such restrictions as they may deem\nproper, to employ the land and naval forces of the United States in\npreventing the transit from being obstructed or closed by lawless violence,\nand in protecting the lives and property of American citizens traveling\nthereupon, requiring at the same time that these forces shall be withdrawn\nthe moment the danger shall have passed away. Without such a provision our\ncitizens will be constantly exposed to interruption in their progress and\nto lawless violence.A similar necessity exists for the passage of such an act for the\nprotection of the Panama and Tehuantepec routes. In reference to the Panama\nroute, the United States, by their existing treaty with New Granada,\nexpressly guarantee the neutrality of the Isthmus, \"with the view that the\nfree transit from the one to the other sea may not be interrupted or\nembarrassed in any future time while this treaty exists.\"In regard to the Tehuantepec route, which has been recently opened under\nthe most favorable auspices, our treaty with Mexico of the 30th December,\n1853, secures to the citizens of the United States a right of transit over\nit for their persons and merchandise and stipulates that neither Government\nshall \"interpose any obstacle\" thereto. It also concedes to the United\nStates the \"right to transport across the Isthmus, in closed bags, the\nmails of the United States not intended for distribution along the line of\nthe communication; also the effects of the United States Government and its\ncitizens which may be intended for transit and not for distribution on the\nIsthmus, free of custom-house or other charges by the Mexican Government.\"These treaty stipulations with New Granada and Mexico, in addition to the\nconsiderations applicable to the Nicaragua route, seem to require\nlegislation for the purpose of carrying them into effect.The injuries which have been inflicted upon our citizens in Costa Rica and\nNicaragua during the last two or three years have received the prompt\nattention of this Government. Some of these injuries were of the most\naggravated character. The transaction at Virgin Bay in April, 1856, when a\ncompany of unarmed Americans, who were in no way connected with any\nbelligerent conduct or party, were fired upon by the troops of Costa Rica\nand numbers of them killed and wounded, was brought to the knowledge of\nCongress by my predecessor soon after its occurrence, and was also\npresented to the Government of Costa Rica for that immediate investigation\nand redress which the nature of the case demanded. A similar course was\npursued with reference to other outrages in these countries, some of which\nwere hardly less aggravated in their character than the transaction at\nVirgin Bay. At the time, however, when our present minister to Nicaragua\nwas appointed, in December, 1857, no redress had been obtained for any of\nthese wrongs and no reply even had been received to the demands which had\nbeen made by this Government upon that of Costa Rica more than a year\nbefore. Our minister was instructed, therefore, to lose no time in\nexpressing to those Governments the deep regret with which the President\nhad witnessed this inattention to the just claims of the United States and\nin demanding their prompt and satisfactory adjustment. Unless this demand\nshall be complied with at an early day it will only remain for this\nGovernment to adopt such other measures as may be necessary in order to\nobtain for itself that justice which it has in vain attempted to secure by\npeaceful means from the Governments of Nicaragua and Costa Rica. While it\nhas shown, and will continue to show, the most sincere regard for the\nrights and honor of these Republics, it can not permit this regard to be\nmet by an utter neglect on their part of what is due to the Government and\ncitizens of the United States.Against New Granada we have long-standing causes of complaint, arising out\nof the unsatisfied claims of our citizens upon that Republic, and to these\nhave been more recently added the outrages committed upon our citizens at\nPanama in April, 1856. A treaty for the adjustment of these difficulties\nwas concluded by the Secretary of State and the minister of New Granada in\nSeptember, 1857, which contained just and acceptable provisions for that\npurpose. This treaty was transmitted to Bogota and was ratified by the\nGovernment of New Granada, but with certain amendments. It was not,\nhowever, returned to this city until after the close of the last session of\nthe Senate. It will be immediately transmitted to that body for their\nadvice and consent, and should this be obtained it will remove all our\nexisting causes of complaint against New Granada on the subject of claims.Questions have arisen between the two Governments as to the right of New\nGranada to levy a tonnage duty upon the vessels of the United States in its\nports of the Isthmus and to levy a passenger tax upon our citizens arriving\nin that country, whether with a design to remain there or to pass from\nocean to ocean by the transit route; and also a tax upon the mail of the\nUnited States transported over the Panama Railroad. The Government of New\nGranada has been informed that the United States would consider the\ncollection of either of these taxes as an act in violation of the treaty\nbetween the two countries, and as such would be resisted by the United\nStates. At the same time, we are prepared to discuss these questions in a\nspirit of amity and justice and with a sincere desire to adjust them in a\nsatisfactory manner. A negotiation for that purpose has already been\ncommenced. No effort has recently been made to collect these taxes nor is\nany anticipated under present circumstances.With the Empire of Brazil our relations are of the most friendly character.\nThe productions of the two countries, and especially those of an\nagricultural nature, are such as to invite extensive mutual exchanges. A\nlarge quantity of American flour is consumed in Brazil, whilst more than\ntreble the amount in value of Brazilian coffee is consumed in the United\nStates. Whilst this is the case, a heavy duty has been levied until very\nrecently upon the importation of American flour into Brazil. I am\ngratified, however, to be able to inform you that in September last this\nhas been reduced from $1.32 to about 49 cents per barrel, and the duties on\nother articles of our production have been diminished in nearly the same\nproportion.I regret to state that the Government of Brazil still continues to levy an\nexport duty of about 11 per cent on coffee, notwithstanding this article is\nadmitted free from duty in the United States. This is a heavy charge upon\nthe consumers of coffee in our country, as we purchase half of the entire\nsurplus crop of that article raised in Brazil. Our minister, under\ninstructions, will reiterate his efforts to have this export duty removed,\nand it is hoped that the enlightened Government of the Emperor will adopt\nthis wise, just, and equal policy. In that event, there is good reason to\nbelieve that the commerce between the two countries will greatly increase,\nmuch to the advantage of both. The claims of our citizens against the\nGovernment of Brazil are not in the aggregate of very large amount; but\nsome of these rest upon plain principles of justice and their settlement\nought not to be longer delayed. A renewed and earnest, and I trust a\nsuccessful, effort will be made by our minister to procure their final\nadjustment.On the 2d of June last Congress passed a joint resolution authorizing the\nPresident \"to adopt such measures and use such force as in his judgment may\nbe necessary and advisable\" \"for the purpose of the differences between\nthe United States and the Republic of Paraguay, in connection with the\nattack on the United States steamer Water Witch and with other measures\nreferred to\" in his annual message, and on the 12th of July following they\nmade an appropriation to defray the expenses and compensation of a\ncommissioner to that Republic should the President deem it proper to make\nsuch all appointment.In compliance with these enactments, I have appointed a commissioner, who\nhas proceeded to Paraguay with full powers and instructions to settle these\ndifferences in an amicable and peaceful manner if this be practicable. His\nexperience and discretion justify the hope that he may prove successful in\nconvincing the Paraguayan Government that it is due both to honor and\njustice that they should voluntarily and promptly make atonement for the\nwrongs which they have committed against the United States and indemnify\nour injured citizens whom they have forcibly despoiled of their property.Should our commissioner prove unsuccessful after a sincere and earnest\neffort to accomplish the object of his mission, then no alternative will\nremain but the employment of force to obtain \"just satisfaction\" from\nParaguay. In view of this contingency, the Secretary of the Navy, under my\ndirection, has fitted out and dispatched a naval force to rendezvous near\nBuenos Ayres, which, it is believed, will prove sufficient for the\noccasion. It is my earnest desire, however, that it may not be found\nnecessary to resort to this last alternative.When Congress met in December last the business of the country had just\nbeen crushed by one of those periodical revulsions which are the inevitable\nconsequence of our unsound and extravagant system of bank credits and\ninflated currency. With all the elements of national wealth in abundance,\nour manufactures were suspended, our useful public and private enterprises\nwere arrested, and thousands of laborers were deprived of employment and\nreduced to want. Universal distress prevailed among the commercial,\nmanufacturing, and mechanical classes. This revulsion was felt the more\nseverely in the United States because similar causes had produced the like\ndeplorable effects throughout the commercial nations of Europe. All were\nexperiencing sad reverses at the same moment. Our manufacturers everywhere\nsuffered severely, not because of the recent reduction in the tariff of\nduties on imports, but because there was no demand at any price for their\nproductions. The people were obliged to restrict themselves in their\npurchases to articles of prime necessity. In the general prostration of\nbusiness the iron manufacturers in different States probably suffered more\nthan any other class, and much destitution was the inevitable consequence\namong the great number of workmen who had been employed in this useful\nbranch of industry. There could be no supply where there was no demand. To\npresent an example, there could be no demand for railroad iron after our\nmagnificent system of railroads, extending its benefits to every portion of\nthe Union, had been brought to a dead pause. The same consequences have\nresulted from similar causes to many other branches of useful manufactures.\nIt is self-evident that where there is no ability to purchase manufactured\narticles these can not be sold, and consequently must cease to be\nproduced.No government, and especially a government of such limited powers as that\nof the United States, could have prevented the late revulsion. The whole\ncommercial world seemed for years to have been rushing to this catastrophe.\nThe same ruinous consequences would have followed in the United States\nwhether the duties upon foreign imports had remained as they were under the\ntariff of 1846 or had been raised to a much higher standard. The tariff of\n1857 had no agency in the result. The general causes existing throughout\nthe world could not have been controlled by the legislation of any\nparticular country.The periodical revulsions which have existed in our past history must\ncontinue to return at intervals so long as our present unbounded system of\nbank credits shall prevail. They will, however, probably be the less severe\nin future, because it is not to be expected, at least for many years to\ncome, that the commercial nations of Europe, with whose interests our own\nare so materially involved, will expose themselves to similar calamities.\nBut this subject was treated so much at large in my last annual message\nthat I shall not now pursue it further. Still, I respectfully renew the\nrecommendation in favor of the passage of a uniform bankrupt law applicable\nto banking institutions. This is all the direct power over the subject\nwhich I believe the Federal Government possesses. Such a law would\nmitigate, though it might not prevent, the evil. The instinct of\nself-preservation might produce a wholesome restraint upon their banking\nbusiness if they knew in advance that a suspension of specie payments would\ninevitably produce their civil death.But the effects of the revulsion are now slowly but surely passing away.\nThe energy and enterprise of our citizens, with our unbounded resources,\nwill within the period of another year restore a state of wholesome\nindustry and trade. Capital has again accumulated in our large cities. The\nrate of interest is there very low. Confidence is gradually reviving, and\nso soon as it is discovered that this capital can be profitably employed in\ncommercial and manufacturing enterprises and in the construction of\nrailroads and other works of public and private improvement prosperity will\nagain smile throughout the land. It is vain, however, to disguise the fact\nfrom ourselves that a speculative inflation of our currency without a\ncorresponding inflation in other countries whose manufactures come into\ncompetition with our own must ever produce disastrous results to our\ndomestic manufactures. No tariff short of absolute prohibition can prevent\nthese evil consequences. In connection with this subject it is proper to\nrefer to our financial condition. The same causes which have produced\npecuniary distress throughout the country have so reduced the amount of\nimports from foreign countries that the revenue has proved inadequate to\nmeet the necessary expenses of the Government. To supply the deficiency,\nCongress, by the act of December 23, 1857, authorized the issue of\n$20,000,000 of Treasury notes; and this proving inadequate, they\nauthorized, by the act of June 14, 1858, a loan of $20,000,000, to be\napplied to the payment of appropriations made by law.\"No statesman would advise that we should go on increasing the national debt\nto meet the ordinary expenses of the Government. This would be a most\nruinous policy. In case of war our credit must be our chief resource, at\nleast for the first year, and this would be greatly impaired by having\ncontracted a large debt in time of peace. It is our true policy to increase\nour revenue so as to equal our expenditures. It would be ruinous to\ncontinue to borrow. Besides, it may be proper to observe that the\nincidental protection thus afforded by a revenue tariff would at the\npresent moment to some extent increase the confidence of the manufacturing\ninterests and give a fresh impulse to our reviving business. To this surely\nno person will object.In regard to the mode of assessing and collecting duties under a strictly\nrevenue tariff, I have long entertained and often expressed the opinion\nthat sound policy requires this should be done by specific duties in cases\nto which these can be properly applied. They are well adapted to\ncommodities which are usually sold by weight or by measure, and which from\ntheir nature are of equal or of nearly equal value. Such, for example, are\nthe articles of iron of different classes, raw sugar, and foreign wines and\nspirits.In my deliberate judgment specific duties are the best, if not the only,\nmeans of securing the revenue against false and fraudulent invoices, and\nsuch has been the practice adopted for this purpose by other commercial\nnations. Besides, specific duties would afford to the American manufacturer\nthe incidental advantages to which he is fairly entitled under a revenue\ntariff. The present system is a sliding scale to his disadvantage. Under\nit, when prices are high and business prosperous, the duties rise in amount\nwhen he least requires their aid. On the contrary, when prices fall and he\nis struggling against adversity, the duties are diminished in the same\nproportion, greatly to his injury. Neither would there be danger that a\nhigher rate of duty than that intended by Congress could be levied in the\nform of specific duties. It would be easy to ascertain the average value of\nany imported article for a series of years, and, instead of subjecting it\nto an ad valorem duty at a certain rate per centum, to substitute in its\nplace an equivalent specific duty.By such an arrangement the consumer would not be injured. It is true he\nmight have to pay a little more duty on a given article in one year, but,\nif so, he would pay a little less in another, and in a series of years\nthese would counterbalance each other and amount to the same thing so far\nas his interest is concerned. This inconvenience would be trifling when\ncontrasted with the additional security thus afforded against frauds upon\nthe revenue, in which every consumer is directly interested.I have thrown out these suggestions as the fruit of my own observation, to\nwhich Congress, in their better judgment, will give such weight as they may\njustly deserve.The report of the Secretary of the Treasury will explain in detail the\noperations of that Department of the Government. The receipts into the\nTreasury from all sources during the fiscal year ending June 30, 1858,\nincluding the Treasury notes authorized by the act of December 23, 1857,\nwere $70,273,869.59, which amount, with the balance of $17,710,114.27\nremaining in the Treasury at the commencement of the year, made an\naggregate for the service of the year of $87,983,983.86.The public expenditures during the fiscal year ending June 30, 1858,\namounted to $81,585,667.76, of which $9,684,537.99 were applied to the\npayment of the public debt and the redemption of Treasury notes with the\ninterest thereon, leaving in the Treasury on July 1, 1858, being the\ncommencement of the present fiscal year, $6,398,316.10.The receipts into the Treasury during the first quarter of the present\nfiscal year, commencing the 1st of July, 1858, including one-half of the\nloan of $20,000,000, with the premium upon it, authorized by the act of\nJune 14, 1858, were $25,230,879.46, and the estimated receipts for the\nremaining three quarters to the 30th of June, 1859, from ordinary sources\nare $38,500,000, making, with the balance before stated, an aggregate of\n$70,129,195.56.The expenditures during the first quarter of the present fiscal year were\n$21,708,198.51, of which $1,010,142.37 were applied to the payment of the\npublic debt and the redemption of Treasury notes and the interest thereon.\nThe estimated expenditures during the remaining three quarters to June 30,\n1859, are $52,357,698.48, making an aggregate of $74,065,896.99, being an\nexcess of expenditure beyond the estimated receipts into the Treasury from\nordinary sources during the fiscal year to the 30th of June, 1859, of\n$3,936,701.43. Extraordinary means are placed by law within the command of\nthe Secretary of the Treasury, by the reissue of Treasury notes redeemed\nand by negotiating the balance of the loan authorized by the act of June\n14, 1858, to the extent of $11,000,000, which, if realized during the\npresent fiscal year, will leave a balance in the Treasury on the 1st day of\nJuly, 1859, of $7,063,298.57.The estimated receipts during the next fiscal year, ending June 30, 1860,\nare $62,000,000, which, with the above-estimated balance of $7,063,298.57\nmake an aggregate for the service of the next fiscal year of\n$69,063,298.57. The estimated expenditures during the next fiscal year,\nending June 30, 1860, are $73,139,147.46, which leaves a deficit of\nestimated means, compared with the estimated expenditures, for that year,\ncommencing on July 1, 1859, of $4,075,848.89.In addition to this sum the Postmaster-General will require from the\nTreasury for the service of the Post-Office Department $3,838,728, as\nexplained in the report of the Secretary of the Treasury, which will\nincrease the estimated deficit on June 30, 1860, to $7,914,576.89. To\nprovide for the payment of this estimated deficiency, which will be\nincreased by such appropriations as may be made by Congress not estimated\nfor in the report of the Treasury Department, as well as to provide for the\ngradual redemption from year to year of the outstanding Treasury notes, the\nSecretary of the Treasury recommends such a revision of the present tariff\nas will raise the required amount. After what I have already said I need\nscarcely add that I concur in the opinion expressed in his report--that the\npublic debt should not be increased by an additional loan--and would\ntherefore strongly urge upon Congress the duty of making at their present\nsession the necessary provision for meeting these liabilities.The public debt on July 1, 1858, the commencement of the present fiscal\nyear, was $25,155,977.66.During the first quarter of the present year the sum of $10,000,000 has\nbeen negotiated of the loan authorized by the act of June 14, 1858, making\nthe present outstanding public debt, exclusive of Treasury notes,\n$35,155,977.66. There was on the 1st of July, 1858, of Treasury notes\nissued by authority of the act of December 23, 1857, unredeemed, the sum of\n$19,754,800, making the amount of actual indebtedness at that date\n$54,910,777.66. To this will be added $10,000,000 during the present fiscal\nyear, this being the remaining half of the loan of $20,000,000 not yet\nnegotiated.The rapid increase of the public debt and the necessity which exists for a\nmodification of the tariff to meet even the ordinary expenses of the\nGovernment ought to admonish us all, in our respective spheres of duty, to\nthe practice of rigid economy. The objects of expenditure should be limited\nin number, as far as this may be practicable, and the appropriations\nnecessary to carry them into effect ought to be disbursed under the\nstrictest accountability. Enlightened economy does not consist in the\nrefusal to appropriate money for constitutional purposes essential to the\ndefense, progress, and prosperity of the Republic, but in taking care that\nnone of this money shall be wasted by mismanagement in its application to\nthe objects designated by law.Comparisons between the annual expenditure at the present time and what it\nwas ten or twenty years ago are altogether fallacious. The rapid increase\nof our country in extent and population renders a corresponding increase of\nexpenditure to some extent unavoidable. This is constantly creating new\nobjects of expenditure and augmenting the amount required for the old. The\ntrue questions, then, are, Have these objects been unnecessarily\nmultiplied, or has the amount expended upon any or all of them been larger\nthan comports with due economy? In accordance with these principles, the\nheads of the different Executive Departments of the Government have been\ninstructed to reduce their estimates for the next fiscal year to the lowest\nstandard consistent with the efficiency of the service, and this duty they\nhave performed in a spirit of just economy. The estimates of the Treasury,\nWar, Navy, and Interior Departments have each been in some degree reduced,\nand unless a sudden and unforeseen emergency should arise it is not\nanticipated that a deficiency will exist in either within the present or\nthe next fiscal year. The Post-Office Department is placed in a peculiar\nposition, different from the other Departments, and to this I shall\nhereafter refer.I invite Congress to institute a rigid scrutiny to ascertain whether the\nexpenses in all the Departments can not be still further reduced, and I\npromise them all the aid in my power in pursuing the investigation.I transmit herewith the reports made to me by the Secretaries of War, of\nthe Navy, of the Interior, and of the Postmaster-General. They each contain\nvaluable information and important recommendations, to which I invite the\nattention of Congress.In my last annual message I took occasion to recommend the immediate\nconstruction of ten small steamers of light draft, for the purpose of\nincreasing the efficiency of the Navy. Congress responded to the\nrecommendation by authorizing the construction of eight of them. The\nprogress which has been made in executing this authority is stated in the\nreport of the Secretary of the Navy. I concur with him in the opinion that\na greater number of this class of vessels is necessary for the purpose of\nprotecting in a more efficient manner the persons and property of American\ncitizens on the high seas and in foreign countries, as well as in guarding\nmore effectually our own coasts. I accordingly recommend the passage of an\nact for this purpose.The suggestions contained in the report of the Secretary of the Interior,\nespecially those in regard to the disposition of the public domain, the\npension and bounty-land system, the policy toward the Indians, and the\namendment of our patent laws, are worthy of the serious consideration of\nCongress.The Post-Office Department occupies a position very different from that of\nthe other Departments. For many years it was the policy of the Government\nto render this a self-sustaining Department; and if this can not now be\naccomplished, in the present condition of the country, we ought to make as\nnear an approach to it as may be practicable.The Postmaster-General is placed in a most embarrassing position by the\nexisting laws. He is obliged to carry these into effect. He has no other\nalternative. He finds, however, that this can not be done without heavy\ndemands upon the Treasury over and above what is received for postage, and\nthese have been progressively increasing from year to year until they\namounted for the last fiscal year, ending on the 30th of June, 1858, to\nmore than $4,500,000, whilst it is estimated that for the present fiscal\nyear they will amount to $6,290,000. These sums are exclusive of the annual\nappropriation of $700,000 for \"compensation for the mail service performed\nfor the two Houses of Congress and the other Departments and officers of\nthe Government in the transmission of free matter.\"The cause of these large deficits is mainly attributable to the increased\nexpense of transporting the mails. In 1852 the sum paid for this service\nwas but a fraction above four millions and a quarter. Since that year it\nhas annually increased, until in 1858 it has reached more than eight\nmillions and a quarter, and for the service of 1859 it is estimated that it\nwill amount to more than $10,000,000.The receipts of the Post-Office Department can be made to approach or to\nequal its expenditure only by means of the legislation of Congress. In\napplying any remedy care should be taken that the people shall not be\ndeprived of the advantages which they are fairly entitled to enjoy from the\nPost-Office Department. The principal remedies recommended to the\nconsideration of Congress by the Postmaster-General are to restore the\nformer rate of postage upon single letters to 5 cents; to substitute for\nthe franking privilege the delivery to those now entitled to enjoy it of\npost-office stamps for their correspondence, and to direct the Department\nin making contracts for the transportation of the mail to confine itself to\nthe payment of the sum necessary for this single purpose, without requiring\nit to be transported in post coaches or carriages of any particular\ndescription. Under the present system the expense to the Government is\ngreatly increased by requiring that the mail shall be carried in such\nvehicles as will accommodate passengers. This will be done, without pay\nfrom the Department, over all roads where the travel will remunerate the\ncontractors.These recommendations deserve the grave consideration of Congress. I would\nagain call your attention to the construction of a Pacific railroad. Time\nand reflection have but served to confirm me in the truth and justice of\nthe observations which I made on this subject in my last annual message, to\nwhich I beg leave respectfully to refer.It is freely admitted that it would be inexpedient for this Government to\nexercise the power of constructing the Pacific railroad by its own\nimmediate agents. Such a policy would increase the patronage of the\nExecutive to a dangerous extent, and introduce a system of jobbing and\ncorruption which no vigilance on the part of Federal officials could either\nprevent or detect. This can only be done by the keen eye and active and\ncareful supervision of individual and private interest. The construction of\nthis road ought therefore to be committed to companies incorporated by the\nStates or other agencies whose pecuniary interests would be directly\ninvolved. Congress might then assist them in the work by grants of land or\nof money, or both, under such conditions and restrictions as would secure\nthe transportation of troops and munitions of war free from any charge and\nthat of the United States mail at a fair and reasonable price.The progress of events since the commencement of your last session has\nshown how soon difficulties disappear before a firm and determined\nresolution. At that time such a road was deemed by wise and patriotic men\nto be a visionary project. The great distance to be overcome and the\nintervening mountains and deserts in the way were obstacles which, in the\nopinion of many, could not be surmounted. Now, after the lapse of but a\nsingle year, these obstacles, it has been discovered, are far less\nformidable than they were supposed to be, and mail stages with passengers\nnow pass and repass regularly twice in each week, by a common wagon road,\nbetween San Francisco and St. Louis and Memphis in less than twenty-five\ndays. The service has been as regularly performed as it was in former years\nbetween New York and this city.Whilst disclaiming all authority to appropriate money for the construction\nof this road, except that derived from the war-making power of the\nConstitution, there are important collateral considerations urging us to\nundertake the work as speedily as possible. The first and most momentous of\nthese is that such a road would be a powerful bond of union between the\nStates east and west of the Rocky Mountains. This is so self-evident as to\nrequire no illustration.But again, in a commercial point of view, I consider this the great\nquestion of the day. With the eastern front of our Republic stretching\nalong the Atlantic and its western front along the Pacific, if all the\nparts should be united by a safe, easy, and rapid intercommunication we\nmust necessarily command a very large proportion of the trade both of\nEurope and Asia. Our recent treaties with China and Japan will open these\nrich and populous Empires to our commerce; and the history of the world\nproves that the nation which has gained possession of the trade with\neastern Asia has always become wealthy and powerful. The peculiar\ngeographical position of California and our Pacific possessions invites\nAmerican capital and enterprise into this fruitful field. To reap the rich\nharvest, however, it is an indispensable prerequisite that we shall first\nhave a railroad to convey and circulate its products throughout every\nportion of the Union. Besides, such a railroad through our temperate\nlatitude, which would not be impeded by the frosts and snows of winter nor\nby the tropical heats of summer, would attract to itself much of the travel\nand the trade of all nations passing between Europe and Asia.On the 21st of August last Lieutenant J. N. Maffit, of the United States\nbrig Dolphin, captured the slaver Echo (formerly the Putnam, of New\nOrleans) near Kay Verde, on the coast of Cuba, with more than 300 African\nnegroes on board. The prize, under the command of Lieutenant Bradford, of\nthe United States Navy, arrived at Charleston on the 27th August, when the\nnegroes, 306 in number, were delivered into the custody of the United\nStates marshal for the district of South Carolina. They were first placed\nin Castle Pinckney, and afterwards in Fort Sumter, for safe-keeping, and\nwere detained there until the 19th September, when the survivors, 271 in\nnumber, were delivered on board the United States steamer Niagara to be\ntransported to the coast of Africa under the charge of the agent of the\nUnited States, pursuant to the provisions of the act of the 3d March, 1819,\n\"in addition to the acts prohibiting the slave trade.\" Under the second\nsection of this act the President is \"authorized to make such regulations\nand arrangements as he may deem expedient for the safe-keeping, support,\nand removal beyond the limits of the United States of all such negroes,\nmulattoes, or persons of color\" captured by vessels of the United States as\nmay be delivered to the marshal of the district into which they are\nbrought, \"and to appoint a proper person or persons residing upon the coast\nof Africa as agent or agents for receiving the negroes, mulattoes, or\npersons of color delivered from on board vessels seized in the prosecution\nof the slave trade by commanders of United States armed vessels.\"A doubt immediately arose as to the true construction of this act. It is\nquite clear from its terms that the President was authorized to provide\n\"for the safe-keeping, support, and removal\" of these negroes up till the\ntime of their delivery to the agent on the coast of Africa, but no express\nprovision was made for their protection and support after they had reached\nthe place of their destination. Still, an agent was to be pointed to\nreceive them in Africa, and it could not have been supposed that Congress\nintended he should desert them at the moment they were received and turn\nthem loose on that inhospitable coast to perish for want of food or to\nbecome again the victims of the slave trade. Had this been the intention of\nCongress, the employment of an agent to receive them, who is required to\nreside on the coast, was unnecessary, and they might have been landed by\nour vessels anywhere in Africa and left exposed to the sufferings and the\nfate which would certainly await them.Mr. Monroe, in his special message of December 17, 1819, at the first\nsession after the act was passed, announced to Congress what in his opinion\nwas its true construction. He believed it to be his duty under it to follow\nthese unfortunates into Africa and make provision for them there until they\nshould be able to provide for themselves. In communicating this\ninterpretation of the act to Congress he stated that some doubt had been\nentertained as to its true intent and meaning, and he submitted the\nquestion to them so that they might, \"should it be deemed advisable, amend\nthe same before further proceedings are had under it.\" Nothing was done by\nCongress to explain the act, and Mr. Monroe proceeded to carry it into\nexecution according to his own interpretation. This, then, became the\npractical construction. When the Africans from on board the Echo were\ndelivered to the marshal at Charleston, it became my duty to consider what\ndisposition ought to be made of them under the law. For many reasons it was\nexpedient to remove them from that locality as speedily as possible.\nAlthough the conduct of the authorities and citizens of Charleston in\ngiving countenance to the execution of the law was just what might have\nbeen expected from their high character, yet a prolonged continuance of 300\nAfricans in the immediate vicinity of that city could not have failed to\nbecome a source of inconvenience and anxiety to its inhabitants. Where to\nsend them was the question. There was no portion of the coast of Africa to\nwhich they could be removed with any regard to humanity except to Liberia.\nUnder these circumstances an agreement was entered into with the\nColonization Society on the 7th of September last, a copy of which is\nherewith transmitted, under which the society engaged, for the\nconsideration of $45,000, to receive these Africans in Liberia from the\nagent of the United States and furnish them during the period of one year\nthereafter with comfortable shelter, clothing, provisions, and medical\nattendance, causing the children to receive schooling, and all, whether\nchildren or adults, to be instructed in the arts of civilized life suitable\nto their condition. This aggregate of $45,000 was based upon an allowance\nof $150 for each individual; and as there has been considerable mortality\namong them and may be more before they reach Africa, the society have\nagreed, in an equitable spirit, to make such a deduction from the amount as\nunder the circumstances may appear just and reasonable. This can not be\nfixed until we shall ascertain the actual number which may become a charge\nto the society. It was also distinctly agreed that under no circumstances\nshall this Government be called upon for any additional expenses. The\nagents of the society manifested a laudable desire to conform to the wishes\nof the Government throughout the transaction. They assured me that after a\ncareful calculation they would be required to expend the sum of $150 on\neach individual in complying with the agreement, and they would have\nnothing left to remunerate them for their care, trouble, and\nresponsibility. At all events, I could make no better arrangement, and\nthere was no other alternative. During the period when the Government\nitself, through its own agents, undertook the task of providing for\ncaptured negroes in Africa the cost per head was very much greater.There having been no outstanding appropriation applicable to this purpose,\nI could not advance any money on the agreement. I therefore recommend that\nan appropriation may be made of the amount necessary to carry it into\neffect.Other captures of a similar character may, and probably will, be made by\nour naval forces, and I earnestly recommend that Congress may amend the\nsecond section of the act of March 3, 1819, so as to free its construction\nfrom the ambiguity which has so long existed and render the duty of the\nPresident plain in executing its provisions.I recommend to your favorable regard the local interests of the District of\nColumbia. As the residence of Congress and the Executive Departments of the\nGovernment, we can not fail to feel a deep concern in its welfare. This is\nheightened by the high character and the peaceful and orderly conduct of\nits resident inhabitants.I can not conclude without performing the agreeable duty of expressing my\ngratification that Congress so kindly responded to the recommendation of my\nlast annual message by affording me sufficient time before the close of\ntheir late session for the examination of all the bills presented to me for\napproval. This change in the practice of Congress has proved to be a\nwholesome reform. It exerted a beneficial influence on the transaction of\nlegislative business and elicited the general approbation of the country.\nIt enabled Congress to adjourn with that dignity and deliberation so\nbecoming to the representatives of this great Republic, without having\ncrowded into general appropriation bills provisions foreign to their nature\nand of doubtful constitutionality and expediency. Let me warmly and\nstrongly commend this precedent established by themselves as a guide to\ntheir proceedings during the present session.", 
    "name": "James Buchanan"
}