{
    "date": "December 3, 1822", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:Many causes unite to make your present meeting peculiarly interesting to\nout constituents. The operation of our laws on the various subjects to\nwhich they apply, with the amendments which they occasionally require,\nimposes annually an important duty on the representatives of a free\npeople.Our system has happily advanced to such maturity that I am not aware that\nyour cares in that respect will be augmented. Other causes exist which are\nhighly interesting to the whole civilized world and to no portion of it\nmore so, in certain views, than to the United States. Of these causes and\nof their bearing on the interests of our Union I shall communicate the\nsentiments which I have formed with that freedom which a sense of duty\ndictates. It is proper, however, to invite your attention in the first\ninstance to those concerns respecting which legislative provision is\nthought to be particularly urgent.On the 24th of June last a convention of navigation and commerce was\nconcluded in this city between the United States and France by ministers\nduly authorized for the purpose. The sanction of the Executive having been\ngiven to this convention under a conviction that, taking all its\nstipulations into view, it rested essentially on a basis of reciprocal and\nequal advantage, I deemed it my duty, in compliance with the authority\nvested in the Executive by the second section of the act of the last\nsession of the 6th of May, concerning navigation, to suspend by\nproclamation until the end of the next session of Congress the operation of\nthe act entitled \"An act to impose a new tonnage duty on French ships and\nvessels, and for other purposes\", and to suspend likewise all other duties\non French vessels or the goods imported in them which exceeded the duties\non American vessels and on similar goods imported in them. I shall submit\nthis convention forthwith to the Senate for its advice and consent as to\nthe ratification.Since your last session the prohibition which had been imposed on the\ncommerce between the United States and the British colonies in the West\nIndies and on this continent has likewise been removed. Satisfactory\nevidence having been adduced that the ports of those colonies had been\nopened to the vessels of the United States by an act of the British\nParliament bearing date on the 24th of June last, on the conditions\nspecified therein, I deemed it proper, in compliance with the provision of\nthe first section of the act of the last session above recited, to declare,\nby proclamation bearing date on the 24th of August last, that the ports of\nthe United States should thenceforward and until the end of the next\nsession of Congress be opened to the vessels of Great Britain employed in\nthat trade, under the limitation specified in that proclamation.A doubt was entertained whether the act of Congress applied to the British\ncolonies on this continent as well as to those in the West Indies, but as\nthe act of Parliament opened the intercourse equally with both, and it was\nthe manifest intention of Congress, as well as the obvious policy of the\nUnited States, that the provisions of the act of Parliament should be met\nin equal extent on the part of the United States, and as also the act of\nCongress was supposed to vest in the President some discretion in the\nexecution of it, I thought it advisable to give it a corresponding\nconstruction.Should the constitutional sanction of the Senate be given to the\nratification of the convention with France, legislative provisions will be\nnecessary to carry it fully into effect, as it likewise will be to continue\nin force, on such conditions as may be deemed just and proper, the\nintercourse which has been opened between the United States and the British\ncolonies. Every light in the possession of the Executive will in due time\nbe communicated on both subjects.Resting essentially on a basis of reciprocal and equal advantage, it has\nbeen the object of the Executive in transactions with other powers to meet\nthe propositions of each with a liberal spirit, believing that thereby the\ninterest of our country would be most effectually promoted. This course has\nbeen systematically pursued in the late occurrences with France and Great\nBritain, and in strict accord with the views of the Legislature. A\nconfident hope is entertained that by the arrangement thus commenced with\neach all differences respecting navigation and commerce with the dominions\nin question will be adjusted, and a solid foundation be laid for an active\nand permanent intercourse which will prove equally advantageous to both\nparties.The decision of His Imperial Majesty the Emperor of Russia on the question\nsubmitted to him by the United States and Great Britain, concerning the\nconstruction of the first article of the treaty of Ghent, has been\nreceived. A convention has since been concluded between the parties, under\nthe mediation of His Imperial Majesty, to prescribe the mode by which that\narticle shall be carried into effect in conformity with that decision. I\nshall submit this convention to the Senate for its advice and consent as to\nthe ratification, and, if obtained, shall immediately bring the subject\nbefore Congress for such provisions as may require the interposition of the\nLegislature.In compliance with an act of the last session a Territorial Government has\nbeen established in Florida on the principles of our system. By this act\nthe inhabitants are secured in the full enjoyment of their rights and\nliberties, and to admission into the Union, with equal participation in the\nGovernment with the original States on the conditions heretofore prescribed\nto other Territories. By a clause in the 9th article of the treaty with\nSpain, by which that Territory was ceded to the United States, it is\nstipulated that satisfaction shall be made for the injuries, if any, which\nby process of law shall be established to have been suffered by the Spanish\nofficers and individual Spanish inhabitants by the late operations of our\ntroops in Florida. No provision having yet been made to carry that\nstipulation into effect, it is submitted to the consideration of Congress\nwhether it will not be proper to vest the competent power in the district\ncourt at Pensacola, or in some tribunal to be specially organized for the\npurpose.The fiscal operations of the year have been more successful than had been\nanticipated at the commencement of the last session of Congress.The receipts into the Treasury during the three first quarters of the year\nhave exceeded the sum of $14.745 millions. The payments made at the\nTreasury during the same period have exceeded $12.279 millions, leaving\nthe Treasury on the 30th day of September last, including $1,168,592.24\nwhich were in the Treasury on the first day of January last, a sum\nexceeding $4.128 millions.Besides discharging all demands for the current service of the year,\nincluding the interest and reimbursement of the public debt, the 6% stock\nof 1796, amounting to $80,000, has been redeemed. It is estimated that,\nafter defraying the current expenses of the present quarter and redeeming\nthe $2 millions of 6% stock of 1820, there will remain in the Treasury on\nthe first of January next nearly $3 millions. It is estimated that the\ngross amount of duties which have been secured from the first of January\nto the 30th of September last has exceeded $19.5 millions, and the amount\nfor the whole year will probably not fall short of $23 millions.Of the actual force in service under the present military establishment,\nthe posts at which it is stationed, and the condition of each post, a\nreport from the Secretary of War which is now communicated will give a\ndistinct idea. By like reports the state of the Academy at West Point will\nbe seen, as will be the progress which has been made on the fortifications\nalong the coast and at the national armories and arsenals.The organization of the several corps composing the Army is such as to\nadmit its expansion to a great extent in case of emergency, the officers\ncarrying with them all the light which they possess to the new corps to\nwhich they might be appointed.With the organization of the staff there is equal cause to be satisfied. By\nthe concentration of every branch with its chief in this city, in the\npresence of the Department, and with a grade in the chief military station\nto keep alive and cherish a military spirit, the greatest promptitude in\nthe execution of orders, with the greatest economy and efficiency, are\nsecured. The same view is taken of the Military Academy. Good order is\npreserved in it, and the youth are well instructed in every science\nconnected with the great objects of the institution. They are also well\ntrained and disciplined in the practical parts of the profession. It has\nbeen always found difficult to control the ardor inseparable from that\nearly age in such manner as to give it a proper direction. The rights of\nmanhood are too often claimed prematurely, in pressing which too far the\nrespect which is due to age and the obedience necessary to a course of\nstudy and instruction in every such institution are sometimes lost sight\nof. The great object to be accomplished is the restraint of that ardor by\nsuch wise regulations and Government as, by directing all the energies of\nthe youthful mind to the attainment of useful knowledge, will keep it\nwithin a just subordination and at the same time elevate it to the highest\npurposes. This object seems to be essentially obtained in this institution,\nand with great advantage to the Union.The Military Academy forms the basis, in regard to science, on which the\nmilitary establishment rests. It furnishes annually, after due examination\nand on the report of the academic staff, many well-informed youths to fill\nthe vacancies which occur in the several corps of the Army, while others\nwho retire to private life carry with them such attainments as, under the\nright reserved to the several States to appoint the officers and to train\nthe militia, will enable them, by affording a wider field for selection, to\npromote the great object of the power vested in Congress of providing for\nthe organizing, arming, and disciplining the militia. Thus by the mutual\nand harmonious cooperation of the two governments in the execution of a\npower divided between them, an object always to be cherished, the\nattainment of a great result, on which our liberties may depend, can not\nfail to be secured. I have to add that in proportion as our regular force\nis small should the instruction and discipline of the militia, the great\nresource on which we rely, be pushed to the utmost extent that\ncircumstances will admit.A report from the Secretary of the Navy will communicate the progress which\nhas been made in the construction of vessels of war, with other interesting\ndetails respecting the actual state of the affairs of that Department. It\nhas been found necessary for the protection of our commerce to maintain the\nusual squadrons on the Mediterranean, the Pacific, and along the Atlantic\ncoast, extending the cruises of the latter into the West Indies, where\npiracy, organized into a system, has preyed on the commerce of every\ncountry trading thither. A cruise has also been maintained on the coast of\nAfrica, when the season would permit, for the suppression of the slave\ntrade, and orders have been given to the commanders of all our public ships\nto seize our own vessels, should they find any engaging in that trade, and\nto bring them in for adjudication.In the West Indies piracy is of recent date, which may explain the cause\nwhy other powers have not combined against it. By the documents\ncommunicated it will be seen that the efforts of the United States to\nsuppress it have had a very salutary effect. The benevolent provision of\nthe act under which the protection has been extended alike to the commerce\nof other nations can not fail to be duly appreciated by them.In compliance with the act of the last session entitled \"An act to abolish\nthe United States trading establishments\", agents were immediately\nappointed and instructed, under the direction of the Secretary of the\nTreasury, to close the business of the trading houses among the Indian\ntribes and to settle the accounts of the factors and sub-factors engaged\nin that trade, and to execute in all other respects the injunction of that\nact in the mode prescribed therein. A final report of their proceedings\nshall be communicated to Congress as soon as it is received.It is with great regret I have to state that a serious malady has deprived\nus of many valuable citizens of Pensacola and checked the progress of some\nof those arrangements which are important to the Territory. This effect has\nbeen sensibly felt in respect to the Indians who inhabit that Territory,\nconsisting of the remnants of the several tribes who occupy the middle\nground between St. Augustine and Pensacola, with extensive claims but\nundefined boundaries. Although peace is preserved with those Indians, yet\ntheir position and claims tend essentially to interrupt the intercourse\nbetween the eastern and western parts of the Territory, on which our\ninhabitants are principally settled. It is essential to the growth and\nprosperity of the Territory, as well as to the interests of the Union, that\nthose Indians should be removed, by special compact with them, to some\nother position or concentration within narrower limits where they are. With\nthe limited means in the power of the Executive, instructions were given to\nthe governor to accomplish this object so far as it might be practicable,\nwhich was prevented by the distressing malady referred to. To carry it\nfully into effect in either mode additional funds will be necessary, to the\nprovision of which the powers of Congress are competent. With a view to\nsuch provision as may be deemed proper, the subject is submitted to your\nconsideration, and in the interim further proceedings are suspended.It appearing that so much of the act entitled \"An act regulating the staff\nof the Army\", which passed on April 14, 1818, as relates to the\ncommissariat will expire in April next, and the practical operation of\nthat department having evinced its great utility, the propriety of its\nrenewal is submitted to your consideration.The view which has been taken of the probable productiveness of the lead\nmines, connected with the importance of the material to the public defense,\nmakes it expedient that they should be managed with peculiar care. It is\ntherefore suggested whether it will not comport with the public interest to\nprovide by law for the appointment of an agent skilled in mineralogy to\nsuperintend them, under the direction of the proper department.It is understood that the Cumberland road, which was constructed at great\nexpense, has already suffered from the want of that regular superintendence\nand of those repairs which are indispensable to the preservation of such a\nwork. This road is of incalculable advantage in facilitating the\nintercourse between the Western and the Atlantic States. Through the whole\ncountry from the northern extremity of Lake Erie to the Mississippi, and\nfrom all the waters which empty into each, finds an easy and direct\ncommunication to the seat of Government, and thence to the Atlantic. The\nfacility which it affords to all military and commercial operations, and\nalso to those of the Post Office Department, can not be estimated too\nhighly. This great work is likewise an ornament and an honor to the\nnation.Believing that a competent power to adopt and execute a system of internal\nimprovement has not been granted to Congress, but that such a power,\nconfined to great national purposes and with proper limitations, would be\nproductive of eminent advantage to our Union, I have thought it advisable\nthat an amendment of the Constitution to that effect should be recommended\nto the several States.A bill which assumed the right to adopt and execute such a system having\nbeen presented for my signature at the last session, I was compelled, from\nthe view which I had taken of the powers of the General Government, to\nnegative it, on which occasion I thought it proper to communicate the\nsentiments which I had formed, on mature consideration, on the whole\nsubject. To that communication, in all the views in which the great\ninterest to which it relates may be supposed to merit your attention, I\nhave now to refer. Should Congress, however, deem it improper to recommend\nsuch an amendment, they have, according to my judgment, the right to keep\nthe road in repair by providing for the superintendence of it and\nappropriating the money necessary for repairs. Surely if they had the right\nto appropriate money to make the road they have a right to appropriate it\nto preserve the road from ruin. From the exercise of this power no danger\nis to be apprehended.Under our happy system the people are the sole and exclusive fountain of\npower. Each Government originates from them, and to them alone, each to its\nproper constituents, are they respectively and solely responsible for the\nfaithful discharge of their duties within their constitutional limits; and\nthat the people will confine their public agents of every station to the\nstrict line of their constitutional duties there is no cause of doubt.Having, however, communicated my sentiments to Congress at the last session\nfully in the document to which I have referred, respecting the right of\nappropriation as distinct from the right of jurisdiction and sovereignty\nover the territory in question, I deem it improper to enlarge on the\nsubject here.From the best information I have been able to obtain it appears that our\nmanufactures, though depressed immediately after the peace, have\nconsiderably increased, and are still increasing, under the encouragement\ngiven them by the tariff of 1816 and by subsequent laws. Satisfied I am,\nwhatever may be the abstract doctrine in favor of unrestricted commerce,\nprovided all nations would concur in it and it was not liable to be\ninterrupted by war, which has never occurred and can not be expected, that\nthere are other strong reasons applicable to our situation and relations\nwith other countries which impose on us the obligation to cherish and\nsustain our manufactures.Satisfied, however, I likewise am that the interest of every part of our\nUnion, even of those most benefitted by manufactures, requires that this\nsubject should be touched with the greatest caution, and a critical\nknowledge of the effect to be produced by the slightest change. On full\nconsideration of the subject in all its relations I am persuaded that a\nfurther augmentation may now be made of the duties on certain foreign\narticles in favor of our own and without affecting injuriously any other\ninterest. For more precise details I refer you to the communications which\nwere made to Congress during the last session.So great was the amount of accounts for moneys advanced during the late\nwar, in addition to others of a previous date which in the regular\noperations of the Government necessarily remained unsettled, that it\nrequired a considerable length of time for their adjustment. By a report\nfrom the first Comptroller of the Treasury it appears that on March 4th,\n1817, the accounts then unsettled amounted to $103,068,876.41, of which on\nSeptember 30th, 1822, $93,175,396.56 had been settled, leaving on that day\na balance unsettled of $9,893,479.85. That there have been drawn from the\nTreasury, in paying the public debt and sustaining the Government in all\nits operations and disbursements, since March 4th, 1817, $157,199,380.96,\nthe accounts for which have been settled to the amount of $137,501,451.12,\nleaving a balance unsettled of $19,697,929.84. For precise details\nrespecting each of these balances I refer to the report of the Comptroller\nand the documents which accompany it.From this view it appears that our commercial differences with France and\nGreat Britain have been placed in a train of amicable arrangement on\nconditions fair and honorable in both instances to each party; that our\nfinances are in a very productive state, our revenue being at present fully\ncompetent to all the demands upon it; that our military force is well\norganized in all its branches and capable of rendering the most important\nservice in case of emergency that its number will admit of; that due\nprogress has been made, under existing appropriations, in the construction\nof fortifications and in the operations of the Ordnance Department; that\ndue progress has in like manner been made in the construction of ships of\nwar; that our Navy is in the best condition, felt and respected in every\nsea in which it is employed for the protection of our commerce; that our\nmanufactures have augmented in amount and improved in quality; that great\nprogress has been made in the settlement of accounts and in the recovery of\nthe balances due by individuals, and that the utmost economy is secured and\nobserved in every Department of the Administration. Other objects will\nlikewise claim your attention, because from the station which the United\nStates hold as a member of the great community of nations they have rights\nto maintain, duties to perform, and dangers to encounter.A strong hope was entertained that peace would ere this have been concluded\nbetween Spain and the independent governments south of the United States in\nthis hemisphere. Long experience having evinced the competency of those\ngovernments to maintain the independence which they had declared, it was\npresumed that the considerations which induced their recognition by the\nUnited States would have had equal weight with other powers, and that Spain\nherself, yielding to those magnanimous feelings of which her history\nfurnishes so many examples, would have terminated on that basis a\ncontroversy so unavailing and at the same time so destructive. We still\ncherish the hope that this result will not long be postponed.Sustaining our neutral position and allowing to each party while the war\ncontinues equal rights, it is incumbent on the United States to claim of\neach with equal rigor the faithful observance of our rights according to\nthe well-known law of nations. From each, therefore, a like cooperation is\nexpected in the suppression of the piratical practice which has grown out\nof this war and of blockades of extensive coasts on both seas, which,\nconsidering the small force employed to sustain them, have not the\nslightest foundation to rest on.Europe is still unsettled, and although the war long menaced between Russia\nand Turkey has not broken out, there is no certainty that the differences\nbetween those powers will be amicably adjusted. It is impossible to look to\nthe oppressions of the country respecting which those differences arose\nwithout being deeply affected. The mention of Greece fills the mind with\nthe most exalted sentiments and arouses in our bosoms the best feelings of\nwhich our nature is susceptible. Superior skill and refinement in the arts,\nheroic gallantry in action, disinterested patriotism, enthusiastic zeal and\ndevotion in favor of public and personal liberty are associated with our\nrecollections of ancient Greece. That such a country should have been\noverwhelmed and so long hidden, as it were, from the world under a gloomy\ndespotism has been a cause of unceasing and deep regret to generous minds\nfor ages past. It was natural, therefore, that the reappearance of those\npeople in their original character, contending in favor of their liberties,\nshould produce that great excitement and sympathy in their favor which have\nbeen so signally displayed throughout the United States. A strong hope is\nentertained that these people will recover their independence and resume\ntheir equal station among the nations of the earth.A great effort has been made in Spain and Portugal to improve the condition\nof the people, and it must be very consoling to all benevolent minds to see\nthe extraordinary moderation with which it has been conducted. That it may\npromote the happiness of both nations is the ardent wish of this whole\npeople, to the expression of which we confine ourselves; for whatever may\nbe the feelings or sentiments which every individual under our Government\nhas a right to indulge and express, it is nevertheless a sacred maxim,\nequally with the Government and people, that the destiny of every\nindependent nation in what relates to such improvements of right belongs\nand ought to be left exclusively to themselves.Whether we reason from the late wars or from those menacing symptoms which\nnow appear in Europe, it is manifest that if a convulsion should take place\nin any of those countries it will proceed from causes which have no\nexistence and are utterly unknown in these States, in which there is but\none order, that of the people, to whom the sovereignty exclusively\nbelongs.Should war break out in any of those countries who can foretell the extent\nto which it may be carried or the desolation which it may spread? Exempt as\nwe are from these causes, our internal tranquillity is secure; and distant\nas we are from the troubled scene, and faithful to first principles in\nregard to other powers, we might reasonably presume that we should not be\nmolested by them. This, however, ought not to be calculated on as certain.\nUnprovoked injuries are often inflicted and even the peculiar felicity of\nour situation might with some be a cause for excitement and aggression.The history of the late wars in Europe furnishes a complete demonstration\nthat no system of conduct, however correct in principle, can protect\nneutral powers from injury from any party; that a defenseless position and\ndistinguished love of peace are the surest invitations to war, and that\nthere is no way to avoid it other than by being always prepared and willing\nfor just cause to meet it. If there be a people on earth whose more\nespecial duty it is to be at all times prepared to defend the rights with\nwhich they are blessed, and to surpass all others in sustaining the\nnecessary burthens, and in submitting to sacrifices to make such\npreparations, it is undoubtedly the people of these States.When we see that a civil war of the most frightful character rages from the\nAdriatic to the Black Sea; that strong symptoms of war appear in other\nparts, proceeding from causes which, should it break out, may become\ngeneral and be of long duration; that the war still continues between Spain\nand the independent governments, her late Provinces, in this hemisphere;\nthat it is likewise menaced between Portugal and Brazil, in consequence of\nthe attempt of the latter to dismember itself from the former, and that a\nsystem of piracy of great extent is maintained in the neighboring seas,\nwhich will require equal vigilance and decision to suppress it, the reasons\nfor sustaining the attitude which we now hold and for pushing forward all\nour measures of defense with the utmost vigor appear to me to acquire new\nforce.The United States owe to the world a great example, and, by means thereof,\nto the cause of liberty and humanity a generous support. They have so far\nsucceeded to the satisfaction of the virtuous and enlightened of every\ncountry. There is no reason to doubt that their whole movement will be\nregulated by a sacred regard to principle, all our institutions being\nfounded on that basis. The ability to support our own cause under any trial\nto which it may be exposed is the great point on which the public\nsolicitude rests.It has been often charged against free governments that they have neither\nthe foresight nor the virtue to provide at the proper season for great\nemergencies; that their course is improvident and expensive; that war will\nalways find them unprepared, and, whatever may be its calamities, that its\nterrible warnings will be disregarded and forgotten as soon as peace\nreturns. I have full confidence that this charge so far as relates to the\nUnited States will be shewn to be utterly destitute of truth.", 
    "name": "James Monroe"
}