{
    "date": "December 3, 1816", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:In reviewing the present state of our country, our attention cannot be\nwithheld from the effect produced by peculiar seasons which have very\ngenerally impaired the annual gifts of the earth and threatened scarcity in\nparticular districts. Such, however, is the variety of soils, of climates,\nand of products within our extensive limits that the aggregate resources\nfor subsistence are more than sufficient for the aggregate wants. And as\nfar as an economy of consumption, more than usual, may be necessary, our\nthankfulness is due to Providence for what is far more than a compensation,\nin the remarkable health which has distinguished the present year.Amidst the advantages which have succeeded the peace of Europe, and that of\nthe United States with Great Britain, in a general invigoration of industry\namong us and in the extension of our commerce, the value of which is more\nand more disclosing itself to commercial nations, it is to be regretted\nthat a depression is experienced by particular branches of our manufactures\nand by a portion of our navigation. As the first proceeds in an essential\ndegree from an excess of imported merchandise, which carries a check in its\nown tendency, the cause in its present extent can not be very long in\nduration. The evil will not, however, be viewed by Congress without a\nrecollection that manufacturing establishments, if suffered to sink too low\nor languish too long, may not revive after the causes shall have ceased,\nand that in the vicissitudes of human affairs situations may recur in which\na dependence on foreign sources for indispensable supplies may be among the\nmost serious embarrassments.The depressed state of our navigation is to be ascribed in a material\ndegree to its exclusion from the colonial ports of the nation most\nextensively connected with us in commerce, and from the indirect operation\nof that exclusion.Previous to the late convention at London between the United States and\nGreat Britain the relative state of the navigation laws of the two\ncountries, growing out of the treaty of 1794, had given to the British\nnavigation a material advantage over the American in the intercourse\nbetween the American ports and British ports in Europe. The convention of\nLondon equalized the laws of the two countries relating to those ports,\nleaving the intercourse between our ports and the ports of the British\ncolonies subject, as before, to the respective regulations of the parties.\nThe British Government enforcing now regulations which prohibit a trade\nbetween its colonies and the United States in American vessels, whilst they\npermit a trade in British vessels, the American navigation loses\naccordingly, and the loss is augmented by the advantage which is given to\nthe British competition over the American in the navigation between our\nports and British ports in Europe by the circuitous voyages enjoyed by the\none and not enjoyed by the other.The reasonableness of the rule of reciprocity applied to one branch of the\ncommercial intercourse has been pressed on our part as equally applicable\nto both branches; but it is ascertained that the British cabinet declines\nall negotiation on the subject, with a disavowal, however, of any\ndisposition to view in an unfriendly light whatever countervailing\nregulations the United States may oppose to the regulations of which they\ncomplain. The wisdom of the Legislature will decide on the course which,\nunder these circumstances, is prescribed by a joint regard to the amicable\nrelations between the two nations and to the just interests of the United\nStates.I have the satisfaction to state, generally, that we remain in amity with\nforeign powers.An occurrence has indeed taken place in the Gulf of Mexico which, if\nsanctioned by the Spanish Government, may make an exception as to that\npower. According to the report of our naval commander on that station, one\nof our public armed vessels was attacked by an over-powering force under a\nSpanish commander, and the American flag, with the officers and crew,\ninsulted in a manner calling for prompt reparation. This has been demanded.\nIn the mean time a frigate and a smaller vessel of war have been ordered\ninto that Gulf for the protection of our commerce. It would be improper to\nomit that the representative of His Catholic Majesty in the United States\nlost no time in giving the strongest assurances that no hostile order could\nhave emanated from his Government, and that it will be as ready to do as to\nexpect whatever the nature of the case and the friendly relations of the\ntwo countries shall be found to require.The posture of our affairs with Algiers at the present moment is not known.\nThe Dey, drawing pretexts from circumstances for which the United States\nwere not answerable, addressed a letter to this Government declaring the\ntreaty last concluded with him to have been annulled by our violation of\nit, and presenting as the alternative war or a renewal of the former\ntreaty, which stipulated, among other things, an annual tribute. The\nanswer, with an explicit declaration that the United States preferred war\nto tribute, required his recognition and observance of the treaty last\nmade, which abolishes tribute and the slavery of our captured citizens. The\nresult of the answer has not been received. Should he renew his warfare on\nour commerce, we rely on the protection it will find in our naval force\nactually in the Mediterranean.With the other Barbary States our affairs have undergone no change.The Indian tribes within our limits appear also disposed to remain at\npeace. From several of them purchases of lands have been made particularly\nfavorable to the wishes and security of our frontier settlements, as well\nas to the general interests of the nation. In some instances the titles,\nthough not supported by due proof, and clashing those of one tribe with the\nclaims of another, have been extinguished by double purchases, the\nbenevolent policy of the United States preferring the augmented expense to\nthe hazard of doing injustice or to the enforcement of justice against a\nfeeble and untutored people by means involving or threatening an effusion\nof blood.I am happy to add that the tranquillity which has been restored among the\ntribes themselves, as well as between them and our own population, will\nfavor the resumption of the work of civilization which had made an\nencouraging progress among some tribes, and that the facility is increasing\nfor extending that divided and individual ownership, which exists now in\nmovable property only, to the soil itself, and of thus establishing in the\nculture and improvement of it the true foundation for a transit from the\nhabits of the savage to the arts and comforts of social life.As a subject of the highest importance to the national welfare, I must\nagain earnestly recommend to the consideration of Congress a reorganization\nof the militia on a plan which will form it into classes according to the\nperiods of life more or less adapted to military services. An efficient\nmilitia is authorized and contemplated by the Constitution and required by\nthe spirit and safety of free government. The present organization of our\nmilitia is universally regarded as less efficient than it ought to be made,\nand no organization can be better calculated to give to it its due force\nthan a classification which will assign the foremost place in the defense\nof the country to that portion of its citizens whose activity and animation\nbest enable them to rally to its standard. Besides the consideration that a\ntime of peace is the time when the change can be made with most convenience\nand equity, it will now be aided by the experience of a recent war in which\nthe militia bore so interesting a part.Congress will call to mind that no adequate provision has yet been made for\nthe uniformity of weights and measures also contemplated by the\nConstitution. The great utility of a standard fixed in its nature and\nfounded on the easy rule of decimal proportions is sufficiently obvious. It\nled the Government at an early stage to preparatory steps for introducing\nit, and a completion of the work will be a just title to the public\ngratitude.The importance which I have attached to the establishment of a university\nwithin this District on a scale and for objects worthy of the American\nnation induces me to renew my recommendation of it to the favorable\nconsideration of Congress. And I particularly invite again their attention\nto the expediency of exercising their existing powers, and, where\nnecessary, of resorting to the prescribed mode of enlarging them, in order\nto effectuate a comprehensive system of roads and canals, such as will have\nthe effect of drawing more closely together every part of our country by\npromoting intercourse and improvements and by increasing the share of every\npart in the common stock of national prosperity.Occurrences having taken place which shew that the statutory provisions for\nthe dispensation of criminal justice are deficient in relation both to\nplaces and to persons under the exclusive cognizance of the national\nauthority, an amendment of the law embracing such cases will merit the\nearliest attention of the Legislature. It will be a seasonable occasion\nalso for inquiring how far legislative interposition may be further\nrequisite in providing penalties for offenses designated in the\nConstitution or in the statutes, and to which either no penalties are\nannexed or none with sufficient certainty. And I submit to the wisdom of\nCongress whether a more enlarged revisal of the criminal code be not\nexpedient for the purpose of mitigating in certain cases penalties which\nwere adopted into it antecedent to experiment and examples which justify\nand recommend a more lenient policy.The United States, having been the first to abolish within the extent of\ntheir authority the transportation of the natives of Africa into slavery,\nby prohibiting the introduction of slaves and by punishing their citizens\nparticipating in the traffic, can not but be gratified at the progress made\nby concurrent efforts of other nations toward a general suppression of so\ngreat an evil. They must feel at the same time the greater solicitude to\ngive the fullest efficacy to their own regulations. With that view, the\ninterposition of Congress appears to be required by the violations and\nevasions which it is suggested are chargeable on unworthy citizens who\nmingle in the slave trade under foreign flags and with foreign ports, and\nby collusive importations of slaves into the United States through\nadjoining ports and territories. I present the subject to Congress with a\nfull assurance of their disposition to apply all the remedy which can be\nafforded by an amendment of the law. The regulations which were intended to\nguard against abuses of a kindred character in the trade between the\nseveral States ought also to be rendered more effectual for their humane\nobject.To these recommendations I add, for the consideration of Congress, the\nexpediency of a remodification of the judiciary establishment, and of an\nadditional department in the executive branch of the Government.The first is called for by the accruing business which necessarily swells\nthe duties of the Federal courts, and by the great and widening space\nwithin which justice is to be dispensed by them. The time seems to have\narrived which claims for members of the Supreme Court a relief from\nitinerary fatigues, incompatible as well with the age which a portion of\nthem will always have attained as with the researches and preparations\nwhich are due to their stations and to the juridical reputation of their\ncountry. And considerations equally cogent require a more convenient\norganization of the subordinate tribunals, which may be accomplished\nwithout an objectionable increase of the number or expense of the judges.The extent and variety of executive business also accumulating with the\nprogress of our country and its growing population call for an additional\ndepartment, to be charged with duties now over-burdening other departments\nand with such as have not been annexed to any department.The course of experience recommends, as another improvement in the\nexecutive establishment, that the provision for the station of\nAttorney-General, whose residence at the seat of Government, official\nconnections with it, and the management of the public business before the\njudiciary preclude an extensive participation in professional emoluments,\nbe made more adequate to his services and his relinquishments, and that,\nwith a view to his reasonable accommodation and to a proper depository of\nhis official opinions and proceedings, there be included in the provision\nthe usual appurtenances to a public office.In directing the legislative attention to the state of the finances it is a\nsubject of great gratification to find that even within the short period\nwhich has elapsed since the return of peace the revenue has far exceeded\nall the current demands upon the Treasury, and that under any probable\ndiminution of its future annual products which the vicissitudes of commerce\nmay occasion it will afford an ample fund for the effectual and early\nextinguishment of the public debt. It has been estimated that during the\nyear 1816 the actual receipts of revenue at the Treasury, including the\nbalance at the commencement of the year, and excluding the proceeds of\nloans and Treasury notes, will amount to about the sum of $47 millions;\nthat during the same year the actual payments at the Treasury, including\nthe payment of the arrearages of the War Department as well as the payment\nof a considerable excess beyond the annual appropriations, will amount to\nabout the sum of $38 millions, and that consequently at the close of the\nyear there will be a surplus in the Treasury of about the sum of $9\nmillions.The operations of the Treasury continued to be obstructed by difficulties\narising from the condition of the national currency, but they have\nnevertheless been effectual to a beneficial extent in the reduction of the\npublic debt and the establishment of the public credit. The floating debt\nof Treasury notes and temporary loans will soon be entirely discharged. The\naggregate of the funded debt, composed of debts incurred during the wars of\n1776 and 1812, has been estimated with reference to the first of January\nnext at a sum not exceeding $110 millions. The ordinary annual expenses of\nthe Government for the maintenance of all its institutions, civil,\nmilitary, and naval, have been estimated at a sum greater than $20\nmillions, and the permanent revenue to be derived from all the existing\nsources has been estimated at a sum of $25 millions.Upon this general view of the subject it is obvious that there is only\nwanting to the fiscal prosperity of the Government the restoration of an\nuniform medium of exchange. The resources and the faith of the nation,\ndisplayed in the system which Congress has established, insure respect and\nconfidence both at home and abroad. The local accumulations of the revenue\nhave already enabled the Treasury to meet the public engagements in the\nlocal currency of most of the States, and it is expected that the same\ncause will produce the same effect throughout the Union; but for the\ninterests of the community at large, as well as for the purposes of the\nTreasury, it is essential that the nation should possess a currency of\nequal value, credit, and use wherever it may circulate. The Constitution\nhas intrusted Congress exclusively with the power of creating and\nregulating a currency of that description, and the measures which were\ntaken during the last session in execution of the power give every promise\nof success. The Bank of the United States has been organized under auspices\nthe most favorable, and can not fail to be an important auxiliary to those\nmeasures.For a more enlarged view of the public finances, with a view of the\nmeasures pursued by the Treasury Department previous to the resignation of\nthe late Secretary, I transmit an extract from the last report of that\nofficer. Congress will perceive in it ample proofs of the solid foundation\non which the financial prosperity of the nation rests, and will do justice\nto the distinguished ability and successful exertions with which the duties\nof the Department were executed during a period remarkable for its\ndifficulties and its peculiar perplexities.The period of my retiring from the public service being at little distance,\nI shall find no occasion more proper than the present for expressing to my\nfellow citizens my deep sense of the continued confidence and kind support\nwhich I have received from them. My grateful recollection of these\ndistinguished marks of their favorable regard can never cease, and with the\nconsciousness that, if I have not served my country with greater ability, I\nhave served it with a sincere devotion will accompany me as a source of\nunfailing gratification.Happily, I shall carry with me from the public theater other sources, which\nthose who love their country most will best appreciate. I shall behold it\nblessed with tranquillity and prosperity at home and with peace and respect\nabroad. I can indulge the proud reflection that the American people have\nreached in safety and success their 40th year as an independent nation;\nthat for nearly an entire generation they have had experience of their\npresent Constitution, the off-spring of their undisturbed deliberations and\nof their free choice; that they have found it to bear the trials of adverse\nas well as prosperous circumstances; to contain in its combination of the\nfederate and elective principles a reconcilement of public strength with\nindividual liberty, of national power for the defense of national rights\nwith a security against wars of injustice, of ambition, and vain-glory in\nthe fundamental provision which subjects all questions of war to the will\nof the nation itself, which is to pay its costs and feel its calamities.\nNor is it less a peculiar felicity of this Constitution, so dear to us all,\nthat it is found to be capable, without losing its vital energies, of\nexpanding itself over a spacious territory with the increase and expansion\nof the community for whose benefit it was established.And may I not be allowed to add to this gratifying spectacle that I shall\nread in the character of the American people, in their devotion to true\nliberty and to the Constitution which is its palladium, sure presages that\nthe destined career of my country will exhibit a Government pursuing the\npublic good as its sole object, and regulating its means by the great\nprinciples consecrated in its charter and by those moral principles to\nwhich they are so well allied; a Government which watches over the purity\nof elections, the freedom of speech and of the press, the trial by jury,\nand the equal interdict against encroachments and compacts between religion\nand the state; which maintains inviolably the maxims of public faith, the\nsecurity of persons and property, and encourages in every authorized mode\nthe general diffusion of knowledge which guarantees to public liberty its\npermanency and to those who possess the blessing the true enjoyment of it;\na Government which avoids intrusions on the internal repose of other\nnations, and repels them from its own; which does justice to all nations\nwith a readiness equal to the firmness with which it requires justice from\nthem; and which, whilst it refines its domestic code from every ingredient\nnot congenial with the precepts of an enlightened age and the sentiments of\na virtuous people, seeks by appeals to reason and by its liberal examples\nto infuse into the law which governs the civilized world a spirit which may\ndiminish the frequency or circumscribe the calamities of war, and meliorate\nthe social and beneficent relations of peace; a Government, in a word,\nwhose conduct within and without may bespeak the most noble of ambitions--\nthat of promoting peace on earth and good will to man.These contemplations, sweetening the remnant of my days, will animate my\nprayers for the happiness of my beloved country, and a perpetuity of the\ninstitutions under which it is enjoyed.", 
    "name": "James Madison"
}