{
    "date": "December 5, 1848", 
    "speech": "Fellow-Citizens of the Senate and of the House of Representatives:Under the benignant providence of Almighty God the representatives of the\nStates and of the people are again brought together to deliberate for the\npublic good. The gratitude of the nation to the Sovereign Arbiter of All\nHuman Events should be commensurate with the boundless blessings which we\nenjoy.Peace, plenty, and contentment reign throughout our borders, and our\nbeloved country presents a sublime moral spectacle to the world.The troubled and unsettled condition of some of the principal European\npowers has had a necessary tendency to check and embarrass trade and to\ndepress prices throughout all commercial nations, but notwithstanding these\ncauses, the United States, with their abundant products, have felt their\neffects less severely than any other country, and all our great interests\nare still prosperous and successful.In reviewing the great events of the past year and contrasting the agitated\nand disturbed state of other countries with our own tranquil and happy\ncondition, we may congratulate ourselves that we are the most favored\npeople on the face of the earth. While the people of other countries are\nstruggling to establish free institutions, under which man may govern\nhimself, we are in the actual enjoyment of them--a rich inheritance from\nour fathers. While enlightened nations of Europe are convulsed and\ndistracted by civil war or intestine strife, we settle all our political\ncontroversies by the peaceful exercise of the rights of freemen at the\nballot box.The great republican maxim, so deeply engraven on the hearts of our people,\nthat the will of the majority, constitutionally expressed, shall prevail,\nis our sure safeguard against force and violence. It is a subject of just\npride that our fame and character as a nation continue rapidly to advance\nin the estimation of the civilized world.To our wise and free institutions it is to be attributed that while other\nnations have achieved glory at the price of the suffering, distress, and\nimpoverishment of their people, we have won our honorable position in the\nmidst of an uninterrupted prosperity and of an increasing individual\ncomfort and happiness.I am happy to inform you that our relations with all nations are friendly\nand pacific. Advantageous treaties of commerce have been concluded within\nthe last four years with New Granada, Peru, the Two Sicilies, Belgium,\nHanover, Oldenburg, and Mecklenburg-Schwerin. Pursuing our example, the\nrestrictive system of Great Britain, our principal foreign customer, has\nbeen relaxed, a more liberal commercial policy has been adopted by other\nenlightened nations, and our trade has been greatly enlarged and extended.\nOur country stands higher in the respect of the world than at any former\nperiod. To continue to occupy this proud position, it is only necessary to\npreserve peace and faithfully adhere to the great and fundamental principle\nof our foreign policy of noninterference in the domestic concerns of other\nnations. We recognize in all nations the right which we enjoy ourselves, to\nchange and reform their political institutions according to their own will\nand pleasure. Hence we do not look behind existing governments capable of\nmaintaining their own authority. We recognize all such actual governments,\nnot only from the dictates of true policy, but from a sacred regard for the\nindependence of nations. While this is our settled policy, it does not\nfollow that we can ever be indifferent spectators of the progress of\nliberal principles. The Government and people of the United States hailed\nwith enthusiasm and delight the establishment of the French Republic, as we\nnow hail the efforts in progress to unite the States of Germany in a\nconfederation similar in many respects to our own Federal Union. If the\ngreat and enlightened German States, occupying, as they do, a central and\ncommanding position in Europe, shall succeed in establishing such a\nconfederated government, securing at the same time to the citizens of each\nState local governments adapted to the peculiar condition of each, with\nunrestricted trade and intercourse with each other, it will be an important\nera in the history of human events. Whilst it will consolidate and\nstrengthen the power of Germany, it must essentially promote the cause of\npeace, commerce, civilization, and constitutional liberty throughout the\nworld.With all the Governments on this continent our relations, it is believed,\nare now on a more friendly and satisfactory footing than they have ever\nbeen at any former period.Since the exchange of ratifications of the treaty of peace with Mexico our\nintercourse with the Government of that Republic has been of the most\nfriendly character. The envoy extraordinary and minister plenipotentiary of\nthe United States to Mexico has been received and accredited, and a\ndiplomatic representative from Mexico of similar rank has been received and\naccredited by this Government. The amicable relations between the two\ncountries, which had been suspended, have been happily restored, and are\ndestined, I trust, to be long preserved. The two Republics, both situated\non this continent, and with coterminous territories, have every motive of\nsympathy and of interest to bind them together in perpetual amity.This gratifying condition of our foreign relations renders it unnecessary\nfor me to call your attention more specifically to them.It has been my constant aim and desire to cultivate peace and commerce with\nall nations. Tranquility at home and peaceful relations abroad constitute\nthe true permanent policy of our country. War, the scourge of nations,\nsometimes becomes inevitable, but is always to be avoided when it can be\ndone consistently with the rights and honor of a nation.One of the most important results of the war into which we were recently\nforced with a neighboring nation is the demonstration it has afforded of\nthe military strength of our country. Before the late war with Mexico\nEuropean and other foreign powers entertained imperfect and erroneous views\nof our physical strength as a nation and of our ability to prosecute war,\nand especially a war waged out of out own country. They saw that our\nstanding Army on the peace establishment did not exceed 10,000 men.\nAccustomed themselves to maintain in peace large standing armies for the\nprotection of thrones against their own subjects, as well as against\nforeign enemies, they had not conceived that it was possible for a nation\nwithout such an army, well disciplined and of long service, to wage war\nsuccessfully. They held in low repute our militia, and were far from\nregarding them as an effective force, unless it might be for temporary\ndefensive operations when invaded on our own soil. The events of the late\nwar with Mexico have not only undeceived them, but have removed erroneous\nimpressions which prevailed to some extent even among a portion of our own\ncountrymen. That war has demonstrated that upon the breaking out of\nhostilities not anticipated, and for which no previous preparation had been\nmade, a volunteer army of citizen soldiers equal to veteran troops, and in\nnumbers equal to any emergency, can in a short period be brought into the\nfield. Unlike what would have occurred in any other country, we were under\nno necessity of resorting to drafts or conscriptions. On the contrary, such\nwas the number of volunteers who patriotically tendered their services that\nthe chief difficulty was in making selections and determining who should be\ndisappointed and compelled to remain at home. Our citizen soldiers are\nunlike those drawn from the population of any other country. They are\ncomposed indiscriminately of all professions and pursuits--of farmers,\nlawyers, physicians, merchants, manufacturers, mechanics, and laborers--and\nthis not only among the officers, but the private soldiers in the ranks.\nOur citizen soldiers are unlike those of any other country in other\nrespects. They are armed, and have been accustomed from their youth up to\nhandle and use firearms, and a large proportion of them, especially in the\nWestern and more newly settled States, are expert marksmen. They are men\nwho have a reputation to maintain at home by their good conduct in the\nfield. They are intelligent, and there is an individuality of character\nwhich is found in the ranks of no other army. In battle each private man,\nas well as every officer, rights not only for his country, but for glory\nand distinction among his fellow-citizens when he shall return to civil\nlife.The war with Mexico has demonstrated not only the ability of the Government\nto organize a numerous army upon a sudden call, but also to provide it with\nall the munitions and necessary supplies with dispatch, convenience, and\nease, and to direct its operations with efficiency. The strength of our\ninstitutions has not only been displayed in the valor and skill of our\ntroops engaged in active service in the field, but in the organization of\nthose executive branches which were charged with the general direction and\nconduct of the war. While too great praise can not be bestowed upon the\nofficers and men who fought our battles, it would be unjust to withhold\nfrom those officers necessarily stationed at home, who were charged with\nthe duty of furnishing the Army in proper time and at proper places with\nall the munitions of war and other supplies so necessary to make it\nefficient, the commendation to which they are entitled. The credit due to\nthis class of our officers is the greater when it is considered that no\narmy in ancient or modern times was even better appointed or provided than\nour Army in Mexico. Operating in an enemy's country, removed 2,000 miles\nfrom the seat of the Federal Government, its different corps spread over a\nvast extent of territory, hundreds and even thousands of miles apart from\neach other, nothing short of the untiring vigilance and extraordinary\nenergy of these officers could have enabled them to provide the Army at all\npoints and in proper season with all that was required for the most\nefficient service.It is but an act of justice to declare that the officers in charge of the\nseveral executive bureaus, all under the immediate eye and supervision of\nthe Secretary of War, performed their respective duties with ability,\nenergy, and efficiency. They have reaped less of the glory of the war, not\nhaving been personally exposed to its perils in battle, than their\ncompanions in arms; but without their forecast, efficient aid, and\ncooperation those in the field would not have been provided with the ample\nmeans they possessed of achieving for themselves and their country the\nunfading honors which they have won for both.When all these facts are considered, it may cease to be a matter of so much\namazement abroad how it happened that our noble Army in Mexico, regulars\nand volunteers, were victorious upon every battlefield, however fearful the\nodds against them.The war with Mexico has thus fully developed the capacity of republican\ngovernments to prosecute successfully a just and necessary foreign war with\nall the vigor usually attributed to more arbitrary forms of government. It\nhas been usual for writers on public law to impute to republics a want of\nthat unity, concentration of purpose, and vigor of execution which are\ngenerally admitted to belong to the monarchical and aristocratic forms; and\nthis feature of popular government has been supposed to display itself more\nparticularly in the conduct of a war carried on in an enemy's territory.\nThe war with Great Britain in 1812 was to a great extent confined within\nour own limits, and shed but little light on this subject; but the war\nwhich we have just closed by an honorable peace evinces beyond all doubt\nthat a popular representative government is equal to any emergency which is\nlikely to arise in the affairs of a nation.The war with Mexico has developed most strikingly and conspicuously another\nfeature in our institutions. It is that without cost to the Government or\ndanger to our liberties we have in the bosom of our society of freemen,\navailable in a just and necessary war, virtually a standing army of\n2,000,000 armed citizen soldiers, such as fought the battles of Mexico. But\nour military strength does not consist alone in our capacity for extended\nand successful operations on land. The Navy is an important arm of the\nnational defense. If the services of the Navy were not so brilliant as\nthose of the Army in the late war with Mexico, it was because they had no\nenemy to meet on their own element. While the Army had opportunity of\nperforming more conspicuous service, the Navy largely participated in the\nconduct of the war. Both branches of the service performed their whole duty\nto the country. For the able and gallant services of the officers and men\nof the Navy, acting independently as well as in cooperation with our\ntroops, in the conquest of the Californias, the capture of Vera Cruz, and\nthe seizure and occupation of other important positions on the Gulf and\nPacific coasts, the highest praise is due. Their vigilance, energy, and\nskill rendered the most effective service in excluding munitions of war and\nother supplies from the enemy, while they secured a safe entrance for\nabundant supplies for our own Army. Our extended commerce was nowhere\ninterrupted, and for this immunity from the evils of war the country is\nindebted to the Navy.High praise is due to the officers of the several executive bureaus,\nnavy-yards, and stations connected with the service, all under the\nimmediate direction of the Secretary of the Navy, for the industry,\nforesight, and energy with which everything was directed and furnished to\ngive efficiency to that branch of the service. The same vigilance existed\nin directing the operations of the Navy as of the Army. There was concert\nof action and of purpose between the heads of the two arms of the service.\nBy the orders which were from time to time issued, our vessels of war on\nthe Pacific and the Gulf of Mexico were stationed in proper time and in\nproper positions to cooperate efficiently with the Army. By this means\ntheir combined power was brought to bear successfully on the enemy.The great results which have been developed and brought to light by this\nwar will be of immeasurable importance in the future progress of our\ncountry. They will tend powerfully to preserve us from foreign collisions,\nand to enable us to pursue uninterruptedly our cherished policy of \"peace\nwith all nations, entangling alliances with none.\"Occupying, as we do, a more commanding position among nations than at any\nformer period, our duties and our responsibilities to ourselves and to\nposterity are correspondingly increased. This will be the more obvious when\nwe consider the vast additions which have been recently made to our\nterritorial possessions and their great importance and value.Within less than four years the annexation of Texas to the Union has been\nconsummated; all conflicting title to the Oregon Territory south of the\nforty-ninth degree of north latitude, being all that was insisted on by any\nof my predecessors, has been adjusted, and New Mexico and Upper California\nhave been acquired by treaty. The area of these several Territories,\naccording to a report carefully prepared by the Commissioner of the General\nLand Office from the most authentic information in his possession, and\nwhich is herewith transmitted, contains 1,193,061 square miles, or\n763,559,040 acres; while the area of the remaining twenty-nine States and\nthe territory not yet organized into States east of the Rocky Mountains\ncontains 2,059,513 square miles, or 1,318,126,058 acres. These estimates\nshow that the territories recently acquired, and over which our exclusive\njurisdiction and dominion have been extended, constitute a country more\nthan half as large as all that which was held by the United States before\ntheir acquisition. If Oregon be excluded from the estimate, there will\nstill remain within the limits of Texas, New Mexico, and California 851,598\nsquare miles, or 545,012,720 acres, being an addition equal to more than\none-third of all the territory owned by the United States before their\nacquisition, and, including Oregon, nearly as great an extent of territory\nas the whole of Europe, Russia only excepted. The Mississippi, so lately\nthe frontier of our country, is now only its center. With the addition of\nthe late acquisitions, the United States are now estimated to be nearly as\nlarge as the whole of Europe. It is estimated by the Superintendent of the\nCoast Survey in the accompanying report that the extent of the seacoast of\nTexas on the Gulf of Mexico is upward of 400 miles; of the coast of Upper\nCalifornia on the Pacific, of 970 miles, and of Oregon, including the\nStraits of Fuca, of 650 miles, making the whole extent of seacoast on the\nPacific 1,620 miles and the whole extent on both the Pacific and the Gulf\nof Mexico 2,020 miles. The length of the coast on the Atlantic from the\nnorthern limits of the United States around the capes of Florida to the\nSabine, on the eastern boundary of Texas, is estimated to be 3,100 miles;\nso that the addition of seacoast, including Oregon, is very nearly\ntwo-thirds as great as all we possessed before, and, excluding Oregon, is\nan addition of 1,370 miles, being nearly equal to one-half of the extent of\ncoast which we possessed before these acquisitions. We have now three great\nmaritime fronts--on the Atlantic, the Gulf of Mexico, and the\nPacific--making in the whole an extent of seacoast exceeding 5,000 miles.\nThis is the extent of the seacoast of the United States, not including\nbays, sounds, and small irregularities of the main shore and of the sea\nislands. If these be included, the length of the shore line of coast, as\nestimated by the Superintendent of the Coast Survey in his report, would be\n33,063 miles.It would be difficult to calculate the value of these immense additions to\nour territorial possessions. Texas, lying contiguous to the western\nboundary of Louisiana, embracing within its limits a part of the navigable\ntributary waters of the Mississippi and an extensive seacoast, could not\nlong have remained in the hands of a foreign power without endangering the\npeace of our southwestern frontier. Her products in the vicinity of the\ntributaries of the Mississippi must have sought a market through these\nstreams, running into and through our territory, and the danger of\nirritation and collision of interests between Texas as a foreign state and\nourselves would have been imminent, while the embarrassments in the\ncommercial intercourse between them must have been constant and\nunavoidable. Had Texas fallen into the hands or under the influence and\ncontrol of a strong maritime or military foreign power, as she might have\ndone, these dangers would have been still greater. They have been avoided\nby her voluntary and peaceful annexation to the United States. Texas, from\nher position, was a natural and almost indispensable part of our\nterritories. Fortunately, she has been restored to our country, and now\nconstitutes one of the States of our Confederacy, \"upon an equal footing\nwith the original States.\" The salubrity of climate, the fertility of soil,\npeculiarly adapted to the production of some of our most valuable staple\ncommodities, and her commercial advantages must soon make her one of our\nmost populous States.New Mexico, though situated in the interior and without a seacoast, is\nknown to contain much fertile land, to abound in rich mines of the precious\nmetals, and to be capable of sustaining a large population. From its\nposition it is the intermediate and connecting territory between our\nsettlements and our possessions in Texas and those on the Pacific Coast.Upper California, irrespective of the vast mineral wealth recently\ndeveloped there, holds at this day, in point of value and importance, to\nthe rest of the Union the same relation that Louisiana did when that fine\nterritory was acquired from France forty-five years ago. Extending nearly\nten degrees of latitude along the Pacific, and embracing the only safe and\ncommodious harbors on that coast for many hundred miles, with a temperate\nclimate and an extensive interior of fertile lands, it is scarcely possible\nto estimate its wealth until it shall be brought under the government of\nour laws and its resources fully developed. From its position it must\ncommand the rich commerce of China, of Asia, of the islands of the Pacific,\nof western Mexico, of Central America, the South American States, and of\nthe Russian possessions bordering on that ocean. A great emporium will\ndoubtless speedily arise on the Californian coast which may be destined to\nrival in importance New Orleans itself. The depot of the vast commerce\nwhich must exist on the Pacific will probably be at some point on the Bay\nof San Francisco, and will occupy the same relation to the whole western\ncoast of that ocean as New Orleans does to the valley of the Mississippi\nand the Gulf of Mexico. To this depot our numerous whale ships will resort\nwith their cargoes to trade, refit, and obtain supplies. This of itself\nwill largely contribute to build up a city, which would soon become the\ncenter of a great and rapidly increasing commerce. Situated on a safe\nharbor, sufficiently capacious for all the navies as well as the marine of\nthe world, and convenient to excellent timber for shipbuilding, owned by\nthe United States, it must become our great Western naval depot.It was known that mines of the precious metals existed to a considerable\nextent in California at the time of its acquisition. Recent discoveries\nrender it probable that these mines are more extensive and valuable than\nwas anticipated. The accounts of the abundance of gold in that territory\nare of such an extraordinary character as would scarcely command belief\nwere they not corroborated by the authentic reports of officers in the\npublic service who have visited the mineral district and derived the facts\nwhich they detail from personal observation. Reluctant to credit the\nreports in general circulation as to the quantity of gold, the officer\ncommanding our forces in California visited the mineral district in July\nlast for the purpose of obtaining accurate information on the subject. His\nreport to the War Department of the result of his examination and the facts\nobtained on the spot is herewith laid before Congress. When he visited the\ncountry there were about 4,000 persons engaged in collecting gold. There is\nevery reason to believe that the number of persons so employed has since\nbeen augmented. The explorations already made warrant the belief that the\nsupply is very large and that gold is found at various places in an\nextensive district of country.Information received from officers of the Navy and other sources, though\nnot so full and minute, confirms the accounts of the commander of our\nmilitary force in California. It appears also from these reports that mines\nof quicksilver are found in the vicinity of the gold region. One of them is\nnow being worked, and is believed to be among the most productive in the\nworld.The effects produced by the discovery of these rich mineral deposits and\nthe success which has attended the labors of those who have resorted to\nthem have produced a surprising change in the state of affairs in\nCalifornia. Labor commands a most exorbitant price, and all other pursuits\nbut that of searching for the precious metals are abandoned. Nearly the\nwhole of the male population of the country have gone to the gold\ndistricts. Ships arriving on the coast are deserted by their crews and\ntheir voyages suspended for want of sailors. Our commanding officer there\nentertains apprehensions that soldiers can not be kept in the public\nservice without a large increase of pay. Desertions in his command have\nbecome frequent, and he recommends that those who shall withstand the\nstrong temptation and remain faithful should be rewarded.This abundance of gold and the all-engrossing pursuit of it have already\ncaused in California an unprecedented rise in the price of all the\nnecessaries of life.That we may the more speedily and fully avail ourselves of the undeveloped\nwealth of these mines, it is deemed of vast importance that a branch of the\nMint of the United States be authorized to be established at your present\nsession in California. Among other signal advantages which would result\nfrom such an establishment would be that of raising the gold to its par\nvalue in that territory. A branch mint of the United States at the great\ncommercial depot on the west coast would convert into our own coin not only\nthe gold derived from our own rich mines, but also the bullion and specie\nwhich our commerce may bring from the whole west coast of Central and South\nAmerica. The west coast of America and the adjacent interior embrace the\nrichest and best mines of Mexico, New Granada, Central America, Chili, and\nPeru. The bullion and specie drawn from these countries, and especially\nfrom those of western Mexico and Peru, to an amount in value of many\nmillions of dollars, are now annually diverted and carried by the ships of\nGreat Britain to her own ports, to be recoined or used to sustain her\nnational bank, and thus contribute to increase her ability to command so\nmuch of the commerce of the world. If a branch mint be established at the\ngreat commercial point upon that coast, a vast amount of bullion and specie\nwould flow thither to be recoined, and pass thence to New Orleans, New\nYork, and other Atlantic cities. The amount of our constitutional currency\nat home would be greatly increased, while its circulation abroad would be\npromoted. It is well known to our merchants trading to China and the west\ncoast of America that great inconvenience and loss are experienced from the\nfact that our coins are not current at their par value in those countries.The powers of Europe, far removed from the west coast of America by the\nAtlantic Ocean, which intervenes, and by a tedious and dangerous navigation\naround the southern cape of the continent of America, can never\nsuccessfully compete with the United States in the rich and extensive\ncommerce which is opened to us at so much less cost by the acquisition of\nCalifornia.The vast importance and commercial advantages of California have heretofore\nremained undeveloped by the Government of the country of which it\nconstituted a part. Now that this fine province is a part of our country,\nall the States of the Union, some more immediately and directly than\nothers, are deeply interested in the speedy development of its wealth and\nresources. No section of our country is more interested or will be more\nbenefited than the commercial, navigating, and manufacturing interests of\nthe Eastern States. Our planting and farming interests in every part of the\nUnion will Be greatly benefited by it. As our commerce and navigation are\nenlarged and extended, our exports of agricultural products and of\nmanufactures will be increased, and in the new markets thus opened they can\nnot fail to command remunerating and profitable prices.The acquisition of California and New Mexico, the settlement of the Oregon\nboundary, and the annexation of Texas, extending to the Rio Grande, are\nresults which, combined, are of greater consequence and will add more to\nthe strength and wealth of the nation than any which have preceded them\nsince the adoption of the Constitution.But to effect these great results not only California, but New Mexico, must\nbe brought under the control of regularly organized governments. The\nexisting condition of California and of that part of New Mexico lying west\nof the Rio Grande and without the limits of Texas imperiously demands that\nCongress should at its present session organize Territorial governments\nover them.Upon the exchange of ratifications of the treaty of peace with Mexico, on\nthe 30th of May last, the temporary governments which had been established\nover New Mexico and California by our military and naval commanders by\nvirtue of the rights of war ceased to derive any obligatory force from that\nsource of authority, and having been ceded to the United States, all\ngovernment and control over them under the authority of Mexico had ceased\nto exist. Impressed with the necessity of establishing Territorial\ngovernments over them, I recommended the subject to the favorable\nconsideration of Congress in my message communicating the ratified treaty\nof peace, on the 6th of July last, and invoked their action at that\nsession. Congress adjourned without making any provision for their\ngovernment. The inhabitants by the transfer of their country had become\nentitled to the benefit of our laws and Constitution, and yet were left\nwithout any regularly organized government. Since that time the very\nlimited power possessed by the Executive has been exercised to preserve and\nprotect them from the inevitable consequences of a state of anarchy. The\nonly government which remained was that established by the military\nauthority during the war. Regarding this to be a de facto government, and\nthat by the presumed consent of the inhabitants it might be continued\ntemporarily, they were advised to conform and submit to it for the short\nintervening period before Congress would again assemble and could legislate\non the subject. The views entertained by the Executive on this point are\ncontained in a communication of the Secretary of State dated the 7th of\nOctober last, which was forwarded for publication to California and New\nMexico, a copy of which is herewith transmitted. The small military force\nof the Regular Army which was serving within the limits of the acquired\nterritories at the close of the war was retained in them, and additional\nforces have been ordered there for the protection of the inhabitants and to\npreserve and secure the rights and interests of the United States.No revenue has been or could be collected at the ports in California,\nbecause Congress failed to authorize the establishment of custom-houses or\nthe appointment of officers for that purpose.The Secretary of the Treasury, by a circular letter addressed to collectors\nof the customs on the 7th day of October last, a copy of which is herewith\ntransmitted, exercised all the power with which he was invested by law.In pursuance of the act of the 14th of August last, extending the benefit\nof our post-office laws to the people of California, the Postmaster-General\nhas appointed two agents, who have proceeded, the one to California and the\nother to Oregon, with authority to make the necessary arrangements for\ncarrying its provisions into effect.The monthly line of mail steamers from Panama to Astoria has been required\nto \"stop and deliver and take mails at San Diego, Monterey, and San\nFrancisco.\" These mail steamers, connected by the Isthmus of Panama with\nthe line of mail steamers on the Atlantic between New York and Chagres,\nwill establish a regular mail communication with California.It is our solemn duty to provide with the least practicable delay for New\nMexico and California regularly organized Territorial governments. The\ncauses of the failure to do this at the last session of Congress are well\nknown and deeply to be regretted. With the opening prospects of increased\nprosperity and national greatness which the acquisition of these rich and\nextensive territorial possessions affords, how irrational it would be to\nforego or to reject these advantages by the agitation of a domestic\nquestion which is coeval with the existence of our Government itself, and\nto endanger by internal strifes, geographical divisions, and heated\ncontests for political power, or for any other cause, the harmony of the\nglorious Union of our confederated States--that Union which binds us\ntogether as one people, and which for sixty years has been our shield and\nprotection against every danger. In the eyes of the world and of posterity\nhow trivial and insignificant will be all our internal divisions and\nstruggles compared with the preservation of this Union of the States in all\nits vigor and with all its countless blessings! No patriot would foment and\nexcite geographical and sectional divisions. No lover of his country would\ndeliberately calculate the value of the Union. Future generations would\nlook in amazement upon the folly of such a course. Other nations at the\npresent day would look upon it with astonishment, and such of them as\ndesire to maintain and perpetuate thrones and monarchical or aristocratical\nprinciples will view it with exultation and delight, because in it they\nwill see the elements of faction, which they hope must ultimately overturn\nour system. Ours is the great example of a prosperous and free\nself-governed republic, commanding the admiration and the imitation of all\nthe lovers of freedom throughout the world. How solemn, therefore, is the\nduty, how impressive the call upon us and upon all parts of our country, to\ncultivate a patriotic spirit of harmony, of good-fellowship, of compromise\nand mutual concession, in the administration of the incomparable system of\ngovernment formed by our fathers in the midst of almost insuperable\ndifficulties, and transmitted to us with the injunction that we should\nenjoy its blessings and hand it down unimpaired to those who may come after\nus.In view of the high and responsible duties which we owe to ourselves and to\nmankind, I trust you may be able at your present session to approach the\nadjustment of the only domestic question which seriously threatens, or\nprobably ever can threaten, to disturb the harmony and successful\noperations of our system.The immensely valuable possessions of New Mexico and California are already\ninhabited by a considerable population. Attracted by their great fertility,\ntheir mineral wealth, their commercial advantages, and the salubrity of the\nclimate, emigrants from the older States in great numbers are already\npreparing to seek new homes in these inviting regions. Shall the\ndissimilarity of the domestic institutions in the different States prevent\nus from providing for them suitable governments? These institutions existed\nat the adoption of the Constitution, but the obstacles which they\ninterposed were overcome by that spirit of compromise which is now invoked.\nIn a conflict of opinions or of interests, real or imaginary, between\ndifferent sections of our country, neither can justly demand all which it\nmight desire to obtain. Each, in the true spirit of our institutions,\nshould concede something to the other.Our gallant forces in the Mexican war, by whose patriotism and unparalleled\ndeeds of arms we obtained these possessions as an indemnity for our just\ndemands against Mexico, were composed of citizens who belonged to no one\nState or section of our Union. They were men from slaveholding and\nnonslaveholding States, from the North and the South, from the East and the\nWest. They were all companions in arms and fellow-citizens of the same\ncommon country, engaged in the same common cause. When prosecuting that war\nthey were brethren and friends, and shared alike with each other common\ntoils, dangers, and sufferings. Now, when their work is ended, when peace\nis restored, and they return again to their homes, put off the habiliments\nof war, take their places in society, and resume their pursuits in civil\nlife, surely a spirit of harmony and concession and of equal regard for the\nrights of all and of all sections of the Union ought to prevail in\nproviding governments for the acquired territories--the fruits of their\ncommon service. The whole people of the United States, and of every State,\ncontributed to defray the expenses of that war, and it would not be just\nfor any one section to exclude another from all participation in the\nacquired territory. This would not be in consonance with the just system of\ngovernment which the framers of the Constitution adopted.The question is believed to be rather abstract than practical whether\nslavery ever can or would exist in any portion of the acquired territory\neven if it were left to the option of the slaveholding States themselves.\nFrom the nature of the climate and productions in much the larger portion\nof it it is certain it could never exist, and in the remainder the\nprobabilities are it would not. But however this may be, the question,\ninvolving, as it does, a principle of equality of rights of the separate\nand several States as equal copartners in the Confederacy, should not be\ndisregarded.In organizing governments over these territories no duty imposed on\nCongress by the Constitution requires that they should legislate on the\nsubject of slavery, while their power to do so is not only seriously\nquestioned, but denied by many of the soundest expounders of that\ninstrument. Whether Congress shall legislate or not, the people of the\nacquired territories, when assembled in convention to form State\nconstitutions, will possess the sole and exclusive power to determine for\nthemselves whether slavery shall or shall not exist within their limits. If\nCongress shall abstain from interfering with the question, the people of\nthese territories will be left free to adjust it as they may think proper\nwhen they apply for admission as States into the Union. No enactment of\nCongress could restrain the people of any of the sovereign States of the\nUnion, old or new, North or South, slaveholding or nonslaveholding, from\ndetermining the character of their own domestic institutions as they may\ndeem wise and proper. Any and all the States possess this right, and\nCongress can not deprive them of it. The people of Georgia might if they\nchose so alter their constitution as to abolish slavery within its limits,\nand the people of Vermont might so alter their constitution as to admit\nslavery within its limits. Both States would possess the right, though, as\nall know, it is not probable that either would exert it.It is fortunate for the peace and harmony of the Union that this question\nis in its nature temporary and can only continue for the brief period which\nwill intervene before California and New Mexico may be admitted as States\ninto the Union. From the tide of population now flowing into them it is\nhighly probable that this will soon occur.Considering the several States and the citizens of the several States as\nequals and entitled to equal rights under the Constitution, if this were an\noriginal question it might well be insisted on that the principle of\nnoninterference is the true doctrine and that Congress could not, in the\nabsence of any express grant of power, interfere with their relative\nrights. Upon a great emergency, however, and under menacing dangers to the\nUnion, the Missouri compromise line in respect to slavery was adopted. The\nsame line was extended farther west in the acquisition of Texas. After an\nacquiescence of nearly thirty years in the principle of compromise\nrecognized and established by these acts, and to avoid the danger to the\nUnion which might follow if it were now disregarded, I have heretofore\nexpressed the opinion that that line of compromise should be extended on\nthe parallel of 36  30' from the western boundary of Texas, where it\nnow terminates, to the Pacific Ocean. This is the middle ground of\ncompromise, upon which the different sections of the Union may meet, as\nthey have heretofore met. If this be done, it is confidently believed a\nlarge majority of the people of every section of the country, however\nwidely their abstract opinions on the subject of slavery may differ, would\ncheerfully and patriotically acquiesce in it, and peace and harmony would\nagain fill our borders.The restriction north of the line was only yielded to in the case of\nMissouri and Texas upon a principle of compromise, made necessary for the\nsake of preserving the harmony and possibly the existence of the Union.It was upon these considerations that at the close of your last session I\ngave my sanction to the principle of the Missouri compromise line by\napproving and signing the bill to establish \"the Territorial government of\nOregon.\" From a sincere desire to preserve the harmony of the Union, and in\ndeference for the acts of my predecessors, I felt constrained to yield my\nacquiescence to the extent to which they had gone in compromising this\ndelicate and dangerous question. But if Congress shall now reverse the\ndecision by which the Missouri compromise was effected, and shall propose\nto extend the restriction over the whole territory, south as well as north\nof the parallel of 36  30', it will cease to be a compromise, and must\nbe regarded as an original question.If Congress, instead of observing the course of noninterference, leaving\nthe adoption of their own domestic institutions to the people who may\ninhabit these territories, or if, instead of extending the Missouri\ncompromise line to the Pacific, shall prefer to submit the legal and\nconstitutional questions which may arise to the decision of the judicial\ntribunals, as was proposed in a bill which passed the Senate at your last\nsession, an adjustment may be effected in this mode. If the whole subject\nbe referred to the judiciary, all parts of the Union should cheerfully\nacquiesce in the final decision of the tribunal created by the Constitution\nfor the settlement of all questions which may arise under the Constitution,\ntreaties, and laws of the United States.Congress is earnestly invoked, for the sake of the Union, its harmony, and\nour continued prosperity as a nation, to adjust at its present session\nthis, the only dangerous question which lies in our path, if not in some\none of the modes suggested, in some other which may be satisfactory.In anticipation of the establishment of regular governments over the\nacquired territories, a joint commission of officers of the Army and Navy\nhas been ordered to proceed to the coast of California and Oregon for the\npurpose of making reconnoissances and a report as to the proper sites for\nthe erection of fortifications or other defensive works on land and of\nsuitable situations for naval stations. The information which may be\nexpected from a scientific and skillful examination of the whole face of\nthe coast will be eminently useful to Congress when they come to consider\nthe propriety of making appropriations for these great national objects.\nProper defenses on land will be necessary for the security and protection\nof our possessions, and the establishment of navy-yards and a dock for the\nrepair and construction of vessels will be important alike to our Navy and\ncommercial marine. Without such establishments every vessel, whether of the\nNavy or of the merchant service, requiring repair must at great expense\ncome round Cape Horn to one of our Atlantic yards for that purpose. With\nsuch establishments vessels, it is believed may be built or repaired as\ncheaply in California as upon the Atlantic coast. They would give\nemployment to many of our enterprising shipbuilders and mechanics and\ngreatly facilitate and enlarge our commerce in the Pacific.As it is ascertained that mines of gold, silver, copper, and quicksilver\nexist in New Mexico and California, and that nearly all the lands where\nthey are found belong to the United States, it is deemed important to the\npublic interest that provision be made for a geological and mineralogical\nexamination of these regions. Measures should be adopted to preserve the\nmineral lands, especially such as contain the precious metals, for the use\nof the United States, or, if brought into market, to separate them from the\nfarming lands and dispose of them in such manner as to secure a large\nreturn of money to the Treasury and at the same time to lead to the\ndevelopment of their wealth by individual proprietors and purchasers. To do\nthis it will be necessary to provide for an immediate survey and location\nof the lots. If Congress should deem it proper to dispose of the mineral\nlands, they should be sold in small quantities and at a fixed minimum\nprice.I recommend that surveyors-general's offices be authorized to be\nestablished in New Mexico and California and provision made for surveying\nand bringing the public lands into market at the earliest practicable\nperiod. In disposing of these lands, I recommend that the right of\npreemption be secured and liberal grants made to the early emigrants who\nhave settled or may settle upon them.It will be important to extend our revenue laws over these territories, and\nespecially over California, at an early period. There is already a\nconsiderable commerce with California, and until ports of entry shall be\nestablished and collectors appointed no revenue can be received.If these and other necessary and proper measures be adopted for the\ndevelopment of the wealth and resources of New Mexico and California and\nregular Territorial governments be established over them, such will\nprobably be the rapid enlargement of our commerce and navigation and such\nthe addition to the national wealth that the present generation may live to\nwitness the controlling commercial and monetary power of the world\ntransferred from London and other European emporiums to the city of New\nYork.The apprehensions which were entertained by some of our statesmen in the\nearlier periods of the Government that our system was incapable of\noperating with sufficient energy and success over largely extended\nterritorial limits, and that if this were attempted it would fall to pieces\nby its own weakness, have been dissipated by our experience. By the\ndivision of power between the States and Federal Government the latter is\nfound to operate with as much energy in the extremes as in the center. It\nis as efficient in the remotest of the thirty States which now compose the\nUnion as it was in the thirteen States which formed our Constitution.\nIndeed, it may well be doubted whether if our present population had been\nconfined within the limits of the original thirteen States the tendencies\nto centralization and consolidation would not have been such as to have\nencroached upon the essential reserved rights of the States, and thus to\nhave made the Federal Government a widely different one, practically, from\nwhat it is in theory and was intended to be by its framers. So far from\nentertaining apprehensions of the safety of our system by the extension of\nour territory, the belief is confidently entertained that each new State\ngives strength and an additional guaranty for the preservation of the Union\nitself.In pursuance of the provisions of the thirteenth article of the treaty of\npeace, friendship, limits, and settlement with the Republic of Mexico, and\nof the act of July 29, 1848, claims of our citizens, which had been\n\"already liquidated and decided, against the Mexican Republic\" amounting,\nwith the interest thereon, to $2,023,832.51 have been liquidated and paid.\nThere remain to be paid of these claims $74,192.26.Congress at its last session having made no provision for executing the\nfifteenth article of the treaty, by which the United States assume to make\nsatisfaction for the \"unliquidated claims\" of our citizens against Mexico\nto \"an amount not exceeding three and a quarter millions of dollars,\" the\nsubject is again recommended to your favorable consideration.The exchange of ratifications of the treaty with Mexico took place on the\n30th of May, 1848. Within one year after that time the commissioner and\nsurveyor which each Government stipulates to appoint are required to meet\n\"at the port of San Diego and proceed to run and mark the said boundary in\nits whole course to the mouth of the Rio Bravo del Norte.\" It will be seen\nfrom this provision that the period within which a commissioner and\nsurveyor of the respective Governments are to meet at San Diego will expire\non the 30th of May, 1849. Congress at the close of its last session made an\nappropriation for \"the expenses of running and marking the boundary line\"\nbetween the two countries, but did not fix the amount of salary which\nshould be paid to the commissioner and surveyor to be appointed on the part\nof the United States. It is desirable that the amount of compensation which\nthey shall receive should be prescribed by law, and not left, as at\npresent, to Executive discretion.Measures were adopted at the earliest practicable period to organize the\n\"Territorial government of Oregon,\" as authorized by the act of the 14th of\nAugust last. The governor and marshal of the Territory, accompanied by a\nsmall military escort, left the frontier of Missouri in September last, and\ntook the southern route, by the way of Santa Fe and the river Gila, to\nCalifornia, with the intention of proceeding thence in one of our vessels\nof war to their destination. The governor was fully advised of the great\nimportance of his early arrival in the country, and it is confidently\nbelieved he may reach Oregon in the latter part of the present month or\nearly in the next. The other officers for the Territory have proceeded by\nsea.In the month of May last I communicated information to Congress that an\nIndian war had broken out in Oregon, and recommended that authority be\ngiven to raise an adequate number of volunteers to proceed without delay to\nthe assistance of our fellow-citizens in that Territory. The authority to\nraise such a force not having been granted by Congress, as soon as their\nservices could be dispensed with in Mexico orders were issued to the\nregiment of mounted riflemen to proceed to Jefferson Barracks, in Missouri,\nand to prepare to march to Oregon as soon as the necessary provision could\nbe made. Shortly before it was ready to march it was arrested by the\nprovision of the act passed by Congress on the last day of the last\nsession, which directed that all the noncommissioned officers, musicians,\nand privates of that regiment who had been in service in Mexico should,\nupon their application, be entitled to be discharged. The effect of this\nprovision was to disband the rank and file of the regiment, and before\ntheir places could be filled by recruits the season had so far advanced\nthat it was impracticable for it to proceed until the opening of the next\nspring.In the month of October last the accompanying communication was received\nfrom the governor of the temporary government of Oregon, giving information\nof the continuance of the Indian disturbances and of the destitution and\ndefenseless condition of the inhabitants. Orders were immediately\ntransmitted to the commander of our squadron in the Pacific to dispatch to\ntheir assistance a part of the naval forces on that station, to furnish\nthem with arms and ammunition, and to continue to give them such aid and\nprotection as the Navy could afford until the Army could reach the\ncountry.It is the policy of humanity, and one which has always been pursued by the\nUnited States, to cultivate the good will of the aboriginal tribes of this\ncontinent and to restrain them from making war and indulging in excesses by\nmild means rather than by force. That this could have been done with the\ntribes in Oregon had that Territory been brought under the government of\nour laws at an earlier period, and had other suitable measures been adopted\nby Congress, such as now exist in our intercourse with the other Indian\ntribes within our limits, can not be doubted. Indeed, the immediate and\nonly cause of the existing hostility of the Indians of Oregon is\nrepresented to have been the long delay of the United States in making to\nthem some trifling compensation, in such articles as they wanted, for the\ncountry now occupied by our emigrants, which the Indians claimed and over\nwhich they formerly roamed. This compensation had been promised to them by\nthe temporary government established in Oregon, but its fulfillment had\nbeen postponed from time to time for nearly two years, whilst those who\nmade it had been anxiously waiting for Congress to establish a Territorial\ngovernment over the country. The Indians became at length distrustful of\ntheir good faith and sought redress by plunder and massacre, which finally\nled to the present difficulties. A few thousand dollars in suitable\npresents, as a compensation for the country which had been taken possession\nof by our citizens, would have satisfied the Indians and have prevented the\nwar. A small amount properly distributed, it is confidently believed, would\nsoon restore quiet. In this Indian war our fellow-citizens of Oregon have\nbeen compelled to take the field in their own defense, have performed\nvaluable military services, and been subjected to expenses which have\nfallen heavily upon them. Justice demands that provision should be made by\nCongress to compensate them for their services and to refund to them the\nnecessary expenses which they have incurred.I repeat the recommendation heretofore made to Congress, that provision be\nmade for the appointment of a suitable number of Indian agents to reside\namong the tribes of Oregon, and that a small sum be appropriated to enable\nthese agents to cultivate friendly relations with them. If this be done,\nthe presence of a small military force will be all that is necessary to\nkeep them in check and preserve peace. I recommend that similar provisions\nbe made as regards the tribes inhabiting northern Texas, New Mexico,\nCalifornia, and the extensive region lying between our settlements in\nMissouri and these possessions, as the most effective means of preserving\npeace upon our borders and within the recently acquired territories.The Secretary of the Treasury will present in his annual report a highly\nsatisfactory statement of the condition of the finances.The imports for the fiscal year ending on the 30th of June last were of the\nvalue of $154,977,876, of which the amount exported was $21,128,010,\nleaving $133,849,866 in the country for domestic use. The value of the\nexports for the same period was $154,032,131, consisting of domestic\nproductions amounting to $132,904,121 and $21,128,010 of foreign articles.\nThe receipts into the Treasury for the same period, exclusive of loans,\namounted to $35,436,750.59, of which there was derived from customs\n$31,757,070.96, from sales of public lands $3,328,642.56, and from\nmiscellaneous and incidental sources $351,037.07.It will be perceived that the revenue from customs for the last fiscal year\nexceeded by $757,070.96 the estimate of the Secretary of the Treasury in\nhis last annual report, and that the aggregate receipts during the same\nperiod from customs, lands, and miscellaneous sources also exceeded the\nestimate by the sum of $536,750.59, indicating, however, a very near\napproach in the estimate to the actual result.The expenditures during the fiscal year ending on the 30th of June last,\nincluding those for the war and exclusive of payments of principal and\ninterest for the public debt, were $42,811,970.03.It is estimated that the receipts into the Treasury for the fiscal year\nending on the 30th of June, 1849, including the balance in the Treasury on\nthe 1st of July last, will amount to the sum of $57,048,969.90, of which\n$32,000,000, it is estimated, will be derived from customs, $3,000,000 from\nthe sales of the public lands, and $1,200,000 from miscellaneous and\nincidental sources, including the premium upon the loan, and the amount\npaid and to be paid into the Treasury on account of military contributions\nin Mexico, and the sales of arms and vessels and other public property\nrendered unnecessary for the use of the Government by the termination of\nthe war, and $20,695,435.30 from loans already negotiated, including\nTreasury notes funded, which, together with the balance in the Treasury on\nthe 1st of July last, make the sum estimated.The expenditures for the same period, including the necessary payment on\naccount of the principal and interest of the public debt, and the principal\nand interest of the first installment due to Mexico on the 30th of May\nnext, and other expenditures growing out of the war to be paid during the\npresent year, will amount, including the reimbursement of Treasury notes,\nto the sum of $54,195,275.06, leaving an estimated balance in the Treasury\non the 1st of July, 1849, of $2,853,694.84.The Secretary of the Treasury will present, as required by law, the\nestimate of the receipts and expenditures for the next fiscal year. The\nexpenditures as estimated for that year are $33,213,152.73, including\n$3,799,102.18 for the interest on the public debt and $3,540,000 for the\nprincipal and interest due to Mexico on the 30th of May, 1850, leaving the\nsum of $25,874,050.35, which, it is believed, will be ample for the\nordinary peace expenditures.The operations of the tariff act of 1846 have been such during the past\nyear as fully to meet the public expectation and to confirm the opinion\nheretofore expressed of the wisdom of the change in our revenue system\nwhich was effected by it. The receipts under it into the Treasury for the\nfirst fiscal year after its enactment exceeded by the sum of $5,044,403.09\nthe amount collected during the last fiscal year under the tariff act of\n1842, ending the 30th of June, 1846. The total revenue realized from the\ncommencement of its operation, on the 1st of December, 1846, until the\nclose of the last quarter, on the 30th of September last, being twenty-two\nmonths, was $56,654,563.79, being a much larger sum than was ever before\nreceived from duties during any equal period under the tariff acts of 1824,\n1828, 1832, and 1842. Whilst by the repeal of highly protective and\nprohibitory duties the revenue has been increased, the taxes on the people\nhave been diminished. They have been relieved from the heavy amounts with\nwhich they were burthened under former laws in the form of increased prices\nor bounties paid to favored classes and pursuits.The predictions which were made that the tariff act of 1846 would reduce\nthe amount of revenue below that collected under the act of 1842, and would\nprostrate the business and destroy the prosperity of the country, have not\nbeen verified. With an increased and increasing revenue, the finances are\nin a highly flourishing condition. Agriculture, commerce, and navigation\nare prosperous; the prices of manufactured fabrics and of other products\nare much less injuriously affected than was to have been anticipated from\nthe unprecedented revulsions which during the last and the present year\nhave overwhelmed the industry and paralyzed the credit and commerce of so\nmany great and enlightened nations of Europe.Severe commercial revulsions abroad have always heretofore operated to\ndepress and often to affect disastrously almost every branch of American\nindustry. The temporary depression of a portion of our manufacturing\ninterests is the effect of foreign causes, and is far less severe than has\nprevailed on all former similar occasions.It is believed that, looking to the great aggregate of all our interests,\nthe whole country was never more prosperous than at the present period, and\nnever more rapidly advancing in wealth and population. Neither the foreign\nwar in which we have been involved, nor the loans which have absorbed so\nlarge a portion of our capital, nor the commercial revulsion in Great\nBritain in 1847, nor the paralysis of credit and commerce throughout Europe\nin 1848, have affected injuriously to any considerable extent any of the\ngreat interests of the country or arrested our onward march to greatness,\nwealth, and power.Had the disturbances in Europe not occurred, our commerce would undoubtedly\nhave been still more extended, and would have added still more to the\nnational wealth and public prosperity. But notwithstanding these\ndisturbances, the operations of the revenue system established by the\ntariff act of 1846 have been so generally beneficial to the Government and\nthe business of the country that no change in its provisions is demanded by\na wise public policy, and none is recommended.The operations of the constitutional treasury established by the act of the\n6th of August, 1846, in the receipt, custody, and disbursement of the\npublic money have continued to be successful. Under this system the public\nfinances have been carried through a foreign war, involving the necessity\nof loans and extraordinary expenditures and requiring distant transfers and\ndisbursements, without embarrassment, and no loss has occurred of any of\nthe public money deposited under its provisions. Whilst it has proved to be\nsafe and useful to the Government, its effects have been most beneficial\nupon the business of the country. It has tended powerfully to secure an\nexemption from that inflation and fluctuation of the paper currency so\ninjurious to domestic industry and rendering so uncertain the rewards of\nlabor, and, it is believed, has largely contributed to preserve the whole\ncountry from a serious commercial revulsion, such as often occurred under\nthe bank deposit system. In the year 1847 there was a revulsion in the\nbusiness of Great Britain of great extent and intensity, which was followed\nby failures in that Kingdom unprecedented in number and amount of losses.\nThis is believed to be the first instance when such disastrous\nbankruptcies, occurring in a country with which we have such extensive\ncommerce, produced little or no injurious effect upon our trade or\ncurrency. We remained but little affected in our money market, and our\nbusiness and industry were still prosperous and progressive.During the present year nearly the whole continent of Europe has been\nconvulsed by civil war and revolutions, attended by numerous bankruptcies,\nby an unprecedented fall in their public securities, and an almost\nuniversal paralysis of commerce and industry; and yet, although our trade\nand the prices of our products must have been somewhat unfavorably affected\nby these causes, we have escaped a revulsion, our money market is\ncomparatively easy, and public and private credit have advanced and\nimproved.It is confidently believed that we have been saved from their effect by the\nsalutary operation of the constitutional treasury. It is certain that if\nthe twenty-four millions of specie imported into the country during the\nfiscal year ending on the 30th of June, 1847, had gone into the banks, as\nto a great extent it must have done, it would in the absence of this system\nhave been made the basis of augmented bank paper issues, probably to an\namount not less than $60,000,000 or $70,000,000, producing, as an\ninevitable consequence of an inflated currency, extravagant prices for a\ntime and wild speculation, which must have been followed, on the reflux to\nEurope the succeeding year of so much of that specie, by the prostration of\nthe business of the country, the suspension of the banks, and most\nextensive bankruptcies. Occurring, as this would have done, at a period\nwhen the country was engaged in a foreign war, when considerable loans of\nspecie were required for distant disbursements, and when the banks, the\nfiscal agents of the Government and the depositories of its money, were\nsuspended, the public credit must have sunk, and many millions of dollars,\nas was the case during the War of 1812, must have been sacrificed in\ndiscounts upon loans and upon the depreciated paper currency which the\nGovernment would have been compelled to use.Under the operations of the constitutional treasury not a dollar has been\nlost by the depreciation of the currency. The loans required to prosecute\nthe war with Mexico were negotiated by the Secretary of the Treasury above\npar, realizing a large premium to the Government. The restraining effect of\nthe system upon the tendencies to excessive paper issues by banks has saved\nthe Government from heavy losses and thousands of our business men from\nbankruptcy and ruin. The wisdom of the system has been tested by the\nexperience of the last two years, and it is the dictate of sound policy\nthat it should remain undisturbed. The modifications in some of the details\nof this measure, involving none of its essential principles, heretofore\nrecommended, are again presented for your favorable consideration.In my message of the 6th of July last, transmitting to Congress the\nratified treaty of peace with Mexico, I recommended the adoption of\nmeasures for the speedy payment of the public debt. In reiterating that\nrecommendation I refer you to the considerations presented in that message\nin its support. The public debt, including that authorized to be negotiated\nin pursuance of existing laws, and including Treasury notes, amounted at\nthat time to $65,778,450.41.Funded stock of the United States amounting to about half a million of\ndollars has been purchased, as authorized by law, since that period, and\nthe public debt has thus been reduced, the details of which will be\npresented in the annual report of the Secretary of the Treasury.The estimates of expenditures for the next fiscal year, submitted by the\nSecretary of the Treasury, it is believed will be ample for all necessary\npurposes. If the appropriations made by Congress shall not exceed the\namount estimated, the means in the Treasury will be sufficient to defray\nall the expenses of the Government, to pay off the next installment of\n$3,000,000 to Mexico, which will fall due on the 30th of May next, and\nstill a considerable surplus will remain, which should be applied to the\nfurther purchase of the public stock and reduction of the debt. Should\nenlarged appropriations be made, the necessary consequence will be to\npostpone the payment of the debt. Though our debt, as compared with that of\nmost other nations, is small, it is our true policy, and in harmony with\nthe genius of our institutions, that we should present to the world the\nrare spectacle of a great Republic, possessing vast resources and wealth,\nwholly exempt from public indebtedness. This would add still more to our\nstrength, and give to us a still more commanding position among the nations\nof the earth.The public expenditures should be economical, and be confined to such\nnecessary objects as are clearly within the powers of Congress. All such as\nare not absolutely demanded should be postponed, and the payment of the\npublic debt at the earliest practicable period should be a cardinal\nprinciple of our public policy.For the reason assigned in my last annual message, I repeat the\nrecommendation that a branch of the Mint of the United States be\nestablished at the city of New York. The importance of this measure is\ngreatly increased by the acquisition of the rich mines of the precious\nmetals in New Mexico and California, and especially in the latter.I repeat the recommendation heretofore made in favor of the graduation and\nreduction of the price of such of the public lands as have been long\noffered in the market and have remained unsold, and in favor of extending\nthe rights of preemption to actual settlers on the unsurveyed as well as\nthe surveyed lands.The condition and operations of the Army and the state of other branches of\nthe public service under the supervision of the War Department are\nsatisfactorily presented in the accompanying report of the Secretary of\nWar.On the return of peace our forces were withdrawn from Mexico, and the\nvolunteers and that portion of the Regular Army engaged for the war were\ndisbanded. Orders have been issued for stationing the forces of our\npermanent establishment at various positions in our extended country where\ntroops may be required. Owing to the remoteness of some of these positions,\nthe detachments have not yet reached their destination. Notwithstanding the\nextension of the limits of our country and the forces required in the new\nterritories, it is confidently believed that our present military\nestablishment is sufficient for all exigencies so long as our peaceful\nrelations remain undisturbed.Of the amount of military contributions collected in Mexico, the sum of\n$769,650 was applied toward the payment of the first installment due under\nthe treaty with Mexico. The further sum of $346,369.30 has been paid into\nthe Treasury, and unexpended balances still remain in the hands of\ndisbursing officers and those who were engaged in the collection of these\nmoneys. After the proclamation of peace no further disbursements were made\nof any unexpended moneys arising from this source. The balances on hand\nwere directed to be paid into the Treasury, and individual claims on the\nfund will remain unadjusted until Congress shall authorize their settlement\nand payment. These claims are not considerable in number or amount.I recommend to your favorable consideration the suggestions of the\nSecretary of War and the Secretary of the Navy in regard to legislation on\nthis subject.Our Indian relations are presented in a most favorable view in the report\nfrom the War Department. The wisdom of our policy in regard to the tribes\nwithin our limits is clearly manifested by their improved and rapidly\nimproving condition.A most important treaty with the Menomonies has been recently negotiated by\nthe Commissioner of Indian Affairs in person, by which all their land in\nthe State of Wisconsin--being about 4,000,000 acres--has been ceded to the\nUnited States. This treaty will be submitted to the Senate for ratification\nat an early period of your present session.Within the last four years eight important treaties have been negotiated\nwith different Indian tribes, and at a cost of $1,842,000; Indian lands to\nthe amount of more than 18,500,000 acres have been ceded to the United\nStates, and provision has been made for settling in the country west of the\nMississippi the tribes which occupied this large extent of the public\ndomain. The title to all the Indian lands within the several States of our\nUnion, with the exception of a few small reservations, is now extinguished,\nand a vast region opened for settlement and cultivation.The accompanying report of the Secretary of the Navy gives a satisfactory\nexhibit of the operations and condition of that branch of the public\nservice.A number of small vessels, suitable for entering the mouths of rivers, were\njudiciously purchased during the war, and gave great efficiency to the\nsquadron in the Gulf of Mexico. On the return of peace, when no longer\nvaluable for naval purposes, and liable to constant deterioration, they\nwere sold and the money placed in the Treasury.The number of men in the naval service authorized by law during the war has\nbeen reduced by discharges below the maximum fixed for the peace\nestablishment. Adequate squadrons are maintained in the several quarters of\nthe globe where experience has shown their services may be most usefully\nemployed, and the naval service was never in a condition of higher\ndiscipline or greater efficiency.I invite attention to the recommendation of the Secretary of the Navy on\nthe subject of the Marine Corps. The reduction of the Corps at the end of\nthe war required that four officers of each of the three lower grades\nshould be dropped from the rolls. A board of officers made the selection,\nand those designated were necessarily dismissed, but without any alleged\nfault. I concur in opinion with the Secretary that the service would be\nimproved by reducing the number of landsmen and increasing the marines.\nSuch a measure would justify an increase of the number of officers to the\nextent of the reduction by dismissal, and still the Corps would have fewer\nofficers than a corresponding number of men in the Army.The contracts for the transportation of the mail in steamships, convertible\ninto war steamers, promise to realize all the benefits to our commerce and\nto the Navy which were anticipated. The first steamer thus secured to the\nGovernment was launched in January, 1847. There are now seven, and in\nanother year there will probably be not less than seventeen afloat. While\nthis great national advantage is secured, our social and commercial\nintercourse is increased and promoted with Germany, Great Britain, and\nother parts of Europe, with all the countries on the west coast of our\ncontinent, especially with Oregon and California, and between the northern\nand southern sections of the United States. Considerable revenue may be\nexpected from postages, but the connected line from New York to Chagres,\nand thence across the Isthmus to Oregon, can not fail to exert a beneficial\ninfluence, not now to be estimated, on the interests of the manufactures,\ncommerce, navigation, and currency of the United States. As an important\npart of the system, I recommend to your favorable consideration the\nestablishment of the proposed line of steamers between New Orleans and Vera\nCruz. It promises the most happy results in cementing friendship between\nthe two Republics and extending reciprocal benefits to the trade and\nmanufactures of both.The report of the Postmaster-General will make known to you the operations\nof that Department for the past year.It is gratifying to find the revenues of the Department, under the rates of\npostage now established by law, so rapidly increasing. The gross amount of\npostages during the last fiscal year amounted to $4,371,077, exceeding the\nannual average received for the nine years immediately preceding the\npassage of the act of the 3d of March, 1845, by the sum of $6,453, and\nexceeding the amount received for the year ending the 30th of June, 1847,\nby the sum of $425,184.The expenditures for the year, excluding the sum of $94,672, allowed by\nCongress at its last session to individual claimants, and including the sum\nof $100,500, paid for the services of the line of steamers between Bremen\nand New York, amounted to $4,198,845, which is less than the annual average\nfor the nine years previous to the act of 1845 by $300,748.The mail routes on the 30th day of June last were 163,208 miles in extent,\nbeing an increase during the last year of 9,390 miles. The mails were\ntransported over them during the same time 41,012,579 miles, making an\nincrease of transportation for the year of 2,124,680 miles, whilst the\nexpense was less than that of the previous year by $4,235.The increase in the mail transportation within the last three years has\nbeen 5,378,310 miles, whilst the expenses were reduced $456,738, making an\nincrease of service at the rate of 15 per cent and a reduction in the\nexpenses of more than 15 per cent.During the past year there have been employed, under contracts with the\nPost-Office Department, two ocean steamers in conveying the mails monthly\nbetween New York and Bremen, and one, since October last, performing\nsemimonthly service between Charleston and Havana; and a contract has been\nmade for the transportation of the Pacific mails across the Isthmus from\nChagres to Panama.Under the authority given to the Secretary of the Navy, three ocean\nsteamers have been constructed and sent to the Pacific, and are expected to\nenter upon the mail service between Panama and Oregon and the intermediate\nports on the 1st of January next; and a fourth has been engaged by him for\nthe service between Havana and Chagres, so that a regular monthly mail line\nwill be kept up after that time between the United States and our\nterritories on the Pacific.Notwithstanding this great increase in the mail service, should the revenue\ncontinue to increase the present year as it did in the last, there will be\nreceived near $450,000 more than the expenditures.These considerations have satisfied the Postmaster-General that, with\ncertain modifications of the act of 1845, the revenue may be still further\nincreased and a reduction of postages made to a uniform rate of 5 cents,\nwithout an interference with the principle, which has been constantly and\nproperly enforced, of making that Department sustain itself.A well-digested cheap-postage system is the best means of diffusing\nintelligence among the people, and is of so much importance in a country so\nextensive as that of the United States that I recommend to your favorable\nconsideration the suggestions of the Postmaster-General for its\nimprovement.Nothing can retard the onward progress of our country and prevent us from\nassuming and maintaining the first rank among nations but a disregard of\nthe experience of the past and a recurrence to an unwise public policy. We\nhave just closed a foreign war by an honorable peace--a war rendered\nnecessary and unavoidable in vindication of the national rights and honor.\nThe present condition of the country is similar in some respects to that\nwhich existed immediately after the close of the war with Great Britain in\n1815, and the occasion is deemed to be a proper one to take a retrospect of\nthe measures of public policy which followed that war. There was at that\nperiod of our history a departure from our earlier policy. The enlargement\nof the powers of the Federal Government by construction, which obtained,\nwas not warranted by any just interpretation of the Constitution. A few\nyears after the close of that war a series of measures was adopted which,\nunited and combined, constituted what was termed by their authors and\nadvocates the \"American system.\"The introduction of the new policy was for a time favored by the condition\nof the country, by the heavy debt which had been contracted during the war,\nby the depression of the public credit, by the deranged state of the\nfinances and the currency, and by the commercial and pecuniary\nembarrassment which extensively prevailed. These were not the only causes\nwhich led to its establishment. The events of the war with Great Britain\nand the embarrassments which had attended its prosecution had left on the\nminds of many of our statesmen the impression that our Government was not\nstrong enough, and that to wield its resources successfully in great\nemergencies, and especially in war, more power should be concentrated in\nits hands. This increased power they did not seek to obtain by the\nlegitimate and prescribed mode--an amendment of the Constitution--but by\nconstruction. They saw Governments in the Old World based upon different\norders of society, and so constituted as to throw the whole power of\nnations into the hands of a few, who taxed and controlled the many without\nresponsibility or restraint. In that arrangement they conceived the\nstrength of nations in war consisted. There was also something fascinating\nin the ease, luxury, and display of the higher orders, who drew their\nwealth from the toil of the laboring millions. The authors of the system\ndrew their ideas of political economy from what they had witnessed in\nEurope, and particularly in Great Britain. They had viewed the enormous\nwealth concentrated in few hands and had seen the splendor of the overgrown\nestablishments of an aristocracy which was upheld by the restrictive\npolicy. They forgot to look down upon the poorer classes of the English\npopulation, upon whose daily and yearly labor the great establishments they\nso much admired were sustained and supported. They failed to perceive that\nthe scantily fed and half-clad operatives were not only in abject poverty,\nbut were bound in chains of oppressive servitude for the benefit of favored\nclasses, who were the exclusive objects of the care of the Government.It was not possible to reconstruct society in the United States upon the\nEuropean plan. Here there was a written Constitution, by which orders and\ntitles were not recognized or tolerated. A system of measures was therefore\ndevised, calculated, if not intended, to withdraw power gradually and\nsilently from the States and the mass of the people, and by construction to\napproximate our Government to the European models, substituting an\naristocracy of wealth for that of orders and titles.Without reflecting upon the dissimilarity of our institutions and of the\ncondition of our people and those of Europe, they conceived the vain idea\nof building up in the United States a system similar to that which they\nadmired abroad. Great Britain had a national bank of large capital, in\nwhose hands was concentrated the controlling monetary and financial power\nof the nation--an institution wielding almost kingly power, and exerting\nvast influence upon all the operations of trade and upon the policy of the\nGovernment itself. Great Britain had an enormous public debt, and it had\nbecome a part of her public policy to regard this as a \"public blessing.\"\nGreat Britain had also a restrictive policy, which placed fetters and\nburdens on trade and trammeled the productive industry of the mass of the\nnation. By her combined system of policy the landlords and other property\nholders were protected and enriched by the enormous taxes which were levied\nupon the labor of the country for their advantage. Imitating this foreign\npolicy, the first step in establishing the new system in the United States\nwas the creation of a national bank. Not foreseeing the dangerous power and\ncountless evils which such an institution might entail on the country, nor\nperceiving the connection which it was designed to form between the bank\nand the other branches of the miscalled \"American system,\" but feeling the\nembarrassments of the Treasury and of the business of the country\nconsequent upon the war, some of our statesmen who had held different and\nsounder views were induced to yield their scruples and, indeed, settled\nconvictions of its unconstitutionality, and to give it their sanction as an\nexpedient which they vainly hoped might produce relief. It was a most\nunfortunate error, as the subsequent history and final catastrophe of that\ndangerous and corrupt institution have abundantly proved. The bank, with\nits numerous branches ramified into the States, soon brought many of the\nactive political and commercial men in different sections of the country\ninto the relation of debtors to it and dependents upon it for pecuniary\nfavors, thus diffusing throughout the mass of society a great number of\nindividuals of power and influence to give tone to public opinion and to\nact in concert in cases of emergency. The corrupt power of such a political\nengine is no longer a matter of speculation, having been displayed in\nnumerous instances, but most signally in the political struggles of 1832,\n1833, and 1834 in opposition to the public will represented by a fearless\nand patriotic President.But the bank was but one branch of the new system. A public debt of more\nthan $120,000,000 existed, and it is not to be disguised that many of the\nauthors of the new system did not regard its speedy payment as essential to\nthe public prosperity, but looked upon its continuance as no national evil.\nWhilst the debt existed it furnished aliment to the national bank and\nrendered increased taxation necessary to the amount of the interest,\nexceeding $7,000,000 annually.This operated in harmony with the next branch of the new system, which was\na high protective tariff. This was to afford bounties to favored classes\nand particular pursuits at the expense of all others. A proposition to tax\nthe whole people for the purpose of enriching a few was too monstrous to be\nopenly made. The scheme was therefore veiled under the plausible but\ndelusive pretext of a measure to protect \"home industry,\" and many of our\npeople were for a time led to believe that a tax which in the main fell\nupon labor was for the benefit of the laborer who paid it. This branch of\nthe system involved a partnership between the Government and the favored\nclasses, the former receiving the proceeds of the tax imposed on articles\nimported and the latter the increased price of similar articles produced at\nhome, caused by such tax. It is obvious that the portion to be received by\nthe favored classes would, as a general rule, be increased in proportion to\nthe increase of the rates of tax imposed and diminished as those rates were\nreduced to the revenue standard required by the wants of the Government.\nThe rates required to produce a sufficient revenue for the ordinary\nexpenditures of Government for necessary purposes were not likely to give\nto the private partners in this scheme profits sufficient to satisfy their\ncupidity, and hence a variety of expedients and pretexts were resorted to\nfor the purpose of enlarging the expenditures and thereby creating a\nnecessity for keeping up a high protective tariff. The effect of this\npolicy was to interpose artificial restrictions upon the natural course of\nthe business and trade of the country, and to advance the interests of\nlarge capitalists and monopolists at the expense of the great mass of the\npeople, who were taxed to increase their wealth.Another branch of this system was a comprehensive scheme of internal\nimprovements, capable of indefinite enlargement and sufficient to swallow\nup as many millions annually as could be exacted from the foreign commerce\nof the country. This was a convenient and necessary adjunct of the\nprotective tariff. It was to be the great absorbent of any surplus which\nmight at any time accumulate in the Treasury and of the taxes levied on the\npeople, not for necessary revenue purposes, but for the avowed object of\naffording protection to the favored classes.Auxiliary to the same end, if it was not an essential part of the system\nitself, was the scheme, which at a later period obtained, for distributing\nthe proceeds of the sales of the public lands among the States. Other\nexpedients were devised to take money out of the Treasury and prevent its\ncoming in from any other source than the protective tariff. The authors and\nsupporters of the system were the advocates of the largest expenditures,\nwhether for necessary or useful purposes or not, because the larger the\nexpenditures the greater was the pretext for high taxes in the form of\nprotective duties.These several measures were sustained by popular names and plausible\narguments, by which thousands were deluded. The bank was represented to be\nan indispensable fiscal agent for the Government; was to equalize exchanges\nand to regulate and furnish a sound currency, always and everywhere of\nuniform value. The protective tariff was to give employment to \"American\nlabor\" at advanced prices; was to protect \"home industry\" and furnish a\nsteady market for the farmer. Internal improvements were to bring trade\ninto every neighborhood and enhance the value of every man's property. The\ndistribution of the land money was to enrich the States, finish their\npublic works, plant schools throughout their borders, and relieve them from\ntaxation. But the fact that for every dollar taken out of the Treasury for\nthese objects a much larger sum was transferred from the pockets of the\npeople to the favored classes was carefully concealed, as was also the\ntendency, if not the ultimate design, of the system to build up an\naristocracy of wealth, to control the masses of society, and monopolize the\npolitical power of the country.The several branches of this system were so intimately blended together\nthat in their operation each sustained and strengthened the others. Their\njoint operation was to add new burthens of taxation and to encourage a\nlargely increased and wasteful expenditure of public money. It was the\ninterest of the bank that the revenue collected and the disbursements made\nby the Government should be large, because, being the depository of the\npublic money, the larger the amount the greater would be the bank profits\nby its use. It was the interest of the favored classes, who were enriched\nby the protective tariff, to have the rates of that protection as high as\npossible, for the higher those rates the greater would be their advantage.\nIt was the interest of the people of all those sections and localities who\nexpected to be benefited by expenditures for internal improvements that the\namount collected should be as large as possible, to the end that the sum\ndisbursed might also be the larger. The States, being the beneficiaries in\nthe distribution of the land money, had an interest in having the rates of\ntax imposed by the protective tariff large enough to yield a sufficient\nrevenue from that source to meet the wants of the Government without\ndisturbing or taking from them the land fund; so that each of the branches\nconstituting the system had a common interest in swelling the public\nexpenditures. They had a direct interest in maintaining the public debt\nunpaid and increasing its amount, because this would produce an annual\nincreased drain upon the Treasury to the amount of the interest and render\naugmented taxes necessary. The operation and necessary effect of the whole\nsystem were to encourage large and extravagant expenditures, and thereby to\nincrease the public patronage, and maintain a rich and splendid government\nat the expense of a taxed and impoverished people.It is manifest that this scheme of enlarged taxation and expenditures, had\nit continued to prevail, must soon have converted the Government of the\nUnion, intended by its framers to be a plain, cheap, and simple\nconfederation of States, united together for common protection and charged\nwith a few specific duties, relating chiefly to our foreign affairs, into a\nconsolidated empire, depriving the States of their reserved rights and the\npeople of their just power and control in the administration of their\nGovernment. In this manner the whole form and character of the Government\nwould be changed, not by an amendment of the Constitution, but by resorting\nto an unwarrantable and unauthorized construction of that instrument.The indirect mode of levying the taxes by a duty on imports prevents the\nmass of the people from readily perceiving the amount they pay, and has\nenabled the few who are thus enriched, and who seek to wield the political\npower of the country, to deceive and delude them. Were the taxes collected\nby a direct levy upon the people, as is the case in the States, this could\nnot occur.The whole system was resisted from its inception by many of our ablest\nstatesmen, some of whom doubted its constitutionality and its expediency,\nwhile others believed it was in all its branches a flagrant and dangerous\ninfraction of the Constitution.That a national bank, a protective tariff--levied not to raise the revenue\nneeded, but for protection merely--internal improvements, and the\ndistribution of the proceeds of the sale of the public lands are measures\nwithout the warrant of the Constitution would, upon the maturest\nconsideration, seem to be clear. It is remarkable that no one of these\nmeasures, involving such momentous consequences, is authorized by any\nexpress grant of power in the Constitution. No one of them is \"incident to,\nas being necessary and proper for the execution of, the specific powers\"\ngranted by the Constitution. The authority under which it has been\nattempted to justify each of them is derived from inferences and\nconstructions of the Constitution which its letter and its whole object and\ndesign do not warrant. Is it to be conceived that such immense powers would\nhave been left by the framers of the Constitution to mere inferences and\ndoubtful constructions? Had it been intended to confer them on the Federal\nGovernment, it is but reasonable to conclude that it would have been done\nby plain and unequivocal grants. This was not done; but the whole structure\nof which the \"American system\" consisted was reared on no other or better\nfoundation than forced implications and inferences of power, which its\nauthors assumed might be deduced by construction from the Constitution.But it has been urged that the national bank, which constituted so\nessential a branch of this combined system of measures, was not a new\nmeasure, and that its constitutionality had been previously sanctioned,\nbecause a bank had been chartered in 1791 and had received the official\nsignature of President Washington. A few facts will show the just weight to\nwhich this precedent should be entitled as bearing upon the question of\nconstitutionality.Great division of opinion upon the subject existed in Congress. It is well\nknown that President Washington entertained serious doubts both as to the\nconstitutionality and expediency of the measure, and while the bill was\nbefore him for his official approval or disapproval so great were these\ndoubts that he required \"the opinion in writing\" of the members of his\nCabinet to aid him in arriving at a decision. His Cabinet gave their\nopinions and were divided upon the subject, General Hamilton being in favor\nof and Mr. Jefferson and Mr. Randolph being opposed to the\nconstitutionality and expediency of the bank. It is well known also that\nPresident Washington retained the bill from Monday, the 14th, when it was\npresented to him, until Friday, the 25th of February, being the last moment\npermitted him by the Constitution to deliberate, when he finally yielded to\nit his reluctant assent and gave it his signature. It is certain that as\nlate as the 23d of February, being the ninth day after the bill was\npresented to him, he had arrived at no satisfactory conclusion, for on that\nday he addressed a note to General Hamilton in which he informs him that\n\"this bill was presented to me by the joint committee of Congress at 12\no'clock on Monday, the 14th instant,\" and he requested his opinion \"to what\nprecise period, by legal interpretation of the Constitution, can the\nPresident retain it in his possession before it becomes a law by the lapse\nof ten days.\" If the proper construction was that the day on which the bill\nwas presented to the President and the day on which his action was had upon\nit were both to be counted inclusive, then the time allowed him within\nwhich it would be competent for him to return it to the House in which it\noriginated with his objections would expire on Thursday, the 24th of\nFebruary. General Hamilton on the same day returned an answer, in which he\nstates:I give it as my opinion that you have ten days exclusive of that on which\nthe bill was delivered to you and Sundays; hence, in the present case if it\nis returned on Friday it will be in time.By this construction, which the President adopted, he gained another day\nfor deliberation, and it was not until the 25th of February that he signed\nthe bill, thus affording conclusive proof that he had at last obtained his\nown consent to sign it not without great and almost insuperable difficulty.\nAdditional light has been recently shed upon the serious doubts which he\nhad on the subject, amounting at one time to a conviction that it was his\nduty to withhold his approval from the bill. This is found among the\nmanuscript papers of Mr. Madison, authorized to be purchased for the use of\nthe Government by an act of the last session of Congress, and now for the\nfirst time accessible to the public. From these papers it appears that\nPresident Washington, while he yet held the bank bill in his hands,\nactually requested Mr. Madison, at that time a member of the House of\nRepresentatives, to prepare the draft of a veto message for him. Mr.\nMadison, at his request, did prepare the draft of such a message, and sent\nit to him on the 21st of February, 1791. A copy of this original draft, in\nMr. Madison's own handwriting, was carefully preserved by him, and is among\nthe papers lately purchased by Congress. It is preceded by a note, written\non the same sheet, which is also in Mr. Madison's handwriting, and is as\nfollows:February 21, 1791.--Copy of a paper made out and sent to the President, at\nhis request, to be ready in case his judgment should finally decide against\nthe bill for incorporating a national bank, the bill being then before\nhim.Among the objections assigned in this paper to the bill, and which were\nsubmitted for the consideration of the President, are the following:I object to the bill, because it is an essential principle of the\nGovernment that powers not delegated by the Constitution can not be\nrightfully exercised; because the power proposed by the bill to be\nexercised is not expressly delegated, and because I can not satisfy myself\nthat it results from any express power by fair and safe rules of\ninterpretation.The weight of the precedent of the bank of 1791 and the sanction of the\ngreat name of Washington, which has been so often invoked in its support,\nare greatly weakened by the development of these facts.The experiment of that bank satisfied the country that it ought not to be\ncontinued, and at the end of twenty years Congress refused to recharter it.\nIt would have been fortunate for the country, and saved thousands from\nbankruptcy and ruin, had our public men of 1816 resisted the temporary\npressure of the times upon our financial and pecuniary interests and\nrefused to charter the second bank. Of this the country became abundantly\nsatisfied, and at the close of its twenty years' duration, as in the case\nof the first bank, it also ceased to exist. Under the repeated blows of\nPresident Jackson it reeled and fell, and a subsequent attempt to charter a\nsimilar institution was arrested by the veto of President Tyler.Mr. Madison, in yielding his signature to the charter of 1816, did so upon\nthe ground of the respect due to precedents; and, as he subsequently\ndeclared--The Bank of the United States, though on the original question held to be\nunconstitutional, received the Executive signature.It is probable that neither the bank of 1791 nor that of 1816 would have\nbeen chartered but for the embarrassments of the Government in its\nfinances, the derangement of the currency, and the pecuniary pressure which\nexisted, the first the consequence of the War of the Revolution and the\nsecond the consequence of the War of 1812. Both were resorted to in the\ndelusive hope that they would restore public credit and afford relief to\nthe Government and to the business of the country.Those of our public men who opposed the whole \"American system\" at its\ncommencement and throughout its progress foresaw and predicted that it was\nfraught with incalculable mischiefs and must result in serious injury to\nthe best interests of the country. For a series of years their wise\ncounsels were unheeded, and the system was established. It was soon\napparent that its practical operation was unequal and unjust upon different\nportions of the country and upon the people engaged in different pursuits.\nAll were equally entitled to the favor and protection of the Government. It\nfostered and elevated the money power and enriched the favored few by\ntaxing labor, and at the expense of the many. Its effect was to \"make the\nrich richer and the poor poorer.\" Its tendency was to create distinctions\nin society based on wealth and to give to the favored classes undue control\nand sway in our Government. It was an organized money power, which resisted\nthe popular will and sought to shape and control the public policy.Under the pernicious workings of this combined system of measures the\ncountry witnessed alternate seasons of temporary apparent prosperity, of\nsudden and disastrous commercial revulsions, of unprecedented fluctuation\nof prices and depression of the great interests of agriculture, navigation,\nand commerce, of general pecuniary suffering, and of final bankruptcy of\nthousands. After a severe struggle of more than a quarter of a century, the\nsystem was overthrown.The bank has been succeeded by a practical system of finance, conducted and\ncontrolled solely by the Government. The constitutional currency has been\nrestored, the public credit maintained unimpaired even in a period of a\nforeign war, and the whole country has become satisfied that banks,\nnational or State, are not necessary as fiscal agents of the Government.\nRevenue duties have taken the place of the protective tariff. The\ndistribution of the money derived from the sale of the public lands has\nbeen abandoned and the corrupting system of internal improvements, it is\nhoped, has been effectually checked.It is not doubted that if this whole train of measures, designed to take\nwealth from the many and bestow it upon the few, were to prevail the effect\nwould be to change the entire character of the Government. One only danger\nremains. It is the seductions of that branch of the system which consists\nin internal improvements, holding out, as it does, inducements to the\npeople of particular sections and localities to embark the Government in\nthem without stopping to calculate the inevitable consequences. This branch\nof the system is so intimately combined and linked with the others that as\nsurely as an effect is produced by an adequate cause, if it be resuscitated\nand revived and firmly established it requires no sagacity to foresee that\nit will necessarily and speedily draw after it the reestablishment of a\nnational bank, the revival of a protective tariff, the distribution of the\nland money, and not only the postponement to the distant future of the\npayment of the present national debt, but its annual increase.I entertain the solemn conviction that if the internal-improvement branch\nof the \"American system\" be not firmly resisted at this time the whole\nseries of measures composing it will be speedily reestablished and the\ncountry be thrown back from its present high state of prosperity, which the\nexisting policy has produced, and be destined again to witness all the\nevils, commercial revulsions, depression of prices, and pecuniary\nembarrassments through which we have passed during the last twenty-five\nyears.To guard against consequences so ruinous is an object of high national\nimportance, involving, in my judgment, the continued prosperity of the\ncountry.I have felt it to be an imperative obligation to withhold my constitutional\nsanction from two bills which had passed the two Houses of Congress,\ninvolving the principle of the internal improvement branch of the \"American\nsystem\" and conflicting in their provisions with the views here expressed.This power, conferred upon the President by the Constitution, I have on\nthree occasions during my administration of the executive department of the\nGovernment deemed it my duty to exercise, and on this last occasion of\nmaking to Congress an annual communication \"of the state of the Union\" it\nis not deemed inappropriate to review the principles and considerations\nwhich have governed my action. I deem this the more necessary because,\nafter the lapse of nearly sixty years since the adoption of the\nConstitution, the propriety of the exercise of this undoubted\nconstitutional power by the President has for the first time been drawn\nseriously in question by a portion of my fellow-citizens.The Constitution provides that--Every bill which shall have passed the House of Representatives and the\nSenate shall, before it become a law, be presented to the President of the\nUnited States. If he approve he shall sign it, but if not he shall return\nit with his objections to that House in which it shall have originated, who\nshall enter the objections at large on their Journal and proceed to\nreconsider it.The preservation of the Constitution from infraction is the President's\nhighest duty. He is bound to discharge that duty at whatever hazard of\nincurring the displeasure of those who may differ with him in opinion. He\nis bound to discharge it as well by his obligations to the people who have\nclothed him with his exalted trust as by his oath of office, which he may\nnot disregard. Nor are the obligations of the President in any degree\nlessened by the prevalence of views different from his own in one or both\nHouses of Congress. It is not alone hasty and inconsiderate legislation\nthat he is required to check; but if at any time Congress shall, after\napparently full deliberation, resolve on measures which he deems subversive\nof the Constitution or of the vital interests of the country, it is his\nsolemn duty to stand in the breach and resist them. The President is bound\nto approve or disapprove every bill which passes Congress and is presented\nto him for his signature. The Constitution makes this his duty, and he can\nnot escape it if he would. He has no election. In deciding upon any bill\npresented to him he must exercise his own best judgment. If he can not\napprove, the Constitution commands him to return the bill to the House in\nwhich it originated with his objections, and if he fail to do this within\nten days (Sundays excepted) it shall become a law without his signature.\nRight or wrong, he may be overruled by a vote of two-thirds of each House,\nand in that event the bill becomes a law without his sanction. If his\nobjections be not thus overruled, the subject is only postponed, and is\nreferred to the States and the people for their consideration and decision.\nThe President's power is negative merely, and not affirmative. He can enact\nno law. The only effect, therefore, of his withholding his approval of a\nbill passed by Congress is to suffer the existing laws to remain unchanged,\nand the delay occasioned is only that required to enable the States and the\npeople to consider and act upon the subject in the election of public\nagents who will carry out their wishes and instructions. Any attempt to\ncoerce the President to yield his sanction to measures which he can not\napprove would be a violation of the spirit of the Constitution, palpable\nand flagrant, and if successful would break down the independence of the\nexecutive department and make the President, elected by the people and\nclothed by the Constitution with power to defend their rights, the mere\ninstrument of a majority of Congress. A surrender on his part of the powers\nwith which the Constitution has invested his office would effect a\npractical alteration of that instrument without resorting to the prescribed\nprocess of amendment.With the motives or considerations which may induce Congress to pass any\nbill the President can have nothing to do. He must presume them to be as\npure as his own, and look only to the practical effect of their measures\nwhen compared with the Constitution or the public good.But it has been urged by those who object to the exercise of this undoubted\nconstitutional power that it assails the representative principle and the\ncapacity of the people to govern themselves; that there is greater safety\nin a numerous representative body than in the single Executive created by\nthe Constitution, and that the Executive veto is a \"one-man power,\"\ndespotic in its character. To expose the fallacy of this objection it is\nonly necessary to consider the frame and true character of our system. Ours\nis not a consolidated empire, but a confederated union. The States before\nthe adoption of the Constitution were coordinate, co-equal, and separate\nindependent sovereignties, and by its adoption they did not lose that\ncharacter. They clothed the Federal Government with certain powers and\nreserved all others, including their own sovereignty, to themselves. They\nguarded their own rights as States and the rights of the people by the very\nlimitations which they incorporated into the Federal Constitution, whereby\nthe different departments of the General Government were checks upon each\nother. That the majority should govern is a general principle controverted\nby none, but they must govern according to the Constitution, and not\naccording to an undefined and unrestrained discretion, whereby they may\noppress the minority.The people of the United States are not blind to the fact that they may be\ntemporarily misled, and that their representatives, legislative and\nexecutive, may be mistaken or influenced in their action by improper\nmotives. They have therefore interposed between themselves and the laws\nwhich may be passed by their public agents various representations, such as\nassemblies, senates, and governors in their several States, a House of\nRepresentatives, a Senate, and a President of the United States. The people\ncan by their own direct agency make no law, nor can the House of\nRepresentatives, immediately elected by them, nor can the Senate, nor can\nboth together without the concurrence of the President or a vote of\ntwo-thirds of both Houses.Happily for themselves, the people in framing our admirable system of\ngovernment were conscious of the infirmities of their representatives, and\nin delegating to them the power of legislation they have fenced them around\nwith checks to guard against the effects of hasty action, of error, of\ncombination, and of possible corruption. Error, selfishness, and faction\nhave often sought to rend asunder this web of checks and subject the\nGovernment to the control of fanatic and sinister influences, but these\nefforts have only satisfied the people of the wisdom of the checks which\nthey have imposed and of the necessity of preserving them unimpaired.The true theory of our system is not to govern by the acts or decrees of\nany one set of representatives. The Constitution interposes checks upon all\nbranches of the Government, in order to give time for error to be corrected\nand delusion to pass away; but if the people settle down into a firm\nconviction different from that of their representatives they give effect to\ntheir opinions by changing their public servants. The checks which the\npeople imposed on their public servants in the adoption of the Constitution\nare the best evidence of their capacity for self-government. They know that\nthe men whom they elect to public stations are of like infirmities and\npassions with themselves, and not to be trusted without being restricted by\ncoordinate authorities and constitutional limitations. Who that has\nwitnessed the legislation of Congress for the last thirty years will say\nthat he knows of no instance in which measures not demanded by the public\ngood have been carried? Who will deny that in the State governments, by\ncombinations of individuals and sections, in derogation of the general\ninterest, banks have been chartered, systems of internal improvements\nadopted, and debts entailed upon the people repressing their growth and\nimpairing their energies for years to come?After so much experience it can not be said that absolute unchecked power\nis safe in the hands of any one set of representatives, or that the\ncapacity of the people for self-government, which is admitted in its\nbroadest extent, is a conclusive argument to prove the prudence, wisdom,\nand integrity of their representatives.The people, by the Constitution, have commanded the President, as much as\nthey have commanded the legislative branch of the Government, to execute\ntheir will. They have said to him in the Constitution, which they require\nhe shall take a solemn oath to support, that if Congress pass any bill\nwhich he can not approve \"he shall return it to the House in which it\noriginated with his objections.\" In withholding from it his approval and\nsignature he is executing the will of the people, constitutionally\nexpressed, as much as the Congress that passed it. No bill is presumed to\nbe in accordance with the popular will until it shall have passed through\nall the branches of the Government required by the Constitution to make it\na law. A bill which passes the House of Representatives may be rejected by\nthe Senate, and so a bill passed by the Senate may be rejected by the\nHouse. In each case the respective Houses exercise the veto power on the\nother.Congress, and each House of Congress, hold under the Constitution a check\nupon the President, and he, by the power of the qualified veto, a check\nupon Congress. When the President recommends measures to Congress, he avows\nin the most solemn form his opinions, gives his voice in their favor, and\npledges himself in advance to approve them if passed by Congress. If he\nacts without due consideration, or has been influenced by improper or\ncorrupt motives, or if from any other cause Congress, or either House of\nCongress, shall differ with him in opinion, they exercise their veto upon\nhis recommendations and reject them; and there is no appeal from their\ndecision but to the people at the ballot box. These are proper checks upon\nthe Executive, wisely interposed by the Constitution. None will be found to\nobject to them or to wish them removed. It is equally important that the\nconstitutional checks of the Executive upon the legislative branch should\nbe preserved.If it be said that the Representatives in the popular branch of Congress\nare chosen directly by the people, it is answered, the people elect the\nPresident. If both Houses represent the States and the people, so does the\nPresident. The President represents in the executive department the whole\npeople of the United States, as each member of the legislative department\nrepresents portions of them.The doctrine of restriction upon legislative and executive power, while a\nwell-settled public opinion is enabled within a reasonable time to\naccomplish its ends, has made our country what it is, and has opened to us\na career of glory and happiness to which all other nations have been\nstrangers.In the exercise of the power of the veto the President is responsible not\nonly to an enlightened public opinion, but to the people of the whole\nUnion, who elected him, as the representatives in the legislative branches\nwho differ with him in opinion are responsible to the people of particular\nStates or districts, who compose their respective constituencies. To deny\nto the President the exercise of this power would be to repeal that\nprovision of the Constitution which confers it upon him. To charge that its\nexercise unduly controls the legislative will is to complain of the\nConstitution itself.If the Presidential veto be objected to upon the ground that it checks and\nthwarts the popular will, upon the same principle the equality of\nrepresentation of the States in the Senate should be stricken out of the\nConstitution. The vote of a Senator from Delaware has equal weight in\ndeciding upon the most important measures with the vote of a Senator from\nNew York, and yet the one represents a State containing, according to the\nexisting apportionment of Representatives in the House of Representatives,\nbut one thirty-fourth part of the population of the other. By the\nconstitutional composition of the Senate a majority of that body from the\nsmaller States represent less than one-fourth of the people of the Union.\nThere are thirty States, and under the existing apportionment of\nRepresentatives there are 230 Members in the House of Representatives.\nSixteen of the smaller States are represented in that House by but 50\nMembers, and yet the Senators from these States constitute a majority of\nthe Senate. So that the President may recommend a measure to Congress, and\nit may receive the sanction and approval of more than three-fourths of the\nHouse of Representatives and of all the Senators from the large States,\ncontaining more than three-fourths of the whole population of the United\nStates, and yet the measure may be defeated by the votes of the Senators\nfrom the smaller States. None, it is presumed, can be found ready to change\nthe organization of the Senate on this account, or to strike that body\npractically out of existence by requiring that its action shall be\nconformed to the will of the more numerous branch.Upon the same principle that the veto of the President should be\npractically abolished the power of the Vice-President to give the casting\nvote upon an equal division of the Senate should be abolished also. The\nVice-President exercises the veto power as effectually by rejecting a bill\nby his casting vote as the President does by refusing to approve and sign\nit. This power has been exercised by the Vice-President in a few instances,\nthe most important of which was the rejection of the bill to recharter the\nBank of the United States in 1811. It may happen that a bill may be passed\nby a large majority of the House of Representatives, and may be supported\nby the Senators from the larger States, and the Vice-President may reject\nit by giving his vote with the Senators from the smaller States; and yet\nnone, it is presumed, are prepared to deny to him the exercise of this\npower under the Constitution.But it is, in point of fact, untrue that an act passed by Congress is\nconclusive evidence that it is an emanation of the popular will. A majority\nof the whole number elected to each House of Congress constitutes a quorum,\nand a majority of that quorum is competent to pass laws. It might happen\nthat a quorum of the House of Representatives, consisting of a single\nmember more than half of the whole number elected to that House, might pass\na bill by a majority of a single vote, and in that case a fraction more\nthan one-fourth of the people of the United States would be represented by\nthose who voted for it. It might happen that the same bill might be passed\nby a majority of one of a quorum of the Senate, composed of Senators from\nthe fifteen smaller States and a single Senator from a sixteenth State; and\nif the Senators voting for it happened to be from the eight of the smallest\nof these States, it would be passed by the votes of Senators from States\nhaving but fourteen Representatives in the House of Representatives, and\ncontaining less than one-sixteenth of the whole population of the United\nStates. This extreme case is stated to illustrate the fact that the mere\npassage of a bill by Congress is no conclusive evidence that those who\npassed it represent the majority of the people of the United States or\ntruly reflect their will. If such an extreme case is not likely to happen,\ncases that approximate it are of constant occurrence. It is believed that\nnot a single law has been passed since the adoption of the Constitution\nupon which all the members elected to both Houses have been present and\nvoted. Many of the most important acts which have passed Congress have been\ncarried by a close vote in thin Houses. Many instances of this might be\ngiven. Indeed, our experience proves that many of the most important acts\nof Congress are postponed to the last days, and often the last hours, of a\nsession, when they are disposed of in haste, and by Houses but little\nexceeding the number necessary to form a quorum.Besides, in most of the States the members of the House of Representatives\nare chosen by pluralities, and not by majorities of all the voters in their\nrespective districts, and it may happen that a majority of that House may\nbe returned by a less aggregate vote of the people than that received by\nthe minority.If the principle insisted on be sound, then the Constitution should be so\nchanged that no bill shall become a law unless it is voted for by members\nrepresenting in each House a majority of the whole people of the United\nStates. We must remodel our whole system, strike down and abolish not only\nthe salutary checks lodged in the executive branch, but must strike out and\nabolish those lodged in the Senate also, and thus practically invest the\nwhole power of the Government in a majority of a single assembly--a\nmajority uncontrolled and absolute, and which may become despotic. To\nconform to this doctrine of the right of majorities to rule, independent of\nthe checks and limitations of the Constitution, we must revolutionize our\nwhole system; we must destroy the constitutional compact by which the\nseveral States agreed to form a Federal Union and rush into consolidation,\nwhich must end in monarchy or despotism. No one advocates such a\nproposition, and yet the doctrine maintained, if carried out, must lead to\nthis result.One great object of the Constitution in conferring upon the President a\nqualified negative upon the legislation of Congress was to protect\nminorities from injustice and oppression by majorities. The equality of\ntheir representation in the Senate and the veto power of the President are\nthe constitutional guaranties which the smaller States have that their\nrights will be respected. Without these guaranties all their interests\nwould be at the mercy of majorities in Congress representing the larger\nStates. To the smaller and weaker States, therefore, the preservation of\nthis power and its exercise upon proper occasions demanding it is of vital\nimportance. They ratified the Constitution and entered into the Union,\nsecuring to themselves an equal representation with the larger States in\nthe Senate; and they agreed to be bound by all laws passed by Congress upon\nthe express condition, and none other, that they should be approved by the\nPresident or passed, his objections to the contrary notwithstanding, by a\nvote of two-thirds of both Houses. Upon this condition they have a right to\ninsist as a part of the compact to which they gave their assent.A bill might be passed by Congress against the will of the whole people of\na particular State and against the votes of its Senators and all its\nRepresentatives. However prejudicial it might be to the interests of such\nState, it would be bound by it if the President shall approve it or it\nshall be passed by a vote of two-thirds of both Houses; but it has a right\nto demand that the President shall exercise his constitutional power and\narrest it if his judgment is against it. If he surrender this power, or\nfail to exercise it in a case where he can not approve, it would make his\nformal approval a mere mockery, and would be itself a violation of the\nConstitution, and the dissenting State would become bound by a law which\nhad not been passed according to the sanctions of the Constitution.The objection to the exercise of the veto power is founded upon an idea\nrespecting the popular will, which, if carried out, would annihilate State\nsovereignty and substitute for the present Federal Government a\nconsolidation directed by a supposed numerical majority. A revolution of\nthe Government would be silently effected and the States would be subjected\nto laws to which they had never given their constitutional consent.The Supreme Court of the United States is invested with the power to\ndeclare, and has declared, acts of Congress passed with the concurrence of\nthe Senate, the House of Representatives, and the approval of the President\nto be unconstitutional and void, and yet none, it is presumed, can be found\nwho will be disposed to strip this highest judicial tribunal under the\nConstitution of this acknowledged power--a power necessary alike to its\nindependence and the rights of individuals.For the same reason that the Executive veto should, according to the\ndoctrine maintained, be rendered nugatory, and be practically expunged from\nthe Constitution, this power of the court should also be rendered nugatory\nand be expunged, because it restrains the legislative and Executive will,\nand because the exercise of such a power by the court may be regarded as\nbeing in conflict with the capacity of the people to govern themselves.\nIndeed, there is more reason for striking this power of the court from the\nConstitution than there is that of the qualified veto of the president,\nbecause the decision of the court is final, and can never be reversed even\nthough both Houses of Congress and the President should be unanimous in\nopposition to it, whereas the veto of the President may be overruled by a\nvote of two-thirds of both Houses of Congress or by the people at the\npolls.It is obvious that to preserve the system established by the Constitution\neach of the coordinate branches of the Government--the executive,\nlegislative, and judicial--must be left in the exercise of its appropriate\npowers. If the executive or the judicial branch be deprived of powers\nconferred upon either as checks on the legislative, the preponderance of\nthe latter will become disproportionate and absorbing and the others\nimpotent for the accomplishment of the great objects for which they were\nestablished. Organized, as they are, by the Constitution, they work\ntogether harmoniously for the public good. If the Executive and the\njudiciary shall be deprived of the constitutional powers invested in them,\nand of their due proportions, the equilibrium of the system must be\ndestroyed, and consolidation, with the most pernicious results, must\nensue--a consolidation of unchecked, despotic power, exercised by\nmajorities of the legislative branch.The executive, legislative, and judicial each constitutes a separate\ncoordinate department of the Government, and each is independent of the\nothers. In the performance of their respective duties under the\nConstitution neither can in its legitimate action control the others. They\neach act upon their several responsibilities in their respective spheres.\nBut if the doctrines now maintained be correct, the executive must become\npractically subordinate to the legislative, and the judiciary must become\nsubordinate to both the legislative and the executive; and thus the whole\npower of the Government would be merged in a single department. Whenever,\nif ever, this shall occur, our glorious system of well-regulated\nself-government will crumble into ruins, to be succeeded, first by anarchy,\nand finally by monarchy or despotism. I am far from believing that this\ndoctrine is the sentiment of the American people; and during the short\nperiod which remains in which it will be my duty to administer the\nexecutive department it will be my aim to maintain its independence and\ndischarge its duties without infringing upon the powers or duties of either\nof the other departments of the Government.The power of the Executive veto was exercised by the first and most\nillustrious of my predecessors and by four of his successors who preceded\nme in the administration of the Government, and it is believed in no\ninstance prejudicially to the public interests. It has never been and there\nis but little danger that it ever can be abused. No President will ever\ndesire unnecessarily to place his opinion in opposition to that of\nCongress. He must always exercise the power reluctantly, and only in cases\nwhere his convictions make it a matter of stern duty, which he can not\nescape. Indeed, there is more danger that the President, from the\nrepugnance he must always feel to come in collision with Congress, may fail\nto exercise it in cases where the preservation of the Constitution from\ninfraction, or the public good, may demand it than that he will ever\nexercise it unnecessarily or wantonly.During the period I have administered the executive department of the\nGovernment great and important questions of public policy, foreign and\ndomestic, have arisen, upon which it was my duty to act. It may, indeed, be\ntruly said that my Administration has fallen upon eventful times. I have\nfelt most sensibly the weight of the high responsibilities devolved upon\nme. With no other object than the public good, the enduring fame, and\npermanent prosperity of my country, I have pursued the convictions of my\nown best judgment. The impartial arbitrament of enlightened public opinion,\npresent and future, will determine how far the public policy I have\nmaintained and the measures I have from time to time recommended may have\ntended to advance or retard the public prosperity at home and to elevate or\ndepress the estimate of our national character abroad.Invoking the blessings of the Almighty upon your deliberations at your\npresent important session, my ardent hope is that in a spirit of harmony\nand concord you may be guided to wise results, and such as may redound to\nthe happiness, the honor, and the glory of our beloved country.JAMES K. POLK", 
    "name": "James Polk"
}