{
    "date": "December 8, 1846", 
    "speech": "Fellow-Citizens of the Senate and of the House of Representatives:In resuming your labors in the service of the people it is a subject of\ncongratulation that there has been no period in our past history when all\nthe elements of national prosperity have been so fully developed. Since\nyour last session no afflicting dispensation has visited our country.\nGeneral good health has prevailed, abundance has crowned the toil of the\nhusbandman, and labor in all its branches is receiving an ample reward,\nwhile education, science, and the arts are rapidly enlarging the means of\nsocial happiness. The progress of our country in her career of greatness,\nnot only in the vast extension of our territorial limits and the rapid\nincrease of our population, but in resources and wealth and in the happy\ncondition of our people, is without an example in the history of nations.As the wisdom, strength, and beneficence of our free institutions are\nunfolded, every day adds fresh motives to contentment and fresh incentives\nto patriotism.Our devout and sincere acknowledgments are due to the gracious Giver of All\nGood for the numberless blessings which our beloved country enjoys.It is a source of high satisfaction to know that the relations of the\nUnited States with all other nations, with a single exception, are of the\nmost amicable character. Sincerely attached to the policy of peace early\nadopted and steadily pursued by this Government, I have anxiously desired\nto cultivate and cherish friendship and commerce with every foreign power.\nThe spirit and habits of the American people are favorable to the\nmaintenance of such international harmony. In adhering to this wise policy,\na preliminary and paramount duty obviously consists in the protection of\nour national interests from encroachment or sacrifice and our national\nhonor from reproach. These must be maintained at any hazard. They admit of\nno compromise or neglect, and must be scrupulously and constantly guarded.\nIn their vigilant vindication collision and conflict with foreign powers\nmay sometimes become unavoidable. Such has been our scrupulous adherence to\nthe dictates of justice in all our foreign intercourse that, though\nsteadily and rapidly advancing in prosperity and power, we have given no\njust cause of complaint to any nation and have enjoyed the blessings of\npeace for more than thirty years. From a policy so sacred to humanity and\nso salutary in its effects upon our political system we should never be\ninduced voluntarily to depart.The existing war with Mexico was neither desired nor provoked by the United\nStates. On the contrary, all honorable means were resorted to to avert it.\nAfter years of endurance of aggravated and unredressed wrongs on our part,\nMexico, in violation of solemn treaty stipulations and of every principle\nof justice recognized by civilized nations, commenced hostilities, and thus\nby her own act forced the war upon us. Long before the advance of our Army\nto the left bank of the Rio Grande we had ample cause of war against\nMexico, and had the United States resorted to this extremity we might have\nappealed to the whole civilized world for the justice of our cause. I deem\nit to be my duty to present to you on the present occasion a condensed\nreview of the injuries we had sustained, of the causes which led to the\nwar, and of its progress since its commencement. This is rendered the more\nnecessary because of the misapprehensions which have to some extent\nprevailed as to its origin and true character. The war has been represented\nas unjust and unnecessary and as one of aggression on our part upon a weak\nand injured enemy. Such erroneous views, though entertained by but few,\nhave been widely and extensively circulated, not only at home, but have\nbeen spread throughout Mexico and the whole world. A more effectual means\ncould not have been devised to encourage the enemy and protract the war\nthan to advocate and adhere to their cause, and thus give them \"aid and\ncomfort.\" It is a source of national pride and exultation that the great\nbody of our people have thrown no such obstacles in the way of the\nGovernment in prosecuting the war successfully, but have shown themselves\nto be eminently patriotic and ready to vindicate their country's honor and\ninterests at any sacrifice. The alacrity and promptness with which our\nvolunteer forces rushed to the field on their country's call prove not only\ntheir patriotism, but their deep conviction that our cause is just.The wrongs which we have suffered from Mexico almost ever since she became\nan independent power and the patient endurance with which we have borne\nthem are without a parallel in the history of modern civilized nations.\nThere is reason to believe that if these wrongs had been resented and\nresisted in the first instance the present war might have been avoided. One\noutrage, however, permitted to pass with impunity almost necessarily\nencouraged the perpetration of another, until at last Mexico seemed to\nattribute to weakness and indecision on our part a forbearance which was\nthe offspring of magnanimity and of a sincere desire to preserve friendly\nrelations with a sister republic.Scarcely had Mexico achieved her independence, which the United States were\nthe first among the nations to acknowledge, when she commenced the system\nof insult and spoliation which she has ever since pursued. Our citizens\nengaged in lawful commerce were imprisoned, their vessels seized, and our\nflag insulted in her ports. If money was wanted, the lawless seizure and\nconfiscation of our merchant vessels and their cargoes was a ready\nresource, and if to accomplish their purposes it became necessary to\nimprison the owners, captains, and crews, it was done. Rulers superseded\nrulers in Mexico in rapid succession, but still there was no change in this\nsystem of depredation. The Government of the United States made repeated\nreclamations on behalf of its citizens, but these were answered by the\nperpetration of new outrages. Promises of redress made by Mexico in the\nmost solemn forms were postponed or evaded. The files and records of the\nDepartment of State contain conclusive proofs of numerous lawless acts\nperpetrated upon the property and persons of our citizens by Mexico, and of\nwanton insults to our national flag. The interposition of our Government to\nobtain redress was again and again invoked under circumstances which no\nnation ought to disregard. It was hoped that these outrages would cease and\nthat Mexico would be restrained by the laws which regulate the conduct of\ncivilized nations in their intercourse with each other after the treaty of\namity, commerce, and navigation of the 5th of April, 1831, was concluded\nbetween the two Republics; but this hope soon proved to be vain. The course\nof seizure and confiscation of the property of our citizens, the violation\nof their persons, and the insults to our flag pursued by Mexico previous to\nthat time were scarcely suspended for even a brief period, although the\ntreaty so clearly defines the rights and duties of the respective parties\nthat it is impossible to misunderstand or mistake them. In less than seven\nyears after the conclusion of that treaty our grievances had become so\nintolerable that in the opinion of President Jackson they should no longer\nbe endured. In his message to Congress in February, 1837, he presented them\nto the consideration of that body, and declared that--The length of time since some of the injuries have been committed, the\nrepeated and unavailing applications for redress, the wanton character of\nsome of the outrages upon the property and persons of our citizens, upon\nthe officers and flag of the United States, independent of recent insults\nto this Government and people by the late extraordinary Mexican minister,\nwould justify in the eyes of all nations immediate war.In a spirit of kindness and forbearance, however, he recommended reprisals\nas a milder mode of redress. He declared that war should not be used as a\nremedy \"by just and generous nations, confiding in their strength for\ninjuries committed, if it can be honorably avoided,\" and added:It has occurred to me that, considering the present embarrassed condition\nof that country, we should act with both wisdom and moderation by giving to\nMexico one more opportunity to atone for the past before we take redress\ninto our Own hands. To avoid all misconception on the part of Mexico, as\nwell as to protect our own national character from reproach, this\nopportunity should be given with the avowed design and full preparation to\ntake immediate satisfaction if it should not be obtained on a repetition of\nthe demand for it. To this end I recommend that an act be passed\nauthorizing reprisals, and the use of the naval force of the United States\nby the Executive against Mexico to enforce them, in the event of a refusal\nby the Mexican Government to come to an amicable adjustment of the matters\nin controversy between us upon another demand thereof made from on board\nout of our vessels of war on the coast of Mexico.Committees of both Houses of Congress, to which this message of the\nPresident was referred, fully sustained his views of the character of the\nwrongs which we had suffered from Mexico, and recommended that another\ndemand for redress should be made before authorizing war or reprisals. The\nCommittee on Foreign Relations of the Senate, in their report, say:After such a demand, should prompt justice be refused by the Mexican\nGovernment, we may appeal to all nations, not only for the equity and\nmoderation with which we shall have acted toward a sister republic, but for\nthe necessity which will then compel us to seek redress for our wrongs,\neither by actual war or by reprisals. The subject will then be presented\nbefore Congress, at the commencement of the next session, in a clear and\ndistinct form, and the committee can not doubt but that such measures will\nbe immediately adopted as may be necessary to vindicate the honor of the\ncountry and insure ample reparation to our injured fellow-citizens.The Committee on Foreign Affairs of the House of Representatives made a\nsimilar recommendation. In their report they say that--They fully concur with the President that ample cause exists for taking\nredress into our own hands, and believe that we should be justified in the\nopinion of other nations for taking such a step. But they are willing to\ntry the experiment of another demand, made in the most solemn form, upon\nthe justice of the Mexican Government before any further proceedings are\nadopted.No difference of opinion upon the subject is believed to have existed in\nCongress at that time; the executive and legislative departments concurred;\nand yet such has been our forbearance and desire to preserve peace with\nMexico that the wrongs of which we then complained, and which gave rise to\nthese solemn proceedings, not only remain unredressed to this day, but\nadditional causes of complaint of an aggravated character have ever since\nbeen accumulating. Shortly after these proceedings a special messenger was\ndispatched to Mexico to make a final demand for redress, and on the 20th of\nJuly, 1837, the demand was made. The reply of the Mexican Government bears\ndate on the 29th of the same month, and contains assurances of the \"anxious\nwish\" of the Mexican Government \"not to delay the moment of that final and\nequitable adjustment which is to terminate the existing difficulties\nbetween the two Governments;\" that \"nothing should be left undone which may\ncontribute to the most speedy and equitable determination of the subjects\nwhich have so seriously engaged the attention of the American Government;\"\nthat the \"Mexican Government would adopt as the only guides for its conduct\nthe plainest principles of public right, the sacred obligations imposed by\ninternational law, and the religious faith of treaties,\" and that \"whatever\nreason and justice may dictate respecting each case will be done.\" The\nassurance was further given that the decision of the Mexican Government\nupon each cause of complaint for which redress had been demanded should be\ncommunicated to the Government of the United States by the Mexican minister\nat Washington.These solemn assurances in answer to our demand for redress were\ndisregarded. By making them, however, Mexico obtained further delay.\nPresident Van Buren, in his annual message to Congress of the 5th of\nDecember, 1837, states that \"although the larger number\" of our demands for\nredress, \"and many of them aggravated cases of personal wrongs, have been\nnow for years before the Mexican Government, and some of the causes of\nnational complaint, and those of the most offensive character, admitted of\nimmediate, simple, and satisfactory replies, it is only within a few days\npast that any specific communication in answer to our last demand, made\nfive months ago, has been received from the Mexican minister;\" and that\n\"for not one of our public complaints has satisfaction been given or\noffered, that but one of the cases of personal wrong has been favorably\nconsidered, and that but four cases of both descriptions out of all those\nformally presented and earnestly pressed have as yet been decided upon by\nthe Mexican Government.\" President Van Buren, believing that it would be\nvain to make any further attempt to obtain redress by the ordinary means\nwithin the power of the Executive, communicated this opinion to Congress in\nthe message referred to, in which he said:On a careful and deliberate examination of their contents of the\ncorrespondence with the Mexican Government, and considering the spirit\nmanifested by the Mexican Government, it has become my painful duty to\nreturn the subject as it now stands to Congress, to whom it belongs to\ndecide upon the time, the mode, and the measure of redress.Had the United States at that time adopted compulsory measures and taken\nredress into their own hands, all our difficulties with Mexico would\nprobably have been long since adjusted and the existing war have been\naverted. Magnanimity and moderation on our part only had the effect to\ncomplicate these difficulties and render an amicable settlement of them the\nmore embarrassing. That such measures of redress under similar provocations\ncommitted by any of the powerful nations of Europe would have been promptly\nresorted to by the United States can not be doubted. The national honor and\nthe preservation of the national character throughout the world, as well as\nour own self-respect and the protection due to our own citizens, would have\nrendered such a resort indispensable. The history of no civilized nation in\nmodern times has presented within so brief a period so many wanton attacks\nupon the honor of its flag and upon the property and persons of its\ncitizens as had at that time been borne by the United States from the\nMexican authorities and people. But Mexico was a sister republic on the\nNorth American continent, occupying a territory contiguous to our own, and\nwas in a feeble and distracted condition, and these considerations, it is\npresumed, induced Congress to forbear still longer.Instead of taking redress into our own hands, a new negotiation was entered\nupon with fair promises on the part of Mexico, but with the real purpose,\nas the event has proved, of indefinitely postponing the reparation which we\ndemanded, and which was so justly due. This negotiation, after more than a\nyear's delay, resulted in the convention of the 11th of April, 1839, \"for\nthe adjustment of claims of citizens of the United States of America upon\nthe Government of the Mexican Republic.\" The joint board of commissioners\ncreated by this convention to examine and decide upon these claims was not\norganized until the month of August, 1840, and under the terms of the\nconvention they were to terminate their duties within eighteen months from\nthat time. Four of the eighteen months were consumed in preliminary\ndiscussions on frivolous and dilatory points raised by the Mexican\ncommissioners, and it was not until the month of December, 1840, that they\ncommenced the examination of the claims of our citizens upon Mexico.\nFourteen months only remained to examine and decide upon these numerous and\ncomplicated cases. In the month of February, 1842, the term of the\ncommission expired, leaving many claims undisposed of for want of time. The\nclaims which were allowed by the board and by the umpire authorized by the\nconvention to decide in case of disagreement between the Mexican and\nAmerican commissioners amounted to $2,026,139.68. There were pending before\nthe umpire when the commission expired additional claims, which had been\nexamined and awarded by the American commissioners and had not been allowed\nby the Mexican commissioners, amounting to $928,627.88, upon which he did\nnot decide, alleging that his authority had ceased with the termination of\nthe joint commission. Besides these claims, there were others of American\ncitizens amounting to $3,336,837.05, which had been submitted to the board,\nand upon which they had not time to decide before their final adjournment.The sum of $2,026,139.68, which had been awarded to the claimants, was a\nliquidated and ascertained debt due by Mexico, about which there could be\nno dispute, and which she was bound to pay according to the terms of the\nconvention. Soon after the final awards for this amount had been made the\nMexican Government asked for a postponement of the time of making payment,\nalleging that it would be inconvenient to make the payment at the time\nstipulated. In the spirit of forbearing kindness toward a sister republic,\nwhich Mexico has so long abused, the United States promptly complied with\nher request. A second convention was accordingly concluded between the two\nGovernments on the 30th of January, 1843, which upon its face declares that\n\"this new arrangement is entered into for the accommodation of Mexico.\" By\nthe terms of this convention all the interest due on the awards which had\nbeen made in favor of the claimants under the convention of the 11th of\nApril, 1839, was to be paid to them on the 30th of April, 1843, and \"the\nprincipal of the said awards and the interest accruing thereon\" was\nstipulated to \"be paid in five years, in equal installments every three\nmonths.\" Notwithstanding this new convention was entered into at the\nrequest of Mexico and for the purpose of relieving her from embarrassment,\nthe claimants have only received the interest due on the 30th of April,\n1843, and three of the twenty installments. Although the payment of the sum\nthus liquidated and confessedly due by Mexico to our citizens as indemnity\nfor acknowledged acts of outrage and wrong was secured by treaty, the\nobligations of which are ever held sacred by all just nations, yet Mexico\nhas violated this solemn engagement by failing and refusing to make the\npayment. The two installments due in April and July, 1844, under the\npeculiar circumstances connected with them, have been assumed by the United\nStates and discharged to the claimants, but they are still due by Mexico.\nBut this is not all of which we have just cause of complaint. To provide a\nremedy for the claimants whose cases were not decided by the joint\ncommission under the convention of April 11, 1839, it was expressly\nstipulated by the sixth article of the convention of the 30th of January,\n1843, that--A new convention shall be entered into for the settlement of all claims of\nthe Government and citizens of the United States against the Republic of\nMexico which were not finally decided by the late commission which met in\nthe city of Washington, and of all claims of the Government and citizens of\nMexico against the United States.In conformity with this stipulation, a third convention was concluded and\nsigned at the city of Mexico on the 20th of November, 1843, by the\nplenipotentiaries of the two Governments, by which provision was made for\nascertaining and paying these claims. In January, 1844, this convention was\nratified by the Senate of the United States with two amendments, which were\nmanifestly reasonable in their character. Upon a reference of the\namendments proposed to the Government of Mexico, the same evasions,\ndifficulties, and delays were interposed which have so long marked the\npolicy of that Government toward the United States. It has not even yet\ndecided whether it would or would not accede to them, although the subject\nhas been repeatedly pressed upon its consideration. Mexico has thus\nviolated a second time the faith of treaties by failing or refusing to\ncarry into effect the sixth article of the convention of January, 1843.Such is the history of the wrongs which we have suffered and patiently\nendured from Mexico through a long series of years. So far from affording\nreasonable satisfaction for the injuries and insults we had borne, a great\naggravation of them consists in the fact that while the United States,\nanxious to preserve a good understanding with Mexico, have been constantly\nbut vainly employed in seeking redress for past wrongs, new outrages were\nconstantly occurring, which have continued to increase our causes of\ncomplaint and to swell the amount of our demands. While the citizens of the\nUnited States were conducting a lawful commerce with Mexico under the\nguaranty of a treaty of \"amity, commerce, and navigation,\" many of them\nhave suffered all the injuries which would have resulted from open war.\nThis treaty, instead of affording protection to our citizens, has been the\nmeans of inviting them into the ports of Mexico that they might be, as they\nhave been in numerous instances, plundered of their property and deprived\nof their personal liberty if they dared insist on their rights. Had the\nunlawful seizures of American property and the violation of the personal\nliberty of our citizens, to say nothing of the insults to our flag, which\nhave occurred in the ports of Mexico taken place on the high seas, they\nwould themselves long since have constituted a state of actual war between\nthe two countries. In so long suffering Mexico to violate her most solemn\ntreaty obligations, plunder our citizens of their property, and imprison\ntheir persons without affording them any redress we have failed to perform\none of the first and highest duties which every government owes to its\ncitizens, and the consequence has been that many of them have been reduced\nfrom a state of affluence to bankruptcy. The proud name of American\ncitizen, which ought to protect all who bear it from insult and injury\nthroughout the world, has afforded no such protection to our citizens in\nMexico. We had ample cause of war against Mexico long before the breaking\nout of hostilities; but even then we forbore to take redress into our own\nhands until Mexico herself became the aggressor by invading our soil in\nhostile array and shedding the blood of our citizens.Such are the grave causes of complaint on the part of the United States\nagainst Mexico--causes which existed long before the annexation of Texas to\nthe American Union; and yet, animated by the love of peace and a\nmagnanimous moderation, we did not adopt those measures of redress which\nunder such circumstances are the justified resort of injured nations.The annexation of Texas to the United States constituted no just cause of\noffense to Mexico. The pretext that it did so is wholly inconsistent and\nirreconcilable with well-authenticated facts connected with the revolution\nby which Texas became independent of Mexico. That this may be the more\nmanifest, it may be proper to advert to the causes and to the history of\nthe principal events of that revolution.Texas constituted a portion of the ancient Province of Louisiana, ceded to\nthe United States by France in the year 1803. In the year 1819 the United\nStates, by the Florida treaty, ceded to Spain all that part of Louisiana\nwithin the present limits of Texas, and Mexico, by the revolution which\nseparated her from Spain and rendered her an independent nation, succeeded\nto the rights of the mother country over this territory. In the year 1824\nMexico established a federal constitution, under which the Mexican Republic\nwas composed of a number of sovereign States confederated together in a\nfederal union similar to our own. Each of these States had its own\nexecutive, legislature, and judiciary, and for all except federal purposes\nwas as independent of the General Government and that of the other States\nas is Pennsylvania or Virginia under our Constitution. Texas and Coahuila\nunited and formed one of these Mexican States. The State constitution which\nthey adopted, and which was approved by the Mexican Confederacy, asserted\nthat they were \"free and independent of the other Mexican United States and\nof every other power and dominion whatsoever,\" and proclaimed the great\nprinciple of human liberty that \"the sovereignty of the state resides\noriginally and essentially in the general mass of the individuals who\ncompose it.\" To the Government under this constitution, as well as to that\nunder the federal constitution, the people of Texas owed allegiance.Emigrants from foreign countries, including the United States, were invited\nby the colonization laws of the State and of the Federal Government to\nsettle in Texas. Advantageous terms were offered to induce them to leave\ntheir own country and become Mexican citizens. This invitation was accepted\nby many of our citizens in the full faith that in their new home they would\nbe governed by laws enacted by representatives elected by themselves, and\nthat their lives, liberty, and property would be protected by\nconstitutional guaranties similar to those which existed in the Republic\nthey had left. Under a Government thus organized they continued until the\nyear 1835, when a military revolution broke out in the City of Mexico which\nentirely subverted the federal and State constitutions and placed a\nmilitary dictator at the head of the Government. By a sweeping decree of a\nCongress subservient to the will of the Dictator the several State\nconstitutions were abolished and the States themselves converted into mere\ndepartments of the central Government. The people of Texas were unwilling\nto submit to this usurpation. Resistance to such tyranny became a high\nduty. Texas was fully absolved from all allegiance to the central\nGovernment of Mexico from the moment that Government had abolished her\nState constitution and in its place substituted an arbitrary and despotic\ncentral government. Such were the principal causes of the Texan revolution.\nThe people of Texas at once determined upon resistance and flew to arms. In\nthe midst of these important and exciting events, however, they did not\nomit to place their liberties upon a secure and permanent foundation. They\nelected members to a convention, who in the month of March, 1836, issued a\nformal declaration that their \"political connection with the Mexican nation\nhas forever ended, and that the people of Texas do now constitute a free,\nsovereign, and independent Republic, and are fully invested with all the\nrights and attributes which properly belong to independent nations.\" They\nalso adopted for their government a liberal republican constitution. About\nthe same time Santa Anna, then the Dictator of Mexico, invaded Texas with a\nnumerous army for the purpose of subduing her people and enforcing\nobedience to his arbitrary and despotic Government. On the 21st of April,\n1836, he was met by the Texan citizen soldiers, and on that day was\nachieved by them the memorable victory of San Jacinto, by which they\nconquered their independence. Considering the numbers engaged on the\nrespective sides, history does not record a more brilliant achievement.\nSanta Anna himself was among the captives.In the month of May, 1836, Santa Anna acknowledged by a treaty with the\nTexan authorities in the most solemn form \"the full, entire, and perfect\nindependence of the Republic of Texas.\" It is true he was then a prisoner\nof war, but it is equally true that he had failed to reconquer Texas, and\nhad met with signal defeat; that his authority had not been revoked, and\nthat by virtue of this treaty he obtained his personal release. By it\nhostilities were suspended, and the army which had invaded Texas under his\ncommand returned in pursuance of this arrangement unmolested to Mexico.From the day that the battle of San Jacinto was fought until the present\nhour Mexico has never possessed the power to reconquer Texas. In the\nlanguage of the Secretary of State of the United States in a dispatch to\nour minister in Mexico under date of the 8th of July, 1842--Mexico may have chosen to consider, and may still choose to consider, Texas\nas having been at all times since 1835, and as still continuing, a\nrebellious province; but the world has been obliged to take a very\ndifferent view of the matter. From the time of the battle of San Jacinto,\nin April, 1836, to the present moment, Texas has exhibited the same\nexternal signs of national independence as Mexico herself, and with quite\nas much stability of government. Practically free and independent,\nacknowledged as a political sovereignty by the principal powers of the\nworld, no hostile foot finding rest within her territory for six or seven\nyears, and Mexico herself refraining for all that period from any further\nattempt to reestablish her own authority over that territory, it can not\nbut be surprising to find Mr. De Bocanegra the secretary of foreign affairs\nof Mexico complaining that for that whole period citizens of the United\nStates or its Government have been favoring the rebels of Texas and\nsupplying them with vessels, ammunition, and money, as if the war for the\nreduction of the Province of Texas had been constantly prosecuted by\nMexico, and her success prevented by these influences from abroad.In the same dispatch the Secretary of State affirms that--Since 1837 the United States have regarded Texas as an independent\nsovereignty as much as Mexico, and that trade and commerce with citizens of\na government at war with Mexico can not on that account be regarded as an\nintercourse by which assistance and succor are given to Mexican rebels. The\nwhole current of Mr. De Bocanegra's remarks runs in the same direction, as\nif the independence of Texas had not been acknowledged. It has been\nacknowledged; it was acknowledged in 1837 against the remonstrance and\nprotest of Mexico, and most of the acts of any importance of which Mr. De\nBocanegra complains flow necessarily from that recognition. He speaks of\nTexas as still being \"an integral part of the territory of the Mexican\nRepublic,\" but he can not but understand that the United States do not so\nregard it. The real complaint of Mexico, therefore, is in substance neither\nmore nor less than a complaint against the recognition of Texan\nindependence. It may be thought rather late to repeat that complaint, and\nnot quite just to confine it to the United States to the exemption of\nEngland, France, and Belgium, unless the United States, having been the\nfirst to acknowledge the independence of Mexico herself, are to be blamed\nfor setting an example for the recognition of that of Texas.And he added that--The Constitution, public treaties, and the laws oblige the President to\nregard Texas as an independent state, and its territory as no part of the\nterritory of Mexico.Texas had been an independent state, with an organized government, defying\nthe power of Mexico to overthrow or reconquer her, for more than ten years\nbefore Mexico commenced the present war against the United States. Texas\nhad given such evidence to the world of her ability to maintain her\nseparate existence as an independent nation that she had been formally\nrecognized as such not only by the United States, but by several of the\nprincipal powers of Europe. These powers had entered into treaties of\namity, commerce, and navigation with her. They had received and accredited\nher ministers and other diplomatic agents at their respective courts, and\nthey had commissioned ministers and diplomatic agents on their part to the\nGovernment of Texas. If Mexico, notwithstanding all this and her utter\ninability to subdue or reconquer Texas, still stubbornly refused to\nrecognize her as an independent nation, she was none the less so on that\naccount. Mexico herself had been recognized as an independent nation by the\nUnited States and by other powers many years before Spain, of which before\nher revolution she had been a colony, would agree to recognize her as such;\nand yet Mexico was at that time in the estimation of the civilized world,\nand in fact, none the less an independent power because Spain still claimed\nher as a colony. If Spain had continued until the present period to assert\nthat Mexico was one of her colonies in rebellion against her, this would\nnot have made her so or changed the fact of her independent existence.\nTexas at the period of her annexation to the United States bore the same\nrelation to Mexico that Mexico had borne to Spain for many years before\nSpain acknowledged her independence, with this important difference, that\nbefore the annexation of Texas to the United States was consummated Mexico\nherself, by a formal act of her Government, had acknowledged the\nindependence of Texas as a nation. It is true that in the act of\nrecognition she prescribed a condition which she had no power or authority\nto impose--that Texas should not annex herself to any other power--but this\ncould not detract in any degree from the recognition which Mexico then made\nof her actual independence. Upon this plain statement of facts, it is\nabsurd for Mexico to allege as a pretext for commencing hostilities against\nthe United States that Texas is still a part of her territory.But there are those who, conceding all this to be true, assume the ground\nthat the true western boundary of Texas is the Nueces instead of the Rio\nGrande, and that therefore in marching our Army to the east bank of the\nlatter river we passed the Texan line and invaded the territory of Mexico.\nA simple statement of facts known to exist will conclusively refute such an\nassumption. Texas, as ceded to the United States by France in 1803, has\nbeen always claimed as extending west to the Rio Grande or Rio Bravo. This\nfact is established by the authority of our most eminent statesmen at a\nperiod when the question was as well, if not better, understood than it is\nat present. During Mr. Jefferson's Administration Messrs. Monroe and\nPinckney, who had been sent on a special mission to Madrid, charged among\nother things with the adjustment of boundary between the two countries, in\na note addressed to the Spanish minister of foreign affairs under date of\nthe 28th of January, 1805, assert that the boundaries of Louisiana, as\nceded to the United States by France, \"are the river Perdido on the east\nand the river Bravo on the west,\" and they add that \"the facts and\nprinciples which justify this conclusion are so satisfactory to our\nGovernment as to convince it that the United States have not a better right\nto the island of New Orleans under the cession referred to than they have\nto the whole district of territory which is above described.\" Down to the\nconclusion of the Florida treaty, in February, 1819, by which this\nterritory was ceded to Spain, the United States asserted and maintained\ntheir territorial rights to this extent. In the month of June, 1818, during\nMr. Monroe's Administration, information having been received that a number\nof foreign adventurers had landed at Galveston with the avowed purpose of\nforming a settlement in that vicinity, a special messenger was dispatched\nby the Government of the United States with instructions from the Secretary\nof State to warn them to desist, should they be found there, \"or any other\nplace north of the Rio Bravo, and within the territory claimed by the\nUnited States.\" He was instructed, should they be found in the country\nnorth of that river, to make known to them \"the surprise with which the\nPresident has seen possession thus taken, without authority from the United\nStates, of a place within their territorial limits, and upon which no\nlawful settlement can be made without their sanction.\" He was instructed to\ncall upon them to \"avow under what national authority they profess to act,\"\nand to give them due warning \"that the place is within the United States,\nwho will suffer no permanent settlement to be made there under any\nauthority other than their own.\" As late as the 8th of July, 1842, the\nSecretary of State of the United States, in a note addressed to our\nminister in Mexico, maintains that by the Florida treaty of 1819 the\nterritory as far west as the Rio Grande was confirmed to Spain. In that\nnote he states that--By the treaty of the 22d of February, 1819, between the United States and\nSpain, the Sabine was adopted as the line of boundary between the two\npowers. Up to that period no considerable colonization had been effected in\nTexas; but the territory between the Sabine and the Rio Grande being\nconfirmed to Spain by the treaty, applications were made to that power for\ngrants of land, and such grants or permissions of settlement were in fact\nmade by the Spanish authorities in favor of citizens of the United States\nproposing to emigrate to Texas in numerous families before the declaration\nof independence by Mexico.The Texas which was ceded to Spain by the Florida treaty of 1819 embraced\nall the country now claimed by the State of Texas between the Nueces and\nthe Rio Grande. The Republic of Texas always claimed this river as her\nwestern boundary, and in her treaty made with Santa Anna in May, 1836, he\nrecognized it as such. By the constitution which Texas adopted in March,\n1836, senatorial and representative districts were organized extending west\nof the Nueces. The Congress of Texas on the 19th of December, 1836, passed\n\"An act to define the boundaries of the Republic of Texas,\" in which they\ndeclared the Rio Grande from its mouth to its source to be their boundary,\nand by the said act they extended their \"civil and political jurisdiction\"\nover the country up to that boundary. During a period of more than nine\nyears which intervened between the adoption of her constitution and her\nannexation as one of the States of our Union Texas asserted and exercised\nmany acts of sovereignty and jurisdiction over the territory and\ninhabitants west of the Nueces. She organized and defined the limits of\ncounties extending to the Rio Grande; she established courts of justice and\nextended her judicial system over the territory; she established a\ncustom-house and collected duties, and also post-offices and post-roads, in\nit; she established a land office and issued numerous grants for land\nwithin its limits; a senator and a representative residing in it were\nelected to the Congress of the Republic and served as such before the act\nof annexation took place. In both the Congress and convention of Texas\nwhich gave their assent to the terms of annexation to the United States\nproposed by our Congress were representatives residing west of the Nueces,\nwho took part in the act of annexation itself. This was the Texas which by\nthe act of our Congress of the 29th of December, 1845, was admitted as one\nof the States of our Union. That the Congress of the United States\nunderstood the State of Texas which they admitted into the Union to extend\nbeyond the Nueces is apparent from the fact that on the 31st of December,\n1845, only two days after the act of admission, they passed a law \"to\nestablish a collection district in the State of Texas,\" by which they\ncreated a port of delivery at Corpus Christi, situated west of the Nueces,\nand being the same point at which the Texas custom-house under the laws of\nthat Republic had been located, and directed that a surveyor to collect the\nrevenue should be appointed for that port by the President, by and with the\nadvice and consent of the Senate. A surveyor was accordingly nominated, and\nconfirmed by the Senate, and has been ever since in the performance of his\nduties. All these acts of the Republic of Texas and of our Congress\npreceded the orders for the advance of our Army to the east bank of the Rio\nGrande. Subsequently Congress passed an act \"establishing certain post\nroutes\" extending west of the Nueces. The country west of that river now\nconstitutes a part of one of the Congressional districts of Texas and is\nrepresented in the House of Representatives. The Senators from that State\nwere chosen by a legislature in which the country west of that river was\nrepresented. In view of all these facts it is difficult to conceive upon\nwhat ground it can be maintained that in occupying the country west of the\nNueces with our Army, with a view solely to its security and defense, we\ninvaded the territory of Mexico. But it would have been still more\ndifficult to justify the Executive, whose duty it is to see that the laws\nbe faithfully executed, if in the face of all these proceedings, both of\nthe Congress of Texas and of the United States, he had assumed the\nresponsibility of yielding up the territory west of the Nueces to Mexico or\nof refusing to protect and defend this territory and its inhabitants,\nincluding Corpus Christi as well as the remainder of Texas, against the\nthreatened Mexican invasion.But Mexico herself has never placed the war which she has waged upon the\nground that our Army occupied the intermediate territory between the Nueces\nand the Rio Grande. Her refuted pretension that Texas was not in fact an\nindependent state, but a rebellious province, was obstinately persevered\nin, and her avowed purpose in commencing a war with the United States was\nto reconquer Texas and to restore Mexican authority over the whole\nterritory--not to the Nueces only, but to the Sabine. In view of the\nproclaimed menaces of Mexico to this effect, I deemed it my duty, as a\nmeasure of precaution and defense, to order our Army to occupy a position\non our frontier as a military post, from which our troops could best resist\nand repel any attempted invasion which Mexico might make. Our Army had\noccupied a position at Corpus Christi, west of the Nueces, as early as\nAugust, 1845, without complaint from any quarter. Had the Nueces been\nregarded as the true western boundary of Texas, that boundary had been\npassed by our Army many months before it advanced to the eastern bank of\nthe Rio Grande. In my annual message of December last I informed Congress\nthat upon the invitation of both the Congress and convention of Texas I had\ndeemed it proper to order a strong squadron to the coasts of Mexico and to\nconcentrate an efficient military force on the western frontier of Texas to\nprotect and defend the inhabitants against the menaced invasion of Mexico.\nIn that message I informed Congress that the moment the terms of annexation\noffered by the United States were accepted by Texas the latter became so\nfar a part of our own country as to make it our duty to afford such\nprotection and defense, and that for that purpose our squadron had been\nordered to the Gulf and our Army to take a \"position between the Nueces and\nthe Del Norte\" or Rio Grande and to \"repel any invasion of the Texan\nterritory which might be attempted by the Mexican forces.\"It was deemed proper to issue this order, because soon after the President\nof Texas, in April, 1845, had issued his proclamation convening the\nCongress of that Republic for the purpose of submitting to that body the\nterms of annexation proposed by the United States the Government of Mexico\nmade serious threats of invading the Texan territory. These threats became\nmore imposing as it became more apparent in the progress of the question\nthat the people of Texas would decide in favor of accepting the terms of\nannexation, and finally they had assumed such a formidable character as\ninduced both the Congress and convention of Texas to request that a\nmilitary force should be sent by the United States into her territory for\nthe purpose of protecting and defending her against the threatened\ninvasion. It would have been a violation of good faith toward the people of\nTexas to have refused to afford the aid which they desired against a\nthreatened invasion to which they had been exposed by their free\ndetermination to annex themselves to our Union in compliance with the\noverture made to them by the joint resolution of our Congress. Accordingly,\na portion of the Army was ordered to advance into Texas. Corpus Christi was\nthe position selected by General Taylor. He encamped at that place in\nAugust, 1845, and the Army remained in that position until the 11th of\nMarch, 1846, when it moved westward, and on the 28th of that month reached\nthe east bank of the Rio Grande opposite to Matamoras. This movement was\nmade in pursuance of orders from the War Department, issued on the 13th of\nJanuary, 1846. Before these orders were issued the dispatch of our minister\nin Mexico transmitting the decision of the council of government of Mexico\nadvising that he should not be received, and also the dispatch of our\nconsul residing in the City of Mexico, the former bearing date on the 17th\nand the latter on the 18th of December, 1845, copies of both of which\naccompanied my message to Congress of the 11th of May last, were received\nat the Department of State. These communications rendered it highly\nprobable, if not absolutely certain, that our minister would not be\nreceived by the Government of General Herrera. It was also well known that\nbut little hope could be entertained of a different result from General\nParedes in case the revolutionary movement which he was prosecuting should\nprove successful, as was highly probable. The partisans of Paredes, as our\nminister in the dispatch referred to states, breathed the fiercest\nhostility against the United States, denounced the proposed negotiation as\ntreason, and openly called upon the troops and the people to put down the\nGovernment of Herrera by force. The reconquest of Texas and war with the\nUnited States were openly threatened. These were the circumstances existing\nwhen it was deemed proper to order the Army under the command of General\nTaylor to advance to the western frontier of Texas and occupy a position on\nor near the Rio Grande.The apprehensions of a contemplated Mexican invasion have been since fully\njustified by the event. The determination of Mexico to rush into\nhostilities with the United States was afterwards manifested from the whole\ntenor of the note of the Mexican minister of foreign affairs to our\nminister bearing date on the 12th of March, 1846. Paredes had then\nrevolutionized the Government, and his minister, after referring to the\nresolution for the annexation of Texas which had been adopted by our\nCongress in March, 1845, proceeds to declare that--A fact such as this, or, to speak with greater exactness, so notable an act\nof usurpation, created an imperious necessity that Mexico, for her own\nhonor, should repel it with proper firmness and dignity. The supreme\nGovernment had beforehand declared that it would look upon such an act as a\ncasus belli, and as a consequence of this declaration negotiation was by\nits very nature at an end, and war was the only recourse of the Mexican\nGovernment.It appears also that on the 4th of April following General Paredes, through\nhis minister of war, issued orders to the Mexican general in command on the\nTexan frontier to \"attack\" our Army \"by every means which war permits.\" To\nthis General Paredes had been pledged to the army and people of Mexico\nduring the military revolution which had brought him into power. On the\n18th of April, 1846, General Paredes addressed a letter to the commander on\nthat frontier in which he stated to him: \"At the present date I suppose\nyou, at the head of that valiant army, either fighting already or preparing\nfor the operations of a campaign;\" and, \"Supposing you already on the\ntheater of operations and with all the forces assembled, it is\nindispensable that hostilities be commenced, yourself taking the initiative\nagainst the enemy.\"The movement of our Army to the Rio Grande was made by the commanding\ngeneral under positive orders to abstain from all aggressive acts toward\nMexico or Mexican citizens, and to regard the relations between the two\ncountries as peaceful unless Mexico should declare war or commit acts of\nhostility indicative of a state of war, and these orders he faithfully\nexecuted. Whilst occupying his position on the east bank of the Rio Grande,\nwithin the limits of Texas, then recently admitted as one of the States of\nour Union, the commanding general of the Mexican forces, who, in pursuance\nof the orders of his Government, had collected a large army on the opposite\nshore of the Rio Grande, crossed the river, invaded our territory, and\ncommenced hostilities by attacking our forces. Thus, after all the injuries\nwhich we had received and borne from Mexico, and after she had insultingly\nrejected a minister sent to her on a mission of peace, and whom she had\nsolemnly agreed to receive, she consummated her long course of outrage\nagainst our country by commencing an offensive war and shedding the blood\nof our citizens on our own soil.The United States never attempted to acquire Texas by conquest. On the\ncontrary, at an early period after the people of Texas had achieved their\nindependence they sought to be annexed to the United States. At a general\nelection in September, 1836, they decided with great unanimity in favor of\n\"annexation,\" and in November following the Congress of the Republic\nauthorized the appointment of a minister to bear their request to this\nGovernment. This Government, however, having remained neutral between Texas\nand Mexico during the war between them, and considering it due to the honor\nof our country and our fair fame among the nations of the earth that we\nshould not at this early period consent to annexation, nor until it should\nbe manifest to the whole world that the reconquest of Texas by Mexico was\nimpossible, refused to accede to the overtures made by Texas. On the 12th\nof April, 1844, after more than seven years had elapsed since Texas had\nestablished her independence, a treaty was concluded for the annexation of\nthat Republic to the United States, which was rejected by the Senate.\nFinally, on the 1st of March, 1845, Congress passed a joint resolution for\nannexing her to the United States upon certain preliminary conditions to\nwhich her assent was required. The solemnities which characterized the\ndeliberations and conduct of the Government and people of Texas on the\ndeeply interesting questions presented by these resolutions are known to\nthe world. The Congress, the Executive, and the people of Texas, in a\nconvention elected for that purpose, accepted with great unanimity the\nproposed terms of annexation, and thus consummated on her part the great\nact of restoring to our Federal Union a vast territory which had been ceded\nto Spain by the Florida treaty more than a quarter of a century before.After the joint resolution for the annexation of Texas to the United States\nhad been passed by our Congress the Mexican minister at Washington\naddressed a note to the Secretary of State, bearing date on the 6th of\nMarch, 1845, protesting against it as \"an act of aggression the most unjust\nwhich can be found recorded in the annals of modern history, namely, that\nof despoiling a friendly nation like Mexico of a considerable portion of\nher territory,\" and protesting against the resolution of annexation as\nbeing an act \"whereby the Province of Texas, an integral portion of the\nMexican territory, is agreed and admitted into the American Union;\" and he\nannounced that as a consequence his mission to the United States had\nterminated, and demanded his passports, which were granted. It was upon the\nabsurd pretext, made by Mexico (herself indebted for her independence to a\nsuccessful revolution), that the Republic of Texas still continued to be,\nnotwithstanding all that had passed, a Province of Mexico that this step\nwas taken by the Mexican minister.Every honorable effort has been used by me to avoid the war which followed,\nbut all have proved vain. All our attempts to preserve peace have been met\nby insult and resistance on the part of Mexico. My efforts to this end\ncommenced in the note of the Secretary of State of the 10th of March, 1845,\nin answer to that of the Mexican minister. Whilst declining to reopen a\ndiscussion which had already been exhausted, and proving again what was\nknown to the whole world, that Texas had long since achieved her\nindependence, the Secretary of State expressed the regret of this\nGovernment that Mexico should have taken offense at the resolution of\nannexation passed by Congress, and gave assurance that our \"most strenuous\nefforts shall be devoted to the amicable adjustment of every cause of\ncomplaint between the two Governments and to the cultivation of the kindest\nand most friendly relations between the sister Republics.\" That I have\nacted in the spirit of this assurance will appear from the events which\nhave since occurred. Notwithstanding Mexico had abruptly terminated all\ndiplomatic intercourse with the United States, and ought, therefore, to\nhave been the first to ask for its resumption, yet, waiving all ceremony, I\nembraced the earliest favorable opportunity \"to ascertain from the Mexican\nGovernment whether they would receive an envoy from the United States\nintrusted with full power to adjust all the questions in dispute between\nthe two Governments.\" In September, 1845, I believed the propitious moment\nfor such an overture had arrived. Texas, by the enthusiastic and almost\nunanimous will of her people, had pronounced in favor of annexation. Mexico\nherself had agreed to acknowledge the independence of Texas, subject to a\ncondition, it is true, which she had no right to impose and no power to\nenforce. The last lingering hope of Mexico, if she still could have\nretained any, that Texas would ever again become one of her Provinces, must\nhave been abandoned.The consul of the United States at the City of Mexico was therefore\ninstructed by the Secretary of State on the 15th of September, 1845, to\nmake the inquiry of the Mexican Government. The inquiry was made, and on\nthe 15th of October, 1845, the minister of foreign affairs of the Mexican\nGovernment, in a note addressed to our consul, gave a favorable response,\nrequesting at the same time that our naval force might be withdrawn from\nVera Cruz while negotiations should be pending. Upon the receipt of this\nnote our naval force was promptly withdrawn from Vera Cruz. A minister was\nimmediately appointed, and departed to Mexico. Everything bore a promising\naspect for a speedy and peaceful adjustment of all our difficulties. At the\ndate of my annual message to Congress in December last no doubt was\nentertained but that he would be received by the Mexican Government, and\nthe hope was cherished that all cause of misunderstanding between the two\ncountries would be speedily removed. In the confident hope that such would\nbe the result of his mission, I informed Congress that I forbore at that\ntime to \"recommend such ulterior measures of redress for the wrongs and\ninjuries we had so long borne as it would have been proper to make had no\nsuch negotiation been instituted.\" To my surprise and regret the Mexican\nGovernment, though solemnly pledged to do so, upon the arrival of our\nminister in Mexico refused to receive and accredit him. When he reached\nVera Cruz, on the 30th of November, 1845, he found that the aspect of\naffairs had undergone an unhappy change. The Government of General Herrera,\nwho was at that time President of the Republic, was tottering to its fall.\nGeneral Paredes, a military leader, had manifested his determination to\noverthrow the Government of Herrera by a military revolution, and one of\nthe principal means which he employed to effect his purpose and render the\nGovernment of Herrera odious to the army and people of Mexico was by loudly\ncondemning its determination to receive a minister of peace from the United\nStates, alleging that it was the intention of Herrera, by a treaty with the\nUnited States, to dismember the territory of Mexico by ceding away the\ndepartment of Texas. The Government of Herrera is believed to have been\nwell disposed to a pacific adjustment of existing difficulties, but\nprobably alarmed for its own security, and in order to ward off the danger\nof the revolution led by Paredes, violated its solemn agreement and refused\nto receive or accredit our minister; and this although informed that he had\nbeen invested with full power to adjust all questions in dispute between\nthe two Governments. Among the frivolous pretexts for this refusal, the\nprincipal one was that our minister had not gone upon a special mission\nconfined to the question of Texas alone, leaving all the outrages upon our\nflag and our citizens unredressed. The Mexican Government well knew that\nboth our national honor and the protection due to our citizens imperatively\nrequired that the two questions of boundary and indemnity should be treated\nof together, as naturally and inseparably blended, and they ought to have\nseen that this course was best calculated to enable the United States to\nextend to them the most liberal justice. On the 30th of December, 1845,\nGeneral Herrera resigned the Presidency and yielded up the Government to\nGeneral Paredes without a struggle. Thus a revolution was accomplished\nsolely by the army commanded by Paredes, and the supreme power in Mexico\npassed into the hands of a military usurper who was known to be bitterly\nhostile to the United States.Although the prospect of a pacific adjustment with the new Government was\nunpromising from the known hostility of its head to the United States, yet,\ndetermined that nothing should be left undone on our part to restore\nfriendly relations between the two countries, our minister was instructed\nto present his credentials to the new Government and ask to be accredited\nby it in the diplomatic character in which he had been commissioned. These\ninstructions he executed by his note of the 1st of March, 1846, addressed\nto the Mexican minister of foreign affairs, but his request was insultingly\nrefused by that minister in his answer of the 12th of the same month. No\nalternative remained for our minister but to demand his passports and\nreturn to the United States.Thus was the extraordinary spectacle presented to the civilized world of a\nGovernment, in violation of its own express agreement, having twice\nrejected a minister of peace invested with full powers to adjust all the\nexisting differences between the two countries in a manner just and\nhonorable to both. I am not aware that modern history presents a parallel\ncase in which in time of peace one nation has refused even to hear\npropositions from another for terminating existing difficulties between\nthem. Scarcely a hope of adjusting our difficulties, even at a remote day,\nor of preserving peace with Mexico, could be cherished while Paredes\nremained at the head of the Government. He had acquired the supreme power\nby a military revolution and upon the most solemn pledges to wage war\nagainst the United States and to reconquer Texas, which he claimed as a\nrevolted province of Mexico. He had denounced as guilty of treason all\nthose Mexicans who considered Texas as no longer constituting a part of the\nterritory of Mexico and who were friendly to the cause of peace. The\nduration of the war which he waged against the United States was\nindefinite, because the end which he proposed of the reconquest of Texas\nwas hopeless. Besides, there was good reason to believe from all his\nconduct that it was his intention to convert the Republic of Mexico into a\nmonarchy and to call a foreign European prince to the throne. Preparatory\nto this end, he had during his short rule destroyed the liberty of the\npress, tolerating that portion of it only which openly advocated the\nestablishment of a monarchy. The better to secure the success of his\nultimate designs, he had by an arbitrary decree convoked a Congress, not to\nbe elected by the free voice of the people, but to be chosen in a manner to\nmake them subservient to his will and to give him absolute control over\ntheir deliberations.Under all these circumstances it was believed that any revolution in Mexico\nfounded upon opposition to the ambitious projects of Paredes would tend to\npromote the cause of peace as well as prevent any attempted European\ninterference in the affairs of the North American continent, both objects\nof deep interest to the United States. Any such foreign interference, if\nattempted, must have been resisted by the United States. My views upon that\nsubject were fully communicated to Congress in my last annual message. In\nany event, it was certain that no change whatever in the Government of\nMexico which would deprive Paredes of power could be for the worse so far\nas the United States were concerned, while it was highly probable that any\nchange must be for the better. This was the state of affairs existing when\nCongress, on the 13th of May last, recognized the existence of the war\nwhich had been commenced by the Government of Paredes; and it became an\nobject of much importance, with a view to a speedy settlement of our\ndifficulties and the restoration of an honorable peace, that Paredes should\nnot retain power in Mexico.Before that time there were symptoms of a revolution in Mexico, favored, as\nit was understood to be, by the more liberal party, and especially by those\nwho were opposed to foreign interference and to the monarchical form of\ngovernment. Santa Anna was then in exile in Havana, having been expelled\nfrom power and banished from his country by a revolution which occurred in\nDecember, 1844; but it was known that he had still a considerable party in\nhis favor in Mexico. It was also equally well known that no vigilance which\ncould be exerted by our squadron would in all probability have prevented\nhim from effecting a landing somewhere on the extensive Gulf coast of\nMexico if he desired to return to his country. He had openly professed an\nentire change of policy, had expressed his regret that he had subverted the\nfederal constitution of 1824, and avowed that he was now in favor of its\nrestoration. He had publicly declared his hostility, in strongest terms, to\nthe establishment of a monarchy and to European interference in the affairs\nof his country. Information to this effect had been received, from sources\nbelieved to be reliable, at the date of the recognition of the existence of\nthe war by Congress, and was afterwards fully confirmed by the receipt of\nthe dispatch of our consul in the City of Mexico, with the accompanying\ndocuments, which are herewith transmitted. Besides, it was reasonable to\nsuppose that he must see the ruinous consequences to Mexico of a war with\nthe United States, and that it would be his interest to favor peace.It was under these circumstances and upon these considerations that it was\ndeemed expedient not to obstruct his return to Mexico should he attempt to\ndo so. Our object was the restoration of peace, and, with that view, no\nreason was perceived why we should take part with Paredes and aid him by\nmeans of our blockade in preventing the return of his rival to Mexico. On\nthe contrary, it was believed that the intestine divisions which ordinary\nsagacity could not but anticipate as the fruit of Santa Anna's return to\nMexico, and his contest with Paredes, might strongly tend to produce a\ndisposition with both parties to restore and preserve peace with the United\nStates. Paredes was a soldier by profession and a monarchist in principle.\nHe had but recently before been successful in a military revolution, by\nwhich he had obtained power. He was the sworn enemy of the United States,\nwith which he had involved his country in the existing war. Santa Anna had\nbeen expelled from power by the army, was known to be in open hostility to\nParedes, and publicly pledged against foreign intervention and the\nrestoration of monarchy in Mexico. In view of these facts and circumstances\nit was that when orders were issued to the commander of our naval forces in\nthe Gulf, on the 13th day of May last, the same day on which the existence\nof the war was recognized by Congress, to place the coasts of Mexico under\nblockade, he was directed not to obstruct the passage of Santa Anna to\nMexico should he attempt to return.A revolution took place in Mexico in the early part of August following, by\nwhich the power of Paredes was overthrown, and he has since been banished\nfrom the country, and is now in exile. Shortly afterwards Santa Anna\nreturned. It remains to be seen whether his return may not yet prove to be\nfavorable to a pacific adjustment of the existing difficulties, it being\nmanifestly his interest not to persevere in the prosecution of a war\ncommenced by Paredes to accomplish a purpose so absurd as the reconquest of\nTexas to the Sabine. Had Paredes remained in power, it is morally certain\nthat any pacific adjustment would have been hopeless.Upon the commencement of hostilities by Mexico against the United States\nthe indignant spirit of the nation was at once aroused. Congress promptly\nresponded to the expectations of the country, and by the act of the 13th of\nMay last recognized the fact that war existed, by the act of Mexico,\nbetween the United States and that Republic, and granted the means\nnecessary for its vigorous prosecution. Being involved in a war thus\ncommenced by Mexico, and for the justice of which on our part we may\nconfidently appeal to the whole world, I resolved to prosecute it with the\nutmost vigor. Accordingly the ports of Mexico on the Gulf and on the\nPacific have been placed under blockade and her territory invaded at\nseveral important points. The reports from the Departments of War and of\nthe Navy will inform you more in detail of the measures adopted in the\nemergency in which our country was placed and of the gratifying results\nwhich have been accomplished.The various columns of the Army have performed their duty under great\ndisadvantages with the most distinguished skill and courage. The victories\nof Palo Alto and Resaca de la Palma and of Monterey, won against greatly\nsuperior numbers and against most decided advantages in other respects on\nthe part of the enemy, were brilliant in their execution, and entitle our\nbrave officers and soldiers to the grateful thanks of their country. The\nnation deplores the loss of the brave officers and men who have gallantly\nfallen while vindicating and defending their country's rights and honor.It is a subject of pride and satisfaction that our volunteer citizen\nsoldiers, who so promptly responded to their country's call, with an\nexperience of the discipline of a camp of only a few weeks, have borne\ntheir part in the hard-fought battle of Monterey with a constancy and\ncourage equal to that of veteran troops and worthy of the highest\nadmiration. The privations of long marches through the enemy's country and\nthrough a wilderness have been borne without a murmur. By rapid movements\nthe Province of New Mexico, with Santa Fe, its capital, has been captured\nwithout bloodshed. The Navy has cooperated with the Army and rendered\nimportant services; if not so brilliant, it is because the enemy had no\nforce to meet them on their own element and because of the defenses which\nnature has interposed in the difficulties of the navigation on the Mexican\ncoast. Our squadron in the Pacific, with the cooperation of a gallant\nofficer of the Army and a small force hastily collected in that distant\ncountry, has acquired bloodless possession of the Californias, and the\nAmerican flag has been raised at every important point in that Province.I congratulate you on the success which has thus attended our military and\nnaval operations. In less than seven months after Mexico commenced\nhostilities, at a time selected by herself, we have taken possession of\nmany of her principal ports, driven back and pursued her invading army, and\nacquired military possession of the Mexican Provinces of New Mexico, New\nLeon, Coahuila, Tamaulipas, and the Californias, a territory larger in\nextent than that embraced in the original thirteen States of the Union,\ninhabited by a considerable population, and much of it more than 1,000\nmiles from the points at which we had to collect our forces and commence\nour movements. By the blockade the import and export trade of the enemy has\nbeen cut off. Well may the American people be proud of the energy and\ngallantry of our regular and volunteer officers and soldiers. The events of\nthese few months afford a gratifying proof that our country can under any\nemergency confidently rely for the maintenance of her honor and the defense\nof her rights on an effective force, ready at all times voluntarily to\nrelinquish the comforts of home for the perils and privations of the camp.\nAnd though such a force may be for the time expensive, it is in the end\neconomical, as the ability to command it removes the necessity of employing\na large standing army in time of peace, and proves that our people love\ntheir institutions and are ever ready to defend and protect them.While the war was in a course of vigorous and successful prosecution, being\nstill anxious to arrest its evils, and considering that after the brilliant\nvictories of our arms on the 8th and 9th of May last the national honor\ncould not be compromitted by it, another overture was made to Mexico, by my\ndirection, on the 27th of July last to terminate hostilities by a peace\njust and honorable to both countries. On the 31st of August following the\nMexican Government declined to accept this friendly overture, but referred\nit to the decision of a Mexican Congress to be assembled in the early part\nof the present month. I communicate to you herewith a copy of the letter of\nthe Secretary of State proposing to reopen negotiations, of the answer of\nthe Mexican Government, and of the reply thereto of the Secretary of\nState,The war will continue to be prosecuted with vigor as the best means of\nsecuring peace. It is hoped that the decision of the Mexican Congress, to\nwhich our last overture has been referred, may result in a speedy and\nhonorable peace. With our experience, however, of the unreasonable course\nof the Mexican authorities, it is the part of wisdom not to relax in the\nenergy of our military operations until the result is made known. In this\nview it is deemed important to hold military possession of all the\nProvinces which have been taken until a definitive treaty of peace shall\nhave been concluded and ratified by the two countries.The war has not been waged with a view to conquest, but, having been\ncommenced by Mexico, it has been carried into the enemy's country and will\nbe vigorously prosecuted there with a view to obtain an honorable peace,\nand thereby secure ample indemnity for the expenses of the war, as well as\nto our much-injured citizens, who hold large pecuniary demands against\nMexico.By the laws of nations a conquered country is subject to be governed by the\nconqueror during his military possession and until there is either a treaty\nof peace or he shall voluntarily withdraw from it. The old civil government\nbeing necessarily superseded, it is the right and duty of the conqueror to\nsecure his conquest and to provide for the maintenance of civil order and\nthe rights of the inhabitants. This right has been exercised and this duty\nperformed by our military and naval commanders by the establishment of\ntemporary governments in some of the conquered Provinces of Mexico,\nassimilating them as far as practicable to the free institutions of our own\ncountry. In the Provinces of New Mexico and of the Californias little, if\nany, further resistance is apprehended from the inhabitants to the\ntemporary governments which have thus, from the necessity of the case and\naccording to the laws of war, been established. It may be proper to provide\nfor the security of these important conquests by making an adequate\nappropriation for the purpose of erecting fortifications and defraying the\nexpenses necessarily incident to the maintenance of our possession and\nauthority over them.Near the close of your last session, for reasons communicated to Congress,\nI deemed it important as a measure for securing a speedy peace with Mexico,\nthat a sum of money should be appropriated and placed in the power of the\nExecutive, similar to that which had been made upon two former occasions\nduring the Administration of President Jefferson.On the 26th of February, 1803, an appropriation of $2,000.000 was made and\nplaced at the disposal of the President. Its object is well known. It was\nat that time in contemplation to acquire Louisiana from France, and it was\nintended to be applied as a part of the consideration which might be paid\nfor that territory. On the 13th of February, 1806, the same sum was in like\nmanner appropriated, with a view to the purchase of the Floridas from\nSpain. These appropriations were made to facilitate negotiations and as a\nmeans to enable the President to accomplish the important objects in view.\nThough it did not become necessary for the President to use these\nappropriations, yet a state of things might have arisen in which it would\nhave been highly important for him to do so, and the wisdom of making them\ncan not be doubted. It is believed that the measure recommended at your\nlast session met with the approbation of decided majorities in both Houses\nof Congress. Indeed, in different forms, a bill making an appropriation of\n$2,000,000 passed each House, and it is much to be regretted that it did\nnot become a law. The reasons which induced me to recommend the measure at\nthat time still exist, and I again submit the subject for your\nconsideration and suggest the importance of early action upon it. Should\nthe appropriation be made and be not needed, it will remain in the\nTreasury; should it be deemed proper to apply it in whole or in part, it\nwill be accounted for as other public expenditures.Immediately after Congress had recognized the existence of the war with\nMexico my attention was directed to the danger that privateers might be\nfitted out in the ports of Cuba and Porto Rico to prey upon the commerce of\nthe United States, and I invited the special attention of the Spanish\nGovernment to the fourteenth article of our treaty with that power of the\n27th of October, 1795, under which the citizens and subjects of either\nnation who shall take commissions or letters of marque to act as privateers\nagainst the other \"shall be punished as pirates.\"It affords me pleasure to inform you that I have received assurances from\nthe Spanish Government that this article of the treaty shall be faithfully\nobserved on its part. Orders for this purpose were immediately transmitted\nfrom that Government to the authorities of Cuba and Porto Rico to exert\ntheir utmost vigilance in preventing any attempts to fit out privateers in\nthose islands against the United States. From the good faith of Spain I am\nfully satisfied that this treaty will be executed in its spirit as well as\nits letter, whilst the United States will on their part faithfully perform\nall the obligations which it imposes on them.Information has been recently received at the Department of State that the\nMexican Government has sent to Havana blank commissions to privateers and\nblank certificates of naturalization signed by General Salas, the present\nhead of the Mexican Government. There is also reason to apprehend that\nsimilar documents have been transmitted to other parts of the world. Copies\nof these papers, in translation, are herewith transmitted.As the preliminaries required by the practice of civilized nations for\ncommissioning privateers and regulating their conduct appear not to have\nbeen observed, and as these commissions are in blank, to be filled up with\nthe names of citizens and subjects of all nations who may be willing to\npurchase them, the whole proceeding can only be construed as an invitation\nto all the freebooters upon earth who are willing to pay for the privilege\nto cruise against American commerce. It will be for our courts of justice\nto decide whether under such circumstances these Mexican letters of marque\nand reprisal shall protect those who accept them, and commit robberies upon\nthe high seas under their authority, from the pains and penalties of\npiracy.If the certificates of naturalization thus granted be intended by Mexico to\nshield Spanish subjects from the guilt and punishment of pirates under our\ntreaty with Spain, they will certainly prove unavailing. Such a subterfuge\nwould be but a weak device to defeat the provisions of a solemn treaty.I recommend that Congress should immediately provide by law for the trial\nand punishment as pirates of Spanish subjects who, escaping the vigilance\nof their Government, shall be found guilty of privateering against the\nUnited States. I do not apprehend serious danger from these privateers. Our\nNavy will be constantly on the alert to protect our commerce. Besides, in\ncase prizes should be made of American vessels, the utmost vigilance will\nbe exerted by our blockading squadron to prevent the captors from taking\nthem into Mexican ports, and it is not apprehended that any nation will\nviolate its neutrality by suffering such prizes to be condemned and sold\nwithin its jurisdiction.I recommend that Congress should immediately provide by law for granting\nletters of marque and reprisal against vessels under the Mexican flag. It\nis true that there are but few, if any, commercial vessels of Mexico upon\nthe high seas, and it is therefore not probable that many American\nprivateers would be fitted out in case a law should pass authorizing this\nmode of warfare. It is, notwithstanding, certain that such privateers may\nrender good service to the commercial interests of the country by\nrecapturing our merchant ships should any be taken by armed vessels under\nthe Mexican flag, as well as by capturing these vessels themselves. Every\nmeans within our power should be rendered available for the protection of\nour commerce.The annual report of the Secretary of the Treasury will exhibit a detailed\nstatement of the condition of the finances. The imports for the fiscal year\nending on the 30th of June last were of the value of $121,691,797, of which\nthe amount exported was $11,346,623, leaving the amount retained in the\ncountry for domestic consumption $110,345,174. The value of the exports for\nthe same period was $113,488,516, of which $102,141,893 consisted of\ndomestic productions and $11,346,623 of foreign articles.The receipts into the Treasury for the same year were $29,499,247.06, of\nwhich there was derived from customs $26,712,667.87, from the sales of\npublic lands $2,694,452.48, and from incidental and miscellaneous sources\n$92,126.71. The expenditures for the same period were $28,031,114.20, and\nthe balance in the Treasury on the 1st day of July last was $9,126,439.\n08.The amount of the public debt, including Treasury notes, on the 1st of the\npresent month was $24,256,494.60, of which the sum of $17,788,799.62 was\noutstanding on the 4th of March, 1845, leaving the amount incurred since\nthat time $6,467,694.98.In order to prosecute the war with Mexico with vigor and energy, as the\nbest means of bringing it to a speedy and honorable termination, a further\nloan will be necessary to meet the expenditures for the present and the\nnext fiscal year. If the war should be continued until the 30th of June,\n1848, being the end of the next fiscal year, it is estimated that an\nadditional loan of $23,000,000 will be required. This estimate is made upon\nthe assumption that it will be necessary to retain constantly in the\nTreasury $4,000,000 to guard against contingencies. If such surplus were\nnot required to be retained, then a loan of $19,000,000 would be\nsufficient. If, however, Congress should at the present session impose a\nrevenue duty on the principal articles now embraced in the free list, it is\nestimated that an additional annual revenue of about two millions and a\nhalf, amounting, it is estimated, on the 30th of June, 1848, to $4,000,000,\nwould be derived from that source, and the loan required would be reduced\nby that amount. It is estimated also that should Congress graduate and\nreduce the price of such of the public lands as have been long in the\nmarket the additional revenue derived from that source would be annually,\nfor several years to come, between half a million and a million dollars;\nand the loan required may be reduced by that amount also. Should these\nmeasures be adopted, the loan required would not probably exceed\n$18,000,000 or $19,000,000, leaving in the Treasury a constant surplus of\n$4,000,000. The loan proposed, it is estimated, will be sufficient to cover\nthe necessary expenditures both for the war and for all other purposes up\nto the 30th of June, 1848, and an amount of this loan not exceeding\none-half may be required during the present fiscal year, and the greater\npart of the remainder during the first half of the fiscal year succeeding.In order that timely notice may be given and proper measures taken to\neffect the loan, or such portion of it as may be required, it is important\nthat the authority of Congress to make it be given at an early period of\nyour present session. It is suggested that the loan should be contracted\nfor a period of twenty years, with authority to purchase the stock and pay\nit off at an earlier period at its market value out of any surplus which\nmay at any time be in the Treasury applicable to that purpose. After the\nestablishment of peace with Mexico, it is supposed that a considerable\nsurplus will exist, and that the debt may be extinguished in a much shorter\nperiod than that for which it may be contracted. The period of twenty\nyears, as that for which the proposed loan may be contracted, in preference\nto a shorter period, is suggested, because all experience, both at home and\nabroad, has shown that loans are effected upon much better terms upon long\ntime than when they are reimbursable at short dates.Necessary as this measure is to sustain the honor and the interests of the\ncountry engaged in a foreign war, it is not doubted but that Congress will\npromptly authorize it.The balance in the Treasury on the 1st July last exceeded $9,000,000,\nnotwithstanding considerable expenditures had been made for the war during\nthe months of May and June preceding. But for the war the whole public debt\ncould and would have been extinguished within a short period; and it was a\npart of my settled policy to do so, and thus relieve the people from its\nburden and place the Government in a position which would enable it to\nreduce the public expenditures to that economical standard which is most\nconsistent with the general welfare and the pure and wholesome progress of\nour institutions.Among our just causes of complaint against Mexico arising out of her\nrefusal to treat for peace, as well before as since the war so unjustly\ncommenced on her part, are the extraordinary expenditures in which we have\nbeen involved. Justice to our own people will make it proper that Mexico\nshould be held responsible for these expenditures.Economy in the public expenditures is at all times a high duty which all\npublic functionaries of the Government owe to the people. This duty becomes\nthe more imperative in a period of war, when large and extraordinary\nexpenditures become unavoidable. During the existence of the war with\nMexico all our resources should be husbanded, and no appropriations made\nexcept such as are absolutely necessary for its vigorous prosecution and\nthe due administration of the Government. Objects of appropriation which in\npeace may be deemed useful or proper, but which are not indispensable for\nthe public service, may when the country is engaged in a foreign war be\nwell postponed to a future period. By the observance of this policy at your\npresent session large amounts may be saved to the Treasury and be applied\nto objects of pressing and urgent necessity, and thus the creation of a\ncorresponding amount of public debt may be avoided.It is not meant to recommend that the ordinary and necessary appropriations\nfor the support of Government should be withheld; but it is well known that\nat every session of Congress appropriations are proposed for numerous\nobjects which may or may not be made without materially affecting the\npublic interests, and these it is recommended should not be granted.The act passed at your last session \"reducing the duties on imports\" not\nhaving gone into operation until the 1st of the present month, there has\nnot been time for its practical effect upon the revenue and the business of\nthe country to be developed. It is not doubted, however, that the just\npolicy which it adopts will add largely to our foreign trade and promote\nthe general prosperity. Although it can not be certainly foreseen what\namount of revenue it will yield, it is estimated that it will exceed that\nproduced by the act of 1842, which it superseded. The leading principles\nestablished by it are to levy the taxes with a view to raise revenue and to\nimpose them upon the articles imported according to their actual value.The act of 1842, by the excessive rates of duty which it imposed on many\narticles, either totally excluded them from importation or greatly reduced\nthe amount imported, and thus diminished instead of producing revenue. By\nit the taxes were imposed not for the legitimate purpose of raising\nrevenue, but to afford advantages to favored classes at the expense of a\nlarge majority of their fellow-citizens. Those employed in agriculture,\nmechanical pursuits, commerce, and navigation were compelled to contribute\nfrom their substance to swell the profits and overgrown wealth of the\ncomparatively few who had invested their capital in manufactures. The taxes\nwere not levied in proportion to the value of the articles upon which they\nwere imposed, but, widely departing from this just rule, the lighter taxes\nwere in many cases levied upon articles of luxury and high price and the\nheavier taxes on those of necessity and low price, consumed by the great\nmass of the people. It was a system the inevitable effect of which was to\nrelieve favored classes and the wealthy few from contributing their just\nproportion for the support of Government, and to lay the burden on the\nlabor of the many engaged in other pursuits than manufactures.A system so unequal and unjust has been superseded by the existing law,\nwhich imposes duties not for the benefit or injury of classes or pursuits,\nbut distributes and, as far as practicable, equalizes the public burdens\namong all classes and occupations. The favored classes who under the\nunequal and unjust system which has been repealed have heretofore realized\nlarge profits, and many of them amassed large fortunes at the expense of\nthe many who have been made tributary to them, will have no reason to\ncomplain if they shall be required to bear their just proportion of the\ntaxes necessary for the support of Government. So far from it, it will be\nperceived by an examination of the existing law that discriminations in the\nrates of duty imposed within the revenue principle have been retained in\ntheir favor. The incidental aid against foreign competition which they\nstill enjoy gives them an advantage which no other pursuits possess, but of\nthis none others will complain, because the duties levied are necessary for\nrevenue. These revenue duties, including freights and charges, which the\nimporter must pay before he can come in competition with the home\nmanufacturer in our markets, amount on nearly all our leading branches of\nmanufacture to more than one-third of the value of the imported article,\nand in some cases to almost one-half its value. With such advantages it is\nnot doubted that our domestic manufacturers will continue to prosper,\nrealizing in well-conducted establishments even greater profits than can be\nderived from any other regular business. Indeed, so far from requiring the\nprotection of even incidental revenue duties, our manufacturers in several\nleading branches are extending their business, giving evidence of great\ningenuity and skill and of their ability to compete, with increased\nprospect of success, for the open market of the world. Domestic\nmanufactures to the value of several millions of dollars, which can not\nfind a market at home, are annually exported to foreign countries. With\nsuch rates of duty as those established by the existing law the system will\nprobably be permanent, and capitalists who are made or shall hereafter make\ntheir investments in manufactures will know upon what to rely. The country\nwill be satisfied with these rates, because the advantages which the\nmanufacturers still enjoy result necessarily from the collection of revenue\nfor the support of Government. High protective duties, from their unjust\noperation upon the masses of the people, can not fail to give rise to\nextensive dissatisfaction and complaint and to constant efforts to change\nor repeal them, rendering all investments in manufactures uncertain and\nprecarious. Lower and more permanent rates of duty, at the same time that\nthey will yield to the manufacturer fair and remunerating profits, will\nsecure him against the danger of frequent changes in the system, which can\nnot fail to ruinously affect his interests.Simultaneously with the relaxation of the restrictive policy by the United\nStates, Great Britain, from whose example we derived the system, has\nrelaxed hers. She has modified her corn laws and reduced many other duties\nto moderate revenue rates. After ages of experience the statesmen of that\ncountry have been constrained by a stern necessity and by a public opinion\nhaving its deep foundation in the sufferings and wants of impoverished\nmillions to abandon a system the effect of which was to build up immense\nfortunes in the hands of the few and to reduce the laboring millions to\npauperism and misery. Nearly in the same ratio that labor was depressed\ncapital was increased and concentrated by the British protective policy.The evils of the system in Great Britain were at length rendered\nintolerable, and it has been abandoned, but not without a severe struggle\non the part of the protected and favored classes to retain the unjust\nadvantages which they have so long enjoyed. It was to be expected that a\nsimilar struggle would be made by the same classes in the United States\nwhenever an attempt was made to modify or abolish the same unjust system\nhere. The protective policy had been in operation in the United States for\na much shorter period, and its pernicious effects were not, therefore, so\nclearly perceived and felt. Enough, however, was known of these effects to\ninduce its repeal.It would be strange if in the face of the example of Great Britain, our\nprincipal foreign customer, and of the evils of a system rendered manifest\nin that country by long and painful experience, and in the face of the\nimmense advantages which under a more liberal commercial policy we are\nalready deriving, and must continue to derive, by supplying her starving\npopulation with food, the United States should restore a policy which she\nhas been compelled to abandon, and thus diminish her ability to purchase\nfrom us the food and other articles which she so much needs and we so much\ndesire to sell. By the simultaneous abandonment of the protective policy by\nGreat Britain and the United States new and important markets have already\nbeen opened for our agricultural and other products, commerce and\nnavigation have received a new impulse, labor and trade have been released\nfrom the artificial trammels which have so long fettered them, and to a\ngreat extent reciprocity in the exchange of commodities has been introduced\nat the same time by both countries, and greatly for the benefit of both.\nGreat Britain has been forced by the pressure of circumstances at home to\nabandon a policy which has been upheld for ages, and to open her markets\nfor our immense surplus of breadstuffs, and it is confidently believed that\nother powers of Europe will ultimately see the wisdom, if they be not\ncompelled by the pauperism and sufferings of their crowded population, to\npursue a similar policy.Our farmers are more deeply interested in maintaining the just and liberal\npolicy of the existing law than any other class of our citizens. They\nconstitute a large majority of our population, and it is well known that\nwhen they prosper all other pursuits prosper also. They have heretofore not\nonly received none of the bounties or favors of Government, but by the\nunequal operations of the protective policy have been made by the burdens\nof taxation which it imposed to contribute to the bounties which have\nenriched others.When a foreign as well as a home market is opened to them, they must\nreceive, as they are now receiving, increased prices for their products.\nThey will find a readier sale, and at better prices, for their wheat,\nflour, rice, Indian corn, beef, pork, lard, butter, cheese, and other\narticles which they produce. The home market alone is inadequate to enable\nthem to dispose of the immense surplus of food and other articles which\nthey are capable of producing, even at the most reduced prices, for the\nmanifest reason that they can not be consumed in the country. The United\nStates can from their immense surplus supply not only the home demand, but\nthe deficiencies of food required by the whole world.That the reduced production of some of the chief articles of food in Great\nBritain and other parts of Europe may have contributed to increase the\ndemand for our breadstuffs and provisions is not doubted, but that the\ngreat and efficient cause of this increased demand and of increased prices\nconsists in the removal of artificial restrictions heretofore imposed is\ndeemed to be equally certain. That our exports of food, already increased\nand increasing beyond former example under the more liberal policy which\nhas been adopted, will be still vastly enlarged unless they be checked or\nprevented by a restoration of the protective policy can not be doubted.\nThat our commercial and navigating interests will be enlarged in a\ncorresponding ratio with the increase of our trade is equally certain,\nwhile our manufacturing interests will still be the favored interests of\nthe country and receive the incidental protection afforded them by revenue\nduties; and more than this they can not justly demand.In my annual message of December last a tariff of revenue duties based upon\nthe principles of the existing law was recommended, and I have seen no\nreason to change the opinions then expressed. In view of the probable\nbeneficial effects of that law, I recommend that the policy established by\nit be maintained. It has but just commenced to operate, and to abandon or\nmodify it without giving it a fair trial would be inexpedient and unwise.\nShould defects in any of its details be ascertained by actual experience to\nexist, these may be hereafter corrected; but until such defects shall\nbecome manifest the act should be fairly tested.It is submitted for your consideration whether it may not be proper, as a\nwar measure, to impose revenue duties on some of the articles now embraced\nin the free list. Should it be deemed proper to impose such duties with a\nview to raise revenue to meet the expenses of the war with Mexico or to\navoid to that extent the creation of a public debt, they may be repealed\nwhen the emergency which gave rise to them shall cease to exist, and\nconstitute no part of the permanent policy of the country.The act of the 6th of August last, \"to provide for the better organization\nof the Treasury and for the collection, safe-keeping, transfer, and\ndisbursement of the public revenue,\" has been carried into execution as\nrapidly as the delay necessarily arising out of the appointment of new\nofficers, taking and approving their bonds, and preparing and securing\nproper places for the safe-keeping of the public money would permit. It is\nnot proposed to depart in any respect from the principles or policy on\nwhich this great measure is rounded. There are, however, defects in the\ndetails of the measure, developed by its practical operation, which are\nfully set forth in the report of the Secretary of the Treasury, to which\nthe attention of Congress is invited. These defects would impair to some\nextent the successful operation of the law at all times, but are especially\nembarrassing when the country is engaged in a war, when the expenditures\nare greatly increased, when loans are to be effected and the disbursements\nare to be made at points many hundred miles distant, in some cases, from\nany depository, and a large portion of them in a foreign country. The\nmodifications suggested in the report of the Secretary of the Treasury are\nrecommended to your favorable consideration.In connection with this subject I invite your attention to the importance\nof establishing a branch of the Mint of the United States at New York.\nTwo-thirds of the revenue derived from customs being collected at that\npoint, the demand for specie to pay the duties will be large, and a branch\nmint where foreign coin and bullion could be immediately converted into\nAmerican coin would greatly facilitate the transaction of the public\nbusiness, enlarge the circulation of gold and silver, and be at the same\ntime a safe depository of the public money.The importance of graduating and reducing the price of such of the public\nlands as have been long offered in the market at the minimum rate\nauthorized by existing laws, and remain unsold, induces me again to\nrecommend the subject to your favorable consideration. Many millions of\nacres of these lands have been offered in the market for more than thirty\nyears and larger quantities for more than ten or twenty years, and, being\nof an inferior quality, they must remain unsalable for an indefinite period\nunless the price at which they may be purchased shall be reduced. To place\na price upon them above their real value is not only to prevent their sale,\nand thereby deprive the Treasury of any income from that source, but is\nunjust to the States in which they lie, because it retards their growth and\nincrease of population, and because they have no power to levy a tax upon\nthem as upon other lands within their limits, held by other proprietors\nthan the United States, for the support of their local governments.The beneficial effects of the graduation principle have been realized by\nsome of the States owning the lands within their limits in which it has\nbeen adopted. They have been demonstrated also by the United States acting\nas the trustee of the Chickasaw tribe of Indians in the sale of their lands\nlying within the States of Mississippi and Alabama. The Chickasaw lands,\nwhich would not command in the market the minimum price established by the\nlaws of the United States for the sale of their lands, were, in pursuance\nof the treaty of 1834 with that tribe, subsequently offered for sale at\ngraduated and reduced rates for limited periods. The result was that large\nquantities of these lands were purchased which would otherwise have\nremained unsold. The lands were disposed of at their real value, and many\npersons of limited means were enabled to purchase small tracts, upon which\nthey have settled with their families. That similar results would be\nproduced by the adoption of the graduation policy by the United States in\nall the States in which they are the owners of large bodies of lands which\nhave been long in the market can not be doubted. It can not be a sound\npolicy to withhold large quantities of the public lands from the use and\noccupation of our citizens by fixing upon them prices which experience has\nshown they will not command. On the contrary, it is a wise policy to afford\nfacilities to our citizens to become the owners at low and moderate rates\nof freeholds of their own instead of being the tenants and dependents of\nothers. If it be apprehended that these lands if reduced in price would be\nsecured in large quantities by speculators or capitalists, the sales may be\nrestricted in limited quantities to actual settlers or persons purchasing\nfor purposes of cultivation.In my last annual message I submitted for the consideration of Congress the\npresent system of managing the mineral lands of the United States, and\nrecommended that they should be brought into market and sold upon such\nterms and under such restrictions as Congress might prescribe. By the act\nof the 11th of July last \"the reserved lead mines and contiguous lands in\nthe States of Illinois and Arkansas and Territories of Wisconsin and Iowa\"\nwere authorized to be sold. The act is confined in its operation to \"lead\nmines and contiguous lands.\" A large portion of the public lands,\ncontaining copper and other ores, is represented to be very valuable, and I\nrecommend that provision be made authorizing the sale of these lands upon\nsuch terms and conditions as from their supposed value may in the judgment\nof Congress be deemed advisable, having due regard to the interests of such\nof our citizens as may be located upon them.It will be important during your present session to establish a Territorial\ngovernment and to extend the jurisdiction and laws of the United States\nover the Territory of Oregon. Our laws regulating trade and intercourse\nwith the Indian tribes east of the Rocky Mountains should be extended to\nthe Pacific Ocean; and for the purpose of executing them and preserving\nfriendly relations with the Indian tribes within our limits, an additional\nnumber of Indian agencies will be required, and should be authorized by\nlaw. The establishment of custom-houses and of post-offices and post-roads\nand provision for the transportation of the mail on such routes as the\npublic convenience will suggest require legislative authority. It will be\nproper also to establish a surveyor-general's office in that Territory and\nto make the necessary provision for surveying the public lands and bringing\nthem into market. As our citizens who now reside in that distant region\nhave been subjected to many hardships, privations, and sacrifices in their\nemigration, and by their improvements have enhanced the value of the public\nlands in the neighborhood of their settlements, it is recommended that\nliberal grants be made to them of such portions of these lands as they may\noccupy, and that similar grants or rights of preemption be made to all who\nmay emigrate thither within a limited period, prescribed by law.The report of the Secretary of War contains detailed information relative\nto the several branches of the public service connected with that\nDepartment. The operations of the Army have been of a satisfactory and\nhighly gratifying character. I recommend to your early and favorable\nconsideration the measures proposed by the Secretary of War for speedily\nfilling up the rank and file of the Regular Army, for its greater\nefficiency in the field, and for raising an additional force to serve\nduring the war with Mexico.Embarrassment is likely to arise for want of legal provision authorizing\ncompensation to be made to the agents employed in the several States and\nTerritories to pay the Revolutionary and other pensioners the amounts\nallowed them by law. Your attention is invited to the recommendations of\nthe Secretary of War on this subject. These agents incur heavy\nresponsibilities and perform important duties, and no reason exists why\nthey should not be placed on the same footing as to compensation with other\ndisbursing officers.Our relations with the various Indian tribes continue to be of a pacific\ncharacter. The unhappy dissensions which have existed among the Cherokees\nfor many years past have been healed. Since my last annual message\nimportant treaties have been negotiated with some of the tribes, by which\nthe Indian title to large tracts of valuable land within the limits of the\nStates and Territories has been extinguished and arrangements made for\nremoving them to the country west of the Mississippi. Between 3,000 and\n4,000 of different tribes have been removed to the country provided for\nthem by treaty stipulations, and arrangements have been made for others to\nfollow.In our intercourse with the several tribes particular attention has been\ngiven to the important subject of education. The number of schools\nestablished among them has been increased, and additional means provided\nnot only for teaching them the rudiments of education, but of instructing\nthem in agriculture and the mechanic arts.I refer you to the report of the Secretary of the Navy for a satisfactory\nview of the operations of the Department under his charge during the past\nyear. It is gratifying to perceive that while the war with Mexico has\nrendered it necessary to employ an unusual number of our armed vessels on\nher coasts, the protection due to our commerce in other quarters of the\nworld has not proved insufficient. No means will be spared to give\nefficiency to the naval service in the prosecution of the war; and I am\nhappy to know that the officers and men anxiously desire to devote\nthemselves to the service of their country in any enterprise, however\ndifficult of execution.I recommend to your favorable consideration the proposition to add to each\nof our foreign squadrons an efficient sea steamer, and, as especially\ndemanding attention, the establishment at Pensacola of the necessary means\nof repairing and refitting the vessels of the Navy employed in the Gulf of\nMexico.There are other suggestions in the report which deserve and I doubt not\nwill receive your consideration.The progress and condition of the mail service for the past year are fully\npresented in the report of the Postmaster-General. The revenue for the year\nending on the 30th of June last amounted to $3,487,199, which is\n$802,642.45 less than that of the preceding year. The payments for that\nDepartment during the same time amounted to $4,084,297.22. Of this sum\n$597,097.80 have been drawn from the Treasury. The disbursements for the\nyear were $236,434.77 less than those of the preceding year. While the\ndisbursements have been thus diminished, the mail facilities have been\nenlarged by new mail routes of 5,739 miles, an increase of transportation\nof 1,764,145 miles, and the establishment of 418 new post-offices.\nContractors, postmasters, and others engaged in this branch of the service\nhave performed their duties with energy and faithfulness deserving\ncommendation. For many interesting details connected with the operations of\nthis establishment you are referred to the report of the\nPostmaster-General, and his suggestions for improving its revenues are\nrecommended to your favorable consideration. I repeat the opinion expressed\nin my last annual message that the business of this Department should be so\nregulated that the revenues derived from it should be made to equal the\nexpenditures, and it is believed that this may be done by proper\nmodifications of the present laws, as suggested in the report of the\nPostmaster-General, without changing the present rates of postage.With full reliance upon the wisdom and patriotism of your deliberations, it\nwill be my duty, as it will be my anxious desire, to cooperate with you in\nevery constitutional effort to promote the welfare and maintain the honor\nof our common country.JAMES K. POLK", 
    "name": "James Polk"
}