{
    "date": "December 12, 1817", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:At no period of our political existence had we so much cause to felicitate\nourselves at the prosperous and happy condition of our country. The\nabundant fruits of the earth have filled it with plenty. An extensive and\nprofitable commerce has greatly augmented our revenue. The public credit\nhas attained an extraordinary elevation. Our preparations for defense in\ncase of future wars, from which, by the experience of all nations, we ought\nnot to expect to be exempted, are advancing under a well-digested system\nwith all the dispatch which so important a work will admit. Our free\nGovernment, founded on the interest and affections of the people, has\ngained and is daily gaining strength. Local jealousies are rapidly yielding\nto more generous, enlarged, and enlightened views of national policy. For\nadvantages so numerous and highly important it is our duty to unite in\ngrateful acknowledgements to that Omnipotent Being from whom they are\nderived, and in unceasing prayer that He will endow us with virtue and\nstrength to maintain and hand them down in their utmost purity to our\nlatest posterity.I have the satisfaction to inform you that an arrangement which had been\ncommenced by my predecessor with the British Government for the reduction\nof the naval force by Great Britain and the United States on the Lakes has\nbeen concluded, by which it is provided that neither party shall keep in\nservice on Lake Champlain more than one vessel, on Lake Ontario more than\none, and on Lake Erie and the upper lakes more than two, to be armed each\nwith one cannon only, and that all the other armed vessels of both parties,\nof which an exact list is interchanged, shall be dismantled. It is also\nagreed that the force retained shall be restricted in its duty to the\ninternal purposes of each party, and that the arrangement shall remain in\nforce until six months shall have expired after notice given by one of the\nparties to the other of its desire that it should terminate. By this\narrangement useless expense on both sides and, what is of still greater\nimportance, the danger of collision between armed vessels in those inland\nwaters, which was great, is prevented.I have the satisfaction also to state that the commissioners under the\nfourth article of the treaty of Ghent, to whom it was referred to decide to\nwhich party the several islands in the bay of Passamaquoddy belonged under\nthe treaty of 1783, have agreed in a report, by which all the islands in\nthe possession of each party before the late war have been decreed to it.\nThe commissioners acting under the other articles of the treaty of Ghent\nfor the settlement of boundaries have also been engaged in the discharge of\ntheir respective duties, but have not yet completed them.The difference which arose between the two Governments under that treaty\nrespecting the right of the US to take and cure fish on the coast of the\nBritish provinces north of our limits, which had been secured by the treaty\nof 1783, is still in negotiation. The proposition made by this Government\nto extend to the colonies of Great Britain the principle of the convention\nof London, by which the commerce between the ports of the United States\nand British ports in Europe had been placed on a footing of equality, has\nbeen declined by the British Government. This subject having been thus\namicably discussed between the two Governments, and it appearing that\nthe British Government is unwilling to depart from its present\nregulations, it remains for Congress to decide whether they will make\nany other regulations in consequence thereof for the protection and\nimprovement of our navigation.The negotiation with Spain for spoliations on our commerce and the\nsettlement of boundaries remains essentially in the state it held by the\ncommunications that were made to Congress by my predecessor. It has been\nevidently the policy of the Spanish Government to keep the negotiation\nsuspended, and in this the United States have acquiesced, from an amicable\ndisposition toward Spain and in the expectation that her Government would,\nfrom a sense of justice, finally accede to such an arrangement as would be\nequal between the parties. A disposition has been lately shown by the\nSpanish Government to move in the negotiation, which has been met by this\nGovernment, and should the conciliatory and friendly policy which has\ninvariably guided our councils be reciprocated, a just and satisfactory\narrangement may be expected. It is proper, however, to remark that no\nproposition has yet been made from which such a result can be presumed.It was anticipated at an early stage that the contest between Spain and the\ncolonies would become highly interesting to the United States. It was\nnatural that our citizens should sympathize in events which affected their\nneighbors. It seemed probable also that the prosecution of the conflict\nalong our coast and in contiguous countries would occasionally interrupt\nour commerce and otherwise affect the persons and property of our citizens.\nThese anticipations have been realized. Such injuries have been received\nfrom persons acting under authority of both the parties, and for which\nredress has in most instances been withheld.Through every stage of the conflict the United States have maintained an\nimpartial neutrality, giving aid to neither of the parties in men, money,\nships, or munitions of war. They have regarded the contest not in the light\nof an ordinary insurrection or rebellion, but as a civil war between\nparties nearly equal, having as to neutral powers equal rights. Our ports\nhave been open to both, and every article the fruit of our soil or of the\nindustry of our citizens which either was permitted to take has been\nequally free to the other. Should the colonies establish their\nindependence, it is proper now to state that this Government neither seeks\nnor would accept from them any advantage in commerce or otherwise which\nwill not be equally open to all other nations. The colonies will in that\nevent become independent states, free from any obligation to or connection\nwith us which it may not then be their interest to form on the basis of a\nfair reciprocity.In the summer of the present year an expedition was set on foot against\nEast Florida by persons claiming to act under the authority of some of the\ncolonies, who took possession of Amelia Island, at the mouth of the St.\nMarys River, near the boundary of the State of Georgia. As this Province\nlies eastward of the Mississippi, and is bounded by the United States and\nthe ocean on every side, and has been a subject of negotiation with the\nGovernment of Spain as an indemnity for losses by spoliation or in exchange\nfor territory of equal value westward of the Mississippi, a fact well known\nto the world, it excited surprise that any countenance should be given to\nthis measure by any of the colonies.As it would be difficult to reconcile it with the friendly relations\nexisting between the United States and the colonies, a doubt was\nentertained whether it had been authorized by them, or any of them. This\ndoubt has gained strength by the circumstances which have unfolded\nthemselves in the prosecution of the enterprise, which have marked it as a\nmere private, unauthorized adventure. Projected and commenced with an\nincompetent force, reliance seems to have been placed on what might be\ndrawn, in defiance of our laws, from within our limits; and of late, as\ntheir resources have failed, it has assumed a more marked character of\nunfriendliness to us, the island being made a channel for the illicit\nintroduction of slaves from Africa into the United States, an asylum for\nfugitive slaves from the neighboring States, and a port for smuggling of\nevery kind.A similar establishment was made at an earlier period by persons of the\nsame description in the Gulf of Mexico at a place called Galvezton, within\nthe limits of the United States, as we contend, under the cession of\nLouisiana. This enterprise has been marked in a more signal manner by all\nthe objectionable circumstances which characterized the other, and more\nparticularly by the equipment of privateers which have annoyed our\ncommerce, and by smuggling. These establishments, if ever sanctioned by any\nauthority whatever, which is not believed, have abused their trust and\nforfeited all claim to consideration. A just regard for the rights and\ninterests of the United States required that they should be suppressed, and\norders have been accordingly issued to that effect. The imperious\nconsiderations which produced this measure will be explained to the parties\nwhom it may in any degree concern.To obtain correct information on every subject in which the United States\nare interested; to inspire just sentiments in all persons in authority, on\neither side, of our friendly disposition so far as it may comport with an\nimpartial neutrality, and to secure proper respect to our commerce in every\nport and from every flag, it has been thought proper to send a ship of war\nwith three distinguished citizens along the southern coast with these\npurposes. With the existing authorities, with those in the possession of\nand exercising the sovereignty, must the communication be held; from them\nalone can redress for past injuries committed by persons acting under them\nbe obtained; by them alone can the commission of the like in future be\nprevented.Our relations with the other powers of Europe have experienced no essential\nchange since the last session. In our intercourse with each due attention\ncontinues to be paid to the protection of our commerce, and to every other\nobject in which the United States are interested. A strong hope is\nentertained that, by adhering to the maxims of a just, a candid, and\nfriendly policy, we may long preserve amicable relations with all the\npowers of Europe on conditions advantageous and honorable to our country.With the Barbary States and the Indian tribes our pacific relations have\nbeen preserved.In calling your attention to the internal concerns of our country the view\nwhich they exhibit is peculiarly gratifying. The payments which have been\nmade into the Treasury show the very productive state of the public\nrevenue. After satisfying the appropriations made by law for the support of\nthe civil Government and of the military and naval establishments,\nembracing suitable provision for fortifications and for the gradual\nincrease of the Navy, paying the interest of the public debt, and\nextinguishing more than $18 millions of the principal, within the present\nyear, it is estimated that a balance of more than $6 millions will remain\nin the Treasury on the first day of January applicable to the current\nservice of the ensuing year.The payments into the Treasury during the year 1818 on account of imposts\nand tonnage, resulting principally from duties which have accrued in the\npresent year, may be fairly estimated at $20 millions; the internal\nrevenues at $2.5 millions; the public lands at $1.5 millions; bank\ndividends and incidental receipts at $500,000; making in the whole $24.5\nmillions.The annual permanent expenditure for the support of the civil Government\nand of the Army and Navy, as now established by law, amounts to $11.8\nmillions, and for the sinking fund to $10 millions, making in the whole\n$21.8 millions, leaving an annual excess of revenue beyond the expenditure\nof $2.7 millions, exclusive of the balance estimated to be in the Treasury\non the first day of January, 1818.In the present state of the Treasury the whole of the Louisiana debt may be\nredeemed in the year 1819, after which, if the public debt continues as it\nnow is, above par, there will be annually about $5 millions of the sinking\nfund unexpended until the year 1825, when the loan of 1812 and the stock\ncreated by funding Treasury notes will be redeemable.It is also estimated that the Mississippi stock will be discharged during\nthe year 1819 from the proceeds of the public lands assigned to that\nobject, after which the receipts from those lands will annually add to the\npublic revenue the sum of $1.5 millions, making the permanent annual\nrevenue amount to $26 millions, and leaving an annual excess of revenue\nafter the year 1819 beyond the permanent authorized expenditure of more\nthan $4 millions.By the last returns to the Department of War the militia force of the\nseveral States may be estimated at 800,000 men--infantry, artillery, and\ncavalry. Great part of this force is armed, and measures are taken to arm\nthe whole. An improvement in the organization and discipline of the militia\nis one of the great objects which claims the unremitted attention of\nCongress.The regular force amounts nearly to the number required by law, and is\nstationed along the Atlantic and inland frontiers.Of the naval force it has been necessary to maintain strong squadrons in\nthe Mediterranean and in the Gulf of Mexico.From several of the Indian tribes inhabiting the country bordering on Lake\nErie purchases have been made of lands on conditions very favorable to the\nUnited States, and, as it is presumed, not less so to the tribes\nthemselves.By these purchases the Indian title, with moderate reservations, has been\nextinguished to the whole of the land within the limits of the State of\nOhio, and to a part of that in the Michigan Territory and of the State of\nIndiana. From the Cherokee tribe a tract has been purchased in the State of\nGeorgia and an arrangement made by which, in exchange for lands beyond the\nMississippi, a great part, if not the whole, of the land belonging to that\ntribe eastward of that river in the States of North Carolina, Georgia, and\nTennessee, and in the Alabama Territory will soon be acquired. By these\nacquisitions, and others that may reasonably be expected soon to follow, we\nshall be enabled to extend our settlements from the inhabited parts of the\nState of Ohio along Lake Erie into the Michigan Territory, and to connect\nour settlements by degrees through the State of Indiana and the Illinois\nTerritory to that of Missouri. A similar and equally advantageous effect\nwill soon be produced to the south, through the whole extent of the States\nand territory which border on the waters emptying into the Mississippi and\nthe Mobile.In this progress, which the rights of nature demand and nothing can\nprevent, marking a growth rapid and gigantic, it is our duty to make new\nefforts for the preservation, improvement, and civilization of the native\ninhabitants. The hunter state can exist only in the vast uncultivated\ndesert. It yields to the more dense and compact form and greater force of\ncivilized population; and of right it ought to yield, for the earth was\ngiven to mankind to support the greatest number of which it is capable, and\nno tribe or people have a right to withhold from the wants of others more\nthan is necessary for their own support and comfort.It is gratifying to know that the reservations of land made by the treaties\nwith the tribes on Lake Erie were made with a view to individual ownership\namong them and to the cultivation of the soil by all, and that an annual\nstipend has been pledged to supply their other wants. It will merit the\nconsideration of Congress whether other provision not stipulated by treaty\nought to be made for these tribes and for the advancement of the liberal\nand humane policy of the United States toward all the tribes within our\nlimits, and more particularly for their improvement in the arts of\ncivilized life.Among the advantages incident to these purchases, and to those which have\npreceded, the security which may thereby be afforded to our inland\nfrontiers is peculiarly important. With a strong barrier, consisting of our\nown people, thus planted on the Lakes, the Mississippi, and the Mobile,\nwith the protection to be derived from the regular force, Indian\nhostilities, if they do not altogether cease, will henceforth lose their\nterror. Fortifications in those quarters to any extent will not be\nnecessary, and the expense of attending them may be saved. A people\naccustomed to the use of firearms only, as the Indian tribes are, will shun\neven moderate works which are defended by cannon. Great fortifications will\ntherefore be requisite only in future along the coast and at some points in\nthe interior connected with it. On these will the safety of our towns and\nthe commerce of our great rivers, from the Bay of Fundy to the Mississippi,\ndepend. On these, therefore, should the utmost attention, skill, and labor\nbe bestowed.A considerable and rapid augmentation in the value of all the public lands,\nproceeding from these and other obvious cases, may henceforward be\nexpected. The difficulties attending early emigrations will be dissipated\neven in the most remote parts. Several new States have been admitted into\nour Union to the west and south, and Territorial governments, happily\norganized, established over every other portion in which there is vacant\nland for sale. In terminating Indian hostilities, as must soon be done, in\na formidable shape at least, the emigration, which has heretofore been\ngreat, will probably increase, and the demand for land and the augmentation\nin its value be in like proportion.The great increase of our population throughout the Union will alone\nproduce an important effect, and in no quarter will it be so sensibly felt\nas in those in contemplation. The public lands are a public stock, which\nought to be disposed of to the best advantage for the nation. The nation\nshould therefore derive the profit proceeding from the continual rise in\ntheir value. Every encouragement should be given to the emigrants\nconsistent with a fair competition between them, but that competition\nshould operate in the first sale to the advantage of the nation rather than\nof individuals.Great capitalists will derive the benefit incident to their superior wealth\nunder any mode of sale which may be adopted, but if, looking forward to the\nrise in the value of the public lands, they should have the opportunity of\namassing at a low price vast bodies in their hands, the profit will accrue\nto them and not to the public. They would also have the power in that\ndegree to control the emigration and settlement in such a manner as their\nopinion of their respective interests might dictate. I submit this subject\nto the consideration of Congress, that such further provision may be made\nin the sale of the public lands, with a view to the public interest, should\nany be deemed expedient, as in their judgment may be best adapted to the\nobject.When we consider the vast extent of territory within the United States, the\ngreat amount and value of its productions, the connection of its parts, and\nother circumstances on which their prosperity and happiness depend, we can\nnot fail to entertain a high sense of the advantage to be derived from the\nfacility which may be afforded in the intercourse between them by means of\ngood roads and canals. Never did a country of such vast extent offer equal\ninducements to improvements of this kind, nor ever were consequences of\nsuch magnitude involved in them. As this subject was acted on by Congress\nat the last session, and there may be a disposition to revive it at the\npresent, I have brought it into view for the purpose of communicating my\nsentiments on a very important circumstance connected with it with that\nfreedom and candor which a regard for the public interest and a proper\nrespect for Congress require.A difference of opinion has existed from the first formation of our\nConstitution to the present time among our most enlightened and virtuous\ncitizens respecting the right of Congress to establish such a system of\nimprovement. Taking into view the trust with which I am now honored, it\nwould be improper after what has passed that this discussion should be\nrevived with an uncertainty of my opinion respecting the right.\nDisregarding early impressions I have bestowed on the subject all the\ndeliberation which its great importance and a just sense of my duty\nrequired, and the result is a settled conviction in my mind that Congress\ndo not possess the right. It is not contained in any of the specified\npowers granted to Congress, nor can I consider it incidental to or a\nnecessary means, viewed on the most liberal scale, for carrying into effect\nany of the powers which are specifically granted.In communicating this result I can not resist the obligation which I feel\nto suggest to Congress the propriety of recommending to the States the\nadoption of an amendment to the Constitution which shall give to Congress\nthe right in question. In cases of doubtful construction, especially of\nsuch vital interest, it comports with the nature and origin of our\ninstitutions, and will contribute much to preserve them, to apply to our\nconstituents for an explicit grant of the power. We may confidently rely\nthat if it appears to their satisfaction that the power is necessary, it\nwill always be granted.In this case I am happy to observe that experience has afforded the most\nample proof of its utility, and that the benign spirit of conciliation and\nharmony which now manifests itself throughout our Union promises to such a\nrecommendation the most prompt and favorable result. I think proper to\nsuggest also, in case this measure is adopted, that it be recommended to\nthe States to include in the amendment sought a right in Congress to\ninstitute likewise seminaries of learning, for the all-important purpose of\ndiffusing knowledge among our fellow-citizens throughout the United\nStates.Our manufactories will require the continued attention of Congress. The\ncapital employed in them is considerable, and the knowledge acquired in the\nmachinery and fabric of all the most useful manufactures is of great value.\nTheir preservation, which depends on due encouragement, is connected with\nthe high interests of the nation.Although the progress of the public buildings has been as favorable as\ncircumstances have permitted, it is to be regretted that the Capitol is not\nyet in a state to receive you. There is good cause to presume that the two\nwings, the only parts as yet commenced, will be prepared for that purpose\nat the next session. The time seems now to have arrived when this subject\nmay be deemed worthy the attention of Congress on a scale adequate to\nnational purposes. The completion of the middle building will be necessary\nto the convenient accommodation of Congress, of the committees, and various\noffices belonging to it.It is evident that the other public buildings are altogether insufficient\nfor the accommodation of the several Executive Departments, some of whom\nare much crowded and even subjected to the necessity of obtaining it in\nprivate buildings at some distance from the head of the Department, and\nwith inconvenience to the management of the public business.Most nations have taken an interest and a pride in the improvement and\nornament of their metropolis, and none were more conspicuous in that\nrespect than the ancient republics. The policy which dictated the\nestablishment of a permanent residence for the National Government and the\nspirit in which it was commenced and has been prosecuted show that such\nimprovement was thought worthy the attention of this nation. Its central\nposition, between the northern and southern extremes of our Union, and its\napproach to the west at the head of a great navigable river which\ninterlocks with the Western waters, prove the wisdom of the councils which\nestablished it.Nothing appears to be more reasonable and proper than that convenient\naccommodation should be provided on a well-digested plan for the heads of\nthe several Departments and for the Attorney-General, and it is believed\nthat the public ground in the city applied to these objects will be found\namply sufficient. I submit this subject to the consideration of Congress,\nthat such further provision may be made in it as to them may seem proper.In contemplating the happy situation of the United States, our attention\nis drawn with peculiar interest to the surviving officers and soldiers of\nour Revolutionary army, who so eminently contributed by their services to\nlay its foundation. Most of those very meritorious citizens have paid the\ndebt of nature and gone to repose. It is believed that among the survivors\nthere are some not provided for by existing laws, who are reduced to\nindigence and even to real distress. These men have a claim on the\ngratitude of their country, and it will do honor to their country to\nprovide for them. The lapse of a few years more and the opportunity will be\nforever lost; indeed, so long already has been the interval that the number\nto be benefitted by any provision which may be made will not be great.It appearing in a satisfactory manner that the revenue arising from imposts\nand tonnage and from the sale of the public lands will be fully adequate to\nthe support of the civil Government, of the present military and naval\nestablishments, including the annual augmentation of the latter to the\nextent provided for, to the payment of the interest of the public debt, and\nto the extinguishment of it at the times authorized, without the aid of the\ninternal taxes, I consider it my duty to recommend to Congress their\nrepeal.To impose taxes when the public exigencies require them is an obligation of\nthe most sacred character, especially with a free people. The faithful\nfulfillment of it is among the highest proofs of their value and capacity\nfor self-government. To dispense with taxes when it may be done with\nperfect safety is equally the duty of their representatives.In this instance we have the satisfaction to know that they were imposed\nwhen the demand was imperious, and have been sustained with exemplary\nfidelity. I have to add that however gratifying it may be to me regarding\nthe prosperous and happy condition of our country to recommend the repeal\nof these taxes at this time, I shall nevertheless be attentive to events,\nand, should any future emergency occur, be not less prompt to suggest such\nmeasures and burdens as may then be requisite and proper.", 
    "name": "James Monroe"
}