{
    "date": "December 7, 1813", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:In meeting you at the present interesting conjuncture it would have been\nhighly satisfactory if I could have communicated a favorable result to the\nmission charged with negotiations for restoring peace. It was a just\nexpectation, from the respect due to the distinguished Sovereign who had\ninvited them by his offer of mediation, from the readiness with which the\ninvitation was accepted on the part of the United States, and from the\npledge to be found in an act of their Legislature for the liberality which\ntheir plenipotentiaries would carry into the negotiations, that no time\nwould be lost by the British Government in embracing the experiment for\nhastening a stop to the effusion of blood. A prompt and cordial acceptance\nof the mediation on that side was the less to be doubted, as it was of a\nnature not to submit rights or pretensions on either side to the decision\nof an umpire, but to afford merely an opportunity, honorable and desirable\nto both, for discussing and, if possible, adjusting them for the interest\nof both.The British cabinet, either mistaking our desire of peace for a dread of\nBritish power or misled by other fallacious calculations, has disappointed\nthis reasonable anticipation. No communications from our envoys having\nreached us, no information on the subject has been received from that\nsource; but it is known that the mediation was declined in the first\ninstance, and there is no evidence, notwithstanding the lapse of time, that\na change of disposition in the British councils has taken place or is to be\nexpected.Under such circumstances a nation proud of its rights and conscious of its\nstrength has no choice but an exertion of the one in support of the other.To this determination the best encouragement is derived from the success\nwith which it has pleased the Almighty to bless our arms both on the land\nand on the water.Whilst proofs have been continued of the enterprise and skill of our\ncruisers, public and private, on the ocean, and a trophy gained in the\ncapture of a British by an American vessel of war, after an action giving\ncelebrity to the name of the victorious commander, the great inland waters\non which the enemy were also to be encountered have presented achievements\nof our naval arms as brilliant in their character as they have been\nimportant in their consequences.On Lake Erie, the squadron under command of Captain Perry having met the\nBritish squadron of superior force, a sanguinary conflict ended in the\ncapture of the whole. The conduct of that officer, adroit as it was daring,\nand which was so well seconded by his comrades, justly entitles them to the\nadmiration and gratitude of their country, and will fill an early page in\nits naval annals with a victory never surpassed in luster, however much it\nmay have been in magnitude.On Lake Ontario the caution of the British commander, favored by\ncontingencies, frustrated the efforts of the American commander to bring on\na decisive action. Captain Chauncey was able, however, to establish an\nascendancy on that important theater, and to prove by the manner in which\nhe effected everything possible that opportunities only were wanted for a\nmore shining display of his own talents and the gallantry of those under\nhis command.The success on Lake Erie having opened a passage to the territory of the\nenemy, the officer commanding the Northwestern army transferred the war\nthither, and rapidly pursuing the hostile troops, fleeing with their savage\nassociates, forced a general action, which quickly terminated in the\ncapture of the British and dispersion of the savage force.This result is signally honorable to Major-General Harrison, by whose\nmilitary talents it was prepared; to Colonel Johnson and his mounted\nvolunteers, whose impetuous onset gave a decisive blow to the ranks of the\nenemy, and to the spirit of the volunteer militia, equally brave and\npatriotic, who bore an interesting part in the scene; more especially to\nthe chief magistrate of Kentucky, at the head of them, whose heroism\nsignalized in the war which established the independence of his country,\nsought at an advanced age a share in hardships and battles for maintaining\nits rights and its safely.The effect of these successes has been to rescue the inhabitants of\nMichigan from their oppressions, aggravated by gross infractions of\nthe capitulation which subjected them to a foreign power; to alienate\nthe savages of numerous tribes from the enemy, by whom they were\ndisappointed and abandoned, and to relieve an extensive region of country\nfrom a merciless warfare which desolated its frontiers and imposed on its\ncitizens the most harassing services.In consequences of our naval superiority on Lake Ontario and the\nopportunity afforded by it for concentrating our forces by water,\noperations which had been provisionally planned were set on foot against\nthe possessions of the enemy on the St. Lawrence. Such, however, was the\ndelay produced in the first instance by adverse weather of unusual violence\nand continuance and such the circumstances attending the final movements of\nthe army, that the prospect, at one time so favorable, was not realized.The cruelty of the enemy in enlisting the savages into a war with a nation\ndesirous of mutual emulation in mitigating its calamities has not been\nconfined to any one quarter. Wherever they could be turned against us no\nexertions to effect it have been spared. On our southwestern border the\nCreek tribes, who, yielding to our persevering endeavors, were gradually\nacquiring more civilized habits, became the unfortunate victims of\nseduction. A war in that quarter has been the consequence, infuriated by a\nbloody fanaticism recently propagated among them. It was necessary to crush\nsuch a war before it could spread among the contiguous tribes and before it\ncould favor enterprises of the enemy into that vicinity. With this view a\nforce was called into the service of the United States from the States of\nGeorgia and Tennessee, which, with the nearest regular troops and other\ncorps from the Massachussets Territory, might not only chastise the savages\ninto present peace but make a lasting impression on their fears.The progress of the expedition, as far as is yet known, corresponds with\nthe martial zeal with which it was espoused, and the best hopes of a\nsatisfactory issue are authorized by the complete success with which a\nwell-planned enterprise was executed against a body of hostile savages by a\ndetachment of the volunteer militia of Tennessee, under the gallant\ncommand of General Coffee, and by a still more important victory over a\nlarger body of them, gained under the immediate command of Major-General\nJackson, an officer equally distinguished for his patriotism and his\nmilitary talents.The systematic perseverance of the enemy in courting the aid of the savages\nin all quarters had the natural effect of kindling their ordinary\npropensity to war into a passion, which, even among those best disposed\ntoward the United States, was ready, if not employed on our side, to be\nturned against us. A departure from our protracted forbearance to accept\nthe services tendered by them has thus been forced upon us. But in yielding\nto it the retaliation has been mitigated as much as possible, both in its\nextent and in its character, stopping far short of the example of the\nenemy, who owe the advantages they have occasionally gained in battle\nchiefly to the number of their savage associates, and who have not\ncontrolled them either from their usual practice of indiscriminate\nmassacre on defenseless inhabitants or from scenes of carnage without a\nparallel on prisoners to the British arms, guarded by all the laws of\nhumanity and of honorable war. For these enormities the enemy are equally\nresponsible, whether with the power to prevent them they want the will or\nwith the knowledge of a want of power they still avail themselves of such\ninstruments.In other respects the enemy are pursuing a course which threatens\nconsequences most afflicting to humanity.A standing law of Great Britain naturalizes, as is well known, all aliens\ncomplying with conditions limited to a shorter period than those required\nby the United States, and naturalized subjects are in war employed by her\nGovernment in common with native subjects. In a contiguous British Province\nregulations promulgated since the commencement of the war compel citizens\nof the United States being there under certain circumstances to bear arms,\nwhilst of the native emigrants from the United States, who compose much of\nthe population of the Province, a number have actually borne arms against\nthe United States within their limits, some of whom, after having done so,\nhave become prisoners of war, and are now in our possession. The British\ncommander in that Province, nevertheless, with the sanction, as appears, of\nhis Government, thought proper to select from American prisoners of war and\nsend to Great Britain for trial as criminals a number of individuals who\nhad emigrated from the British dominions long prior to the state of war\nbetween the two nations, who had incorporated themselves into our\npolitical society in the modes recognized by the law and the practice of\nGreat Britain, and who were made prisoners of war under the banners of\ntheir adopted country, fighting for its rights and its safety.The protection due to these citizens requiring an effectual interposition\nin their behalf, a like number of British prisoners of war were put into\nconfinement, with a notification that they would experience whatever\nviolence might be committed on the American prisoners of war sent to Great\nBritain.It was hoped that this necessary consequence of the step unadvisedly taken\non the part of Great Britain would have led her Government to reflect on\nthe inconsistencies of its conduct, and that a sympathy with the British,\nif not with the American, sufferers would have arrested the cruel career\nopened by its example.This was unhappily not the case. In violation both of consistency and of\nhumanity, American officers and non-commissioned officers in double the\nnumber of the British soldiers confined here were ordered into close\nconfinement, with formal notice that in the event of a retaliation for the\ndeath which might be inflicted on the prisoners of war sent to Great\nBritain for trial the officers so confined would be put to death also. It\nwas notified at the same time that the commanders of the British fleets and\narmies on our coasts are instructed in the same event to proceed with a\ndestructive severity against our towns and their inhabitants.That no doubt might be left with the enemy of our adherence to the\nretaliatory resort imposed on us, a correspondent number of British\nofficers, prisoners of war in our hands, were immediately put into close\nconfinement to abide the fate of those confined by the enemy, and the\nBritish Government was apprised of the determination of this Government to\nretaliate any other proceedings against us contrary to the legitimate modes\nof warfare.It is fortunate for the United States that they have it in their power to\nmeet the enemy in this deplorable contest as it is honorable to them that\nthey do not join in it but under the most imperious obligations, and with\nthe humane purpose of effectuating a return to the established usages of\nwar.The views of the French Government on the subjects which have been so long\ncommitted to negotiation have received no elucidation since the close of\nyour late session. The minister plenipotentiary of the United States at\nParis had not been enabled by proper opportunities to press the objects of\nhis mission as prescribed by his instructions.The militia being always to be regarded as the great bulwark of defense and\nsecurity for free states, and the Constitution having wisely committed to\nthe national authority a use of that force as the best provision against an\nunsafe military establishment, as well as a resource peculiarly adapted to\na country having the extent and the exposure of the United States, I\nrecommend to Congress a revision of the militia laws for the purpose of\nsecuring more effectually the services of all detachments called into the\nemployment and placed under the Government of the United States.It will deserve the consideration of Congress also whether among other\nimprovements in the militia laws justice does not require a regulation,\nunder due precautions, for defraying the expense incident to the first\nassembling as well as the subsequent movements of detachments called into\nthe national service.To give to our vessels of war, public and private, the requisite advantage\nin their cruises, it is of much importance that they should have, both for\nthemselves and their prizes, the use of the ports and markets of friendly\npowers. With this view, I recommend to Congress the expediency of such\nlegal provisions as may supply the defects or remove the doubts of the\nExecutive authority, to allow to the cruisers of other powers at war with\nenemies of the United States such use of the American ports as may\ncorrespond with the privileges allowed by such powers to American\ncruisers.During the year ending on the 30th of September last the receipts into the\nTreasury have exceeded $37.5 millions, of which near $24 millions were the\nproduce of loans. After meeting all demands for the public service there\nremained in the Treasury on that day near $7 millions. Under the\nauthority contained in the act of the 2nd of August last for borrowing\n$7.5 millions, that sum has been obtained on terms more favorable to the\nUnited States than those of the preceding loans made during the present\nyear. Further sums to a considerable amount will be necessary to be\nobtained in the same way during the ensuing year, and from the increased\ncapital of the country, from the fidelity with which the public\nengagements have been kept and the public credit maintained, it may be\nexpected on good grounds that the necessary pecuniary supplies will\nnot be wanting.The expenses of the current year, from the multiplied operations falling\nwithin it, have necessarily been extensive; but on a just estimate of the\ncampaign in which the mass of them has been incurred the cost will not be\nfound disproportionate to the advantages which have been gained. The\ncampaign has, indeed, in its latter stages in one quarter been less\nfavorable than was expected, but in addition to the importance of our naval\nsuccess the progress of the campaign has been filled with incidents highly\nhonorable to the American arms.The attacks of the enemy on Craney Island, on Fort Meigs, on Sacketts\nHarbor, and on Sandusky have been vigorously and successfully repulsed; nor\nhave they in any case succeeded on either frontier excepting when directed\nagainst the peaceable dwellings of individuals or villages unprepared or\nundefended.On the other hand, the movements of the American Army have been followed by\nthe reduction of York, and of Forts George, Erie, and Malden; by the\nrecovery of Detroit and the extinction of the Indian war in the West, and\nby the occupancy or command of a large portion of Upper Canada. Battles\nhave also been fought on the borders of the St. Lawrence, which, though not\naccomplishing their entire objects, reflect honor on the discipline and\nprowess of our soldiery, the best auguries of eventual victory. In the same\nscale are to be placed the late successes in the South over one of the most\npowerful, which had become one of the most hostile also, of the Indian\ntribes.It would be improper to close this communication without expressing a\nthankfulness in which all ought to unite for the abundance; for the\npreservation of our internal tranquillity, and the stability of our free\ninstitutions, and, above all, for the light of divine truth and the\nprotection of every man's conscience in the enjoyment of it. And although\namong our blessings we can not number an exemption from the evils of war,\nyet these will never be regarded as the greatest of evils by the friends of\nliberty and of the rights of nations. Our country has before preferred them\nto the degraded condition which was the alternative when the sword was\ndrawn in the cause which gave birth to our national independence, and none\nwho contemplate the magnitude and feel the value of that glorious event\nwill shrink from a struggle to maintain the high and happy ground on which\nit placed the American people.With all good citizens the justice and necessity of resisting wrongs and\nusurpations no longer to be borne will sufficiently outweigh the privations\nand sacrifices inseparable from a state of war. But it is a reflection,\nmoreover, peculiarly consoling, that, whilst wars are generally aggravated\nby their baneful effects on the internal improvements and permanent\nprosperity of the nations engaged in them, such is the favored situation of\nthe United States that the calamities of the contest into which they have\nbeen compelled to enter are mitigated by improvements and advantages of\nwhich the contest itself is the source.If the war has increased the interruptions of our commerce, it has at the\nsame time cherished and multiplied our manufactures so as to make us\nindependent of all other countries for the more essential branches for\nwhich we ought to be dependent on none, and is even rapidly giving them an\nextent which will create additional staples in our future intercourse with\nforeign markets.If much treasure has been expended, no inconsiderable portion of it has\nbeen applied to objects durable in their value and necessary to our\npermanent safety.If the war has exposed us to increased spoliations on the ocean and to\npredatory incursions on the land, it has developed the national means of\nretaliating the former and of providing protection against the latter,\ndemonstrating to all that every blow aimed at our maritime independence is\nan impulse accelerating the growth of our maritime power.By diffusing through the mass of the nation the elements of military\ndiscipline and instruction; by augmenting and distributing warlike\npreparations applicable to future use; by evincing the zeal and valor with\nwhich they will be employed and the cheerfulness with which every necessary\nburden will be borne, a greater respect for our rights and a longer\nduration of our future peace are promised than could be expected without\nthese proofs of the national character and resources.The war has proved moreover that our free Government, like other free\ngovernments, though slow in its early movements, acquires in its progress a\nforce proportioned to its freedom, and that the union of these States, the\nguardian of the freedom and safety of all and of each, is strengthened by\nevery occasion that puts it to the test.In fine, the war, with all its vicissitudes, is illustrating the capacity\nand the destiny of the United States to be a great, a flourishing, and a\npowerful nation, worthy of the friendship which it is disposed to cultivate\nwith all others, and authorized by its own example to require from all an\nobservance of the laws of justice and reciprocity. Beyond these their\nclaims have never extended, and in contending for these we behold a subject\nfor our congratulations in the daily testimonies of increasing harmony\nthroughout the nation, and may humbly repose our trust in the smiles of\nHeaven on so righteous a cause.", 
    "name": "James Madison"
}