{
    "date": "November 16, 1818", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:The auspicious circumstances under which you will commence the duties of\nthe present session will lighten the burdens inseparable from the high\ntrust committed to you. The fruits of the earth have been unusually\nabundant, commerce has flourished, the revenue has exceeded the most\nfavorable anticipation, and peace and amity are preserved with foreign\nnations on conditions just and honorable to our country. For these\ninestimable blessings we can not but be grateful to that Providence which\nwatches over the destiny of nations.As the term limited for the operation of the commercial convention with\nGreat Britain will expire early in the month of July next, and it was\ndeemed important that there should be no interval during which that portion\nof our commerce which was provided for by that convention should not be\nregulated, either by arrangement between the two Governments or by the\nauthority of Congress, the minister of the United States at London was\ninstructed early in the last summer to invite the attention of the British\nGovernment to the subject, with a view to that object. He was instructed to\npropose also that the negotiation which it was wished to open might extend\nto the general commerce of the two countries, and to every other interest\nand unsettled difference between them in the hope that an arrangement might\nbe made on principles of reciprocal advantage which might comprehend and\nprovide in a satisfactory manner for all these high concerns.I have the satisfaction to state that the proposal was received by the\nBritish Government in the spirit which prompted it, and that a negotiation\nhas been opened at London embracing all these objects. On full\nconsideration of the great extent and magnitude of the trust it was thought\nproper to commit it to not less than two of our distinguished citizens, and\nin consequence the envoy extraordinary and minister plenipotentiary of the\nUnited States at Paris has been associated with our envoy extraordinary and\nminister plenipotentiary at London, to both of whom corresponding\ninstructions have been given, and they are now engaged in the discharge of\nits duties. It is proper to add that to prevent any inconvenience resulting\nfrom the delay incident to a negotiation on so many important subjects it\nwas agreed before entering on it that the existing convention should be\ncontinued for a term not less than eight years.Our relations with Spain remain nearly in the state in which they were at\nthe close of the last session. The convention of 1802, providing for the\nadjustment of a certain portion of the claims of our citizens for injuries\nsustained by spoliation, and so long suspended by the Spanish Government,\nhas at length been ratified by it, but no arrangement has yet been made for\nthe payment of another portion of like claims, not less extensive or well\nfounded, or for other classes of claims, or for the settlement of\nboundaries. These subjects have again been brought under consideration in\nboth countries, but no agreement has been entered into respecting them.In the mean time events have occurred which clearly prove the ill effect of\nthe policy which that Government has so long pursued on the friendly\nrelations of the two countries, which it is presumed is at least of as much\nimportance to Spain as to the United States to maintain. A state of things\nhas existed in the Floridas the tendency of which has been obvious to all\nwho have paid the slightest attention to the progress of affairs in that\nquarter. Throughout the whole of those Provinces to which the Spanish title\nextends the Government of Spain has scarcely been felt. Its authority has\nbeen confined almost exclusively to the walls of Pensacola and St.\nAugustine, within which only small garrisons have been maintained.\nAdventurers from every country, fugitives from justice, and absconding\nslaves have found an asylum there. Several tribes of Indians, strong in the\nnumber of their warriors, remarkable for their ferocity, and whose\nsettlements extend to our limits, inhabit those Provinces.These different hordes of people, connected together, disregarding on the\none side the authority of Spain, and protected on the other by an imaginary\nline which separates Florida from the United States, have violated our laws\nprohibiting the introduction of slaves, have practiced various frauds on\nour revenue, and committed every kind of outrage on our peaceable citizens\nwhich their proximity to us enabled them to perpetrate.The invasion of Amelia Island last year by a small band of adventurers, not\nexceeding one hundred and fifty in number, who wrested it from the\ninconsiderable Spanish force stationed there, and held it several months,\nduring which a single feeble effort only was made to recover it, which\nfailed, clearly proves how completely extinct the Spanish authority had\nbecome, as the conduct of those adventurers while in possession of the\nisland as distinctly shows the pernicious purposes for which their\ncombination had been formed.This country had, in fact, become the theater of every species of lawless\nadventure. With little population of its own, the Spanish authority almost\nextinct, and the colonial governments in a state of revolution, having no\npretension to it, and sufficiently employed in their own concerns, it was\nin great measure derelict, and the object of cupidity to every adventurer.\nA system of buccaneering was rapidly organizing over it which menaced in\nits consequences the lawful commerce of every nation, and particularly the\nUnited States, while it presented a temptation to every people, on whose\nseduction its success principally depended.In regard to the United States, the pernicious effect of this unlawful\ncombination was not confined to the ocean; the Indian tribes have\nconstituted the effective force in Florida. With these tribes these\nadventurers had formed at an early period a connection with a view to avail\nthemselves of that force to promote their own projects of accumulation and\naggrandizement. It is to the interference of some of these adventurers, in\nmisrepresenting the claims and titles of the Indians to land and in\npracticing on their savage propensities, that the Seminole war is\nprincipally to be traced. Men who thus connect themselves with savage\ncommunities and stimulate them to war, which is always attended on their\npart with acts of barbarity the most shocking, deserve to be viewed in a\nworse light than the savages. They would certainly have no claim to an\nimmunity from the punishment which, according to the rules of warfare\npracticed by the savages, might justly be inflicted on the savages\nthemselves.If the embarrassments of Spain prevented her from making an indemnity to\nour citizens for so long a time from her treasury for their losses by\nspoliation and otherwise, it was always in her power to have provided it by\nthe cession of this territory. Of this her Government has been repeatedly\napprised, and the cession was the more to have been anticipated as Spain\nmust have known that in ceding it she would likewise relieve herself from\nthe important obligation secured by the treaty of 1795 and all other\ncompromitments respecting it. If the United States, from consideration of\nthese embarrassments, declined pressing their claims in a spirit of\nhostility, the motive ought at least to have been duly appreciated by the\nGovernment of Spain. It is well known to her Government that other powers\nhave made to the United States an indemnity for like losses sustained by\ntheir citizens at the same epoch.There is nevertheless a limit beyond which this spirit of amity and\nforbearance can in no instance be justified. If it was proper to rely on\namicable negotiation for an indemnity for losses, it would not have been so\nto have permitted the inability of Spain to fulfill her engagements and to\nsustain her authority in the Floridas to be perverted by foreign\nadventurers and savages to purposes so destructive to the lives of our\nfellow citizens and the highest interests of the United States.The right of self defense never ceases. It is among the most sacred, and\nalike necessary to nations and to individuals, and whether the attack be\nmade by Spain herself or by those who abuse her power, its obligation is\nnot the less strong.The invaders of Amelia Island had assumed a popular and respected title\nunder which they might approach and wound us. As their object was\ndistinctly seen, and the duty imposed on the Executive by an existing law\nwas profoundly felt, that mask was not permitted to protect them. It was\nthought incumbent on the United States to suppress the establishment, and\nit was accordingly done. The combination in Florida for the unlawful\npurposes stated, the acts perpetrated by that combination, and, above all,\nthe incitement of the Indians to massacre our fellow citizens of every age\nand of both sexes, merited a like treatment and received it.In pursuing these savages to an imaginary line in the woods it would have\nbeen the height of folly to have suffered that line to protect them. Had\nthat been done the war could never cease. Even if the territory had been\nexclusively that of Spain and her power complete over it, we had a right by\nthe law of nations to follow the enemy on it and to subdue him there. But\nthe territory belonged, in a certain sense at least, to the savage enemy\nwho inhabited it; the power of Spain had ceased to exist over it, and\nprotection was sought under her title by those who had committed on our\ncitizens hostilities which she was bound by treaty to have prevented, but\nhad not the power to prevent. To have stopped at that line would have given\nnew encouragement to these savages and new vigor to the whole combination\nexisting there in the prosecution of all its pernicious purposes.In suppressing the establishment at Amelia Island no unfriendliness was\nmanifested toward Spain, because the post was taken from a force which had\nwrested it from her. The measure, it is true, was not adopted in concert\nwith the Spanish Government or those in authority under it, because in\ntransactions connected with the war in which Spain and the colonies are\nengaged it was thought proper in doing justice to the United States to\nmaintain a strict impartiality toward both the belligerent parties without\nconsulting or acting in concert with either. It gives me pleasure to state\nthat the Governments of Buenos Ayres and Venezuela, whose names were\nassumed, have explicitly disclaimed all participation in those measures,\nand even the knowledge of them until communicated by this Government, and\nhave also expressed their satisfaction that a course of proceedings had\nbeen suppressed which if justly imputable to them would dishonor their\ncause.In authorizing Major-General Jackson to enter Florida in pursuit of the\nSeminoles care was taken not to encroach on the rights of Spain. I regret\nto have to add that in executing this order facts were disclosed respecting\nthe conduct of the officers of Spain in authority there in encouraging the\nwar, furnishing munitions of war and other supplies to carry it on, and in\nother acts not less marked which evinced their participation in the hostile\npurposes of that combination and justified the confidence with which it\ninspired the savages that by those officers they would be protected.A conduct so incompatible with the friendly relations existing between the\ntwo countries, particularly with the positive obligations of the 5th\narticle of the treaty of 1795, by which Spain was bound to restrain, even\nby force, those savages from acts of hostility against the United States,\ncould not fail to excite surprise. The commanding general was convinced\nthat he should fail in his object, that he should in effect accomplish\nnothing, if he did not deprive those savages of the resource on which they\nhad calculated and of the protection on which they had relied in making the\nwar. As all the documents relating to this occurrence will be laid before\nCongress, it is not necessary to enter into further detail respecting it.Although the reasons which induced Major-General Jackson to take these\nposts were duly appreciated, there was nevertheless no hesitation in\ndeciding on the course which it became the Government to pursue. As there\nwas reason to believe that the commanders of these posts had violated their\ninstructions, there was no disposition to impute to their Government a\nconduct so unprovoked and hostile. An order was in consequence issued to\nthe general in command there to deliver the posts--Pensacola\nunconditionally to any person duly authorized to receive it, and St. Marks,\nwhich is in the heart of the Indian country, on the arrival of a competent\nforce to defend it against those savages and their associates.In entering Florida to suppress this combination no idea was entertained of\nhostility to Spain, and however justifiable the commanding general was, in\nconsequence of the misconduct of the Spanish officers, in entering St.\nMarks and Pensacola to terminate it by proving to the savages and their\nassociates that they should not be protected even there, yet the amicable\nrelations existing between the United States and Spain could not be altered\nby that act alone. By ordering the restitution of the posts those relations\nwere preserved. To a change of them the power of the Executive is deemed\nincompetent; it is vested in Congress only.By this measure, so promptly taken, due respect was shown to the Government\nof Spain. The misconduct of her officers has not been imputed to her. She\nwas enabled to review with candor her relations with the United States and\nher own situation, particularly in respect to the territory in question,\nwith the dangers inseparable from it, and regarding the losses we have\nsustained for which indemnity has been so long withheld, and the injuries\nwe have suffered through that territory, and her means of redress, she was\nlikewise enabled to take with honor the course best calculated to do\njustice to the United States and to promote her own welfare.Copies of the instructions to the commanding general, of his correspondence\nwith the Secretary of War, explaining his motives and justifying his\nconduct, with a copy of the proceedings of the courts-martial in the trial\nof Arbuthnot and Ambristie, and of the correspondence between the Secretary\nof State and the minister plenipotentiary of Spain near this Government,\nand of the minister plenipotentiary of the United States at Madrid with the\nGovernment of Spain, will be laid before Congress.The civil war which has so long prevailed between Spain and the Provinces\nin South America still continues, without any prospect of its speedy\ntermination. The information respecting the condition of those countries\nwhich has been collected by the commissioners recently returned from thence\nwill be laid before Congress in copies of their reports, with such other\ninformation as has been received from other agents of the United States.It appears from these communications that the Government at Buenos Ayres\ndeclared itself independent in July, 1816, having previously exercised the\npower of an independent Government, though in the name of the King of\nSpain, from the year 1810; that the Banda Oriental, Entre Rios, and\nParaguay, with the city of Santa Fee, all of which are also independent,\nare unconnected with the present Government of Buenos Ayres; that Chili has\ndeclared itself independent and is closely connected with Buenos Ayres;\nthat Venezuela has also declared itself independent, and now maintains the\nconflict with various success; and that the remaining parts of South\nAmerica, except Monte Video and such other portions of the eastern bank of\nthe La Plata as are held by Portugal, are still in the possession of Spain\nor in a certain degree under her influence.By a circular note addressed by the ministers of Spain to the allied\npowers, with whom they are respectively accredited, it appears that the\nallies have undertaken to mediate between Spain and the South American\nProvinces, and that the manner and extent of their interposition would be\nsettled by a congress which was to have met at Aix-la-Chapelle in September\nlast. From the general policy and course of proceeding observed by the\nallied powers in regard to this contest it is inferred that they will\nconfine their interposition to the expression of their sentiments,\nabstaining from the application of force. I state this impression that\nforce will not be applied with the greater satisfaction because it is a\ncourse more consistent with justice and likewise authorizes a hope that the\ncalamities of the war will be confined to the parties only, and will be of\nshorter duration.From the view taken of this subject, founded on all the information that we\nhave been able to obtain, there is good cause to be satisfied with the\ncourse heretofore pursued by the United States in regard to this contest,\nand to conclude that it is proper to adhere to it, especially in the\npresent state of affairs.I have great satisfaction in stating that our relations with France,\nRussia, and other powers continue on the most friendly basis.In our domestic concerns we have ample cause of satisfaction. The receipts\ninto the Treasury during the three first quarters of the year have exceeded\n$17 millions.After satisfying all the demands which have been made under existing\nappropriations, including the final extinction of the old 6% stock and the\nredemption of a moiety of the Louisiana debt, it is estimated that there\nwill remain in the Treasury on the 1st day of January next more than $2\nmillions.It is ascertained that the gross revenue which has accrued from the customs\nduring the same period amounts to $21 millions, and that the revenue of\nthe whole year may be estimated at not less than $26 millions. The sale\nof the public lands during the year has also greatly exceeded, both in\nquantity and price, that of any former year, and there is just reason to\nexpect a progressive improvement in that source of revenue.It is gratifying to know that although the annual expenditure has been\nincreased by the act of the last session of Congress providing for\nRevolutionary pensions to an amount about equal to the proceeds of the\ninternal duties which were then repealed, the revenue for the ensuing year\nwill be proportionally augmented, and that whilst the public expenditure\nwill probably remain stationary, each successive year will add to the\nnational resources by the ordinary increase of our population and by the\ngradual development of our latent sources of national prosperity.The strict execution of the revenue laws, resulting principally from the\nsalutary provisions of the act of the 20th of April last amending the\nseveral collection laws, has, it is presumed, secured to domestic\nmanufactures all the relief that can be derived from the duties which have\nbeen imposed upon foreign merchandise for their protection. Under the\ninfluence of this relief several branches of this important national\ninterest have assumed greater activity, and although it is hoped that\nothers will gradually revive and ultimately triumph over every obstacle,\nyet the expediency of granting further protection is submitted to your\nconsideration.The measures of defense authorized by existing laws have been pursued with\nthe zeal and activity due to so important an object, and with all the\ndispatch practicable in so extensive and great an undertaking. The survey\nof our maritime and inland frontiers has been continued, and at the points\nwhere it was decided to erect fortifications the work has been commenced,\nand in some instances considerable progress has been made. In compliance\nwith resolutions of the last session, the Board of Commissioners were\ndirected to examine in a particular manner the parts of the coast therein\ndesignated and to report their opinion of the most suitable sites for two\nnaval depots. This work is in a train of execution. The opinion of the\nBoard on this subject, with a plan of all the works necessary to a general\nsystem of defense so far as it has been formed, will be laid before\nCongress in a report from the proper department as soon as it can be\nprepared.In conformity with the appropriations of the last session, treaties have\nbeen formed with the Quapaw tribe of Indians, inhabiting the country on the\nArkansaw, and the Great and Little Osages north of the White River; with\nthe tribes in the State of Indiana; with the several tribes within the\nState of Ohio and the Michigan Territory, and with the Chickasaws, by which\nvery extensive cessions of territory have been made to the United States.\nNegotiations are now depending with the tribes in the Illinois Territory\nand with the Choctaws, by which it is expected that other extensive\ncessions will be made. I take great interest in stating that the cessions\nalready made, which are considered so important to the United States, have\nbeen obtained on conditions very satisfactory to the Indians.With a view to the security of our inland frontiers, it has been thought\nexpedient to establish strong posts at the mouth of Yellow Stone River and\nat the Mandan village on the Missouri, and at the mouth of St. Peters on\nthe Mississippi, at no great distance from our northern boundaries. It can\nhardly be presumed while such posts are maintained in the rear of the\nIndian tribes that they will venture to attack our peaceable inhabitants. A\nstrong hope is entertained that this measure will likewise be productive of\nmuch good to the tribes themselves, especially in promoting the great\nobject of their civilization.Experience has clearly demonstrated that independent savage communities can\nnot long exist within the limits of a civilized population. The progress of\nthe latter has almost invariably terminated in the extinction of the\nformer, especially of the tribes belonging to our portion of this\nhemisphere, among whom loftiness of sentiment and gallantry in action have\nbeen conspicuous. To civilize them, and even to prevent their extinction,\nit seems to be indispensable that their independence as communities should\ncease, and that the control of the United States over them should be\ncomplete and undisputed. The hunter state will then be more easily\nabandoned, and recourse will be had to the acquisition and culture of land\nand to other pursuits tending to dissolve the ties which connect them\ntogether as a savage community and to give a new character to every\nindividual. I present this subject to the consideration of Congress on the\npresumption that it may be found expedient and practicable to adopt some\nbenevolent provisions, having these objects in view, relative to the tribes\nwithin our settlements.It has been necessary during the present year to maintain a strong naval\nforce in the Mediterranean and in the Gulf of Mexico, and to send some\npublic ships along the southern coast and to the Pacific Ocean. By these\nmeans amicable relations with the Barbary Powers have been preserved, our\ncommerce has been protected, and our rights respected. The augmentation of\nour Navy is advancing with a steady progress toward the limit contemplated\nby law.I communicate with great satisfaction the accession of another State\n(Illinois) to our Union, because I perceive from the proof afforded by the\nadditions already made the regular progress and sure consummation of a\npolicy of which history affords no example, and of which the good effect\ncan not be too highly estimated. By extending our Government on the\nprinciples of our Constitution over the vast territory within our limits,\non the Lakes and the Mississippi and its numerous streams, new life and\nvigor are infused into every part of our system. By increasing the number\nof the States the confidence of the State governments in their own security\nis increased and their jealousy of the National Government proportionally\ndiminished.The impracticability of one consolidated Government for this great and\ngrowing nation will be more apparent and will be universally admitted.\nIncapable of exercising local authority except for general purposes, the\nGeneral Government will no longer be dreaded. In those cases of a local\nnature and for all the great purposes for which it was instituted its\nauthority will be cherished. Each Government will acquire new force and a\ngreater freedom of action within its proper sphere.Other inestimable advantages will follow. Our produce will be augmented to\nan incalculable amount in articles of the greatest value for domestic use\nand foreign commerce. Our navigation will in like degree be increased, and\nas the shipping of the Atlantic States will be employed in the\ntransportation of the vast produce of the Western country, even those parts\nof the United States which are most remote from each other will be further\nbound together by the strongest ties which mutual interest can create.The situation of this District, it is thought, requires the attention of\nCongress. By the Constitution the power of legislation is exclusively\nvested in the Congress of the United States. In the exercise of this power,\nin which the people have no participation, Congress legislate in all cases\ndirectly on the local concerns of the District. As this is a departure, for\na special purpose, from the general principles of our system, it may merit\nconsideration whether an arrangement better adapted to the principles of\nour Government and to the particular interests of the people may not be\ndevised which will neither infringe the Constitution nor affect the object\nwhich the provision in question was intended to secure. The growing\npopulation, already considerable, and the increasing business of the\nDistrict, which it is believed already interferes with the deliberations of\nCongress on great national concerns, furnish additional motives for\nrecommending this subject to your consideration.When we view the great blessings with which our country has been favored,\nthose which we now enjoy, and the means which we possess of handing them\ndown unimpaired to our latest posterity, our attention is irresistibly\ndrawn to the source from whence they flow. Let us, then, unite in offering\nour most grateful acknowledgments for these blessings to the Divine Author\nof All Good.", 
    "name": "James Monroe"
}