{
    "date": "December 7, 1824", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:The view which I have now to present to you of our affairs, foreign and\ndomestic, realizes the most sanguine anticipations which have been\nentertained of the public prosperity. If we look to the whole, our growth\nas a nation continues to be rapid beyond example; if to the States which\ncompose it, the same gratifying spectacle is exhibited. Our expansion over\nthe vast territory within our limits has been great, without indicating any\ndecline in those sections from which the emigration has been most\nconspicuous. We have daily gained strength by a native population in every\nquarter--a population devoted to our happy system of government and\ncherishing the bond of union with internal affection.Experience has already shewn that the difference of climate and of\nindustry, proceeding from that cause, inseparable from such vast domains,\nand which under other systems might have a repulsive tendency, can not fail\nto produce with us under wise regulations the opposite effect. What one\nportion wants the other may supply; and this will be most sensibly felt by\nthe parts most distant from each other, forming thereby a domestic market\nand an active intercourse between the extremes and throughout every portion\nof our Union.Thus by a happy distribution of power between the National and State\nGovernments, Governments which rest exclusively on the sovereignty of the\npeople and are fully adequate to the great purposes for which they were\nrespectively instituted, causes which might otherwise lead to dismemberment\noperate powerfully to draw us closer together.In every other circumstance a correct view of the actual state of our Union\nmust be equally gratifying to our constituents. Our relations with foreign\npowers are of a friendly character, although certain interesting\ndifferences remain unsettled with some. Our revenue under the mild system\nof impost and tonnage continues to be adequate to all the purposes of the\nGovernment. Our agriculture, commerce, manufactures, and navigation\nflourish. Our fortifications are advancing in the degree authorized by\nexisting appropriations to maturity, and due progress is made in the\naugmentation of the Navy to the limit prescribed for it by law. For these\nblessings we owe to Almighty God, from whom we derive them, and with\nprofound reverence, our most grateful and unceasing acknowledgments.In adverting to our relations with foreign powers, which are always an\nobject of the highest importance, I have to remark that of the subjects\nwhich have been brought into discussion with them during the present\nAdministration some have been satisfactorily terminated, others have been\nsuspended, to be resumed hereafter under circumstances more favorable to\nsuccess, and others are still in negotiation, with the hope that they may\nbe adjusted with mutual accommodation to the interests and to the\nsatisfaction of the respective parties. It has been the invariable object\nof this Government to cherish the most friendly relations with every power,\nand on principles and conditions which might make them permanent. A\nsystematic effort has been made to place our commerce with each power on a\nfooting of perfect reciprocity, to settle with each in a spirit of candor\nand liberality all existing differences, and to anticipate and remove so\nfar as it might be practicable all causes of future variance.It having been stipulated by the 7th article of the convention of\nnavigation and commerce which was concluded on June 24th, 1822, between the\nUnited States and France, that the said convention should continue in force\nfor two years from the first of October of that year, and for an indefinite\nterm afterwards, unless one of the parties should declare its intention to\nrenounce it, in which event it should cease to operate at the end of six\nmonths from such declaration, and no such intention having been announced,\nthe convention having been found advantageous to both parties, it has since\nremained, and still remains, in force.At the time when that convention was concluded many interesting subjects\nwere left unsettled, and particularly our claim to indemnity for\nspoliations which were committed on our commerce in the late wars. For\nthese interests and claims it was in the contemplation of the parties to\nmake provision at a subsequent day by a more comprehensive and definitive\ntreaty. The object has been duly attended to since by the Executive, but as\nyet it has not been accomplished.It is hoped that a favorable opportunity will present itself for opening a\nnegotiation which may embrace and arrange all existing differences and\nevery other concern in which they have a common interest upon the accession\nof the present King of France, an event which has occurred since the close\nof the last session of Congress.With Great Britain our commercial intercourse rests on the same footing\nthat it did at the last session. By the convention of 1815, the commerce\nbetween the United States and the British dominions in Europe and the East\nIndies was arranged on a principle of reciprocity. That convention was\nconfirmed and continued in force, with slight exceptions, by a subsequent\ntreaty for the term of ten years from October 20th, 1818, the date of\nthe latter.The trade with the British colonies in the West Indies has not as yet been\narranged, by treaty or otherwise, to our satisfaction. An approach to that\nresult has been made by legislative acts, whereby many serious impediments\nwhich had been raised by the parties in defense of their respective claims\nwere removed. An earnest desire exists, and has been manifested on the part\nof this Government, to place the commerce with the colonies, likewise, on a\nfooting of reciprocal advantage, and it is hoped that the British\nGovernment, seeing the justice of the proposal and its importance to the\ncolonies, will ere long accede to it.The commissioners who were appointed for the adjustment of the boundary\nbetween the territories of the United States and those of Great Britain,\nspecified in the 5th article of the treaty of Ghent, having disagreed in\ntheir decision, and both Governments having agreed to establish that\nboundary by amicable negotiation between them, it is hoped that it may be\nsatisfactorily adjusted in that mode. The boundary specified by the 6th\narticle has been established by the decision of the commissioners. From the\nprogress made in that provided for by the 7th, according to a report\nrecently received, there is good cause to presume that it will be settled\nin the course of the ensuing year.It is a cause of serious regret that no arrangement has yet been finally\nconcluded between the two Governments to secure by joint cooperation the\nsuppression of the slave trade. It was the object of the British Government\nin the early stages of the negotiation to adopt a plan for the suppression\nwhich should include the concession of the mutual right of search by the\nships of war of each party of the vessels of the other for suspected\noffenders. This was objected to by this Government on the principle that as\nthe right of search was a right of war of a belligerent toward a neutral\npower it might have an ill effect to extend it by treaty, to an offense\nwhich had been made comparatively mild, to a time of peace.Anxious, however, for the suppression of this trade, it was thought\nadvisable, in compliance with a resolution of the House of Representatives,\nfounded on an act of Congress, to propose to the British Government an\nexpedient which should be free from that objection and more effectual for\nthe object, by making it piratical. In that mode the enormity of the crime\nwould place the offenders out of the protection of their Government, and\ninvolve no question of search or other question between the parties\ntouching their respective rights. It was believed, also, that it would\ncompletely suppress the trade in the vessels of both parties, and by their\nrespective citizens and subjects in those of other powers, with whom it was\nhoped that the odium which would thereby be attached to it would produce a\ncorresponding arrangement, and by means thereof its entire extirpation\nforever.A convention to this effect was concluded and signed in London on\nMarch 13th, 1824, by plenipotentiaries duly authorized by both\nGovernments, to the ratification of which certain obstacles have arisen\nwhich are not yet entirely removed. The difference between the parties\nstill remaining has been reduced to a point not of sufficient magnitude,\nas is presumed, to be permitted to defeat an object so near to the heart\nof both nations and so desirable to the friends of humanity throughout\nthe world. As objections, however, to the principle recommended by the\nHouse of Representatives, or at least to the consequences inseparable\nfrom it, and which are understood to apply to the law, have been raised,\nwhich may deserve a reconsideration of the whole subject, I have thought\nit proper to suspend the conclusion of a new convention until the\ndefinitive sentiments of Congress may be ascertained. The documents\nrelating to the negotiation are with that intent submitted to your\nconsideration.Our commerce with Sweden has been placed on a footing of perfect\nreciprocity by treaty, and with Russia, the Netherlands, Prussia, the free\nHanseatic cities, the Dukedom of Oldenburg, and Sardinia by internal\nregulations on each side, founded on mutual agreement between the\nrespective Governments.The principles upon which the commercial policy of the United States is\nfounded are to be traced to an early period. They are essentially connected\nwith those upon which their independence was declared, and owe their origin\nto the enlightened men who took the lead in our affairs at that important\nepoch. They are developed in their first treaty of commerce with France of\nFebruary 6th, 1778, and by a formal commission which was instituted\nImmediately after the conclusion of their Revolutionary struggle, for the\npurpose of negotiating treaties of commerce with every European power. The\nfirst treaty of the United States with Prussia, which was negotiated by\nthat commission, affords a signal illustration of those principles. The act\nof Congress of March 3rd, 1815, adopted immediately after the return of a\ngeneral peace, was a new overture to foreign nations to establish our\ncommercial relations with them on the basis of free and equal reciprocity.\nThat principle has pervaded all the acts of Congress and all the\nnegotiations of the Executive on the subject.A convention for the settlement of important questions in relation to the\nNorth West coast of this continent and its adjoining seas was concluded and\nsigned at St. Petersburg on the 5th day of April last by the minister\nplenipotentiary of the United States and plenipotentiaries of the Imperial\nGovernment of Russia. It will immediately be laid before the Senate for the\nexercise of the constitutional authority of that body with reference to its\nratification. It is proper to add that the manner in which this negotiation\nwas invited and conducted on the part of the Emperor has been very\nsatisfactory.The great and extraordinary changes which have happened in the Governments\nof Spain and Portugal within the last two years, without seriously\naffecting the friendly relations which under all of them have been\nmaintained with those powers by the United States, have been obstacles to\nthe adjustment of the particular subjects of discussion which have arisen\nwith each. A resolution of the Senate adopted at their last session called\nfor information as to the effect produced upon our relations with Spain by\nthe recognition on the part of the United States of the independent South\nAmerican Governments. The papers containing that information are now\ncommunicated to Congress.A charge d'affaires has been received from the independent Government of\nBrazil. That country, heretofore a colonial possession of Portugal, had\nsome years since been proclaimed by the Sovereign of Portugal himself an\nindependent Kingdom. Since his return to Lisbon a revolution in Brazil has\nestablished a new Government there with an imperial title, at the head of\nwhich is placed a prince, in whom the regency had been vested by the King\nat the time of his departure. There is reason to expect that by amicable\nnegotiation the independence of Brazil will ere long be recognized by\nPortugal herself.With the remaining powers of Europe, with those on the coast of Barbary,\nand with all the new South American States our relations are of a friendly\ncharacter. We have ministers plenipotentiary residing with the Republics of\nColombia and Chile, and have received ministers of the same rank from\nColumbia, Guatemala, Buenos Ayres, and Mexico. Our commercial relations\nwith all those States are mutually beneficial and increasing. With the\nRepublic of Colombia a treaty of commerce has been formed, of which a copy\nis received and the original daily expected. A negotiation for a like\ntreaty would have been commenced with Buenos Ayres had it not been\nprevented by the indisposition and lamented decease of Mr. Rodney, our\nminister there, and to whose memory the most respectful attention has been\nshewn by the Government of that Republic. An advantageous alteration in our\ntreaty with Tunis has been obtained by our consular agent residing there,\nthe official document of which when received will be laid before the\nSenate.The attention of the Government has been drawn with great solicitude to\nother subjects, and particularly to that relating to a state of maritime\nwar, involving the relative rights of neutral and belligerent in such wars.\nMost of the difficulties which we have experienced and of the losses which\nwe have sustained since the establishment of our independence have\nproceeded from the unsettled state of those rights and the extent to which\nthe belligerent claim has been carried against the neutral party.It is impossible to look back on the occurrences of the late wars in\nEurope, and to behold the disregard which was paid to our rights as a\nneutral power, and the waste which was made of our commerce by the parties\nto those wars by various acts of their respective Governments, and under\nthe pretext by each that the other had set the example, without great\nmortification and a fixed purpose never to submit to the like in future. An\nattempt to remove those causes of possible variance by friendly negotiation\nand on just principles which should be applicable to all parties could, it\nwas presumed, be viewed by none other than as a proof of an earnest desire\nto preserve those relations with every power.In the late war between France and Spain a crisis occurred in which it\nseemed probable that all controvertible principles involved in such wars\nmight be brought into discussion and settled to the satisfaction of all\nparties. Propositions having this object in view have been made to the\nGovernments of Great Britain, France, Russia, and of other powers, which\nhave been received in a friendly manner by all, but as yet no treaty has\nbeen formed with either for its accomplishment. The policy will, it is\npresumed, be persevered in, and in the hope that it may be successful.It will always be recollected that with one of the parties to those wars\nand from whom we received those injuries, we sought redress by war. From\nthe other, by whose then reigning Government our vessels were seized in\nport as well as at sea and their cargoes confiscated, indemnity has been\nexpected, but has not yet been rendered. It was under the influence of the\nlatter that our vessels were likewise seized by the Governments of Spain,\nHolland, Denmark, Sweden, and Naples, and from whom indemnity has been\nclaimed and is still expected, with the exception of Spain, by whom it has\nbeen rendered.With both parties we had abundant cause of war, but we had no alternative\nbut to resist that which was most powerful at sea and pressed us nearest at\nhome. With this all differences were settled by a treaty, founded on\nconditions fair and honorable to both, and which has been so far executed\nwith perfect good faith. It has been earnestly hoped that the other would\nof its own accord, and from a sentiment of justice and conciliation, make\nto our citizens the indemnity to which they are entitled, and thereby\nremove from our relations any just cause of discontent on our side.It is estimated that the receipts into the Treasury during the current\nyear, exclusive of loans, will exceed $18.5 millions, which, with the\nsum remaining in the Treasury at the end of the last year, amounting\nto $9,463,922.81 will, after discharging the current disbursements of\nthe year, the interest on the public debt, and upward of $11,633,011.52\nof the principal, leave a balance of more than $3 millions in the Treasury\non the first day of January next.A larger amount of the debt contracted during the late war, bearing an\ninterest of 6%, becoming redeemable in the course of the ensuing year than\ncould be discharged by the ordinary revenue, the act of the 26th of May\nauthorized a loan of $5 millions at 4.5% to meet the same. By this\narrangement an annual saving will accrue to the public of $75,000.Under the act of the 24th of May last a loan of $5 millions was authorized,\nIn order to meet the awards under the Florida treaty, which was negotiated\nat par with the Bank of the United States at 4.5%, the limit of interest\nfixed by the act. By this provision the claims of our citizens who had\nsustained so great a loss by spoliations, and from whom indemnity had been\nso long withheld, were promptly paid. For these advances the public will\nbe amply repaid at no distant day by the sale of the lands in Florida. Of\nthe great advantages resulting from the acquisition of the Territory in\nother respects too high an estimate can not be formed.It is estimated that the receipts into the Treasury during the year 1825\nwill be sufficient to meet the disbursements of the year, including the\nsum of $10 millions, which is annually appropriated by the act of\nconstituting the sinking fund to the payment of the principal and interest\nof the public debt.The whole amount of the public debt on the first of January next may be\nestimated at $86 millions, inclusive of $2.5 millions of the loan\nauthorized by the act of the 26th of May last. In this estimate is\nincluded a stock of $7 millions, issued for the purchase of that amount\nof the capital stock of the Bank of the United States, and which, as the\nstock of the bank still held by the Government will at least be fully\nequal to its reimbursement, ought not to be considered as constituting\na part of the public debt.Estimating, then, the whole amount of the public debt at $79 millions\nand regarding the annual receipts and expenditures of the Government, a\nwell-founded hope may be entertained that, should no unexpected event\noccur, the whole of the public debt may be discharged in the course of\nten years, and the Government be left at liberty thereafter to apply such\nportion of the revenue as may not be necessary for current expenses to\nsuch other objects as may be most conducive to the public security and\nwelfare. That the sums applicable to these objects will be very\nconsiderable may be fairly concluded when it is recollected that a\nlarge amount of the public revenue has been applied since the late\nwar to the construction of the public buildings in this city; to the\nerection of fortifications along the coast and of arsenals in different\nparts of the Union; to the augmentation of the Navy; to the extinguishment\nof the Indian title to large tracts of fertile territory; to the\nacquisition of Florida; to pensions to Revolutionary officers and\nsoldiers, and to invalids of the late war.On many of these objects the expense will annually be diminished and cease\nat no distant period on most of them.On the 1st of January, 1817, the public debt amounted to $123,491,965.16,\nand, notwithstanding the large sums which have been applied to these\nobjects, it has been reduced since that period $37,446,961.78. The last\nportion of the public debt will be redeemable on January 1st, 1835, and,\nwhile there is the best reason to believe that the resources of the\nGovernment will be continually adequate to such portions of it as may\nbecome due in the interval, it is recommended to Congress to seize every\nopportunity which may present itself to reduce the rate of interest on\nevery part thereof. The high state of the public credit and the great\nabundance of money are at this time very favorable to such a result. It\nmust be very gratifying to our fellow citizens to witness this flourishing\nstate of the public finances when it is recollected that no burthen\nwhatever has been imposed upon them.The military establishment in all its branches, in the performance of the\nvarious duties assigned to each, justifies the favorable view which was\npresented of the efficiency of its organization at the last session. All\nthe appropriations have been regularly applied to the objects intended by\nCongress, and so far as the disbursements have been made the accounts have\nbeen rendered and settled without loss to the public.The condition of the Army itself, as relates to the officers and men, in\nscience and discipline is highly respectable. The Military Academy, on\nwhich the Army essentially rests, and to which it is much indebted for this\nstate of improvement, has attained, in comparison with any other\ninstitution of a like kind, a high degree of perfection.Experience, however, has shewn that the dispersed condition of the corps of\nartillery is unfavorable to the discipline of that important branch of the\nmilitary establishment. To remedy this inconvenience, eleven companies have\nbeen assembled at the fortification erected at Old Point Comfort as a\nschool for artillery instruction, with intention as they shall be perfected\nin the various duties of that service to order them to other posts, and, to\nsupply their places with other companies for instruction in like manner. In\nthis mode a complete knowledge of the science and duties of this arm will\nbe extended throughout the whole corps of artillery. But to carry this\nobject fully into effect will require the aid of Congress, to obtain which\nthe subject is now submitted to your consideration.Of the progress which has been made in the construction of fortifications\nfor the permanent defense of our maritime frontier, according to the plan\ndecided on and to the extent of the existing appropriations, the report of\nthe Secretary of War, which is herewith communicated, will give a detailed\naccount. Their final completion can not fail to give great additional\nsecurity to that frontier, and to diminish proportionably the expense of\ndefending it in the event of war.The provisions in several acts of Congress of the last session for the\nimprovement of the navigation of the Mississippi and the Ohio, of the\nharbor of Presqu'isle, on Lake Erie, and the repair of the Plymouth beach\nare in a course of regular execution; and there is reason to believe that\nthe appropriation in each instance will be adequate to the object. To carry\nthese improvements fully into effect, the superintendence of them has been\nassigned to officers of the Corps of Engineers.Under the act of 30th April last, authorizing the President to cause a\nsurvey to be made, with the necessary plans and estimates, of such roads\nand canals as he might deem of national importance in a commercial or\nmilitary point of view, or for the transportation of the mail, a board has\nbeen instituted, consisting of two distinguished officers of the Corps of\nEngineers and a distinguished civil engineer, with assistants, who have\nbeen actively employed in carrying into effect the object of the act. They\nhave carefully examined the route between the Potomac and the Ohio rivers;\nbetween the latter and Lake Erie; between the Alleghany and the\nSusquehannah; and the routes between the Delaware and the Raritan,\nBarnstable and Buzzards Bay, and between Boston Harbor and Narraganset Bay.\nSuch portion of the Corps of Topographical Engineers as could be spared\nfrom the survey of the coast has been employed in surveying the very\nimportant route between the Potomac and the Ohio. Considerable progress has\nbeen made in it, but the survey can not be completed until the next season.\nIt is gratifying to add, from the view already taken, that there is good\ncause to believe that this great national object may be fully\naccomplished.It is contemplated to commence early in the next season the execution of\nthe other branch of the act--that which relates to roads--and with the\nsurvey of a route from this city, through the Southern States, to New\nOrleans, the importance of which can not be too highly estimated. All the\nofficers of both the corps of engineers who could be spared from other\nservices have been employed in exploring and surveying the routes for\ncanals. To digest a plan for both objects for the great purposes specified\nwill require a thorough knowledge of every part of our Union and of the\nrelation of each part to the others and of all to the seat of the General\nGovernment. For such a digest it will be necessary that the information be\nfull, minute, and precise.With a view to these important objects, I submit to the consideration of\nthe Congress the propriety of enlarging both the corps of engineers--the\nmilitary and topographical. It need scarcely be remarked that the more\nextensively these corps are engaged in the improvement of their country, in\nthe execution of the powers of Congress, and in aid of the States in such\nimprovements as lie beyond that limit, when such aid is desired, the\nhappier the effect will be in many views of which the subject is\nperceptible. By profiting of their science the works will always be well\nexecuted, and by giving to the officers such employment our Union will\nderive all the advantage, in peace as well as in war, from their talents\nand services which they can afford. In this mode, also, the military will\nbe incorporated with the civil, and unfounded and injurious distinctions\nand prejudices of every kind be done away. To the corps themselves this\nservice can not fail to be equally useful, since by the knowledge they\nwould thus acquire they would be eminently better qualified in the event of\nwar for the great purposes for which they were instituted.Our relations with the Indian tribes within our limits have not been\nmaterially changed during the year. The hostile disposition evinced by\ncertain tribes on the Missouri during the last year still continues, and\nhas extended in some degree to those on the Upper Mississippi and the Upper\nLakes. Several parties of our citizens have been plundered and murdered by\nthose tribes. In order to establish relations of friendship with them,\nCongress at the last session made an appropriation for treaties with them\nand for the employment of a suitable military escort to accompany and\nattend the commissioners at the places appointed for the negotiations. This\nobject has not been effected. The season was too far advanced when the\nappropriation was made and the distance too great to permit it, but\nmeasures have been taken, and all the preparations will be completed to\naccomplish it at an early period in the next season.Believing that the hostility of the tribes, particularly on the Upper\nMississippi and the Lakes, is in no small degree owing to the wars which\nare carried on between the tribes residing in that quarter, measures have\nbeen taken to bring about a general peace among them, which, if successful,\nwill not only tend to the security of our citizens, but be of great\nadvantage to the Indians themselves.With the exception of the tribes referred to, our relations with all the\nothers are on the same friendly footing, and it affords me great\nsatisfaction to add that they are making steady advances in civilization\nand the improvement of their condition. Many of the tribes have already\nmade great progress in the arts of civilized life. This desirable result\nhas been brought about by the humane and persevering policy of the\nGovernment, and particularly by means of the appropriation for the\ncivilization of the Indians. There have been established under the\nprovisions of this act 32 schools, containing 916 scholars, who are well\ninstructed in several branches of literature, and likewise in agriculture\nand the ordinary arts of life.Under the appropriation to authorize treaties with the Creeks and Quaupaw\nIndians commissioners have been appointed and negotiations are now pending,\nbut the result is not yet known.For more full information respecting the principle which has been adopted\nfor carrying into effect the act of Congress authorizing surveys, with\nplans and estimates for canals and roads, and on every other branch of duty\nincident to the Department of War, I refer you to the report of the\nSecretary.The squadron in the Mediterranean has been maintained in the extent which\nwas proposed in the report of the Secretary of the Navy of the last year,\nand has afforded to our commerce the necessary protection in that sea.\nApprehending, however, that the unfriendly relations which have existed\nbetween Algiers and some of the powers of Europe might be extended to us,\nit has been thought expedient to augment the force there, and in\nconsequence the North Carolina, a ship of the line, has been prepared, and\nwill sail in a few days to join it.The force employed in the Gulf of Mexico and in the neighboring seas for\nthe suppression of piracy has likewise been preserved essentially in the\nstate in which it was during the last year. A persevering effort has been\nmade for the accomplishment of that object, and much protection has thereby\nbeen afforded to our commerce, but still the practice is far from being\nsuppressed. From every view which has been taken of the subject it is\nthought that it will be necessary rather to augment than to diminish our\nforce in that quarter.There is reason to believe that the piracies now complained of are\ncommitted by bands of robbers who inhabit the land, and who, by preserving\ngood intelligence with the towns and seizing favorable opportunities, rush\nforth and fall on unprotected merchant vessels, of which they make an easy\nprey. The pillage thus taken they carry to their lurking places, and\ndispose of afterwards at prices tending to seduce the neighboring\npopulation.This combination is understood to be of great extent, and is the more to be\ndeprecated because the crime of piracy is often attended with the murder of\nthe crews, these robbers knowing if any survived their lurking places would\nbe exposed and they be caught and punished. That this atrocious practice\nshould be carried to such extent is cause of equal surprise and regret. It\nis presumed that it must be attributed to the relaxed and feeble state of\nthe local governments, since it is not doubted, from the high character of\nthe governor of Cuba, who is well known and much respected here, that if he\nhad the power he would promptly suppress it. Whether those robbers should\nbe pursued on the land, the local authorities be made responsible for these\natrocities, or any other measure be resorted to to suppress them, is\nsubmitted to the consideration of Congress.In execution of the laws for the suppression of the slave trade a vessel\nhas been occasionally sent from that squadron to the coast of Africa with\norders to return thence by the usual track of the slave ships, and to seize\nany of our vessels which might be engaged in that trade. None have been\nfound, and it is believed that none are thus employed. It is well known,\nhowever, that the trade still exists under other flags.The health of our squadron while at Thompsons Island has been much better\nduring the present than it was the last season. Some improvements have been\nmade and others are contemplated there which, it is believed, will have a\nvery salutary effect.On the Pacific, our commerce has much increased, and on that coast, as well\nas on that sea, the United States have many important interests which\nrequire attention and protection. It is thought that all the considerations\nwhich suggested the expediency of placing a squadron on that sea operate\nwith augmented force for maintaining it there, at least in equal extent.For detailed information respecting the state of our maritime force on each\nsea, the improvement necessary to be made on either in the organization of\nthe naval establishment generally, and of the laws for its better\ngovernment I refer you to the report of the Secretary of the Navy, which is\nherewith communicated.The revenue of the Post Office Department has received a considerable\naugmentation in the present year. The current receipts will exceed the\nexpenditures, although the transportation of the mail within the year has\nbeen much increased. A report of the Post Master General, which is\ntransmitted, will furnish in detail the necessary information respecting\nthe administration and present state of this Department.In conformity with a resolution of Congress of the last session, an\ninvitation was given to General Lafayette to visit the United States, with\nan assurance that a ship of war should attend at any port of France which\nhe might designate, to receive and convey him across the Atlantic, whenever\nit might be convenient for him to sail. He declined the offer of the public\nship from motives of delicacy, but assured me that he had long intended and\nwould certainly visit our Union in the course of the present year.In August last he arrived at New York, where he was received with the\nwarmth of affection and gratitude to which his very important and\ndisinterested services and sacrifices in our Revolutionary struggle so\neminently entitled him. A corresponding sentiment has since been manifested\nin his favor throughout every portion of our Union, and affectionate\ninvitations have been given him to extend his visits to them. To these he\nhas yielded all the accommodation in his power. At every designated point\nof rendezvous the whole population of the neighboring country has been\nassembled to greet him, among whom it has excited in a peculiar manner the\nsensibility of all to behold the surviving members of our Revolutionary\ncontest, civil and military, who had shared with him in the toils and\ndangers of the war, many of them in a decrepit state. A more interesting\nspectacle, it is believed, was never witnessed, because none could be\nfounded on purer principles, none proceed from higher or more disinterested\nmotives. That the feelings of those who had fought and bled with him in a\ncommon cause should have been much excited was natural.There are, however, circumstances attending these interviews which pervaded\nthe whole community and touched the breasts of every age, even the youngest\namong us. There was not an individual present who had not some relative who\nhad not partaken in those scenes, nor an infant who had not heard the\nrelation of them. But the circumstance which was most sensibly felt, and\nwhich his presence brought forcibly to the recollection of all, was the\ngreat cause in which we were engaged and the blessings which we have\nderived from our success in it.The struggle was for independence and liberty, public and personal, and in\nthis we succeeded. The meeting with one who had borne so distinguished a\npart in that great struggle, and from such lofty and disinterested motives,\ncould not fail to affect profoundly every individual and of every age. It\nis natural that we should all take a deep interest in his future welfare,\nas we do. His high claims on our Union are felt, and the sentiment\nuniversal that they should be met in a generous spirit. Under these\nimpressions I invite your attention to the subject, with a view that,\nregarding his very important services, losses, and sacrifices, a provision\nmay be made and tendered to him which shall correspond with the sentiments\nand be worthy the character of the American people.In turning our attention to the condition of the civilized world, in which\nthe United States have always taken a deep interest, it is gratifying to\nsee how large a portion of it is blessed with peace. The only wars which\nnow exist within that limit are those between Turkey and Greece, in Europe,\nand between Spain and the new Governments, our neighbors, in this\nhemisphere. In both these wars the cause of independence, of liberty and\nhumanity, continues to prevail.The success of Greece, when the relative population of the contending\nparties is considered, commands our admiration and applause, and that it\nhas had a similar effect with the neighboring powers is obvious. The\nfeeling of the whole civilized world is excited in a high degree in their\nfavor. May we not hope that these sentiments, winning on the hearts of\ntheir respective Governments, may lead to a more decisive result; that they\nmay produce an accord among them to replace Greece on the ground which she\nformerly held, and to which her heroic exertions at this day so eminently\nentitle her?With respect to the contest to which our neighbors are a party, it is\nevident that Spain as a power is scarcely felt in it. These new States had\ncompletely achieved their independence before it was acknowledged by the\nUnited States, and they have since maintained it with little foreign\npressure. The disturbances which have appeared in certain portions of that\nvast territory have proceeded from internal causes, which had their origin\nin their former Governments and have not yet been thoroughly removed.It is manifest that these causes are daily losing their effect, and that\nthese new States are settling down under Governments elective and\nrepresentative in every branch, similar to our own. In this course we\nardently wish them to persevere, under a firm conviction that it will\npromote their happiness. In this, their career, however, we have not\ninterfered, believing that every people have a right to institute for\nthemselves the government which, in their judgment, may suit them best.Our example is before them, of the good effect of which, being our\nneighbors, they are competent judges, and to their judgment we leave it, in\nthe expectation that other powers will pursue the same policy. The deep\ninterest which we take in their independence, which we have acknowledged,\nand in their enjoyment of all the rights incident thereto, especially in\nthe very important one of instituting their own Governments, has been\ndeclared, and is known to the world.Separated as we are from Europe by the great Atlantic Ocean, we can have no\nconcern in the wars of the European Governments nor in the causes which\nproduce them. The balance of power between them, into whichever scale it\nmay turn in its various vibrations, can not affect us. It is the interest\nof the United States to preserve the most friendly relations with every\npower and on conditions fair, equal, and applicable to all.But in regard to our neighbors our situation is different. It is impossible\nfor the European Governments to interfere in their concerns, especially in\nthose alluded to, which are vital, without affecting us; indeed, the motive\nwhich might induce such interference in the present state of the war\nbetween the parties, if a war it may be called, would appear to be equally\napplicable to us. It is gratifying to know that some of the powers with\nwhom we enjoy a very friendly intercourse, and to whom these views have\nbeen communicated, have appeared to acquiesce in them.The augmentation of our population with the expansion of our Union and\nincreased number of States have produced effects in certain branches of our\nsystem which merit the attention of Congress. Some of our arrangements, and\nparticularly the judiciary establishment, were made with a view to the\noriginal thirteen States only. Since then the United States have acquired\na vast extent of territory; eleven new States have been admitted into the\nUnion, and Territories have been laid off for three others, which will\nlikewise be admitted at no distant day.An organization of the Supreme Court which assigns the judges any portion\nof the duties which belong to the inferior, requiring their passage over so\nvast a space under any distribution of the States that may now be made, if\nnot impracticable in the execution, must render it impossible for them to\ndischarge the duties of either branch with advantage to the Union. The\nduties of the Supreme Court would be of great importance if its decisions\nwere confined to the ordinary limits of other tribunals, but when it is\nconsidered that this court decides, and in the last resort, on all the\ngreat questions which arise under our Constitution, involving those between\nthe United States individually, between the States and the United States,\nand between the latter and foreign powers, too high an estimate of their\nimportance can not be formed. The great interests of the nation seem to\nrequire that the judges of the Supreme Court should be exempted from every\nother duty than those which are incident to that high trust. The\norganization of the inferior courts would of course be adapted to\ncircumstances. It is presumed that such an one might be formed as would\nsecure an able and faithful discharge of their duties, and without any\nmaterial augmentation of expense.The condition of the aborigines within our limits, and especially those who\nare within the limits of any of the States, merits likewise particular\nattention. Experience has shown that unless the tribes be civilized they\ncan never be incorporated into our system in any form whatever. It has\nlikewise shown that in the regular augmentation of our population with the\nextension of our settlements their situation will become deplorable, if\ntheir extinction is not menaced.Some well-digested plan which will rescue them from such calamities is due\nto their rights, to the rights of humanity, and to the honor of the nation.\nTheir civilization is indispensable to their safety, and this can be\naccomplished only by degrees. The process must commence with the infant\nstate, through whom some effect may be wrought on the parental.\nDifficulties of the most serious character present themselves to the\nattainment of this very desirable result on the territory on which they now\nreside. To remove them from it by force, even with a view to their own\nsecurity and happiness, would be revolting to humanity and utterly\nunjustifiable. Between the limits of our present States and Territories and\nthe Rocky Mountains and Mexico there is a vast territory to which they\nmight be invited with inducements which might be successful. It is thought\nif that territory should be divided into districts by previous agreement\nwith the tribes now residing there and civil governments be established in\neach, with schools for every branch of instruction in literature and the\narts of civilized life, that all the tribes now within our limits might\ngradually be drawn there. The execution of this plan would necessarily be\nattended with expense, and that not inconsiderable, but it is doubted\nwhether any other can be devised which would be less liable to that\nobjection or more likely to succeed.In looking to the interests which the United States have on the Pacific\nOcean and on the western coast of this continent, the propriety of\nestablishing a military post at the mouth of the Columbia River, or at some\nother point in that quarter within our acknowledged limits, is submitted to\nthe consideration of Congress. Our commerce and fisheries on that sea and\nalong the coast have much increased and are increasing. It is thought that\na military post, to which our ships of war might resort, would afford\nprotection to every interest, and have a tendency to conciliate the tribes\nto the North West, with whom our trade is extensive. It is thought also\nthat by the establishment of such a post the intercourse between our\nWestern States and Territories and the Pacific and our trade with the\ntribes residing in the interior on each side of the Rocky Mountains would\nbe essentially promoted. To carry this object into effect the appropriation\nof an adequate sum to authorize the employment of a frigate, with an\nofficer of the Corps of Engineers, to explore the mouth of the Columbia\nRiver and the coast contiguous thereto, to enable the Executive to make\nsuch establishment at the most suitable point, is recommended to Congress.It is thought that attention is also due to the improvement of this city.\nThe communication between the public buildings and in various other parts\nand the grounds around those buildings require it. It is presumed also that\nthe completion of the canal from the Tiber to the Eastern Branch would have\na very salutary effect. Great exertions have been made and expenses\nincurred by the citizens in improvements of various kinds; but those which\nare suggested belong exclusively to the Government, or are of a nature to\nrequire expenditures beyond their resources. The public lots which are\nstill for sale would, it is not doubted, be more than adequate for these\npurposes.From the view above presented it is manifest that the situation of the\nUnited States is in the highest degree prosperous and happy. There is no\nobject which as a people we can desire which we do not possess or which is\nnot within our reach. Blessed with governments the happiest which the world\never knew, with no distinct orders in society or divided interests in any\nportion of the vast territory over which their dominion extends, we have\nevery motive to cling together which can animate a virtuous and enlightened\npeople. The great object is to preserve these blessings, and to hand them\ndown to the latest posterity.Our experience ought to satisfy us that our progress under the most correct\nand provident policy will not be exempt from danger. Our institutions form\nan important epoch in the history of the civilized world. On their\npreservation and in their utmost purity everything will depend. Extending\nas our interests do to every part of the inhabited globe and to every sea\nto which our citizens are carried by their industry and enterprise, to\nwhich they are invited by the wants of others, and have a right to go, we\nmust either protect them in the enjoyment of their rights or abandon them\nin certain events to waste and desolation.Our attitude is highly interesting as relates to other powers, and\nparticularly to our southern neighbors. We have duties to perform with\nregard to all to which we must be faithful. To every kind of danger we\nshould pay the most vigilant and unceasing attention, remove the cause\nwhere it may be practicable, and be prepared to meet it when inevitable.Against foreign danger the policy of the Government seems to be already\nsettled. The events of the late war admonished us to make our maritime\nfrontier impregnable by a well-digested chain of fortifications, and to\ngive efficient protection to our commerce by augmenting our Navy to a\ncertain extent, which has been steadily pursued, and which it is incumbent\nupon us to complete as soon as circumstances will permit. In the event of\nwar it is on the maritime frontier that we shall be assailed. It is in that\nquarter, therefore, that we should be prepared to meet the attack. It is\nthere that our whole force will be called into action to prevent the\ndestruction of our towns and the desolation and pillage of the interior.To give full effect to this policy great improvements will be\nindispensable. Access to those works by every practicable communication\nshould be made easy and in every direction. The intercourse between every\npart of our Union should also be promoted and facilitated by the exercise\nof those powers which may comport with a faithful regard to the great\nprinciples of our Constitution. With respect to internal causes, those\ngreat principles point out with equal certainty the policy to be pursued.Resting on the people as our Governments do, State and National, with\nwell-defined powers, it is of the highest importance that they severally\nkeep within the limits prescribed to them. Fulfilling that sacred duty, it\nis of equal importance that the movement between them be harmonious, and in\ncase of any disagreement, should any such occur, a calm appeal be made to\nthe people, and that their voice be heard and promptly obeyed. Both\nGovernments being instituted for the common good, we can not fail to\nprosper while those who made them are attentive to the conduct of their\nrepresentatives and control their measures. In the pursuit of these great\nobjects let a generous spirit and national views and feelings be indulged,\nand let every part recollect that by cherishing that spirit and improving\nthe condition of the others in what relates to their welfare the general\ninterest will not only be promoted, but the local advantage be reciprocated\nby all.I can not conclude this communication, the last of the kind which I shall\nhave to make, without recollecting with great sensibility and heart felt\ngratitude the many instances of the public confidence and the generous\nsupport which I have received from my fellow citizens in the various trusts\nwith which I have been honored. Having commenced my service in early youth,\nand continued it since with few and short intervals, I have witnessed the\ngreat difficulties to which our Union has been surmounted. From the present\nprosperous and happy state I derive a gratification which I can not\nexpress. That these blessings may be preserved and perpetuated will be the\nobject of my fervent and unceasing prayers to the Supreme Ruler of the\nUniverse.", 
    "name": "James Monroe"
}