{
    "date": "December 2, 1845", 
    "speech": "Fellow-Citizens of the Senate and of the House of Representatives:It is to me a source of unaffected satisfaction to meet the representatives\nof the States and the people in Congress assembled, as it will be to\nreceive the aid of their combined wisdom in the administration of public\naffairs. In performing for the first time the duty imposed on me by the\nConstitution of giving to you information of the state of the Union and\nrecommending to your consideration such measures as in my judgment are\nnecessary and expedient, I am happy that I can congratulate you on the\ncontinued prosperity of our country. Under the blessings of Divine\nProvidence and the benign influence of our free institutions, it stands\nbefore the world a spectacle of national happiness.With our unexampled advancement in all the elements of national greatness,\nthe affection of the people is confirmed for the Union of the States and\nfor the doctrines of popular liberty which lie at the foundation of our\nGovernment.It becomes us in humility to make our devout acknowledgments to the Supreme\nRuler of the Universe for the inestimable civil and religious blessings\nwith which we are favored.In calling the attention of Congress to our relations with foreign powers,\nI am gratified to be able to state that though with some of them there have\nexisted since your last session serious causes of irritation and\nmisunderstanding, yet no actual hostilities have taken place. Adopting the\nmaxim in the conduct of our foreign affairs \"to ask nothing that is not\nright and submit to nothing that is wrong,\" it has been my anxious desire\nto preserve peace with all nations, but at the same time to be prepared to\nresist aggression and maintain all our just rights.In pursuance of the joint resolution of Congress \"for annexing Texas to the\nUnited States,\" my predecessor, on the 3d day of March, 1845, elected to\nsubmit the first and second sections of that resolution to the Republic of\nTexas as an overture on the part of the United States for her admission as\na State into our Union. This election I approved, and accordingly the\ncharge d'affaires of the United States in Texas, under instructions of the\n10th of March, 1845, presented these sections of the resolution for the\nacceptance of that Republic. The executive government, the Congress, and\nthe people of Texas in convention have successively complied with all the\nterms and conditions of the joint resolution. A constitution for the\ngovernment of the State of Texas, formed by a convention of deputies, is\nherewith laid before Congress. It is well known, also, that the people of\nTexas at the polls have accepted the terms of annexation and ratified the\nconstitution. I communicate to Congress the correspondence between the\nSecretary of State and our charge d'affaires in Texas, and also the\ncorrespondence of the latter with the authorities of Texas, together with\nthe official documents transmitted by him to his own Government. The terms\nof annexation which were offered by the United States having been accepted\nby Texas, the public faith of both parties is solemnly pledged to the\ncompact of their union. Nothing remains to consummate the event but the\npassage of an act by Congress to admit the State of Texas into the Union\nupon an equal footing with the original States. Strong reasons exist why\nthis should be done at an early period of the session. It will be observed\nthat by the constitution of Texas the existing government is only continued\ntemporarily till Congress can act, and that the third Monday of the present\nmonth is the day appointed for holding the first general election. On that\nday a governor, a lieutenant-governor, and both branches of the legislature\nwill be chosen by the people. The President of Texas is required,\nimmediately after the receipt of official information that the new State\nhas been admitted into our Union by Congress, to convene the legislature,\nand upon its meeting the existing government will be superseded and the\nState government organized. Questions deeply interesting to Texas, in\ncommon with the other States, the extension of our revenue laws and\njudicial system over her people and territory, as well as measures of a\nlocal character, will claim the early attention of Congress, and therefore\nupon every principle of republican government she ought to be represented\nin that body without unnecessary delay. I can not too earnestly recommend\nprompt action on this important subject. As soon as the act to admit Texas\nas a State shall be passed the union of the two Republics will be\nconsummated by their own voluntary consent.This accession to our territory has been a bloodless achievement. No arm of\nforce has been raised to produce the result. The sword has had no part in\nthe victory. We have not sought to extend our territorial possessions by\nconquest, or our republican institutions over a reluctant people. It was\nthe deliberate homage of each people to the great principle of our\nfederative union. If we consider the extent of territory involved in the\nannexation, its prospective influence on America, the means by which it has\nbeen accomplished, springing purely from the choice of the people\nthemselves to share the blessings of our union, the history of the world\nmay be challenged to furnish a parallel. The jurisdiction of the United\nStates, which at the formation of the Federal Constitution was bounded by\nthe St. Marys on the Atlantic, has passed the capes of Florida and been\npeacefully extended to the Del Norte. In contemplating the grandeur of this\nevent it is not to be forgotten that the result was achieved in despite of\nthe diplomatic interference of European monarchies. Even France, the\ncountry which had been our ancient ally, the country which has a common\ninterest with us in maintaining the freedom of the seas, the country which,\nby the cession of Louisiana, first opened to us access to the Gulf of\nMexico, the country with which we have been every year drawing more and\nmore closely the bonds of successful commerce, most unexpectedly, and to\nour unfeigned regret, took part in an effort to prevent annexation and to\nimpose on Texas, as a condition of the recognition of her independence by\nMexico, that she would never join herself to the United States. We may\nrejoice that the tranquil and pervading influence of the American principle\nof self-government was sufficient to defeat the purposes of British and\nFrench interference, and that the almost unanimous voice of the people of\nTexas has given to that interference a peaceful and effective rebuke. From\nthis example European Governments may learn how vain diplomatic arts and\nintrigues must ever prove upon this continent against that system of\nself-government which seems natural to our soil, and which will ever resist\nforeign interference.Toward Texas I do not doubt that a liberal and generous spirit will actuate\nCongress in all that concerns her interests and prosperity, and that she\nwill never have cause to regret that she has united her \"lone star\" to our\nglorious constellation.I regret to inform you that our relations with Mexico since your last\nsession have not been of the amicable character which it is our desire to\ncultivate with all foreign nations. On the 6th day of March last the\nMexican envoy extraordinary and minister plenipotentiary to the United\nStates made a formal protest in the name of his Government against the\njoint resolution passed by Congress \"for the annexation of Texas to the\nUnited States,\" which he chose to regard as a violation of the rights of\nMexico, and in consequence of it he demanded his passports. He was informed\nthat the Government of the United States did not consider this joint\nresolution as a violation of any of the rights of Mexico, or that it\nafforded any just cause of offense to his Government; that the Republic of\nTexas was an independent power, owing no allegiance to Mexico and\nconstituting no part of her territory or rightful sovereignty and\njurisdiction. He was also assured that it was the sincere desire of this\nGovernment to maintain with that of Mexico relations of peace and good\nunderstanding. That functionary, however, notwithstanding these\nrepresentations and assurances, abruptly terminated his mission and shortly\nafterwards left the country. Our envoy extraordinary and minister\nplenipotentiary to Mexico was refused all official intercourse with that\nGovernment, and, after remaining several months, by the permission of his\nown Government he returned to the United States. Thus, by the acts of\nMexico, all diplomatic intercourse between the two countries was\nsuspended.Since that time Mexico has until recently occupied an attitude of hostility\ntoward the United States--has been marshaling and organizing armies,\nissuing proclamations, and avowing the intention to make war on the United\nStates, either by an open declaration or by invading Texas. Both the\nCongress and convention of the people of Texas invited this Government to\nsend an army into that territory to protect and defend them against the\nmenaced attack. The moment the terms of annexation offered by the United\nStates were accepted by Texas the latter became so far a part of our own\ncountry as to make it our duty to afford such protection and defense. I\ntherefore deemed it proper, as a precautionary measure, to order a strong\nsquadron to the coasts of Mexico and to concentrate an efficient military\nforce on the western frontier of Texas. Our Army was ordered to take\nposition in the country between the Nueces and the Del Norte, and to repel\nany invasion of the Texan territory which might be attempted by the Mexican\nforces. Our squadron in the Gulf was ordered to cooperate with the Army.\nBut though our Army and Navy were placed in a position to defend our own\nand the rights of Texas, they were ordered to commit no act of hostility\nagainst Mexico unless she declared war or was herself the aggressor by\nstriking the first blow. The result has been that Mexico has made no\naggressive movement, and our military and naval commanders have executed\ntheir orders with such discretion that the peace of the two Republics has\nnot been disturbed. Texas had declared her independence and maintained it\nby her arms for more than nine years. She has had an organized government\nin successful operation during that period. Her separate existence as an\nindependent state had been recognized by the United States and the\nprincipal powers of Europe. Treaties of commerce and navigation had been\nconcluded with her by different nations, and it had become manifest to the\nwhole world that any further attempt on the part of Mexico to conquer her\nor overthrow her Government would be vain. Even Mexico herself had become\nsatisfied of this fact, and whilst the question of annexation was pending\nbefore the people of Texas during the past summer the Government of Mexico,\nby a formal act, agreed to recognize the independence of Texas on condition\nthat she would not annex herself to any other power. The agreement to\nacknowledge the independence of Texas, whether with or without this\ncondition, is conclusive against Mexico. The independence of Texas is a\nfact conceded by Mexico herself, and she had no right or authority to\nprescribe restrictions as to the form of government which Texas might\nafterwards choose to assume. But though Mexico can not complain of the\nUnited States on account of the annexation of Texas, it is to be regretted\nthat serious causes of misunderstanding between the two countries continue\nto exist, growing out of unredressed injuries inflicted by the Mexican\nauthorities and people on the persons and property of citizens of the\nUnited States through a long series of years. Mexico has admitted these\ninjuries, but has neglected and refused to repair them. Such was the\ncharacter of the wrongs and such the insults repeatedly offered to American\ncitizens and the American flag by Mexico, in palpable violation of the laws\nof nations and the treaty between the two countries of the 5th of April,\n1831, that they have been repeatedly brought to the notice of Congress by\nmy predecessors. As early as the 6th of February, 1837, the President of\nthe United States declared in a message to Congress that--The length of time since some of the injuries have been committed, the\nrepeated and unavailing applications for redress, the wanton character of\nsome of the outrages upon the property and persons of our citizens, upon\nthe officers and flag of the United States, independent of recent insults\nto this Government and people by the late extraordinary Mexican minister,\nwould justify in the eyes of all nations immediate war.He did not, however, recommend an immediate resort to this extreme measure,\nwhich, he declared, \"should not be used by just and generous nations,\nconfiding in their strength for injuries committed, if it can be honorably\navoided,\" but, in a spirit of forbearance, proposed that another demand be\nmade on Mexico for that redress which had been so long and unjustly\nwithheld. In these views committees of the two Houses of Congress, in\nreports made to their respective bodies, concurred. Since these proceedings\nmore than eight years have elapsed, during which, in addition to the wrongs\nthen complained of, others of an aggravated character have been committed\non the persons and property of our citizens. A special agent was sent to\nMexico in the summer of 1838 with full authority to make another and final\ndemand for redress. The demand was made; the Mexican Government promised to\nrepair the wrongs of which we complained, and after much delay a treaty of\nindemnity with that view was concluded between the two powers on the 11th\nof April, 1839, and was duly ratified by both Governments. By this treaty a\njoint commission was created to adjudicate and decide on the claims of\nAmerican citizens on the Government of Mexico. The commission was organized\nat Washington on the 25th day of August, 1840. Their time was limited to\neighteen months, at the expiration of which they had adjudicated and\ndecided claims amounting to $2,026,139.68 in favor of citizens of the\nUnited States against the Mexican Government, leaving a large amount of\nclaims undecided. Of the latter the American commissioners had decided in\nfavor of our citizens claims amounting to $928,627.88, which were left\nunacted on by the umpire authorized by the treaty. Still further claims,\namounting to between three and four millions of dollars, were submitted to\nthe board too late to be considered, and were left undisposed of. The sum\nof $2,026,139.68, decided by the board, was a liquidated and ascertained\ndebt due by Mexico to the claimants, and there was no justifiable reason\nfor delaying its payment according to the terms of the treaty. It was not,\nhowever, paid. Mexico applied for further indulgence, and, in that spirit\nof liberality and forbearance which has ever marked the policy of the\nUnited States toward that Republic, the request was granted, and on the\n30th of January, 1843, a new treaty was concluded. By this treaty it was\nprovided that the interest due on the awards in favor of claimants under\nthe convention of the 11th of April, 1839, should be paid out the 30th of\nApril, 1843, and that--The principal of the said awards and the interest accruing thereon shall be\npaid in five years, in equal installments every three months, the said term\nof five years to commence on the 30th day of April, 1843, aforesaid.The interest due on the 30th day of April, 1843, and the three first of the\ntwenty installments have been paid. Seventeen of these installments, remain\nunpaid, seven of which are now due.The claims which were left undecided by the joint commission, amounting to\nmore than $3,000,000, together with other claims for spoliations on the\nproperty of our citizens, were subsequently presented to the Mexican\nGovernment for payment, and were so far recognized that a treaty providing\nfor their examination and settlement by a joint commission was concluded\nand signed at Mexico on the 20th day of November, 1843. This treaty was\nratified by the United States with certain amendments to which no just\nexception could have been taken, but it has not yet received the\nratification of the Mexican Government. In the meantime our citizens, who\nsuffered great losses--and some of whom have been reduced from affluence to\nbankruptcy--are without remedy unless their rights be enforced by their\nGovernment. Such a continued and unprovoked series of wrongs could never\nhave been tolerated by the United States had they been committed by one of\nthe principal nations of Europe. Mexico was, however, a neighboring sister\nrepublic, which, following our example, had achieved her independence, and\nfor whose success and prosperity all our sympathies were early enlisted.\nThe United States were the first to recognize her independence and to\nreceive her into the family of nations, and have ever been desirous of\ncultivating with her a good understanding. We have therefore borne the\nrepeated wrongs she has committed with great patience, in the hope that a\nreturning sense of justice would ultimately guide her councils and that we\nmight, if possible, honorably avoid any hostile collision with her. Without\nthe previous authority of Congress the Executive possessed no power to\nadopt or enforce adequate remedies for the injuries we had suffered, or to\ndo more than to be prepared to repel the threatened aggression on the part\nof Mexico. After our Army and Navy had remained on the frontier and coasts\nof Mexico for many weeks without any hostile movement on her part, though\nher menaces were continued, I deemed it important to put an end, if\npossible, to this state of things. With this view I caused steps to be\ntaken in the month of September last to ascertain distinctly and in an\nauthentic form what the designs of the Mexican Government were--whether it\nwas their intention to declare war, or invade Texas, or whether they were\ndisposed to adjust and settle in an amicable manner the pending differences\nbetween the two countries. On the 9th of November an official answer was\nreceived that the Mexican Government consented to renew the diplomatic\nrelations which had been suspended in March last, and for that purpose were\nwilling to accredit a minister from the United States. With a sincere\ndesire to preserve peace and restore relations of good understanding\nbetween the two Republics, I waived all ceremony as to the manner of\nrenewing diplomatic intercourse between them, and, assuming the initiative,\non the 10th of November a distinguished citizen of Louisiana was appointed\nenvoy extraordinary and minister plenipotentiary to Mexico, clothed with\nfull powers to adjust and definitively settle all pending differences\nbetween the two countries, including those of boundary between Mexico and\nthe State of Texas. The minister appointed has set out on his mission and\nis probably by this time near the Mexican capital. He has been instructed\nto bring the negotiation with which he is charged to a conclusion at the\nearliest practicable period, which it is expected will be in time to enable\nme to communicate the result to Congress during the present session. Until\nthat result is known I forbear to recommend to Congress such ulterior\nmeasures of redress for the wrongs and injuries we have so long borne as it\nwould have been proper to make had no such negotiation been instituted.Congress appropriated at the last session the sum of $275,000 for the\npayment of the April and July installments of the Mexican indemnities for\nthe year 1844:Provided it shall be ascertained to the satisfaction of the American\nGovernment that said installments have been paid by the Mexican Government\nto the agent appointed by the United States to receive the same in such\nmanner as to discharge all claim on the Mexican Government, and said agent\nto be delinquent in remitting the money to the United States.The unsettled state of our relations with Mexico has involved this subject\nin much mystery. The first information in an authentic form from the agent\nof the United States, appointed under the Administration of my predecessor,\nwas received at the State Department on the 9th of November last. This is\ncontained in a letter, dated the 17th of October, addressed by him to one\nof our citizens then in Mexico with a view of having it communicated to\nthat Department. From this it appears that the agent on the 20th of\nSeptember, 1844, gave a receipt to the treasury of Mexico for the amount of\nthe April and July installments of the indemnity. In the same\ncommunication, however, he asserts that he had not received a single dollar\nin cash, but that he holds such securities as warranted him at the time in\ngiving the receipt, and entertains no doubt but that he will eventually\nobtain the money. As these installments appear never to have been actually\npaid by the Government of Mexico to the agent, and as that Government has\nnot, therefore, been released so as to discharge the claim, I do not feel\nmyself warranted in directing payment to be made to the claimants out of\nthe Treasury without further legislation. Their case is undoubtedly one of\nmuch hardship, and it remains for Congress to decide whether any, and what,\nrelief ought to be granted to them. Our minister to Mexico has been\ninstructed to ascertain the facts of the case from the Mexican Government\nin an authentic and official form and report the result with as little\ndelay as possible.My attention was early directed to the negotiation which on the 4th of\nMarch last I found pending at Washington between the United States and\nGreat Britain on the subject of the Oregon Territory. Three several\nattempts had been previously made to settle the questions in dispute\nbetween the two countries by negotiation upon the principle of compromise,\nbut each had proved unsuccessful. These negotiations took place at London\nin the years 1818, 1824, and 1826--the two first under the Administration\nof Mr. Monroe and the last under that of Mr. Adams. The negotiation of\n1818, having failed to accomplish its object, resulted in the convention of\nthe 20th of October of that year.By the third article of that convention it was--Agreed that any country that may be claimed by either party on the\nnorthwest coast of America westward of the Stony Mountains shall, together\nwith its harbors, bays, and creeks, and the navigation of all rivers within\nthe same, be free and open for the term of ten years from the date of the\nsignature of the present convention to the vessels, citizens, and subjects\nof the two powers; it being well understood that this agreement is not to\nbe construed to the prejudice of any claim which either of the two high\ncontracting parties may have to any part of the said country, nor shall it\nbe taken to affect the claims of any other power or state to any part of\nthe said country, the only object of the high contracting parties in that\nrespect being to prevent disputes and differences amongst themselves.The negotiation of 1824 was productive of no result, and the convention of\n1818 was left unchanged.The negotiation of 1826, having also failed to effect an adjustment by\ncompromise, resulted in the convention of August 6, 1827, by which it was\nagreed to continue in force for an indefinite period the provisions of the\nthird article of the convention of the 20th of October, 1818; and it was\nfurther provided that--It shall be competent, however, to either of the contracting parties, in\ncase either should think fit, at any time after the 20th of October, 1828,\non giving due notice of twelve months to the other contracting party, to\nannul and abrogate this convention; and it shall in such case be\naccordingly entirely annulled and abrogated after the expiration of the\nsaid term of notice.In these attempts to adjust the controversy the parallel of the forty-ninth\ndegree of north latitude had been offered by the United States to Great\nBritain, and in those of 1818 and 1826, with a further concession of the\nfree navigation of the Columbia River south of that latitude. The parallel\nof the forty-ninth degree from the Rocky Mountains to its intersection with\nthe northeasternmost branch of the Columbia, and thence down the channel of\nthat river to the sea, had been offered by Great Britain, with an addition\nof a small detached territory north of the Columbia. Each of these\npropositions had been rejected by the parties respectively. In October,\n1843, the envoy extraordinary and minister plenipotentiary of the United\nStates in London was authorized to make a similar offer to those made in\n1818 and 1826. Thus stood the question when the negotiation was shortly\nafterwards transferred to Washington, and on the 23d of August, 1844, was\nformally opened under the direction of my immediate predecessor. Like all\nthe previous negotiations, it was based upon principles of \"compromise,\"\nand the avowed purpose of the parties was \"to treat of the respective\nclaims of the two countries to the Oregon Territory with the view to\nestablish a permanent boundary between them westward of the Rocky Mountains\nto the Pacific Ocean.\"Accordingly, on the 26th of August, 1844, the British plenipotentiary\noffered to divide the Oregon Territory by the forty-ninth parallel of north\nlatitude from the Rocky Mountains to the point of its intersection with the\nnortheasternmost branch of the Columbia River, and thence down that river\nto the sea, leaving the free navigation of the river to be enjoyed in\ncommon by both parties, the country south of this line to belong to the\nUnited States and that north of it to Great Britain. At the same time he\nproposed in addition to yield to the United States a detached territory\nnorth of the Columbia extending along the Pacific and the Straits of Fuca\nfrom Bulfinchs Harbor, inclusive, to Hoods Canal, and to make free to the\nUnited States any port or ports south of latitude 49  which they might\ndesire, either on the mainland or on Quadra and Vancouvers Island. With the\nexception of the free ports, this was the same offer which had been made by\nthe British and rejected by the American Government in the negotiation of\n1826. This proposition was properly rejected by the American\nplenipotentiary on the day it was submitted. This was the only proposition\nof compromise offered by the British plenipotentiary. The proposition on\nthe part of Great Britain having been rejected, the British plenipotentiary\nrequested that a proposal should be made by the United States for \"an\nequitable adjustment of the question.\" When I came into office I found this\nto be the state of the negotiation. Though entertaining the settled\nconviction that the British pretensions of title could not be maintained to\nany portion of the Oregon Territory upon any principle of public law\nrecognized by nations, yet in deference to what had been done by my\npredecessors, and especially in consideration that propositions of\ncompromise had been thrice made by two preceding Administrations to adjust\nthe question on the parallel of 49 , and in two of them yielding to\nGreat Britain the free navigation of the Columbia, and that the pending\nnegotiation had been commenced on the basis of compromise, I deemed it to\nbe my duty not abruptly to break it off. In consideration, too, that under\nthe conventions of 1818 and 1827 the citizens and subjects of the two\npowers held a joint occupancy of the country, I was induced to make another\neffort to settle this long-pending controversy in the spirit of moderation\nwhich had given birth to the renewed discussion. A proposition was\naccordingly made, which was rejected by the British plenipotentiary, who,\nwithout submitting any other proposition, suffered the negotiation on his\npart to drop, expressing his trust that the United States would offer what\nhe saw fit to call \"some further proposal for the settlement of the Oregon\nquestion more consistent with fairness and equity and with the reasonable\nexpectations of the British Government.\" The proposition thus offered and\nrejected repeated the offer of the parallel of 49  of north latitude,\nwhich had been made by two preceding Administrations, but without proposing\nto surrender to Great Britain, as they had done, the free navigation of the\nColumbia River. The right of any foreign power to the free navigation of\nany of our rivers through the heart of our country was one which I was\nunwilling to concede. It also embraced a provision to make free to Great\nBritain any port or ports on the cap of Quadra and Vancouvers Island south\nof this parallel. Had this been a new question, coming under discussion for\nthe first time, this proposition would not have been made. The\nextraordinary and wholly inadmissible demands of the British Government and\nthe rejection of the proposition made in deference alone to what had been\ndone by my predecessors and the implied obligation which their acts seemed\nto impose afford satisfactory evidence that no compromise which the United\nStates ought to accept can be effected. With this conviction the\nproposition of compromise which had been made and rejected was by my\ndirection subsequently withdrawn and our title to the whole Oregon\nTerritory asserted, and, as is believed, maintained by irrefragable facts\nand arguments.The civilized world will see in these proceedings a spirit of liberal\nconcession on the part of the United States, and this Government will be\nrelieved from all responsibility which may follow the failure to settle the\ncontroversy.All attempts at compromise having failed, it becomes the duty of Congress\nto consider what measures it may be proper to adopt for the security and\nprotection of our citizens now inhabiting or who may hereafter inhabit\nOregon, and for the maintenance of our just title to that Territory. In\nadopting measures for this purpose care should be taken that nothing be\ndone to violate the stipulations of the convention of 1827, which is still\nin force. The faith of treaties, in their letter and spirit, has ever been,\nand, I trust, will ever be, scrupulously observed by the United States.\nUnder that convention a year's notice is required to be given by either\nparty to the other before the joint occupancy shall terminate and before\neither can rightfully assert or exercise exclusive jurisdiction over any\nportion of the territory. This notice it would, in my judgment, be proper\nto give, and I recommend that provision be made by law for giving it\naccordingly, and terminating in this manner the convention of the 6th of\nAugust, 1827.It will become proper for Congress to determine what legislation they can\nin the meantime adopt without violating this convention. Beyond all\nquestion the protection of our laws and our jurisdiction, civil and\ncriminal, ought to be immediately extended over our citizens in Oregon.\nThey have had just cause to complain of our long neglect in this\nparticular, and have in consequence been compelled for their own security\nand protection to establish a provisional government for themselves. Strong\nin their allegiance and ardent in their attachment to the United States,\nthey have been thus cast upon their own resources. They are anxious that\nour laws should be extended over them, and I recommend that this be done by\nCongress with as little delay as possible in the full extent to which the\nBritish Parliament have proceeded in regard to British subjects in that\nTerritory by their act of July 2, 1821, \"for regulating the fur trade and\nestablishing a criminal and civil jurisdiction within certain parts of\nNorth America.\" By this act Great Britain extended her laws and\njurisdiction, civil and criminal, over her subjects engaged in the fur\ntrade in that Territory. By it the courts of the Province of Upper Canada\nwere empowered to take cognizance of causes civil and criminal. Justices of\nthe peace and other judicial officers were authorized to be appointed in\nOregon with power to execute all process issuing from the courts of that\nProvince, and to \"sit and hold courts of record for the trial of criminal\noffenses and misdemeanors\" not made the subject of capital punishment, and\nalso of civil cases where the cause of action shall not \"exceed in value\nthe amount or sum of lbs. 200.\"Subsequent to the date of this act of Parliament a grant was made from the\n\"British Crown\" to the Hudsons Bay Company of the exclusive trade with the\nIndian tribes in the Oregon Territory, subject to a reservation that it\nshall not operate to the exclusion \"of the subjects of any foreign states\nwho, under or by force of any convention for the time being between us and\nsuch foreign states, respectively, may be entitled to and shall be engaged\nin the said trade.\" It is much to be regretted that while under this act\nBritish subjects have enjoyed the protection of British laws and British\njudicial tribunals throughout the whole of Oregon, American citizens in the\nsame Territory have enjoyed no such protection from their Government. At\nthe same time, the result illustrates the character of our people and their\ninstitutions. In spite of this neglect they have multiplied, and their\nnumber is rapidly increasing in that Territory. They have made no appeal to\narms, but have peacefully fortified themselves in their new homes by the\nadoption of republican institutions for themselves, furnishing another\nexample of the truth that self-government is inherent in the American\nbreast and must prevail. It is due to them that they should be embraced and\nprotected by our laws. It is deemed important that our laws regulating\ntrade and intercourse with the Indian tribes east of the Rocky Mountains\nshould be extended to such tribes as dwell beyond them. The increasing\nemigration to Oregon and the care and protection which is due from the\nGovernment to its citizens in that distant region make it our duty, as it\nis our interest, to cultivate amicable relations with the Indian tribes of\nthat Territory. For this purpose I recommend that provision be made for\nestablishing an Indian agency and such subagencies as may be deemed\nnecessary beyond the Rocky Mountains.For the protection of emigrants whilst on their way to Oregon against the\nattacks of the Indian tribes occupying the country through which they pass,\nI recommend that a suitable number of stockades and blockhouse forts be\nerected along the usual route between our frontier settlements on the\nMissouri and the Rocky Mountains, and that an adequate force of mounted\nriflemen be raised to guard and protect them on their journey. The\nimmediate adoption of these recommendations by Congress will not violate\nthe provisions of the existing treaty. It will be doing nothing more for\nAmerican citizens than British laws have long since done for British\nsubjects in the same territory.It requires several months to perform the voyage by sea from the Atlantic\nStates to Oregon, and although we have a large number of whale ships in the\nPacific, but few of them afford an opportunity of interchanging\nintelligence without great delay between our settlements in that distant\nregion and the United States. An overland mail is believed to be entirely\npracticable, and the importance of establishing such a mail at least once a\nmonth is submitted to the favorable consideration of Congress.It is submitted to the wisdom of Congress to determine whether at their\npresent session, and until after the expiration of the year's notice, any\nother measures may be adopted consistently with the convention of 1827 for\nthe security of our rights and the government and protection of our\ncitizens in Oregon. That it will ultimately be wise and proper to make\nliberal grants of land to the patriotic pioneers who amidst privations and\ndangers lead the way through savage tribes inhabiting the vast wilderness\nintervening between our frontier settlements and Oregon, and who cultivate\nand are ever ready to defend the soil, I am fully satisfied. To doubt\nwhether they will obtain such grants as soon as the convention between the\nUnited States and Great Britain shall have ceased to exist would be to\ndoubt the justice of Congress; but, pending the year's notice, it is worthy\nof consideration whether a stipulation to this effect may be made\nconsistently with the spirit of that convention.The recommendations which I have made as to the best manner of securing our\nrights in Oregon are submitted to Congress with great deference. Should\nthey in their wisdom devise any other mode better calculated to accomplish\nthe same object, it shall meet with my hearty concurrence.At the end of the year's notice, should Congress think it proper to make\nprovision for giving that notice, we shall have reached a period when the\nnational rights in Oregon must either be abandoned or firmly maintained.\nThat they can not be abandoned without a sacrifice of both national honor\nand interest is too clear to admit of doubt.Oregon is a part of the North American continent, to which, it is\nconfidently affirmed, the title of the United States is the best now in\nexistence. For the grounds on which that title rests I refer you to the\ncorrespondence of the late and present Secretary of State with the British\nplenipotentiary during the negotiation. The British proposition of\ncompromise, which would make the Columbia the line south of 49 , with a\ntrifling addition of detached territory to the United States north of that\nriver, and would leave on the British side two-thirds of the whole Oregon\nTerritory, including the free navigation of the Columbia and all the\nvaluable harbors on the Pacific, can never for a moment be entertained by\nthe United States without an abandonment of their just and dear territorial\nrights, their own self-respect, and the national honor. For the information\nof Congress, I communicate herewith the correspondence which took place\nbetween the two Governments during the late negotiation.The rapid extension of our settlements over our territories heretofore\nunoccupied, the addition of new States to our Confederacy, the expansion of\nfree principles, and our rising greatness as a nation are attracting the\nattention of the powers of Europe, and lately the doctrine has been\nbroached in some of them of a \"balance of power\" on this continent to check\nour advancement. The United States, sincerely desirous of preserving\nrelations of good understanding with all nations, can not in silence permit\nany European interference on the North American continent, and should any\nsuch interference be attempted will be ready to resist it at any and all\nhazards.It is well known to the American people and to all nations that this\nGovernment has never interfered with the relations subsisting between other\ngovernments. We have never made ourselves parties to their wars or their\nalliances; we have not sought their territories by conquest; we have not\nmingled with parties in their domestic struggles; and believing our own\nform of government to be the best, we have never attempted to propagate it\nby intrigues, by diplomacy, or by force. We may claim on this continent a\nlike exemption from European interference. The nations of America are\nequally sovereign and independent with those of Europe. They possess the\nsame rights, independent of all foreign interposition, to make war, to\nconclude peace, and to regulate their internal affairs. The people of the\nUnited States can not, therefore, view with indifference attempts of\nEuropean powers to interfere with the independent action of the nations on\nthis continent. The American system of government is entirely different\nfrom that of Europe. Jealousy among the different sovereigns of Europe,\nlest any one of them might become too powerful for the rest, has caused\nthem anxiously to desire the establishment of what they term the \"balance\nof power.\" It can not be permitted to have any application on the North\nAmerican continent, and especially to the United States. We must ever\nmaintain the principle that the people of this continent alone have the\nright to decide their own destiny. Should any portion of them, constituting\nan independent state, propose to unite themselves with our Confederacy,\nthis will be a question for them and us to determine without any foreign\ninterposition. We can never consent that European powers shall interfere to\nprevent such a union because it might disturb the \"balance of power\" which\nthey may desire to maintain upon this continent. Near a quarter of a\ncentury ago the principle was distinctly announced to the world, in the\nannual message of one of my predecessors, that--The American continents, by the free and independent condition which they\nhave assumed and maintain, are henceforth not to be considered as subjects\nfor colonization by any European powers.This principle will apply with greatly increased force should any European\npower attempt to establish any new colony in North America. In the existing\ncircumstances of the world the present is deemed a proper occasion to\nreiterate and reaffirm the principle avowed by Mr. Monroe and to state my\ncordial concurrence in its wisdom and sound policy. The reassertion of this\nprinciple, especially in reference to North America, is at this day but the\npromulgation of a policy which no European power should cherish the\ndisposition to resist. Existing rights of every European nation should be\nrespected, but it is due alike to our safety and our interests that the\nefficient protection of our laws should be extended over our whole\nterritorial limits, and that it should be distinctly announced to the world\nas our settled policy that no future European colony or dominion shall with\nour consent be planted or established on any part of the North American\ncontinent.A question has recently arisen under the tenth article of the subsisting\ntreaty between the United States and Prussia. By this article the consuls\nof the two countries have the right to sit as judges and arbitrators \"in\nsuch differences as may arise between the captains and crews of the vessels\nbelonging to the nation whose interests are committed to their charge\nwithout the interference of the local authorities, unless the conduct of\nthe crews or of the captain should disturb the order or tranquillity of the\ncountry, or the said consuls should require their assistance to cause their\ndecisions to be carried into effect or supported.\"The Prussian consul at New Bedford in June, 1844, applied to Mr. Justice\nStory to carry into effect a decision made by him between the captain and\ncrew of the Prussian ship Borussia, but the request was refused on the\nground that without previous legislation by Congress the judiciary did not\npossess the power to give effect to this article of the treaty. The\nPrussian Government, through their minister here, have complained of this\nviolation of the treaty, and have asked the Government of the United States\nto adopt the necessary measures to prevent similar violations hereafter.\nGood faith to Prussia, as well as to other nations with whom we have\nsimilar treaty stipulations, requires that these should be faithfully\nobserved. I have deemed it proper, therefore, to lay the subject before\nCongress and to recommend such legislation as may be necessary to give\neffect to these treaty obligations.By virtue of an arrangement made between the Spanish Government and that of\nthe United States in December, 1831, American vessels, since the 29th of\nApril, 1832, have been admitted to entry in the ports of Spain, including\nthose of the Balearic and Canary islands, on payment of the same tonnage\nduty of 5 cents per ton, as though they had been Spanish vessels; and this\nwhether our vessels arrive in Spain directly from the United States or\nindirectly from any other country. When Congress, by the act of 13th July,\n1832, gave effect to this arrangement between the two Governments, they\nconfined the reduction of tonnage duty merely to Spanish vessels \"coming\nfrom a port in Spain,\" leaving the former discriminating duty to remain\nagainst such vessels coming from a port in any other country. It is\nmanifestly unjust that whilst American vessels arriving in the ports of\nSpain from other countries pay no more duty than Spanish vessels, Spanish\nvessels arriving in the ports of the United States from other countries\nshould be subjected to heavy discriminating tonnage duties. This is neither\nequality nor reciprocity, and is in violation of the arrangement concluded\nin December, 1831, between the two countries. The Spanish Government have\nmade repeated and earnest remonstrances against this inequality, and the\nfavorable attention of Congress has been several times invoked to the\nsubject by my predecessors. I recommend, as an act of justice to Spain,\nthat this inequality be removed by Congress and that the discriminating\nduties which have been levied under the act of the 13th of July, 1832, on\nSpanish vessels coming to the United States from any other foreign country\nbe refunded. This recommendation does not embrace Spanish vessels arriving\nin the United States from Cuba and Porto Rico, which will still remain\nsubject to the provisions of the act of June 30, 1834, concerning tonnage\nduty on such vessels. By the act of the 14th of July, 1832, coffee was\nexempted from duty altogether. This exemption was universal, without\nreference to the country where it was produced or the national character of\nthe vessel in which it was imported. By the tariff act of the 30th of\nAugust, 1842, this exemption from duty was restricted to coffee imported in\nAmerican vessels from the place of its production, whilst coffee imported\nunder all other circumstances was subjected to a duty of 20 per cent ad\nvalorem. Under this act and our existing treaty with the King of the\nNetherlands Java coffee imported from the European ports of that Kingdom\ninto the United States, whether in Dutch or American vessels, now pays this\nrate of duty. The Government of the Netherlands complains that such a\ndiscriminating duty should have been imposed on coffee the production of\none of its colonies, and which is chiefly brought from Java to the ports of\nthat Kingdom and exported from thence to foreign countries. Our trade with\nthe Netherlands is highly beneficial to both countries and our relations\nwith them have ever been of the most friendly character. Under all the\ncircumstances of the case, I recommend that this discrimination should be\nabolished and that the coffee of Java imported from the Netherlands be\nplaced upon the same footing with that imported directly from Brazil and\nother countries where it is produced.Under the eighth section of the tariff act of the 30th of August, 1842, a\nduty of 15 cents per gallon was imposed on port wine in casks, while on the\nred wines of several other countries, when imported in casks, a duty of\nonly 6 cents per gallon was imposed. This discrimination, so far as\nregarded the port wine of Portugal, was deemed a violation of our treaty\nwith that power, which provides that--No higher or other duties shall be imposed on the importation into the\nUnited States of America of any article the growth, produce, or manufacture\nof the Kingdom and possessions of Portugal than such as are or shall be\npayable on the like article being the growth, produce, or manufacture of\nany other foreign country.Accordingly, to give effect to the treaty as well as to the intention of\nCongress, expressed in a proviso to the tariff act itself, that nothing\ntherein contained should be so construed as to interfere with subsisting\ntreaties with foreign nations, a Treasury circular was issued on the 16th\nof July, 1844, which, among other things, declared the duty on the port\nwine of Portugal, in casks, under the existing laws and treaty to be 6\ncents per gallon, and directed that the excess of duties which had been\ncollected on such wine should be refunded. By virtue of another clause in\nthe same section of the act it is provided that all imitations of port or\nany other wines \"shall be subject to the duty provided for the genuine\narticle.\" Imitations of port wine, the production of France, are imported\nto some extent into the United States, and the Government of that country\nnow claims that under a correct construction of the act these imitations\nought not to pay a higher duty than that imposed upon the original port\nwine of Portugal. It appears to me to be unequal and unjust that French\nimitations of port wine should be subjected to a duty of 15 cents, while\nthe more valuable article from Portugal should pay a duty of 6 cents only\nper gallon. I therefore recommend to Congress such legislation as may be\nnecessary to correct the inequality.The late President, in his annual message of December last, recommended an\nappropriation to satisfy the claims of the Texan Government against the\nUnited States, which had been previously adjusted so far as the powers of\nthe Executive extend. These claims arose out of the act of disarming a body\nof Texan troops under the command of Major Snively by an officer in the\nservice of the United States, acting under the orders of our Government,\nand the forcible entry into the custom-house at Bryarlys Landing, on Red\nRiver, by certain citizens of the United States and taking away therefrom\nthe goods seized by the collector of the customs as forfeited under the\nlaws of Texas. This was a liquidated debt ascertained to be due to Texas\nwhen an independent state. Her acceptance of the terms of annexation\nproposed by the United States does not discharge or invalidate the claim. I\nrecommend that provision be made for its payment.The commissioner appointed to China during the special session of the\nSenate in March last shortly afterwards set out on his mission in the\nUnited States ship Columbus. On arriving at Rio de Janeiro on his passage\nthe state of his health had become so critical that by the advice of his\nmedical attendants he returned to the United States early in the month of\nOctober last. Commodore Biddle, commanding the East India Squadron,\nproceeded on his voyage in the Columbus, and was charged by the\ncommissioner with the duty of exchanging with the proper authorities the\nratifications of the treaty lately concluded with the Emperor of China.\nSince the return of the commissioner to the United States his health has\nbeen much improved, and he entertains the confident belief that he will\nsoon be able to proceed on his mission.Unfortunately, differences continue to exist among some of the nations of\nSouth America which, following our example, have established their\nindependence, while in others internal dissensions prevail. It is natural\nthat our sympathies should be warmly enlisted for their welfare; that we\nshould desire that all controversies between them should be amicably\nadjusted and their Governments administered in a manner to protect the\nrights and promote the prosperity of their people. It is contrary, however,\nto our settled policy to interfere in their controversies, whether external\nor internal.I have thus adverted to all the subjects connected with our foreign\nrelations to which I deem it necessary to call your attention. Our policy\nis not only peace with all, but good will toward all the powers of the\nearth. While we are just to all, we require that all shall be just to us.\nExcepting the differences with Mexico and Great Britain, our relations with\nall civilized nations are of the most satisfactory character. It is hoped\nthat in this enlightened age these differences may be amicably adjusted.The Secretary of the Treasury in his annual report to Congress will\ncommunicate a full statement of the condition of our finances. The imports\nfor the fiscal year ending on the 30th of June last were of the value of\n$117,254,564, of which the amount exported was $15,346,830, leaving a\nbalance of $101,907,734 for domestic consumption. The exports for the same\nyear were of the value of $114,646,606, of which the amount of domestic\narticles was $99,299,776. The receipts into the Treasury during the same\nyear were $29,769,133.56, of which there were derived from customs\n$27,528,122.70, from sales of public lands $2,077,022.30, and from\nincidental and miscellaneous sources $163,998.56. The expenditures for the\nsame period were $29,968,206.98, of which $8,588,157.62 were applied to the\npayment of the public debt. The balance in the Treasury on the 1st of July\nlast was $7,658,306.22. The amount of the public debt remaining unpaid on\nthe 1st of October last was $17,075,445.52. Further payments of the public\ndebt would have been made, in anticipation of the period of its\nreimbursement under the authority conferred upon the Secretary of the\nTreasury by the acts of July 21, 1841, and of April 15, 1842, and March 3,\n1843, had not the unsettled state of our relations with Mexico menaced\nhostile collision with that power. In view of such a contingency it was\ndeemed prudent to retain in the Treasury an amount unusually large for\nordinary purposes.A few years ago our whole national debt growing out of the Revolution and\nthe War of 1812 with Great Britain was extinguished, and we presented to\nthe world the rare and noble spectacle of a great and growing people who\nhad fully discharged every obligation. Since that time the existing debt\nhas been contracted, and, small as it is in comparison with the similar\nburdens of most other nations, it should be extinguished at the earliest\npracticable period. Should the state of the country permit, and especially\nif our foreign relations interpose no obstacle, it is contemplated to apply\nall the moneys in the Treasury as they accrue, beyond what is required for\nthe appropriations by Congress, to its liquidation. I cherish the hope of\nsoon being able to congratulate the country on its recovering once more the\nlofty position which it so recently occupied. Our country, which exhibits\nto the world the benefits of self-government, in developing all the sources\nof national prosperity owes to mankind the permanent example of a nation\nfree from the blighting influence of a public debt.The attention of Congress is invited to the importance of making suitable\nmodifications and reductions of the rates of duty imposed by our present\ntariff laws. The object of imposing duties on imports should be to raise\nrevenue to pay the necessary expenses of Government. Congress may\nundoubtedly, in the exercise of a sound discretion, discriminate in\narranging the rates of duty on different articles, but the discriminations\nshould be within the revenue standard and be made with the view to raise\nmoney for the support of Government.It becomes important to understand distinctly what is meant by a revenue\nstandard the maximum of which should not be exceeded in the rates of duty\nimposed. It is conceded, and experience proves, that duties may be laid so\nhigh as to diminish or prohibit altogether the importation of any given\narticle, and thereby lessen or destroy the revenue which at lower rates\nwould be derived from its importation. Such duties exceed the revenue rates\nand are not imposed to raise money for the support of Government. If\nCongress levy a duty for revenue of 1 per cent on a given article, it will\nproduce a given amount of money to the Treasury and will incidentally and\nnecessarily afford protection or advantage to the amount of 1 per cent to\nthe home manufacturer of a similar or like article over the importer. If\nthe duty be raised to 10 per cent, it will produce a greater amount of\nmoney and afford greater protection. If it be still raised to 20, 25, or 30\nper cent, and if as it is raised the revenue derived from it is found to be\nincreased, the protection or advantage will also be increased; but if it be\nraised to 31 per cent, and it is found that the revenue produced at that\nrate is less than at 30 per cent, it ceases to be a revenue duty. The\nprecise point in the ascending scale of duties at which it is ascertained\nfrom experience that the revenue is greatest is the maximum rate of duty\nwhich can be laid for the bona fide purpose of collecting money for the\nsupport of Government. To raise the duties higher than that point, and\nthereby diminish the amount collected, is to levy them for protection\nmerely, and not for revenue. As long, then, as Congress may gradually\nincrease the rate of duty on a given article, and the revenue is increased\nby such increase of duty, they are within the revenue standard. When they\ngo beyond that point, and as they increase the duties, the revenue is\ndiminished or destroyed; the act ceases to have for its object the raising\nof money to support Government, but is for protection merely. It does not\nfollow that Congress should levy the highest duty on all articles of import\nwhich they will bear within the revenue standard, for such rates would\nprobably produce a much larger amount than the economical administration of\nthe Government would require. Nor does it follow that the duties on all\narticles should be at the same or a horizontal rate. Some articles will\nbear a much higher revenue duty than others. Below the maximum of the\nrevenue standard Congress may and ought to discriminate in the rates\nimposed, taking care so to adjust them on different articles as to produce\nin the aggregate the amount which, when added to the proceeds of the sales\nof public lands, may be needed to pay the economical expenses of the\nGovernment.In levying a tariff of duties Congress exercise the taxing power, and for\npurposes of revenue may select the objects of taxation. They may exempt\ncertain articles altogether and permit their importation free of duty. On\nothers they may impose low duties. In these classes should be embraced such\narticles of necessity as are in general use, and especially such as are\nconsumed by the laborer and poor as well as by the wealthy citizen. Care\nshould be taken that all the great interests of the country, including\nmanufactures, agriculture, commerce, navigation, and the mechanic arts,\nshould, as far as may be practicable, derive equal advantages from the\nincidental protection which a just system of revenue duties may afford.\nTaxation, direct or indirect, is a burden, and it should be so imposed as\nto operate as equally as may be on all classes in the proportion of their\nability to bear it. To make the taxing power an actual benefit to one class\nnecessarily increases the burden of the others beyond their proportion, and\nwould be manifestly unjust. The terms \"protection to domestic industry\" are\nof popular import, but they should apply under a just system to all the\nvarious branches of industry in our country. The farmer or planter who\ntoils yearly in his fields is engaged in \"domestic industry,\" and is as\nmuch entitled to have his labor \"protected\" as the manufacturer, the man of\ncommerce, the navigator, or the mechanic, who are engaged also in \"domestic\nindustry\" in their different pursuits. The joint labors of all these\nclasses constitute the aggregate of the \"domestic industry\" of the nation,\nand they are equally entitled to the nation's \"protection.\" No one of them\ncan justly claim to be the exclusive recipient of \"protection,\" which can\nonly be afforded by increasing burdens on the \"domestic industry\" of the\nothers.If these views be correct, it remains to inquire how far the tariff act of\n1842 is consistent with them. That many of the provisions of that act are\nin violation of the cardinal principles here laid down all must concede.\nThe rates of duty imposed by it on some articles are prohibitory and on\nothers so high as greatly to diminish importations and to produce a less\namount of revenue than would be derived from lower rates. They operate as\n\"protection merely\" to one branch of \"domestic industry\" by taxing other\nbranches.By the introduction of minimums, or assumed and false values, and by the\nimposition of specific duties the injustice and inequality of the act of\n1842 in its practical operations on different classes and pursuits are seen\nand felt. Many of the oppressive duties imposed by it under the operation\nof these principles range from 1 per cent to more than 200 per cent. They\nare prohibitory on some articles and partially so on others, and bear most\nheavily on articles of common necessity and but lightly on articles of\nluxury. It is so framed that much the greatest burden which it imposes is\nthrown on labor and the poorer classes, who are least able to bear it,\nwhile it protects capital and exempts the rich from paying their just\nproportion of the taxation required for the support of Government. While it\nprotects the capital of the wealthy manufacturer and increases his profits,\nit does not benefit the operatives or laborers in his employment, whose\nwages have not been increased by it. Articles of prime necessity or of\ncoarse quality and low price, used by the masses of the people, are in many\ninstances subjected by it to heavy taxes, while articles of finer quality\nand higher price, or of luxury, which can be used only by the opulent, are\nlightly taxed. It imposes heavy and unjust burdens on the farmer, the\nplanter, the commercial man, and those of all other pursuits except the\ncapitalist who has made his investments in manufactures. All the great\ninterests of the country are not as nearly as may be practicable equally\nprotected by it.The Government in theory knows no distinction of persons or classes, and\nshould not bestow upon some favors and privileges which all others may not\nenjoy. It was the purpose of its illustrious founders to base the\ninstitutions which they reared upon the great and unchanging principles of\njustice and equity, conscious that if administered in the spirit in which\nthey were conceived they would be felt only by the benefits which they\ndiffused, and would secure for themselves a defense in the hearts of the\npeople more powerful than standing armies and all the means and appliances\ninvented to sustain governments founded in injustice and oppression.The well-known fact that the tariff act of 1842 was passed by a majority of\none vote in the Senate and two in the House of Representatives, and that\nsome of those who felt themselves constrained, under the peculiar\ncircumstances existing at the time, to vote in its favor, proclaimed its\ndefects and expressed their determination to aid in its modification on the\nfirst opportunity, affords strong and conclusive evidence that it was not\nintended to be permanent, and of the expediency and necessity of its\nthorough revision.In recommending to Congress a reduction of the present rates of duty and a\nrevision and modification of the act of 1842, I am far from entertaining\nopinions unfriendly to the manufacturers. On the contrary, I desire to see\nthem prosperous as far as they can be so without imposing unequal burdens\non other interests. The advantage under any system of indirect taxation,\neven within the revenue standard, must be in favor of the manufacturing\ninterest, and of this no other interest will complain.I recommend to Congress the abolition of the minimum principle, or assumed,\narbitrary, and false values, and of specific duties, and the substitution\nin their place of ad valorem duties as the fairest and most equitable\nindirect tax which can be imposed. By the ad valorem principle all articles\nare taxed according to their cost or value, and those which are of inferior\nquality or of small cost bear only the just proportion of the tax with\nthose which are of superior quality or greater cost. The articles consumed\nby all are taxed at the same rate. A system of ad valorem revenue duties,\nwith proper discriminations and proper guards against frauds in collecting\nthem, it is not doubted will afford ample incidental advantages to the\nmanufacturers and enable them to derive as great profits as can be derived\nfrom any other regular business. It is believed that such a system strictly\nwithin the revenue standard will place the manufacturing interests on a\nstable footing and inure to their permanent advantage, while it will as\nnearly as may be practicable extend to all the great interests of the\ncountry the incidental protection which can be afforded by our revenue\nlaws. Such a system, when once firmly established, would be permanent, and\nnot be subject to the constant complaints, agitations, and changes which\nmust ever occur when duties are not laid for revenue, but for the\n\"protection merely\" of a favored interest.In the deliberations of Congress on this subject it is hoped that a spirit\nof mutual concession and compromise between conflicting interests may\nprevail, and that the result of their labors may be crowned with the\nhappiest consequences.By the Constitution of the United States it is provided that \"no money\nshall be drawn from the Treasury but in consequence of appropriations made\nby law.\" A public treasury was undoubtedly contemplated and intended to be\ncreated, in which the public money should be kept from the period of\ncollection until needed for public uses. In the collection and disbursement\nof the public money no agencies have ever been employed by law except such\nas were appointed by the Government, directly responsible to it and under\nits control. The safe-keeping of the public money should be confided to a\npublic treasury created by law and under like responsibility and control.\nIt is not to be imagined that the framers of the Constitution could have\nintended that a treasury should be created as a place of deposit and\nsafe-keeping of the public money which was irresponsible to the Government.\nThe first Congress under the Constitution, by the act of the 2d of\nSeptember, 1789, \"to establish the Treasury Department,\" provided for the\nappointment of a Treasurer, and made it his duty \"to receive and keep the\nmoneys of the United States\" and \"at all times to submit to the Secretary\nof the Treasury and the Comptroller, or either of them, the inspection of\nthe moneys in his hands.\"That banks, national or State, could not have been intended to be used as a\nsubstitute for the Treasury spoken of in the Constitution as keepers of the\npublic money is manifest from the fact that at that time there was no\nnational bank, and but three or four State banks, of limited Capital,\nexisted in the country. Their employment as depositories was at first\nresorted to to a limited extent, but with no avowed intention of continuing\nthem permanently in place of the Treasury of the Constitution. When they\nwere afterwards from time to time employed, it was from motives of supposed\nconvenience. Our experience has shown that when banking corporations have\nbeen the keepers of the public money, and been thereby made in effect the\nTreasury, the Government can have no guaranty that it can command the use\nof its own money for public purposes. The late Bank of the United States\nproved to be faithless. The State banks which were afterwards employed were\nfaithless. But a few years ago, with millions of public money in their\nkeeping, the Government was brought almost to bankruptcy and the public\ncredit seriously impaired because of their inability or indisposition to\npay on demand to the public creditors in the only currency recognized by\nthe Constitution. Their failure occurred in a period of peace, and great\ninconvenience and loss were suffered by the public from it. Had the country\nbeen involved in a foreign war, that inconvenience and loss would have been\nmuch greater, and might have resulted in extreme public calamity. The\npublic money should not be mingled with the private funds of banks or\nindividuals or be used for private purposes. When it is placed in banks for\nsafe-keeping, it is in effect loaned to them without interest, and is\nloaned by them upon interest to the borrowers from them. The public money\nis converted into banking capital, and is used and loaned out for the\nprivate profit of bank stockholders, and when called for, as was the case\nin 1837, it may be in the pockets of the borrowers from the banks instead\nof being in the public Treasury contemplated by the Constitution. The\nframers of the Constitution could never have intended that the money paid\ninto the Treasury should be thus converted to private use and placed beyond\nthe control of the Government.Banks which hold the public money are often tempted by a desire of gain to\nextend their loans, increase their circulation, and thus stimulate, if not\nproduce, a spirit of speculation and extravagance which sooner or later\nmust result in ruin to thousands. If the public money be not permitted to\nbe thus used, but be kept in the Treasure and paid out to the public\ncreditors in gold and silver, the temptation afforded by its deposit with\nbanks to an undue expansion of their business would be checked, while the\namount of the constitutional currency left in circulation would be enlarged\nby its employment in the public collections and disbursements, and the\nbanks themselves would in consequence be found in a safer and sounder\ncondition. At present State banks are employed as depositories, but without\nadequate regulation of law whereby the public money can be secured against\nthe casualties and excesses, revulsions, suspensions, and defalcations to\nwhich from overissues, overtrading, an inordinate desire for gain, or other\ncauses they are constantly exposed. The Secretary of the Treasury has in\nall cases when it was practicable taken collateral security for the amount\nwhich they hold, by the pledge of stocks of the United States or such of\nthe States as were in good credit. Some of the deposit banks have given\nthis description of security and others have declined to do so.Entertaining the opinion that \"the separation of the moneys of the\nGovernment from banking institutions is indispensable for the safety of the\nfunds of the Government and the rights of the people,\" I recommend to\nCongress that provision be made by law for such separation, and that a\nconstitutional treasury be created for the safe-keeping of the public\nmoney. The constitutional treasury recommended is designed as a secure\ndepository for the public money, without any power to make loans or\ndiscounts or to issue any paper whatever as a currency or circulation. I\ncan not doubt that such a treasury as was contemplated by the Constitution\nshould be independent of all banking corporations. The money of the people\nshould be kept in the Treasury of the people created by law, and be in the\ncustody of agents of the people chosen by themselves according to the forms\nof the Constitution--agents who are directly responsible to the Government,\nwho are under adequate bonds and oaths, and who are subject to severe\npunishments for any embezzlement, private use, or misapplication of the\npublic funds, and for any failure in other respects to perform their\nduties. To say that the people or their Government are incompetent or not\nto be trusted with the custody of their own money in their own Treasury,\nprovided by themselves, but must rely on the presidents, cashiers, and\nstockholders of banking corporations, not appointed by them nor responsible\nto them, would be to concede that they are incompetent for\nself-government.In recommending the establishment of a constitutional treasury in which the\npublic money shall be kept, I desire that adequate provision be made by law\nfor its safety and that all Executive discretion or control over it shall\nbe removed, except such as may be necessary in directing its disbursement\nin pursuance of appropriations made by law.Under our present land system, limiting the minimum price at which the\npublic lands can be entered to $1.25 per acre, large quantities of lands of\ninferior quality remain unsold because they will not command that price.\nFrom the records of the General Land Office it appears that of the public\nlands remaining unsold in the several States and Territories in which they\nare situated, 39,105,577 acres have been in the market subject to entry\nmore than twenty years, 49,638,644 acres for more than fifteen years,\n73,074,600 acres for more than ten years, and 106,176,961 acres for more\nthan five years. Much the largest portion of these lands will continue to\nbe unsalable at the minimum price at which they are permitted to be sold so\nlong as large territories of lands from which the more valuable portions\nhave not been selected are annually brought into market by the Government.\nWith the view to the sale and settlement of these inferior lands, I\nrecommend that the price be graduated and reduced below the present minimum\nrate, confining the sales at the reduced prices to settlers and\ncultivators, in limited quantities. If graduated and reduced in price for a\nlimited term to $1 per acre, and after the expiration of that period for a\nsecond and third term to lower rates, a large portion of these lands would\nbe purchased, and many worthy citizens who are unable to pay higher rates\ncould purchase homes for themselves and their families. By adopting the\npolicy of graduation and reduction of price these inferior lands will be\nsold for their real value, while the States in which they lie will be freed\nfrom the inconvenience, if not injustice, to which they are subjected in\nconsequence of the United States continuing to own large quantities of the\npublic lands within their borders not liable to taxation for the support of\ntheir local governments.I recommend the continuance of the policy of granting preemptions in its\nmost liberal extent to all those who have settled or may hereafter settle\non the public lands, whether surveyed or unsurveyed, to which the Indian\ntitle may have been extinguished at the time of settlement. It has been\nfound by experience that in consequence of combinations of purchasers and\nother causes a very small quantity of the public lands, when sold at public\nauction, commands a higher price than the minimum rates established by law.\nThe settlers on the public lands are, however, but rarely able to secure\ntheir homes and improvements at the public sales at that rate, because\nthese combinations, by means of the capital they command and their superior\nability to purchase, render it impossible for the settler to compete with\nthem in the market. By putting down all competition these combinations of\ncapitalists and speculators are usually enabled to purchase the lands,\nincluding the improvements of the settlers, at the minimum price of the\nGovernment, and either turn them out of their homes or extort from them,\naccording to their ability to pay, double or quadruple the amount paid for\nthem to the Government. It is to the enterprise and perseverance of the\nhardy pioneers of the West, who penetrate the wilderness with their\nfamilies, suffer the dangers, the privations, and hardships attending the\nsettlement of a new country, and prepare the way for the body of emigrants\nwho in the course of a few years usually follow them, that we are in a\ngreat degree indebted for the rapid extension and aggrandizement of our\ncountry.Experience has proved that no portion of our population are more patriotic\nthan the hardy and brave men of the frontier, or more ready to obey the\ncall of their country and to defend her rights and her honor whenever and\nby whatever enemy assailed. They should be protected from the grasping\nspeculator and secured, at the minimum price of the public lands, in the\nhumble homes which they have improved by their labor. With this end in\nview, all vexatious or unnecessary restrictions imposed upon them by the\nexisting preemption laws should be repealed or modified. It is the true\npolicy of the Government to afford facilities to its citizens to become the\nowners of small portions of our vast public domain at low and moderate\nrates.The present system of managing the mineral lands of the United States is\nbelieved to be radically defective. More than 1,000,000 acres of the public\nlands, supposed to contain lead and other minerals, have been reserved from\nsale, and numerous leases upon them have been granted to individuals upon a\nstipulated rent. The system of granting leases has proved to be not only\nunprofitable to the Government, but unsatisfactory to the citizens who have\ngone upon the lands, and must, if continued, lay the foundation of much\nfuture difficulty between the Government and the lessees. According to the\nofficial records, the amount of rents received by the Government for the\nyears 1841, 1842, 1843, and 1844 was $6,354.74, while the expenses of the\nsystem during the same period, including salaries of superintendents,\nagents, clerks, and incidental expenses, were $26,111.11, the income being\nless than one-fourth of the expenses. To this pecuniary loss may be added\nthe injury sustained by the public in consequence of the destruction of\ntimber and the careless and wasteful manner of working the mines. The\nsystem has given rise to much litigation between the United States and\nindividual citizens, producing irritation and excitement in the mineral\nregion, and involving the Government in heavy additional expenditures. It\nis believed that similar losses and embarrassments will continue to occur\nwhile the present System of leasing these lands remains unchanged. These\nlands are now under the superintendence and care of the War Department,\nwith the ordinary duties of which they have no proper or natural\nconnection. I recommend the repeal of the present system, and that these\nlands be placed under the superintendence and management of the General\nLand Office, as other public lands, and be brought into market and sold\nupon such terms as Congress in their wisdom may prescribe, reserving to the\nGovernment an equitable percentage of the gross amount of mineral product,\nand that the preemption principle be extended to resident miners and\nsettlers upon them at the minimum price which may be established by\nCongress.I refer you to the accompanying report of the Secretary of War for\ninformation respecting the present situation of the Army and its operations\nduring the past year, the state of our defenses, the condition of the\npublic works, and our relations with the various Indian tribes within our\nlimits or upon our borders. I invite your attention to the suggestions\ncontained in that report in relation to these prominent objects of national\ninterest. When orders were given during the past summer for concentrating a\nmilitary force on the western frontier of Texas, our troops were widely\ndispersed and in small detachments, occupying posts remote from each other.\nThe prompt and expeditious manner in which an army embracing more than half\nour peace establishment was drawn together on an emergency so sudden\nreflects great credit on the officers who were intrusted with the execution\nof these orders, as well as upon the discipline of the Army itself. To be\nin strength to protect and defend the people and territory of Texas in the\nevent Mexico should commence hostilities or invade her territories with a\nlarge army, which she threatened, I authorized the general assigned to the\ncommand of the army of occupation to make requisitions for additional\nforces from several of the States nearest the Texan territory, and which\ncould most expeditiously furnish them, if in his opinion a larger force\nthan that under his command and the auxiliary aid which under like\ncircumstances he was authorized to receive from Texas should be required.\nThe contingency upon which the exercise of this authority depended has not\noccurred. The circumstances under which two companies of State artillery\nfrom the city of New Orleans were sent into Texas and mustered into the\nservice of the United States are fully stated in the report of the\nSecretary of War. I recommend to Congress that provision be made for the\npayment of these troops, as well as a small number of Texan volunteers whom\nthe commanding general thought it necessary to receive or muster into our\nservice.During the last summer the First Regiment of Dragoons made extensive\nexcursions through the Indian country on our borders, a part of them\nadvancing nearly to the possessions of the Hudsons Bay Company in the\nnorth, and a part as far as the South Pass of the Rocky Mountains and the\nhead waters of the tributary streams of the Colorado of the West. The\nexhibition of this military force among the Indian tribes in those distant\nregions and the councils held with them by the commanders of the\nexpeditions, it is believed, will have a salutary influence in restraining\nthem from hostilities among themselves and maintaining friendly relations\nbetween them and the United States. An interesting account of one of these\nexcursions accompanies the report of the Secretary of War. Under the\ndirections of the War Department Brevet Captain Fremont, of the Corps of\nTopographical Engineers, has been employed since 1842 in exploring the\ncountry west of the Mississippi and beyond the Rocky Mountains. Two\nexpeditions have already been brought to a close, and the reports of that\nscientific and enterprising officer have furnished much interesting and\nvaluable information. He is now engaged in a third expedition, but it is\nnot expected that this arduous service will be completed in season to\nenable me to communicate the result to Congress at the present session.Our relations with the Indian tribes are of a favorable character. The\npolicy of removing them to a country designed for their permanent residence\nwest of the Mississippi, and without the limits of the organized States and\nTerritories, is better appreciated by them than it was a few years ago,\nwhile education is now attended to and the habits of civilized life are\ngaining ground among them.Serious difficulties of long standing continue to distract the several\nparties into which the Cherokees are unhappily divided. The efforts of the\nGovernment to adjust the difficulties between them have heretofore proved\nunsuccessful, and there remains no probability that this desirable object\ncan be accomplished without the aid of further legislation by Congress. I\nwill at an early period of your session present the subject for your\nconsideration, accompanied with an exposition of the complaints and claims\nof the several parties into which the nation is divided, with a view to the\nadoption of such measures by Congress as may enable the Executive to do\njustice to them, respectively, and to put an end, if possible, to the\ndissensions which have long prevailed and still prevail among them.I refer you to the report of the Secretary of the Navy for the present\ncondition of that branch of the national defense and for grave suggestions\nhaving for their object the increase of its efficiency and a greater\neconomy in its management. During the past year the officers and men have\nperformed their duty in a satisfactory manner. The orders which have been\ngiven have been executed with promptness and fidelity. A larger force than\nhas often formed one squadron under our flag was readily concentrated in\nthe Gulf of Mexico, and apparently without unusual effort. It is especially\nto be observed that notwithstanding the union of so considerable a force,\nno act was committed that even the jealousy of an irritated power could\nconstrue as an act of aggression, and that the commander of the squadron\nand his officers, in strict conformity with their instructions, holding\nthemselves ever ready for the most active duty, have achieved the still\npurer glory of contributing to the preservation of peace. It is believed\nthat at all our foreign stations the honor of our flag has been maintained\nand that generally our ships of war have been distinguished for their good\ndiscipline and order. I am happy to add that the display of maritime force\nwhich was required by the events of the summer has been made wholly within\nthe usual appropriations for the service of the year, so that no additional\nappropriations are required.The commerce of the United States, and with it the navigating interests,\nhave steadily and rapidly increased since the organization of our\nGovernment, until, it is believed, we are now second to but one power in\nthe world, and at no distant day we shall probably be inferior to none.\nExposed as they must be, it has been a wise policy to afford to these\nimportant interests protection with our ships of war distributed in the\ngreat highways of trade throughout the world. For more than thirty years\nappropriations have been made and annually expended for the gradual\nincrease of our naval forces. In peace our Navy performs the important duty\nof protecting our commerce, and in the event of war will be, as it has\nbeen, a most efficient means of defense.The successful use of steam navigation on the ocean has been followed by\nthe introduction of war steamers in great and increasing numbers into the\nnavies of the principal maritime powers of the world. A due regard to our\nown safety and to an efficient protection to our large and increasing\ncommerce demands a corresponding increase on our part. No country has\ngreater facilities for the construction of vessels of this description than\nours, or can promise itself greater advantages from their employment. They\nare admirably adapted to the protection of our commerce, to the rapid\ntransmission of intelligence, and to the coast defense. In pursuance of the\nwise policy of a gradual increase of our Navy, large supplies of live-oak\ntimber and other materials for shipbuilding have been collected and are now\nunder shelter and in a state of good preservation, while iron steamers can\nbe built with great facility in various parts of the Union. The use of iron\nas a material, especially in the construction of steamers which can enter\nwith safety many of the harbors along our coast now inaccessible to vessels\nof greater draft, and the practicability of constructing them in the\ninterior, strongly recommend that liberal appropriations should be made for\nthis important object. Whatever may have been our policy in the earlier\nstages of the Government, when the nation was in its infancy, our shipping\ninterests and commerce comparatively small, our resources limited, our\npopulation sparse and scarcely extending beyond the limits of the original\nthirteen States, that policy must be essentially different now that we have\ngrown from three to more than twenty millions of people, that our commerce,\ncarried in our own ships, is found in every sea, and that our territorial\nboundaries and settlements have been so greatly expanded. Neither our\ncommerce nor our long line of coast on the ocean and on the Lakes can be\nsuccessfully defended against foreign aggression by means of fortifications\nalone. These are essential at important commercial and military points, but\nour chief reliance for this object must be on a well-organized, efficient\nnavy. The benefits resulting from such a navy are not confined to the\nAtlantic States. The productions of the interior which seek a market abroad\nare directly dependent on the safety and freedom of our commerce. The\noccupation of the Balize below New Orleans by a hostile force would\nembarrass, if not stagnate, the whole export trade of the Mississippi and\naffect the value of the agricultural products of the entire valley of that\nmighty river and its tributaries.It has never been our policy to maintain large standing armies in time of\npeace. They are contrary to the genius of our free institutions, would\nimpose heavy burdens on the people and be dangerous to public liberty. Our\nreliance for protection and defense on the land must be mainly on our\ncitizen soldiers, who will be ever ready, as they ever have been ready in\ntimes past, to rush with alacrity, at the call of their country, to her\ndefense. This description of force, however, can not defend our coast,\nharbors, and inland seas, nor protect our commerce on the ocean or the\nLakes. These must be protected by our Navy.Considering an increased naval force, and especially of steam vessels,\ncorresponding with our growth and importance as a nation, and proportioned\nto the increased and increasing naval power of other nations, of vast\nimportance as regards our safety, and the great and growing interests to be\nprotected by it, I recommend the subject to the favorable consideration of\nCongress.The report of the Postmaster-General herewith communicated contains a\ndetailed statement of the operations of his Department during the pass\nyear. It will be seen that the income from postages will fall short of the\nexpenditures for the year between $1,000,000 and $2,000,000. This\ndeficiency has been caused by the reduction of the rates of postage, which\nwas made by the act of the 3d of March last. No principle has been more\ngenerally acquiesced in by the people than that this Department should\nsustain itself by limiting its expenditures to its income. Congress has\nnever sought to make it a source of revenue for general purposes except for\na short period during the last war with Great Britain, nor should it ever\nbecome a charge on the general Treasury. If Congress shall adhere to this\nprinciple, as I think they ought, it will be necessary either to curtail\nthe present mail service so as to reduce the expenditures, or so to modify\nthe act of the 3d of March last as to improve its revenues. The extension\nof the mail service and the additional facilities which will be demanded by\nthe rapid extension and increase of population on our western frontier will\nnot admit of such curtailment as will materially reduce the present\nexpenditures. In the adjustment of the tariff of postages the interests of\nthe people demand that the lowest rates be adopted which will produce the\nnecessary revenue to meet the expenditures of the Department. I invite the\nattention of Congress to the suggestions of the Postmaster-General on this\nsubject, under the belief that such a modification of the late law may be\nmade as will yield sufficient revenue without further calls on the\nTreasury, and with very little change in the present rates of postage.\nProper measures have been taken in pursuance of the act of the 3d of March\nlast for the establishment of lines of mail steamers between this and\nforeign countries. The importance of this service commends itself strongly\nto favorable consideration.With the growth of our country the public business which devolves on the\nheads of the several Executive Departments has greatly increased. In some\nrespects the distribution of duties among them seems to be incongruous, and\nmany of these might be transferred from one to another with advantage to\nthe public interests. A more auspicious time for the consideration of this\nsubject by Congress, with a view to system in the organization of the\nseveral Departments and a more appropriate division of the public business,\nwill not probably occur.The most important duties of the State Department relate to our foreign\naffairs. By the great enlargement of the family of nations, the increase of\nour commerce, and the corresponding extension of our consular system the\nbusiness of this Department has been greatly increased. In its present\norganization many duties of a domestic nature and consisting of details are\ndevolved on the Secretary of State, which do not appropriately belong to\nthe foreign department of the Government and may properly be transferred to\nsome other Department. One of these grows out of the present state of the\nlaw concerning the Patent Office, which a few years since was a subordinate\nclerkship, but has become a distinct bureau of great importance. With an\nexcellent internal organization, it is still connected with the State\nDepartment. In the transaction of its business questions of much importance\nto inventors and to the community frequently arise, which by existing laws\nare referred for decision to a board of which the Secretary of State is a\nmember. These questions are legal, and the connection which now exists\nbetween the State Department and the Patent Office may with great propriety\nand advantage be transferred to the Attorney-General.In his last annual message to Congress Mr. Madison invited attention to a\nproper provision for the Attorney-General as \"an important improvement in\nthe executive establishment.\" This recommendation was repeated by some of\nhis successors. The official duties of the Attorney-General have been much\nincreased within a few years, and his office has become one of great\nimportance. His duties may be still further increased with advantage to the\npublic interests. As an executive officer his residence and constant\nattention at the seat of Government are required. Legal questions involving\nimportant principles and large amounts of public money are constantly\nreferred to him by the President and Executive Departments for his\nexamination and decision. The public business under his official management\nbefore the judiciary has been so augmented by the extension of our\nterritory and the acts of Congress authorizing suits against the United\nStates for large bodies of valuable public lands as greatly to increase his\nlabors and responsibilities. I therefore recommend that the\nAttorney-General be placed on the same footing with the heads of the other\nExecutive Departments, with such subordinate officers provided by law for\nhis Department as may be required to discharge the additional duties which\nhave been or may be devolved upon him.Congress possess the power of exclusive legislation over the District of\nColumbia, and I commend the interests of its inhabitants to your favorable\nconsideration. The people of this District have no legislative body of\ntheir own, and must confide their local as well as their general interests\nto representatives in whose election they have no voice and over whose\nofficial conduct they have no control. Each member of the National\nLegislature should consider himself as their immediate representative, and\nshould be the more ready to give attention to their interests and wants\nbecause he is not responsible to them. I recommend that a liberal and\ngenerous spirit may characterize your measures in relation to them. I shall\nbe ever disposed to show a proper regard for their wishes and, within\nconstitutional limits, shall at all times cheerfully cooperate with you for\nthe advancement of their welfare.I trust it may not be deemed inappropriate to the occasion for me to dwell\nfor a moment on the memory of the most eminent citizen of our country who\nduring the summer that is gone by has descended to the tomb. The enjoyment\nof contemplating, at the advanced age of near fourscore years, the happy\ncondition of his country cheered the last hours of Andrew Jackson, who\ndeparted this life in the tranquil hope of a blessed immortality. His death\nwas happy, as his life had been eminently useful. He had an unfaltering\nconfidence in the virtue and capacity of the people and in the permanence\nof that free Government which he had largely contributed to establish and\ndefend. His great deeds had secured to him the affections of his\nfellow-citizens, and it was his happiness to witness the growth and glory\nof his country, which he loved so well. He departed amidst the benedictions\nof millions of free-men. The nation paid its tribute to his memory at his\ntomb. Coming generations will learn from his example the love of country\nand the rights of man. In his language on a similar occasion to the\npresent, \"I now commend you, fellow-citizens, to the guidance of Almighty\nGod, with a full reliance on His merciful providence for the maintenance of\nour free institutions, and with an earnest supplication that whatever\nerrors it may be my lot to commit in discharging the arduous duties which\nhave devolved on me will find a remedy in the harmony and wisdom of your\ncounsels.\"JAMES K. POLK", 
    "name": "James Polk"
}