{
    "date": "January 19, 1978", 
    "speech": "Two years ago today we had the first caucus in Iowa, and one year ago\ntomorrow, I walked from here to the White House to take up the duties of\nPresident of the United States. I didn't know it then when I walked, but\nI've been trying to save energy ever since.I return tonight to fulfill one of those duties of the Constitution: to\ngive to the Congress, and to the Nation, information on the state of the\nUnion.Militarily, politically, economically, and in spirit, the state of our\nUnion is sound.We are a great country, a strong country, a vital and dynamic country, and\nso we will remain.We are a confident people and a hardworking people, a decent and a\ncompassionate people, and so we will remain.I want to speak to you tonight about where we are and where we must go,\nabout what we have done and what we must do. And I want to pledge to you my\nbest efforts and ask you to pledge yours.Each generation of Americans has to face circumstances not of its own\nchoosing, but by which its character is measured and its spirit is tested.There are times of emergency, when a nation and its leaders must bring\ntheir energies to bear on a single urgent task. That was the duty Abraham\nLincoln faced when our land was torn apart by conflict in the War Between\nthe States. That was the duty faced by Franklin Roosevelt when he led\nAmerica out of an economic depression and again when he led America to\nvictory in war.There are other times when there is no single overwhelming crisis, yet\nprofound national interests are at stake.At such times the risk of inaction can be equally great. It becomes the\ntask of leaders to call forth the vast and restless energies of our people\nto build for the future.That is what Harry Truman did in the years after the Second World War, when\nwe helped Europe and Japan rebuild themselves and secured an international\norder that has protected freedom from aggression.We live in such times now, and we face such duties.We've come through a long period of turmoil and doubt, but we've once again\nfound our moral course, and with a new spirit, we are striving to express\nour best instincts to the rest of the world.There is all across our land a growing sense of peace and a sense of common\npurpose. This sense of unity cannot be expressed in programs or in\nlegislation or in dollars. It's an achievement that belongs to every\nindividual American. This unity ties together, and it towers over all our\nefforts here in Washington, and it serves as an inspiring beacon for all of\nus who are elected to serve.This new atmosphere demands a new spirit, a partnership between those of us\nwho lead and those who elect. The foundations of this partnership are\ntruth, the courage to face hard decisions, concern for one another and the\ncommon good over special interests, and a basic faith and trust in the\nwisdom and strength and judgment of the American people.For the first time in a generation, we are not haunted by a major\ninternational crisis or by domestic turmoil, and we now have a rare and a\npriceless opportunity to address persistent problems and burdens which come\nto us as a nation, quietly and steadily getting worse over the years.As President, I've had to ask you, the Members of Congress, and you, the\nAmerican people, to come to grips with some of the most difficult and hard\nquestions facing our society.We must make a maximum effort, because if we do not aim for the best, we\nare very likely to achieve little. I see no benefit to the country if we\ndelay, because the problems will only get worse.We need patience and good will, but we really need to realize that there is\na limit to the role and the function of government. Government cannot solve\nour problems, it can't set our goals, it cannot define our vision.\nGovernment cannot eliminate poverty or provide a bountiful economy or\nreduce inflation or save our cities or cure illiteracy or provide energy.\nAnd government cannot mandate goodness. Only a true partnership between\ngovernment and the people can ever hope to reach these goals.Those of us who govern can sometimes inspire, and we can identify needs and\nmarshal resources, but we simply cannot be the managers of everything and\neverybody.We here in Washington must move away from crisis management, and we must\nestablish clear goals for the future, immediate and the distant future,\nwhich will let us work together and not in conflict. Never again should we\nneglect a growing crisis like the shortage of energy, where further delay\nwill only lead to more harsh and painful solutions.Every day we spend more than $120 million for foreign oil. This slows our\neconomic growth, it lowers the value of the dollar overseas, and it\naggravates unemployment and inflation here at home.Now we know what we must do, increase production. We must cut down on\nwaste. And we must use more of those fuels which are plentiful and more\npermanent. We must be fair to people, and we must not disrupt our Nation's\neconomy and our budget.Now, that sounds simple. But I recognize the difficulties involved. I know\nthat it is not easy for the Congress to act. But the fact remains that on\nthe energy legislation, we have failed the American people. Almost 5 years\nafter the oil embargo dramatized the problem for us all, we still do not\nhave a national energy program. Not much longer can we tolerate this\nstalemate. It undermines our national interest both at home and abroad. We\nmust succeed, and I believe we will.Our main task at home this year, with energy a central element, is the\nNation's economy. We must continue the recovery and further cut\nunemployment and inflation.Last year was a good one for the United States. We reached all of our major\neconomic goals for 1977. Four million new jobs were created, an alltime\nrecord, and the number of unemployed dropped by more than a million.\nUnemployment right now is the lowest it has been since 1974, and not since\nWorld War II has such a high percentage of American people been employed.The rate of inflation went down. There was a good growth in business\nprofits and investments, the source of more jobs for our workers, and a\nhigher standard of living for all our people. After taxes and inflation,\nthere was a healthy increase in workers' wages.And this year, our country will have the first $2 trillion economy in the\nhistory of the world.Now, we are proud of this progress the first year, but we must do even\nbetter in the future.We still have serious problems on which all of us must work together. Our\ntrade deficit is too large. Inflation is still too high, and too many\nAmericans still do not have a job.Now, I didn't have any simple answers for all these problems. But we have\ndeveloped an economic policy that is working, because it's simple,\nbalanced, and fair. It's based on four principles: First, the economy must\nkeep on expanding to produce new jobs and better income, which our people\nneed. The fruits of growth must be widely shared. More jobs must be made\navailable to those who have been bypassed until now. And the tax system\nmust be made fairer and simpler.Secondly, private business and not the Government must lead the expansion\nin the future.Third, we must lower the rate of inflation and keep it down. Inflation\nslows down economic growth, and it's the most cruel to the poor and also to\nthe elderly and others who live on fixed incomes.And fourth, we must contribute to the strength of the world economy.I will announce detailed proposals for improving our tax system later this\nweek. We can make our tax laws fairer, we can make them simpler and easier\nto understand, and at the same time, we can, and we will, reduce the tax\nburden on American citizens by $25 billion.The tax reforms and the tax reductions go together. Only with the long\noverdue reforms will the full tax cut be advisable.Almost $17 billion in income tax cuts will go to individuals. Ninety-six\npercent of all American taxpayers will see their taxes go down. For a\ntypical family of four, this means an annual saving of more than $250 a\nyear, or a tax reduction of about 20 percent. A further $2 billion cut in\nexcise taxes will give more relief and also contribute directly to lowering\nthe rate of inflation.And we will also provide strong additional incentives for business\ninvestment and growth through substantial cuts in the corporate tax rates\nand improvement in the investment tax credit.Now, these tax proposals will increase opportunity everywhere in the\nNation. But additional jobs for the disadvantaged deserve special\nattention.We've already passed laws to assure equal access to the voting booth and to\nrestaurants and to schools, to housing, and laws to permit access to jobs.\nBut job opportunity, the chance to earn a decent living, is also a basic\nhuman right, which we cannot and will not ignore.A major priority for our Nation is the final elimination of the barriers\nthat restrict the opportunities available to women and also to black people\nand Hispanics and other minorities. We've come a long way toward that goal.\nBut there is still much to do. What we inherited from the past must not be\npermitted to shackle us in the future.I'll be asking you for a substantial increase in funds for public jobs for\nour young people, and I also am recommending that the Congress continue the\npublic service employment programs at more than twice the level of a year\nago. When welfare reform is completed, we will have more than a million\nadditional jobs so that those on welfare who are able to work can work.However, again, we know that in our free society, private business is still\nthe best source of new jobs. Therefore, I will propose a new program to\nencourage businesses to hire young and disadvantaged Americans. These young\npeople only need skills and a chance in order to take their place in our\neconomic system. Let's give them the chance they need. A major step in the\nright direction would be the early passage of a greatly improved\nHumphrey-Hawkins bill.My budget for 1979 addresses these national needs, but it is lean and\ntight. I have cut waste wherever possible.I am proposing an increase of less than 2 percent after adjusting for\ninflation, the smallest increase in the Federal budget in 4 years.Lately, Federal spending has taken a steadily increasing portion of what\nAmericans produce. Our new budget reverses that trend, and later I hope to\nbring the Government's toll down even further. And with your help, we'll do\nthat.In time of high employment and a strong economy, deficit spending should\nnot be a feature of our budget. As the economy continues to gain strength\nand as our unemployment rates continue to fall, revenues will grow. With\ncareful planning, efficient management, and proper restraint on spending,\nwe can move rapidly toward a balanced budget, and we will.Next year the budget deficit will be only slightly less than this year. But\none-third of the deficit is due to the necessary tax cuts that I've\nproposed. This year the right choice is to reduce the burden on taxpayers\nand provide more jobs for our people.The third element in our program is a renewed attack on inflation. We've\nlearned the hard way that high unemployment will not prevent or cure\ninflation. Government can help us by stimulating private investment and by\nmaintaining a responsible economic policy. Through a new top-level review\nprocess, we will do a better job of reducing Government regulation that\ndrives up costs and drives up prices.But again, Government alone cannot bring down the rate of inflation. When a\nlevel of high inflation is expected to continue, then companies raise\nprices to protect their profit margins against prospective increases in\nwages and other costs, while workers demand higher wages as protection\nagainst expected price increases. It's like an escalation in the arms race,\nand understandably, no one wants to disarm alone.Now, no one firm or a group of workers can halt this process. It's an\neffort that we must all make together. I'm therefore asking government,\nbusiness, labor, and other groups to join in a voluntary program to\nmoderate inflation by holding wage and price increases in each sector of\nthe economy during 1978 below the average increases of the last 2 years.I do not believe in wage and price controls. A sincere commitment to\nvoluntary constraint provides a way, perhaps the only way, to fight\ninflation without Government interference.As I came into the Capitol tonight, I saw the farmers, my fellow farmers,\nstanding out in the snow. I'm familiar with their problem, and I know from\nCongress' action that you are too. When I was running Carters Warehouse, we\nhad spread on our own farms 5-10-15 fertilizer for about $40 a ton. The\nlast time I was home, the price was about $100 a ton. The cost of nitrogen\nhas gone up 150 percent, and the price of products that farmers sell has\neither stayed the same or gone down a little.Now, this past year in 1977, you, the Congress, and I together passed a new\nagricultural act. It went into effect October 1. It'll have its first\nimpact on the 1978 crops. It will help a great deal. It'll add $6 1/2\nbillion or more to help the farmers with their price supports and target\nprices.Last year we had the highest level of exports of farm products in the\nhistory of our country, $24 billion. We expect to have more this year.\nWe'll be working together. But I think it's incumbent on us to monitor very\ncarefully the farm situation and continue to work harmoniously with the\nfarmers of our country. What's best for the farmers, the farm families, in\nthe long run is also best for the consumers of our country.Economic success at home is also the key to success in our international\neconomic policy. An effective energy program, strong investment and\nproductivity, and controlled inflation will provide [improve] our trade\nbalance and balance it, and it will help to protect the integrity of the\ndollar overseas.By working closely with our friends abroad, we can promote the economic\nhealth of the whole world, with fair and balanced agreements lowering the\nbarriers to trade.Despite the inevitable pressures that build up when the world economy\nsuffers from high unemployment, we must firmly resist the demands for\nself-defeating protectionism. But free trade must also be fair trade. And I\nam determined to protect American industry and American workers against\nforeign trade practices which are unfair or illegal.In a separate written message to Congress, I've outlined other domestic\ninitiatives, such as welfare reform, consumer protection, basic education\nskills, urban policy, reform of our labor laws, and national health care\nlater on this year. I will not repeat these tonight. But there are several\nother points that I would like to make directly to you.During these past years, Americans have seen our Government grow far from\nus.For some citizens, the Government has almost become like a foreign country,\nso strange and distant that we've often had to deal with it through trained\nambassadors who have sometimes become too powerful and too influential,\nlawyers, accountants, and lobbyists. This cannot go on.We must have what Abraham Lincoln wanted, a government for the people.We've made progress toward that kind of government. You've given me the\nauthority I requested to reorganize the Federal bureaucracy. And I am using\nthat authority.We've already begun a series of reorganization plans which will be\ncompleted over a period of 3 years. We have also proposed abolishing almost\n500 Federal advisory and other commissions and boards. But I know that the\nAmerican people are still sick and tired of Federal paperwork and redtape.\nBit by bit we are chopping down the thicket of unnecessary Federal\nregulations by which Government too often interferes in our personal lives\nand our personal business. We've cut the public's Federal paperwork load by\nmore than 12 percent in less than a year. And we are not through cutting.We've made a good start on turning the gobbledygook of Federal regulations\ninto plain English that people can understand. But we know that we still\nhave a long way to go.We've brought together parts of 11 Government agencies to create a new\nDepartment of Energy. And now it's time to take another major step by\ncreating a separate Department of Education.But even the best organized Government will only be as effective as the\npeople who carry out its policies. For this reason, I consider civil\nservice reform to be absolutely vital. Worked out with the civil servants\nthemselves, this reorganization plan will restore the merit principle to a\nsystem which has grown into a bureaucratic maze. It will provide greater\nmanagement flexibility and better rewards for better performance without\ncompromising job security.Then and only then can we have a government that is efficient, open, and\ntruly worthy of our people's understanding and respect. I have promised\nthat we will have such a government, and I intend to keep that promise.In our foreign policy, the separation of people from government has been in\nthe past a source of weakness and error. In a democratic system like ours,\nforeign policy decisions must be able to stand the test of public\nexamination and public debate. If we make a mistake in this administration,\nit will be on the side of frankness and openness with the American people.In our modern world, when the deaths of literally millions of people can\nresult from a few terrifying seconds of destruction, the path of national\nstrength and security is identical to the path of peace.Tonight, I am happy to report that because we are strong, our Nation is at\npeace with the world.We are a confident nation. We've restored a moral basis for our foreign\npolicy. The very heart of our identity as a nation is our firm commitment\nto human rights.We stand for human rights because we believe that government has as a\npurpose to promote the well-being of its citizens. This is true in our\ndomestic policy; it's also true in our foreign policy. The world must know\nthat in support of human rights, the United States will stand firm.We expect no quick or easy results, but there has been significant movement\ntoward greater freedom and humanity in several parts of the world.Thousands of political prisoners have been freed. The leaders of the world,\neven our ideological adversaries, now see that their attitude toward\nfundamental human rights affects their standing in the international\ncommunity, and it affects their relations with the United States.To serve the interests of every American, our foreign policy has three\nmajor goals.The first and prime concern is and will remain the security of our\ncountry.Security is based on our national will, and security is based on the\nstrength of our Armed Forces. We have the will, and militarily we are very\nstrong.Security also comes through the strength of our alliances. We have\nreconfirmed our commitment to the defense of Europe, and this year we will\ndemonstrate that commitment by further modernizing and strengthening our\nmilitary capabilities there.Security can also be enhanced by agreements with potential adversaries\nwhich reduce the threat of nuclear disaster while maintaining our own\nrelative strategic capability.In areas of peaceful competition with the Soviet Union, we will continue to\nmore than hold our own.At the same time, we are negotiating with quiet confidence, without haste,\nwith careful determination, to ease the tensions between us and to ensure\ngreater stability and security.The strategic arms limitation talks have been long and difficult. We want a\nmutual limit on both the quality and the quantity of the giant nuclear\narsenals of both nations, and then we want actual reductions in strategic\narms as a major step toward the ultimate elimination of nuclear weapons\nfrom the face of the Earth.If these talks result in an agreement this year, and I trust they will, I\npledge to you that the agreement will maintain and enhance the stability of\nthe world's strategic balance and the security of the United States.For 30 years, concerted but unsuccessful efforts have been made to ban the\ntesting of atomic explosives, both military weapons and peaceful nuclear\ndevices.We are hard at work with Great Britain and the Soviet Union on an agreement\nwhich will stop testing and will protect our national security and provide\nfor adequate verification of compliance. We are now making, I believe, good\nprogress toward this comprehensive ban on nuclear explosions.We are also working vigorously to halt the proliferation of nuclear weapons\namong the nations of the world which do not now have them and to reduce the\ndeadly global traffic in conventional arms sales. Our stand for peace is\nsuspect if we are also the principal arms merchant of the world. So, we've\ndecided to cut down our arms transfers abroad on a year-by-year basis and\nto work with other major arms exporters to encourage their similar\nconstraint.Every American has a stake in our second major goal, a world at peace. In a\nnuclear age, each of us is threatened when peace is not secured everywhere.\nWe are trying to promote harmony in those parts of the world where major\ndifferences exist among other nations and threaten international peace.In the Middle East, we are contributing our good offices to maintain the\nmomentum of the current negotiations and to keep open the lines of\ncommunication among the Middle Eastern leaders. The whole world has a great\nstake in the success of these efforts. This is a precious opportunity for a\nhistoric settlement of a longstanding conflict, an opportunity which may\nnever come again in our lifetime.Our role has been difficult and sometimes thankless and controversial. But\nit has been constructive and it has been necessary, and it will continue.Our third major foreign policy goal is one that touches the life of every\nAmerican citizen every day, world economic growth and stability.This requires strong economic performance by the industrialized democracies\nlike ourselves and progress in resolving the global energy crisis. Last\nfall, with the help of others, we succeeded in our vigorous efforts to\nmaintain the stability of the price of oil. But as many foreign leaders\nhave emphasized to me personally and, I am sure, to you, the greatest\nfuture contribution that America can make to the world economy would be an\neffective energy conservation program here at home. We will not hesitate to\ntake the actions needed to protect the integrity of the American dollar.We are trying to develop a more just international system. And in this\nspirit, we are supporting the struggle for human development in Africa, in\nAsia, and in Latin America.Finally, the world is watching to see how we act on one of our most\nimportant and controversial items of business, approval of the Panama Canal\ntreaties. The treaties now before the Senate are the result of the work of\nfour administrations, two Democratic, two Republican.They guarantee that the canal will be open always for unrestricted use by\nthe ships of the world. Our ships have the right to go to the head of the\nline for priority of passage in times of emergency or need. We retain the\npermanent right to defend the canal with our own military forces, if\nnecessary, to guarantee its openness and its neutrality.The treaties are to the clear advantage of ourselves, the Panamanians, and\nthe other users of the canal. Ratifying the Panama Canal treaties will\ndemonstrate our good faith to the world, discourage the spread of hostile\nideologies in this hemisphere, and directly contribute to the economic\nwell-being and the security of the United States.I have to say that that's very welcome applause.There were two moments on my recent journey which, for me, confirmed the\nfinal aims of our foreign policy and what it always must be.One was in a little village in India, where I met a people as passionately\nattached to their rights and liberties as we are, but whose children have a\nfar smaller chance for good health or food or education or human\nfulfillment than a child born in this country.The other moment was in Warsaw, capital of a nation twice devastated by war\nin this century. There, people have rebuilt the city which war's\ndestruction took from them. But what was new only emphasized clearly what\nwas lost.What I saw in those two places crystalized for me the purposes of our own\nNation's policy: to ensure economic justice, to advance human rights, to\nresolve conflicts without violence, and to proclaim in our great democracy\nour constant faith in the liberty and dignity of human beings everywhere.We Americans have a great deal of work to do together. In the end, how well\nwe do that work will depend on the spirit in which we approach it. We must\nseek fresh answers, unhindered by the stale prescriptions of the past.It has been said that our best years are behind us. But I say again that\nAmerica's best is still ahead. We have emerged from bitter experiences\nchastened but proud, confident once again, ready to face challenges once\nagain, and united once again.We come together tonight at a solemn time. Last week the Senate lost a good\nand honest man, Lee Metcalf of Montana.And today, the flag of the United States flew at half-mast from this\nCapitol and from American installations and ships all over the world, in\nmourning for Senator Hubert Humphrey.Because he exemplified so well the joy and the zest of living, his death\nreminds us not so much of our own mortality, but of the possibilities\noffered to us by life. He always looked to the future with a special\nAmerican kind of confidence, of hope and enthusiasm. And the best way that\nwe can honor him is by following his example.Our task, to use the words of Senator Humphrey, is \"reconciliation,\nrebuilding, and rebirth.\"Reconciliation of private needs and interests into a higher purpose.Rebuilding the old dreams of justice and liberty, and country and\ncommunity.Rebirth of our faith in the common good.Each of us here tonight, and all who are listening in your homes, must\nrededicate ourselves to serving the common good. We are a community, a\nbeloved community, all of us. Our individual fates are linked, our futures\nintertwined. And if we act in that knowledge and in that spirit, together,\nas the Bible says, we can move mountains.Thank you very much.", 
    "name": "Jimmy Carter"
}