{
    "date": "January 25, 1979", 
    "speech": "Tonight I want to examine in a broad sense the state of our American\nUnion--how we are building a new foundation for a peaceful and a prosperous\nworld.Our children who will be born this year will come of age in the 21st\ncentury. What kind of society, what kind of world are we building for them?\nWill we ourselves be at peace? Will our children enjoy a better quality of\nlife? Will a strong and united America still be a force for freedom and\nprosperity around the world?Tonight, there is every sign that the state of our Union is sound.Our economy offers greater prosperity for more of our people than ever\nbefore. Real per capita income and real business profits have risen\nsubstantially in the last 2 years. Farm exports are setting an all-time\nrecord each year, and farm income last year, net farm income, was up more\nthan 25 percent.Our liberties are secure. Our military defenses are strong and growing\nstronger. And more importantly, tonight, America--our beloved country--is\nat peace.Our earliest national commitments, modified and reshaped by succeeding\ngenerations, have served us well. But the problems that we face today are\ndifferent from those that confronted earlier generations of Americans. They\nare more subtle, more complex, and more interrelated. At home, we are\nrecognizing ever more clearly that government alone cannot solve these\nproblems. And abroad, few of them can be solved by the United States alone.\nBut Americans as a united people, working with our allies and friends, have\nnever been afraid to face problems and to solve problems, either here or\nabroad.The challenge to us is to build a new and firmer foundation for the\nfuture--for a sound economy, for a more effective government, for more\npolitical trust, and for a stable peace--so that the America our children\ninherit will be even stronger and even better than it is today.We cannot resort to simplistic or extreme solutions which substitute myths\nfor common sense.In our economy, it is a myth that we must choose endlessly between\ninflation and recession. Together, we build the foundation for a strong\neconomy, with lower inflation, without contriving either a recession with\nits high unemployment or unworkable, mandatory government controls.In our government, it is a myth that we must choose between compassion and\ncompetence. Together, we build the foundation for a government that works,\nand works for people.In our relations with our potential adversaries, it is a myth that we must\nchoose between confrontation and capitulation. Together, we build the\nfoundation for a stable world of both diversity and peace.Together, we've already begun to build the foundation for confidence in our\neconomic system. During the last 2 years, in bringing our economy out of\nthe deepest recession since the 1930's, we've created 7,100,000 new jobs.\nThe unemployment rate has gone down 25 percent. And now we must redouble\nour fight against the persistent inflation that has wracked our country for\nmore than a decade. That's our important domestic issue, and we must do it\ntogether.We know that inflation is a burden for all Americans, but it's a disaster\nfor the poor, the sick, and the old. No American family should be forced to\nchoose among food, warmth, health care, or decent housing because the cost\nof any of these basic necessities has climbed out of reach.Three months ago, I outlined to the Nation a balanced anti-inflation\nprogram that couples responsible government restraint with responsible wage\nand price restraint. It's based upon my knowledge that there is a more\npowerful force than government compulsion--the force created by the\ncooperative efforts of millions of Americans working toward a common goal.Business and labor have been increasingly supportive. It's imperative that\nwe in government do our part. We must stop excessive government growth, and\nwe must control government spending habits.I've sent to this Congress a stringent but a fair budget, one that, since I\nran for President in 1976, will have cut the Federal deficit in half. And\nas a percentage of our gross national product, the deficit will have\ndropped by almost 75 percent.This Congress had a good record last year, and I now ask the 96th Congress\nto continue this partnership in holding the line on excess Federal\nspending. It will not be easy. But we must be strong, and we must be\npersistent.This budget is a clear message that, with the help of you and the American\npeople, I am determined, as President, to bring inflation under control.The 1980 budget provides enough spending restraint to begin unwinding\ninflation, but enough support for our country to keep American workers\nproductive and to encourage the investments that provide new jobs. We will\ncontinue to mobilize our Nation's resources to reduce our trade deficit\nsubstantially this year and to maintain the strength of the American\ndollar.We've demonstrated in this restrained budget that we can build on the gains\nof the past 2 years to provide additional support to educate disadvantaged\nchildren, to care for the elderly, to provide nutrition and legal services\nfor the poor, and to strengthen the economic base of our urban communities\nand, also, our rural areas.This year, we will take our first steps to develop a national health plan.We must never accept a permanent group of unemployed Americans, with no\nhope and no stake in building our society. For those left out of the\neconomy because of discrimination, a lack of skills, or poverty, we must\nmaintain high levels of training, and we must continue to provide jobs.A responsible budget is not our only weapon to control inflation. We must\nact now to protect all Americans from health care costs that are rising $1\nmillion per hour, 24 hours a day, doubling every 5 years. We must take\ncontrol of the largest contributor to that inflation: skyrocketing hospital\ncosts.There will be no clearer test of the commitment of this Congress to the\nanti-inflation fight than the legislation that I will submit again this\nyear to hold down inflation in hospital care.Over the next 5 years, my proposals will save Americans a total of $60\nbillion, of which $25 billion will be savings to the American taxpayer in\nthe Federal budget itself. The American people have waited long enough.\nThis year we must act on hospital cost containment.We must also fight inflation by improvements and better enforcement of our\nantitrust laws and by reducing government obstacles to competition in the\nprivate sector.We must begin to scrutinize the overall effect of regulation in our\neconomy. Through deregulation of the airline industry we've increased\nprofits, cut prices for all Americans, and begun--for one of the few times\nin the history of our Nation--to actually dismantle a major Federal\nbureaucracy. This year, we must begin the effort to reform our regulatory\nprocesses for the railroad, bus, and the trucking industries.America has the greatest economic system in the world. Let's reduce\ngovernment interference and give it a chance to work.I call on Congress to take other anti-inflation action--to expand our\nexports to protect American jobs threatened by unfair trade, to conserve\nenergy, to increase production and to speed development of solar power, and\nto reassess our Nation's technological superiority. American workers who\nenlist in the fight against inflation deserve not just our gratitude, but\nthey deserve the protection of the real wage insurance proposal that I have\nalready made to the Congress.To be successful, we must change our attitudes as well as our policies. We\ncannot afford to live beyond our means. We cannot afford to create programs\nthat we can neither manage nor finance, or to waste our natural resources,\nand we cannot tolerate mismanagement and fraud. Above all, we must meet the\nchallenges of inflation as a united people.With the support of the American people, government in recent decades has\nhelped to dismantle racial barriers, has provided assistance for the\njobless and the retired, has fed the hungry, has protected the safety,\nhealth, and bargaining rights of American workers, and has helped to\npreserve our natural heritage.But it's not enough to have created a lot of government programs. Now we\nmust make the good programs more effective and improve or weed out those\nwhich are wasteful or unnecessary.With the support of the Congress, we've begun to reorganize and to get\ncontrol of the bureaucracy. We are reforming the civil service system, so\nthat we can recognize and reward those who do a good job and correct or\nremove those who do not.This year, we must extend major reorganization efforts to education, to\neconomic development, and to the management of our natural resources. We\nneed to enact a sunshine [sunset] law that when government programs have\noutlived their value, they will automatically be terminated.There's no such thing as an effective and a noncontroversial reorganization\nand reform. But we know that honest, effective government is essential to\nrestore public faith in our public action.None of us can be satisfied when two-thirds of the American citizens chose\nnot to vote last year in a national election. Too many Americans feel\npowerless against the influence of private lobbying groups and the\nunbelievable flood of private campaign money which threatens our electoral\nprocess.This year, we must regain the public's faith by requiring limited financial\nfunds from public funds for congressional election campaigns. House bill 1\nprovides for this public financing of campaigns. And I look forward with a\ngreat deal of anticipation to signing it at an early date.A strong economy and an effective government will restore confidence in\nAmerica. But the path of the future must be charted in peace. We must\ncontinue to build a new and a firm foundation for a stable world\ncommunity.We are building that new foundation from a position of national\nstrength--the strength of our own defenses, the strength of our friendships\nwith other nations, and of our oldest American ideals.America's military power is a major force for security and stability in the\nworld. We must maintain our strategic capability and continue the progress\nof the last 2 years with our NATO Allies, with whom we have increased our\nreadiness, modernized our equipment, and strengthened our defense forces in\nEurope. I urge you to support the strong defense budget which I have\nproposed to the Congress.But our national security in this complicated age requires more than just\nmilitary might. In less than a lifetime, world population has more than\ndoubled, colonial empires have disappeared, and a hundred new nations have\nbeen born, and migration to the world's cities have all awakened new\nyearnings for economic justice and human rights among people everywhere.This demand for justice and human rights is a wave of the future. In such a\nworld, the choice is not which super power will dominate the world. None\ncan and none will. The choice instead is between a world of anarchy and\ndestruction, or a world of cooperation and peace.In such a world, we seek not to stifle inevitable change, but to influence\nits course in helpful and constructive ways that enhance our values, our\nnational interests, and the cause of peace.Towering over this volatile, changing world, like a thundercloud on a\nsummer day, looms the awesome power of nuclear weapons.We will continue to help shape the forces of change, to anticipate emerging\nproblems of nuclear proliferation and conventional arms sales, and to use\nour great strength parts of the world before they erupt and spread.We have no desire to be the world's policeman. But America does want to be\nthe world's peacemaker.We are building the foundation for truly global cooperation, not only with\nWestern and industrialized nations but with the developing countries as\nwell. Our ties with Japan and our European allies are stronger than ever,\nand so are our friendly relations with the people of Latin America, Africa,\nand the Western Pacific and Asia.We've won new respect in this hemisphere with the Panama Canal treaties.\nWe've gained new trust with the developing world through our opposition to\nracism, our commitment to human rights, and our support for majority rule\nin Africa.The multilateral trade negotiations are now reaching a successful\nconclusion, and congressional approval is essential to the economic\nwell-being of our own country and of the world. This will be one of our top\npriorities in 1979.We are entering a hopeful era in our relations with one-fourth of the\nworld's people who live in China. The presence of Vice Premier Deng\nXiaoping next week will help to inaugurate that new era. And with prompt\ncongressional action on authorizing legislation, we will continue our\ncommitment to a prosperous, peaceful, and secure life for the people of\nTaiwan.I'm grateful that in the past year, as in the year before, no American has\ndied in combat anywhere in the world. And in Iran, Nicaragua, Cyprus,\nNamibia, and Rhodesia, our country is working for peaceful solutions to\ndangerous conflicts.In the Middle East, under the most difficult circumstances, we have sought\nto help ancient enemies lay aside deep-seated differences that have\nproduced four bitter wars in our lifetime.Our firm commitment to Israel's survival and security is rooted in our\ndeepest convictions and in our knowledge of the strategic importance to our\nown Nation of a stable Middle East. To promote peace and reconciliation in\nthe region, we must retain the trust and the confidence both of Israel and\nalso of the Arab nations that are sincerely searching for peace.I am determined, as President, to use the full, beneficial influence of our\ncountry so that the precious opportunity for lasting peace between Israel\nand Egypt will not be lost.The new foundation of international cooperation that we seek excludes no\nnation. Cooperation with the Soviet Union serves the cause of peace, for in\nthis nuclear age, world peace must include peace between the super\npowers--and it must mean the control of nuclear arms.Ten years ago, the United States and the Soviet Union made the historic\ndecision to open the strategic arms limitations talks, or SALT. The purpose\nof SALT, then as now, is not to gain a unilateral advantage for either\nnation, but to protect the security of both nations, to reverse the costly\nand dangerous momentum of the nuclear arms race, to preserve a stable\nbalance of nuclear forces, and to demonstrate to a concerned world that we\nare determined to help preserve the peace.The first SALT agreement was concluded in 1972. And since then, during 6\nyears of negotiation by both Republican and Democratic leaders, nearly all\nissues of SALT II have been resolved. If the Soviet Union continues to\nnegotiate in good faith, a responsible SALT agreement will be reached.It's important that the American people understand the nature of the SALT\nprocess.SALT II is not based on sentiment; it's based on self-interest--of the\nUnited States and of the Soviet Union. Both nations share a powerful common\ninterest in reducing the threat of a nuclear war. I will sign no agreement\nwhich does not enhance our national security.SALT II does not rely on trust; it will be verifiable. We have very\nsophisticated, proven means, including our satellites, to determine for\nourselves whether or not the Soviet Union is meeting its treaty\nobligations. I will sign no agreement which cannot be verified.The American nuclear deterrent will remain strong after SALT II. For\nexample, just one of our relatively invulnerable Poseidon\nsubmarines--comprising less than 2 percent of our total nuclear force of\nsubmarines, aircraft, and land-based missiles--carries enough warheads to\ndestroy every large- and medium-sized city in the Soviet Union. Our\ndeterrent is overwhelming, and I will sign no agreement unless our deterrent\nforce will remain overwhelming.A SALT agreement, of course, cannot substitute for wise diplomacy or a\nstrong defense, nor will it end the danger of nuclear war. But it will\ncertainly reduce that danger. It will strengthen our efforts to ban nuclear\ntests and to stop the spread of atomic weapons to other nations. And it can\nbegin the process of negotiating new agreements which will further limit\nnuclear arms.The path of arms control, backed by a strong defense, the path our Nation\nand every President has walked for 30 years, can lead to a world of law and\nof international negotiation and consultation in which all peoples might\nlive in peace. In this year 1979, nothing is more important than that the\nCongress and the people of the United States resolve to continue with me on\nthat path of nuclear arms control and world peace. This is paramount.I've outlined some of the changes that have transformed the world and which\nare continuing as we meet here tonight. But we in America need not fear\nchange. The values on which our Nation was founded: individual liberty,\nself-determination, the potential for human fulfillment in freedom, all of\nthese endure. We find these democratic principles praised, even in books\nsmuggled out of totalitarian nations and on wallposters in lands which we\nthought were closed to our influence. Our country has regained its special\nplace of leadership in the worldwide struggle for human rights. And that is\na commitment that we must keep at home, as well as abroad.The civil rights revolution freed all Americans, black and white, but its\nfull promise still remains unrealized. I will continue to work with all my\nstrength for equal opportunity for all Americans--and for affirmative\naction for those who carry the extra burden of past denial of equal\nopportunity.We remain committed to improving our labor laws to better protect the\nrights of American workers. And our Nation must make it clear that the\nlegal rights of women as citizens are guaranteed under the laws of our land\nby ratifying the equal rights amendment.As long as I'm President, at home and around the world America's examples\nand America's influence will be marshaled to advance the cause of human\nrights.To establish those values, two centuries ago a bold generation of Americans\nrisked their property, their position, and life itself. We are their heirs,\nand they are sending us a message across the centuries. The words they made\nso vivid are now growing faintly indistinct, because they are not heard\noften enough. They are words like \"justice,\" \"equality,\" \"unity,\" \"truth,\"\n\"sacrifice,\" \"liberty,\" \"faith,\" and \"love.\"These words remind us that the duty of our generation of Americans is to\nrenew our Nation's faith, not focused just against foreign threats but\nagainst the threats of selfishness, cynicism, and apathy.The new foundation I've discussed tonight can help us build a nation and a\nworld where every child is nurtured and can look to the future with hope,\nwhere the resources now wasted on war can be turned towards meeting human\nneeds, where all people have enough to eat, a decent home, and protection\nagainst disease.It can help us build a nation and a world where all people are free to seek\nthe truth and to add to human understanding, so that all of us may live our\nlives in peace.Tonight, I ask you, the Members of the Congress, to join me in building\nthat new foundation, a better foundation, for our beloved country and our\nworld.Thank you very much.", 
    "name": "Jimmy Carter"
}