{
    "date": "January 21, 1980", 
    "speech": "This last few months has not been an easy time for any of us. As we meet\ntonight, it has never been more clear that the state of our Union depends\non the state of the world. And tonight, as throughout our own generation,\nfreedom and peace in the world depend on the state of our Union.The 1980's have been born in turmoil, strife, and change. This is a time of\nchallenge to our interests and our values and it's a time that tests our\nwisdom and our skills.At this time in Iran, 50 Americans are still held captive, innocent victims\nof terrorism and anarchy. Also at this moment, massive Soviet troops are\nattempting to subjugate the fiercely independent and deeply religious\npeople of Afghanistan. These two acts--one of international terrorism and\none of military aggression--present a serious challenge to the United\nStates of America and indeed to all the nations of the world. Together, we\nwill meet these threats to peace.I'm determined that the United States will remain the strongest of all\nnations, but our power will never be used to initiate a threat to the\nsecurity of any nation or to the rights of any human being. We seek to be\nand to remain secure--a nation at peace in a stable world. But to be secure\nwe must face the world as it is.Three basic developments have helped to shape our challenges: the steady\ngrowth and increased projection of Soviet military power beyond its own\nborders; the overwhelming dependence of the Western democracies on oil\nsupplies from the Middle East; and the press of social and religious and\neconomic and political change in the many nations of the developing world,\nexemplified by the revolution in Iran.Each of these factors is important in its own right. Each interacts with\nthe others. All must be faced together, squarely and courageously. We will\nface these challenges, and we will meet them with the best that is in us.\nAnd we will not fail.In response to the abhorrent act in Iran, our Nation has never been aroused\nand unified so greatly in peacetime. Our position is clear. The United\nStates will not yield to blackmail.We continue to pursue these specific goals: first, to protect the present\nand long-range interests of the United States; secondly, to preserve the\nlives of the American hostages and to secure, as quickly as possible, their\nsafe release, if possible, to avoid bloodshed which might further endanger\nthe lives of our fellow citizens; to enlist the help of other nations in\ncondemning this act of violence, which is shocking and violates the moral\nand the legal standards of a civilized world; and also to convince and to\npersuade the Iranian leaders that the real danger to their nation lies in\nthe north, in the Soviet Union and from the Soviet troops now in\nAfghanistan, and that the unwarranted Iranian quarrel with the United\nStates hampers their response to this far greater danger to them.If the American hostages are harmed, a severe price will be paid. We will\nnever rest until every one of the American hostages are released.But now we face a broader and more fundamental challenge in this region\nbecause of the recent military action of the Soviet Union.Now, as during the last 3 1/2 decades, the relationship between our\ncountry, the United States of America, and the Soviet Union is the most\ncritical factor in determining whether the world will live at peace or be\nengulfed in global conflict.Since the end of the Second World War, America has led other nations in\nmeeting the challenge of mounting Soviet power. This has not been a simple\nor a static relationship. Between us there has been cooperation, there has\nbeen competition, and at times there has been confrontation.In the 1940's we took the lead in creating the Atlantic Alliance in\nresponse to the Soviet Union's suppression and then consolidation of its\nEast European empire and the resulting threat of the Warsaw Pact to Western\nEurope.In the 1950's we helped to contain further Soviet challenges in Korea and\nin the Middle East, and we rearmed to assure the continuation of that\ncontainment.In the 1960's we met the Soviet challenges in Berlin, and we faced the\nCuban missile crisis. And we sought to engage the Soviet Union in the\nimportant task of moving beyond the cold war and away from confrontation.And in the 1970's three American Presidents negotiated with the Soviet\nleaders in attempts to halt the growth of the nuclear arms race. We sought\nto establish rules of behavior that would reduce the risks of conflict, and\nwe searched for areas of cooperation that could make our relations\nreciprocal and productive, not only for the sake of our two nations but for\nthe security and peace of the entire world.In all these actions, we have maintained two commitments: to be ready to\nmeet any challenge by Soviet military power, and to develop ways to resolve\ndisputes and to keep the peace.Preventing nuclear war is the foremost responsibility of the two\nsuperpowers. That's why we've negotiated the strategic arms limitation\ntreaties--SALT I and SALT II. Especially now, in a time of great tension,\nobserving the mutual constraints imposed by the terms of these treaties\nwill be in the best interest of both countries and will help to preserve\nworld peace. I will consult very closely with the Congress on this matter\nas we strive to control nuclear weapons. That effort to control nuclear\nweapons will not be abandoned.We superpowers also have the responsibility to exercise restraint in the\nuse of our great military force. The integrity and the independence of\nweaker nations must not be threatened. They must know that in our presence\nthey are secure.But now the Soviet Union has taken a radical and an aggressive new step.\nIt's using its great military power against a relatively defenseless\nnation. The implications of the Soviet invasion of Afghanistan could pose\nthe most serious threat to the peace since the Second World War.The vast majority of nations on Earth have condemned this latest Soviet\nattempt to extend its colonial domination of others and have demanded the\nimmediate withdrawal of Soviet troops. The Moslem world is especially and\njustifiably outraged by this aggression against an Islamic people. No\naction of a world power has ever been so quickly and so overwhelmingly\ncondemned. But verbal condemnation is not enough. The Soviet Union must pay\na concrete price for their aggression.While this invasion continues, we and the other nations of the world cannot\nconduct business as usual with the Soviet Union. That's why the United\nStates has imposed stiff economic penalties on the Soviet Union. I will not\nissue any permits for Soviet ships to fish in the coastal waters of the\nUnited States. I've cut Soviet access to high-technology equipment and to\nagricultural products. I've limited other commerce with the Soviet Union,\nand I've asked our allies and friends to join with us in restraining their\nown trade with the Soviets and not to replace our own embargoed items. And\nI have notified the Olympic Committee that with Soviet invading forces in\nAfghanistan, neither the American people nor I will support sending an\nOlympic team to Moscow.The Soviet Union is going to have to answer some basic questions: Will it\nhelp promote a more stable international environment in which its own\nlegitimate, peaceful concerns can be pursued? Or will it continue to expand\nits military power far beyond its genuine security needs, and use that\npower for colonial conquest? The Soviet Union must realize that its\ndecision to use military force in Afghanistan will be costly to every\npolitical and economic relationship it values.The region which is now threatened by Soviet troops in Afghanistan is of\ngreat strategic importance: It contains more than two-thirds of the world's\nexportable oil. The Soviet effort to dominate Afghanistan has brought\nSoviet military forces to within 300 miles of the Indian Ocean and close to\nthe Straits of Hormuz, a waterway through which most of the world's oil\nmust flow. The Soviet Union is now attempting to consolidate a strategic\nposition, therefore, that poses a grave threat to the free movement of\nMiddle East oil.This situation demands careful thought, steady nerves, and resolute action,\nnot only for this year but for many years to come. It demands collective\nefforts to meet this new threat to security in the Persian Gulf and in\nSouthwest Asia. It demands the participation of all those who rely on oil\nfrom the Middle East and who are concerned with global peace and stability.\nAnd it demands consultation and close cooperation with countries in the\narea which might be threatened.Meeting this challenge will take national will, diplomatic and political\nwisdom, economic sacrifice, and, of course, military capability. We must\ncall on the best that is in us to preserve the security of this crucial\nregion.Let our position be absolutely clear: An attempt by any outside force to\ngain control of the Persian Gulf region will be regarded as an assault on\nthe vital interests of the United States of America, and such an assault\nwill be repelled by any means necessary, including military force.During the past 3 years, you have joined with me to improve our own\nsecurity and the prospects for peace, not only in the vital oil-producing\narea of the Persian Gulf region but around the world. We've increased\nannually our real commitment for defense, and we will sustain this increase\nof effort throughout the Five Year Defense Program. It's imperative that\nCongress approve this strong defense budget for 1981, encompassing a\n5-percent real growth in authorizations, without any reduction.We are also improving our capability to deploy U.S. military forces rapidly\nto distant areas. We've helped to strengthen NATO and our other alliances,\nand recently we and other NATO members have decided to develop and to\ndeploy modernized, intermediate-range nuclear forces to meet an unwarranted\nand increased threat from the nuclear weapons of the Soviet Union.We are working with our allies to prevent conflict in the Middle East. The\npeace treaty between Egypt and Israel is a notable achievement which\nrepresents a strategic asset for America and which also enhances prospects\nfor regional and world peace. We are now engaged in further negotiations to\nprovide full autonomy for the people of the West Bank and Gaza, to resolve\nthe Palestinian issue in all its aspects, and to preserve the peace and\nsecurity of Israel. Let no one doubt our commitment to the security of\nIsrael. In a few days we will observe an historic event when Israel makes\nanother major withdrawal from the Sinai and when Ambassadors will be\nexchanged between Israel and Egypt.We've also expanded our own sphere of friendship. Our deep commitment to\nhuman rights and to meeting human needs has improved our relationship with\nmuch of the Third World. Our decision to normalize relations with the\nPeople's Republic of China will help to preserve peace and stability in\nAsia and in the Western Pacific.We've increased and strengthened our naval presence in the Indian Ocean,\nand we are now making arrangements for key naval and air facilities to be\nused by our forces in the region of northeast Africa and the Persian Gulf.We've reconfirmed our 1959 agreement to help Pakistan preserve its\nindependence and its integrity. The United States will take action\nconsistent with our own laws to assist Pakistan in resisting any outside\naggression. And I'm asking the Congress specifically to reaffirm this\nagreement. I'm also working, along with the leaders of other nations, to\nprovide additional military and economic aid for Pakistan. That request\nwill come to you in just a few days.Finally, we are prepared to work with other countries in the region to\nshare a cooperative security framework that respects differing values and\npolitical beliefs, yet which enhances the independence, security, and\nprosperity of all.All these efforts combined emphasize our dedication to defend and preserve\nthe vital interests of the region and of the nation which we represent and\nthose of our allies--in Europe and the Pacific, and also in the parts of\nthe world which have such great strategic importance to us, stretching\nespecially through the Middle East and Southwest Asia. With your help, I\nwill pursue these efforts with vigor and with determination. You and I will\nact as necessary to protect and to preserve our Nation's security.The men and women of America's Armed Forces are on duty tonight in many\nparts of the world. I'm proud of the job they are doing, and I know you\nshare that pride. I believe that our volunteer forces are adequate for\ncurrent defense needs, and I hope that it will not become necessary to\nimpose a draft. However, we must be prepared for that possibility. For this\nreason, I have determined that the Selective Service System must now be\nrevitalized. I will send legislation and budget proposals to the Congress\nnext month so that we can begin registration and then meet future\nmobilization needs rapidly if they arise.We also need clear and quick passage of a new charter to define the legal\nauthority and accountability of our intelligence agencies. We will\nguarantee that abuses do not recur, but we must tighten our controls on\nsensitive intelligence information, and we need to remove unwarranted\nrestraints on America's ability to collect intelligence.The decade ahead will be a time of rapid change, as nations everywhere seek\nto deal with new problems and age-old tensions. But America need have no\nfear. We can thrive in a world of change if we remain true to our values\nand actively engaged in promoting world peace. We will continue to work as\nwe have for peace in the Middle East and southern Africa. We will continue\nto build our ties with developing nations, respecting and helping to\nstrengthen their national independence which they have struggled so hard to\nachieve. And we will continue to support the growth of democracy and the\nprotection of human rights.In repressive regimes, popular frustrations often have no outlet except\nthrough violence. But when peoples and their governments can approach their\nproblems together through open, democratic methods, the basis for stability\nand peace is far more solid and far more enduring. That is why our support\nfor human rights in other countries is in our own national interest as well\nas part of our own national character.Peace--a peace that preserves freedom--remains America's first goal. In the\ncoming years, as a mighty nation we will continue to pursue peace. But to\nbe strong abroad we must be strong at home. And in order to be strong, we\nmust continue to face up to the difficult issues that confront us as a\nnation today.The crises in Iran and Afghanistan have dramatized a very important lesson:\nOur excessive dependence on foreign oil is a clear and present danger to\nour Nation's security. The need has never been more urgent. At long last,\nwe must have a clear, comprehensive energy policy for the United States.As you well know, I have been working with the Congress in a concentrated\nand persistent way over the past 3 years to meet this need. We have made\nprogress together. But Congress must act promptly now to complete final\naction on this vital energy legislation. Our Nation will then have a major\nconservation effort, important initiatives to develop solar power,\nrealistic pricing based on the true value of oil, strong incentives for the\nproduction of coal and other fossil fuels in the United States, and our\nNation's most massive peacetime investment in the development of synthetic\nfuels.The American people are making progress in energy conservation. Last year\nwe reduced overall petroleum consumption by 8 percent and gasoline\nconsumption by 5 percent below what it was the year before. Now we must do\nmore.After consultation with the Governors, we will set gasoline conservation\ngoals for each of the 50 States, and I will make them mandatory if these\ngoals are not met.I've established an import ceiling for 1980 of 8.2 million barrels a\nday--well below the level of foreign oil purchases in 1977. I expect our\nimports to be much lower than this, but the ceiling will be enforced by an\noil import fee if necessary. I'm prepared to lower these imports still\nfurther if the other oil-consuming countries will join us in a fair and\nmutual reduction. If we have a serious shortage, I will not hesitate to\nimpose mandatory gasoline rationing immediately.The single biggest factor in the inflation rate last year, the increase in\nthe inflation rate last year, was from one cause: the skyrocketing prices\nof OPEC oil. We must take whatever actions are necessary to reduce our\ndependence on foreign oil--and at the same time reduce inflation.As individuals and as families, few of us can produce energy by ourselves.\nBut all of us can conserve energy--every one of us, every day of our lives.\nTonight I call on you--in fact, all the people of America--to help our\nNation. Conserve energy. Eliminate waste. Make 1980 indeed a year of energy\nconservation.Of course, we must take other actions to strengthen our Nation's economy.First, we will continue to reduce the deficit and then to balance the\nFederal budget.Second, as we continue to work with business to hold down prices, we'll\nbuild also on the historic national accord with organized labor to restrain\npay increases in a fair fight against inflation.Third, we will continue our successful efforts to cut paperwork and to\ndismantle unnecessary Government regulation.Fourth, we will continue our progress in providing jobs for America,\nconcentrating on a major new program to provide training and work for our\nyoung people, especially minority youth. It has been said that \"a mind is a\nterrible thing to waste.\" We will give our young people new hope for jobs\nand a better life in the 1980's.And fifth, we must use the decade of the 1980's to attack the basic\nstructural weaknesses and problems in our economy through measures to\nincrease productivity, savings, and investment.With these energy and economic policies, we will make America even stronger\nat home in this decade--just as our foreign and defense policies will make\nus stronger and safer throughout the world. We will never abandon our\nstruggle for a just and a decent society here at home. That's the heart of\nAmerica--and it's the source of our ability to inspire other people to\ndefend their own rights abroad.Our material resources, great as they are, are limited. Our problems are\ntoo complex for simple slogans or for quick solutions. We cannot solve them\nwithout effort and sacrifice. Walter Lippmann once reminded us, \"You took\nthe good things for granted. Now you must earn them again. For every right\nthat you cherish, you have a duty which you must fulfill. For every good\nwhich you wish to preserve, you will have to sacrifice your comfort and\nyour ease. There is nothing for nothing any longer.\"Our challenges are formidable. But there's a new spirit of unity and\nresolve in our country. We move into the 1980's with confidence and hope\nand a bright vision of the America we want: an America strong and free, an\nAmerica at peace, an America with equal rights for all citizens--and for\nwomen, guaranteed in the United States Constitution--an America with jobs\nand good health and good education for every citizen, an America with a\nclean and bountiful life in our cities and on our farms, an America that\nhelps to feed the world, an America secure in filling its own energy needs,\nan America of justice, tolerance, and compassion. For this vision to come\ntrue, we must sacrifice, but this national commitment will be an exciting\nenterprise that will unify our people.Together as one people, let us work to build our strength at home, and\ntogether as one indivisible union, let us seek peace and security\nthroughout the world.Together let us make of this time of challenge and danger a decade of\nnational resolve and of brave achievement.Thank you very much.", 
    "name": "Jimmy Carter"
}