{
    "date": "December 6, 1842", 
    "speech": "To the Senate and House of Representatives of the United States:We have continued reason to express our profound gratitude to the Great\nCreator of All Things for numberless benefits conferred upon us as a\npeople. Blessed with genial seasons, the husbandman has his garners filled\nwith abundance, and the necessaries of life, not to speak of its luxuries,\nabound in every direction. While in some other nations steady and\nindustrious labor can hardly find the means of subsistence, the greatest\nevil which we have to encounter is a surplus of production beyond the home\ndemand, which seeks, and with difficulty finds, a partial market in other\nregions. The health of the country, with partial exceptions, has for the\npast year been well preserved, and under their free and wise institutions\nthe United States are rapidly advancing toward the consummation of the high\ndestiny which an overruling Providence seems to have marked out for them.\nExempt from domestic convulsion and at peace with all the world, we are\nleft free to consult as to the best means of securing and advancing the\nhappiness of the people. Such are the circumstances under which you now\nassemble in your respective chambers and which should lead us to unite in\npraise and thanksgiving to that great Being who made us and who preserves\nus as a nation.I congratulate you, fellow-citizens, on the happy change in the aspect of\nour foreign affairs since my last annual message. Causes of complaint at\nthat time existed between the United States and Great Britain which,\nattended by irritating circumstances, threatened most seriously the public\npeace. The difficulty of adjusting amicably the questions at issue between\nthe two countries was in no small degree augmented by the lapse of time\nsince they had their origin. The opinions entertained by the Executive on\nseveral of the leading topics in dispute were frankly set forth in the\nmessage at the opening of your late session. The appointment of a special\nminister by Great Britain to the United States with power to negotiate upon\nmost of the points of difference indicated a desire on her part amicably to\nadjust them, and that minister was met by the Executive in the same spirit\nwhich had dictated his mission. The treaty consequent thereon having been\nduly ratified by the two Governments, a copy, together with the\ncorrespondence which accompanied it, is herewith communicated. I trust that\nwhilst you may see in it nothing objectionable, it may be the means of\npreserving for an indefinite period the amicable relations happily existing\nbetween the two Governments. The question of peace or war between the\nUnited States and Great Britain is a question of the deepest interest, not\nonly to themselves, but to the civilized world, since it is scarcely\npossible that a war could exist between them without endangering the peace\nof Christendom. The immediate effect of the treaty upon ourselves will be\nfelt in the security afforded to mercantile enterprise, which, no longer\napprehensive of interruption, adventures its speculations in the most\ndistant seas, and, freighted with the diversified productions of every\nland, returns to bless our own. There is nothing in the treaty which in the\nslightest degree compromits the honor or dignity of either nation. Next to\nthe settlement of the boundary line, which must always be a matter of\ndifficulty between states as between individuals, the question which seemed\nto threaten the greatest embarrassment was that connected with the African\nslave trade.By the tenth article of the treaty of Ghent it was expressly declared\nthat--Whereas the traffic in slaves is irreconcilable with the principles of\nhumanity and justice, and whereas both His Majesty and the United States\nare desirous of continuing their efforts to promote its entire abolition,\nit is hereby agreed that both the contracting parties shall use their best\nendeavors to accomplish so desirable an object.In the enforcement of the laws and treaty stipulations of Great Britain a\npractice had threatened to grow up on the part of its cruisers of\nsubjecting to visitation ships sailing under the American flag, which,\nwhile it seriously involved our maritime rights, would subject to vexation\na branch of our trade which was daily increasing, and which required the\nfostering care of Government. And although Lord Aberdeen in his\ncorrespondence with the American envoys at London expressly disclaimed all\nright to detain an American ship on the high seas, even if found with a\ncargo of slaves on board, and restricted the British pretension to a mere\nclaim to visit and inquire, yet it could not well be discerned by the\nExecutive of the United States how such visit and inquiry could be made\nwithout detention on the voyage and consequent interruption to the trade.\nIt was regarded as the right of search presented only in a new form and\nexpressed in different words, and I therefore felt it to be my duty\ndistinctly to declare in my annual message to Congress that no such\nconcession could be made, and that the United States had both the will and\nthe ability to enforce their own laws and to protect their flag from being\nused for purposes wholly forbidden by those laws and obnoxious to the moral\ncensure of the world. Taking the message as his letter of instructions, our\nthen minister at Paris felt himself required to assume the same ground in a\nremonstrance which he felt it to be his duty to present to Mr. Guizot, and\nthrough him to the King of the French, against what has been called the\n\"quintuple treaty;\" and his conduct in this respect met with the approval\nof this Government. In close conformity with these views the eighth article\nof the treaty was framed; which provides \"that each nation shall keep\nafloat in the African seas a force not less than 80 guns, to act separately\nand apart, under instructions from their respective Governments, and for\nthe enforcement of their respective laws and obligations.\" From this it\nwill be seen that the ground assumed in the message has been fully\nmaintained at the same time that the stipulations of the treaty of Ghent\nare to be carried out in good faith by the two countries, and that all\npretense is removed for interference with our commerce for any purpose\nwhatever by a foreign government. While, therefore, the United States have\nbeen standing up for the freedom of the seas, they have not thought proper\nto make that a pretext for avoiding a fulfillment of their treaty\nstipulations or a ground for giving countenance to a trade reprobated by\nour laws. A similar arrangement by the other great powers could not fail to\nsweep from the ocean the slave trade without the interpolation of any new\nprinciple into the maritime code. We may be permitted to hope that the\nexample thus set will be followed by some if not all of them. We thereby\nalso afford suitable protection to the fair trader in those seas, thus\nfulfilling at the same time the dictates of a sound policy and complying\nwith the claims of justice and humanity.It would have furnished additional cause for congratulation if the treaty\ncould have embraced all subjects calculated in future to lead to a\nmisunderstanding between the two Governments. The Territory of the United\nStates commonly called the Oregon Territory, lying on the Pacific Ocean\nnorth of the forty-second degree of latitude, to a portion of which Great\nBritain lays claim, begins to attract the attention of our fellow-citizens,\nand the tide of population which has reclaimed what was so lately an\nunbroken wilderness in more contiguous regions is preparing to flow over\nthose vast districts which stretch from the Rocky Mountains to the Pacific\nOcean. In advance of the acquirement of individual rights to these lands,\nsound policy dictates that every effort should be resorted to by the two\nGovernments to settle their respective claims. It became manifest at an\nearly hour of the late negotiations that any attempt for the time being\nsatisfactorily to determine those rights would lead to a protracted\ndiscussion, which might embrace in its failure other more pressing matters,\nand the Executive did not regard it as proper to waive all the advantages\nof an honorable adjustment of other difficulties of great magnitude and\nimportance because this, not so immediately pressing, stood in the way.\nAlthough the difficulty referred to may not for several years to come\ninvolve the peace of the two countries, yet I shall not delay to urge on\nGreat Britain the importance of its early settlement. Nor will other\nmatters of commercial importance to the two countries be overlooked, and I\nhave good reason to believe that it will comport with the policy of\nEngland, as it does with that of the United States, to seize upon this\nmoment, when most of the causes of irritation have passed away, to cement\nthe peace and amity of the two countries by wisely removing all grounds of\nprobable future collision.With the other powers of Europe our relations continue on the most amicable\nfooting. Treaties now existing with them should be rigidly observed, and\nevery opportunity compatible with the interests of the United States should\nbe seized upon to enlarge the basis of commercial intercourse. Peace with\nall the world is the true foundation of our policy, which can only be\nrendered permanent by the practice of equal and impartial justice to all.\nOur great desire should be to enter only into that rivalry which looks to\nthe general good in the cultivation of the sciences, the enlargement of the\nfield for the exercise of the mechanical arts, and the spread of\ncommerce--that great civilizer--to every land and sea. Carefully abstaining\nfrom interference in all questions exclusively referring themselves to the\npolitical interests of Europe, we may be permitted to hope an equal\nexemption from the interference of European Governments in what relates to\nthe States of the American continent.On the 23d of April last the commissioners on the part of the United States\nunder the convention with the Mexican Republic of the 11th of April, 1839,\nmade to the proper Department a final report in relation to the proceedings\nof the commission. From this it appears that the total amount awarded to\nthe claimants by the commissioners and the umpire appointed under that\nconvention was $2,026,079.68. The arbiter having considered that his\nfunctions were required by the convention to terminate at the same time\nwith those of the commissioners, returned to the board, undecided for want\nof time, claims which had been allowed by the American commissioners to the\namount of $928,620.88. Other claims, in which the amount sought to be\nrecovered was $3,336,837.05, were submitted to the board too late for its\nconsideration. The minister of the United States at Mexico has been duly\nauthorized to make demand for payment of the awards according to the terms\nof the convention and the provisions of the act of Congress of the 12th of\nJune, 1840. He has also been instructed to communicate to that Government\nthe expectations of the Government of the United States in relation to\nthose claims which were not disposed of according to the provisions of the\nconvention, and all others of citizens of the United States against the\nMexican Government. He has also been furnished with other instructions, to\nbe followed by him in case the Government of Mexico should not find itself\nin a condition to make present payment of the amount of the awards in\nspecie or its equivalent.I am happy to be able to say that information which is esteemed favorable\nboth to a just satisfaction of the awards and a reasonable provision for\nother claims has been recently received from Mr. Thompson, the minister of\nthe United States, who has promptly and efficiently executed the\ninstructions of his Government in regard to this important subject.The citizens of the United States who accompanied the late Texan expedition\nto Santa Fe, and who were wrongfully taken and held as prisoners of war in\nMexico, have all been liberated.A correspondence has taken place between the Department of State and the\nMexican minister of foreign affairs upon the complaint of Mexico that\ncitizens of the United States were permitted to give aid to the inhabitants\nof Texas in the war existing between her and that Republic. Copies of this\ncorrespondence are herewith communicated to Congress, together with copies\nof letters on the same subject addressed to the diplomatic corps at Mexico\nby the American minister and the Mexican secretary of state.Mexico has thought proper to reciprocate the mission of the United States\nto that Government by accrediting to this a minister of the same rank as\nthat of the representative of the United States in Mexico. From the\ncircumstances connected with his mission favorable results are anticipated\nfrom it. It is so obviously for the interest of both countries as neighbors\nand friends that all just causes of mutual dissatisfaction should be\nremoved that it is to be hoped neither will omit or delay the employment of\nany practicable and honorable means to accomplish that end.The affairs pending between this Government and several others of the\nStates of this hemisphere formerly under the dominion of Spain have again\nwithin the past year been materially obstructed by the military revolutions\nand conflicts in those countries.The ratifications of the treaty between the United States and the Republic\nof Ecuador of the 13th of June, 1839, have been exchanged, and that\ninstrument has been duly promulgated on the part of this Government. Copies\nare now communicated to Congress with a view to enable that body to make\nsuch changes in the laws applicable to our intercourse with that Republic\nas may be deemed requisite.Provision has been made by the Government of Chile for the payment of the\nclaim on account of the illegal detention of the brig Warrior at Coquimbo\nin 1820. This Government has reason to expect that other claims of our\ncitizens against Chile will be hastened to a final and satisfactory close.The Empire of Brazil has not been altogether exempt from those convulsions\nwhich so constantly afflict the neighboring republics. Disturbances which\nrecently broke out are, however, now understood to be quieted. But these\noccurrences, by threatening the stability of the governments, or by causing\nincessant and violent changes in them or in the persons who administer\nthem, tend greatly to retard provisions for a just indemnity for losses and\ninjuries suffered by individual subjects or citizens of other states. The\nGovernment of the United States will feel it to be its duty, however, to\nconsent to no delay not unavoidable in making satisfaction for wrongs and\ninjuries sustained by its own citizens. Many years having in some cases\nelapsed, a decisive and effectual course of proceeding will be demanded of\nthe respective governments against whom claims have been preferred.The vexatious, harassing, and expensive war which so long prevailed with\nthe Indian tribes inhabiting the peninsula of Florida has happily been\nterminated, whereby our Army has been relieved from a service of the most\ndisagreeable character and the Treasury from a large expenditure. Some\ncasual outbreaks may occur, such as are incident to the close proximity of\nborder settlers and the Indians, but these, as in all other cases, may be\nleft to the care of the local authorities, aided when occasion may require\nby the forces of the United States. A sufficient number of troops will be\nmaintained in Florida so long as the remotest apprehensions of danger shall\nexist, yet their duties will be limited rather to the garrisoning of the\nnecessary posts than to the maintenance of active hostilities. It is to be\nhoped that a territory so long retarded in its growth will now speedily\nrecover from the evils incident to a protracted war, exhibiting in the\nincreased amount of its rich productions true evidences of returning wealth\nand prosperity. By the practice of rigid justice toward the numerous Indian\ntribes residing within our territorial limits and the exercise of a\nparental vigilance over their interests, protecting them against fraud and\nintrusion, and at the same time using every proper expedient to introduce\namong them the arts of civilized life, we may fondly hope not only to wean\nthem from their love of war, but to inspire them with a love for peace and\nall its avocations. With several of the tribes great progress in civilizing\nthem has already been made. The schoolmaster and the missionary are found\nside by side, and the remnants of what were once numerous and powerful\nnations may yet be preserved as the builders up of a new name for\nthemselves and their posterity.The balance in the Treasury on the 1st of January, 1842, exclusive of the\namount deposited with the States, trust funds, and indemnities, was\n$230,483.68. The receipts into the Treasury during the three first quarters\nof the present year from all sources amount to $26,616,593.78, of which\nmore than fourteen millions were received from customs and about one\nmillion from the public lands. The receipts for the fourth quarter are\nestimated at nearly eight millions, of which four millions are expected\nfrom customs and three millions and a half from loans and Treasury notes.\nThe expenditures of the first three quarters of the present year exceed\ntwenty-six millions, and those estimated for the fourth quarter amount to\nabout eight millions; and it is anticipated there will be a deficiency of\nhalf a million on the 1st of January next, but that the amount of\noutstanding warrants (estimated at $800,000) will leave an actual balance\nof about $224,000 in the Treasury. Among the expenditures of this year are\nmore than eight millions for the public debt and about $600,000 on account\nof the distribution to the States of the proceeds of sales of the public\nlands.The present tariff of duties was somewhat hastily and hurriedly passed near\nthe close of the late session of Congress. That it should have defects can\ntherefore be surprising to no one. To remedy such defects as may be found\nto exist in any of its numerous provisions will not fail to claim your\nserious attention. It may well merit inquiry whether the exaction of all\nduties in cash does not call for the introduction of a system which has\nproved highly beneficial in countries where it has been adopted. I refer to\nthe warehousing system. The first and most prominent effect which it would\nproduce would be to protect the market alike against redundant or deficient\nsupplies of foreign fabrics, both of which in the long run are injurious as\nwell to the manufacturer as the importer. The quantity of goods in store\nbeing at all times readily known, it would enable the importer with an\napproach to accuracy to ascertain the actual wants of the market and to\nregulate himself accordingly. If, however, he should fall into error by\nimporting an excess above the public wants, he could readily correct its\nevils by availing himself of the benefits and advantages of the system thus\nestablished. In the storehouse the goods imported would await the demand of\nthe market and their issues would be governed by the fixed principles of\ndemand and supply. Thus an approximation would be made to a steadiness and\nuniformity of price, which if attainable would conduce to the decided\nadvantage of mercantile and mechanical operations.The apprehension may be well entertained that without something to\nameliorate the rigor of cash payments the entire import trade may fall into\nthe hands of a few wealthy capitalists in this country and in Europe. The\nsmall importer, who requires all the money he can raise for investments\nabroad, and who can but ill afford to pay the lowest duty, would have to\nsubduct in advance a portion of his funds in order to pay the duties, and\nwould lose the interest upon the amount thus paid for all the time the\ngoods might remain unsold, which might absorb his profits. The rich\ncapitalist, abroad as well as at home, would thus possess after a short\ntime an almost exclusive monopoly of the import trade, and laws designed\nfor the benefit of all would thus operate for the benefit of a few--a\nresult wholly uncongenial with the spirit of our institutions and\nantirepublican in all its tendencies. The warehousing system would enable\nthe importer to watch the market and to select his own time for offering\nhis goods for sale. A profitable portion of the carrying trade in articles\nentered for the benefit of drawback must also be most seriously affected\nwithout the adoption of some expedient to relieve the cash system. The\nwarehousing system would afford that relief, since the carrier would have a\nsafe recourse to the public storehouses and might without advancing the\nduty reship within some reasonable period to foreign ports. A further\neffect of the measure would be to supersede the system of drawbacks,\nthereby effectually protecting the Government against fraud, as the right\nof debenture would not attach to goods after their withdrawal from the\npublic stores.In revising the existing tariff of duties, should you deem it proper to do\nso at your present session, I can only repeat the suggestions and\nrecommendations which upon several occasions I have heretofore felt it to\nbe my duty to offer to Congress. The great primary and controlling interest\nof the American people is union--union not only in the mere forms of\ngovernment, forms which may be broken, but union rounded in an attachment\nof States and individuals for each other. This union in sentiment and\nfeeling can only be preserved by the adoption of that course of policy\nwhich, neither giving exclusive benefits to some nor imposing unnecessary\nburthens upon others, shall consult the interests of all by pursuing a\ncourse of moderation and thereby seeking to harmonize public opinion, and\ncausing the people everywhere to feel and to know that the Government is\ncareful of the interests of all alike. Nor is there any subject in regard\nto which moderation, connected with a wise discrimination, is more\nnecessary than in the imposition of duties on imports. Whether reference be\nhad to revenue, the primary object in the imposition of taxes, or to the\nincidents which necessarily flow from their imposition, this is entirely\ntrue. Extravagant duties defeat their end and object, not only by exciting\nin the public mind an hostility to the manufacturing interests, but by\ninducing a system of smuggling on an extensive scale and the practice of\nevery manner of fraud upon the revenue, which the utmost vigilance of\nGovernment can not effectually suppress. An opposite course of policy would\nbe attended by results essentially different, of which every interest of\nsociety, and none more than those of the manufacturer, would reap important\nadvantages. Among the most striking of its benefits would be that derived\nfrom the general acquiescence of the country in its support and the\nconsequent permanency and stability which would be given to all the\noperations of industry. It can not be too often repeated that no system of\nlegislation can be wise which is fluctuating and uncertain. No interest can\nthrive under it. The prudent capitalist will never adventure his capital in\nmanufacturing establishments, or in any other leading pursuit of life, if\nthere exists a state of uncertainty as to whether the Government will\nrepeal to-morrow what it has enacted to-day. Fitful profits, however high,\nif threatened with a ruinous reduction by a vacillating policy on the part\nof Government, will scarcely tempt him to trust the money which he has\nacquired by a life of labor upon the uncertain adventure. I therefore, in\nthe spirit of conciliation, and influenced by no other desire than to\nrescue the great interests of the country from the vortex of political\ncontention, and in the discharge of the high and solemn duties of the place\nwhich I now occupy, recommend moderate duties, imposed with a wise\ndiscrimination as to their several objects, as being not only most likely\nto be durable, but most advantageous to every interest of society.The report of the Secretary of the War Department exhibits a very full and\nsatisfactory account of the various and important interests committed to\nthe charge of that officer. It is particularly gratifying to find that the\nexpenditures for the military service are greatly reduced in amount--that a\nstrict system of economy has been introduced into the service and the\nabuses of past years greatly reformed. The fortifications on our maritime\nfrontier have been prosecuted with much vigor, and at many points our\ndefenses are in a very considerable state of forwardness. The suggestions\nin reference to the establishment of means of communication with our\nterritories on the Pacific and to the surveys so essential to a knowledge\nof the resources of the intermediate country are entitled to the most\nfavorable consideration. While I would propose nothing inconsistent with\nfriendly negotiations to settle the extent of our claims in that region,\nyet a prudent forecast points out the necessity of such measures as may\nenable us to maintain our rights. The arrangements made for preserving our\nneutral relations on the boundary between us and Texas and keeping in check\nthe Indians in that quarter will be maintained so long as circumstances may\nrequire. For several years angry contentions have grown out of the\ndisposition directed by law to be made of the mineral lands held by the\nGovernment in several of the States. The Government is constituted the\nlandlord, and the Citizens of the States wherein lie the lands are its\ntenants. The relation is an unwise one, and it would be much more conducive\nof the public interest that a sale of the lands should be made than that\nthey should remain in their present condition. The supply of the ore would\nbe more abundantly and certainly furnished when to be drawn from the\nenterprise and the industry of the proprietor than under the present\nsystem.The recommendations of the Secretary in regard to the improvements of the\nWestern waters and certain prominent harbors on the Lakes merit, and I\ndoubt not will receive, your serious attention. The great importance of\nthese subjects to the prosperity of the extensive region referred to and\nthe security of the whole country in time of war can not escape\nobservation. The losses of life and property which annually occur in the\nnavigation of the Mississippi alone because of the dangerous obstructions\nin the river make a loud demand upon Congress for the adoption of efficient\nmeasures for their removal.The report of the Secretary of the Navy will bring you acquainted with that\nimportant branch of the public defenses. Considering the already vast and\ndaily increasing commerce of the country, apart from the exposure to\nhostile inroad of an extended seaboard, all that relates to the Navy is\ncalculated to excite particular attention. Whatever tends to add to its\nefficiency without entailing unnecessary charges upon the Treasury is well\nworthy of your serious consideration. It will be seen that while an\nappropriation exceeding by more than a million the appropriations of the\ncurrent year is asked by the Secretary, yet that in this sum is proposed to\nbe included $400,000 for the purchase of clothing, which when once expended\nwill be annually reimbursed by the sale of the clothes, and will thus\nconstitute a perpetual fund without any new appropriation to the same\nobject. To this may also be added $50,000 asked to cover the arrearages of\npast years and $250,000 in order to maintain a competent squadron on the\ncoast of Africa; all of which when deducted will reduce the expenditures\nnearly within the limits of those of the current year. While, however, the\nexpenditures will thus remain very nearly the same as of the antecedent\nyear, it is proposed to add greatly to the operations of the marine, and in\nlieu of only 25 ships in commission and but little in the way of building,\nto keep with the same expenditure 41 vessels afloat and to build 12 ships\nof a small class.A strict system of accountability is established and great pains are taken\nto insure industry, fidelity, and economy in every department of duty.\nExperiments have been instituted to test the quality of various materials,\nparticularly copper, iron, and coal, so as to prevent fraud and\nimposition.It will appear by the report of the Postmaster-General that the great point\nwhich for several years has been so much desired has during the current\nyear been fully accomplished. The expenditures of the Department for\ncurrent service have been brought within its income without lessening its\ngeneral usefulness. There has been an increase of revenue equal to $166,000\nfor the year 1842 over that of 1841, without, as it is believed, any\naddition having been made to the number of letters and newspapers\ntransmitted through the mails. The post-office laws have been honestly\nadministered, and fidelity has been observed in accounting for and paying\nover by the subordinates of the Department the moneys which have been\nreceived. For the details of the service I refer you to the report.I flatter myself that the exhibition thus made of the condition of the\npublic administration will serve to convince you that every proper\nattention has been paid to the interests of the country by those who have\nbeen called to the heads of the different Departments. The reduction in the\nannual expenditures of the Government already accomplished furnishes a sure\nevidence that economy in the application of the public moneys is regarded\nas a paramount duty.At peace with all the world, the personal liberty of the citizen sacredly\nmaintained and his rights secured under political institutions deriving all\ntheir authority from the direct sanction of the people, with a soil fertile\nalmost beyond example and a country blessed with every diversity of climate\nand production, what remains to be done in order to advance the happiness\nand prosperity of such a people? Under ordinary circumstances this inquiry\ncould readily be answered. The best that probably could be done for a\npeople inhabiting such a country would be to fortify their peace and\nsecurity in the prosecution of their various pursuits by guarding them\nagainst invasion from without and violence from within. The rest for the\ngreater part might be left to their own energy and enterprise. The chief\nembarrassments which at the moment exhibit themselves have arisen from\noveraction, and the most difficult task which remains to be accomplished is\nthat of correcting and overcoming its effects. Between the years 1833 and\n1838 additions were made to bank capital and bank issues, in the form of\nnotes designed for circulation, to an extent enormously great. The question\nseemed to be not how the best currency could be provided, but in what\nmanner the greatest amount of bank paper could be put in circulation. Thus\na vast amount of what was called money--since for the time being it\nanswered the purposes of money--was thrown upon the country, an overissue\nwhich was attended, as a necessary consequence, by an extravagant increase\nof the prices of all articles of property, the spread of a speculative\nmania all over the country, and has finally ended in a general indebtedness\non the part of States and individuals, the prostration of public and\nprivate credit, a depreciation in the market value of real and personal\nestate, and has left large districts of country almost entirely without any\ncirculating medium. In view of the fact that in 1830 the whole bank-note\ncirculation within the United States amounted to but $61,323,898, according\nto the Treasury statements, and that an addition had been made thereto of\nthe enormous sum of $88,000,000 in seven years (the circulation on the 1st\nof January, 1837, being stated at $149,185,890), aided by the great\nfacilities afforded in obtaining loans from European capitalists, who were\nseized with the same speculative mania which prevailed in the United\nStates, and the large importations of funds from abroad--the result of\nstock sales and loans--no one can be surprised at the apparent but\nunsubstantial state of prosperity which everywhere prevailed over the land;\nand as little cause of surprise should be felt at the present prostration\nof everything and the ruin which has befallen so many of our\nfellow-citizens in the sudden withdrawal from circulation of so large an\namount of bank issues since 1837--exceeding, as is believed, the amount\nadded to the paper currency for a similar period antecedent to 1837--it\nceases to be a matter of astonishment that such extensive shipwreck should\nhave been made of private fortunes or that difficulties should exist in\nmeeting their engagements on the part of the debtor States; apart from\nwhich, if there be taken into account the immense losses sustained in the\ndishonor of numerous banks, it is less a matter of surprise that insolvency\nshould have visited many of our fellow-citizens than that so many should\nhave escaped the blighting influences of the times.In the solemn conviction of these truths and with an ardent desire to meet\nthe pressing necessities of the country, I felt it to be my duty to cause\nto be submitted to you at the commencement of your last session the plan of\nan exchequer, the whole power and duty of maintaining which in purity and\nvigor was to be exercised by the representatives of the people and the\nStates, and therefore virtually by the people themselves. It was proposed\nto place it under the control and direction of a Treasury board to consist\nof three commissioners, whose duty it should be to see that the law of its\ncreation was faithfully executed and that the great end of supplying a\npaper medium of exchange at all times convertible into gold and silver\nshould be attained. The board thus constituted was given as much permanency\nas could be imparted to it without endangering the proper share of\nresponsibility which should attach to all public agents. In order to insure\nall the advantages of a well-matured experience, the commissioners were to\nhold their offices for the respective periods of two, four, and six years,\nthereby securing at all times in the management of the exchequer the\nservices of two men of experience; and to place them in a condition to\nexercise perfect independence of mind and action it was provided that their\nremoval should only take place for actual incapacity or infidelity to the\ntrust, and to be followed by the President with an exposition of the causes\nof such removal, should it occur. It was proposed to establish subordinate\nboards in each of the States, under the same restrictions and limitations\nof the power of removal, which, with the central board, should receive,\nsafely keep, and disburse the public moneys. And in order to furnish a\nsound paper medium of exchange the exchequer should retain of the revenues\nof the Government a sum not to exceed $5,000,000 in specie, to be set apart\nas required by its operations, and to pay the public creditor at his own\noption either in specie or Treasury notes of denominations not less than $5\nnor exceeding $100, which notes should be redeemed at the several places of\nissue, and to be receivable at all times and everywhere in payment of\nGovernment dues, with a restraint upon such issue of bills that the same\nshould not exceed the maximum of $15,000,000. In order to guard against all\nthe hazards incident to fluctuations in trade, the Secretary of the\nTreasury was invested with authority to issue $5,000,000 of Government\nstock, should the same at any time be regarded as necessary in order to\nplace beyond hazard the prompt redemption of the bills which might be\nthrown into circulation; thus in fact making the issue of $15,000,000 of\nexchequer bills rest substantially on $10,000,000, and keeping in\ncirculation never more than one and one-half dollars for every dollar in\nspecie. When to this it is added that the bills are not only everywhere\nreceivable in Government dues, but that the Government itself would be\nbound for their ultimate redemption, no rational doubt can exist that the\npaper which the exchequer would furnish would readily enter into general\ncirculation and be maintained at all times at or above par with gold and\nsilver, thereby realizing the great want of the age and fulfilling the\nwishes of the people. In order to reimburse the Government the expenses of\nthe plan, it was proposed to invest the exchequer with the limited\nauthority to deal in bills of exchange (unless prohibited by the State in\nwhich an agency might be situated) having only thirty days to run and\nresting on a fair and bona fide basis. The legislative will on this point\nmight be so plainly announced as to avoid all pretext for partiality or\nfavoritism. It was furthermore proposed to invest this Treasury agent with\nauthority to receive on deposit to a limited amount the specie funds of\nindividuals and to grant certificates therefor to be redeemed on\npresentation, under the idea, which is believed to be well founded, that\nsuch certificates would come in aid of the exchequer bills in supplying a\nsafe and ample paper circulation. Or if in place of the contemplated\ndealings in exchange the exchequer should be authorized not only to\nexchange its bills for actual deposits of specie, but, for specie or its\nequivalent, to sell drafts, charging therefor a small but reasonable\npremium, I can not doubt but that the benefits of the law would be speedily\nmanifested in the revival of the credit, trade, and business of the whole\ncountry. Entertaining this opinion, it becomes my duty to urge its adoption\nupon Congress by reference to the strongest considerations of the public\ninterests, with such alterations in its details as Congress may in its\nwisdom see fit to make.I am well aware that this proposed alteration and amendment of the laws\nestablishing the Treasury Department has encountered various objections,\nand that among others it has been proclaimed a Government bank of fearful\nand dangerous import. It is proposed to confer upon it no extraordinary\npower. It purports to do no more than pay the debts of the Government with\nthe redeemable paper of the Government, in which respect it accomplishes\nprecisely what the Treasury does daily at this time in issuing to the\npublic creditors the Treasury notes which under law it is authorized to\nissue. It has no resemblance to an ordinary bank, as it furnishes no\nprofits to private stockholders and lends no capital to individuals. If it\nbe objected to as a Government bank and the objection be available, then\nshould all the laws in relation to the Treasury be repealed and the\ncapacity of the Government to collect what is due to it or pay what it owes\nbe abrogated.This is the chief purpose of the proposed exchequer, and surely if in the\naccomplishment of a purpose so essential it affords a sound circulating\nmedium to the country and facilities to trade it should be regarded as no\nslight recommendation of it to public consideration. Properly guarded by\nthe provisions of law, it can run into no dangerous evil, nor can any abuse\narise under it but such as the Legislature itself will be answerable for if\nit be tolerated, since it is but the creature of the law and is susceptible\nat all times of modification, amendment, or repeal at the pleasure of\nCongress. I know that it has been objected that the system would be liable\nto be abused by the Legislature, by whom alone it could be abused, in the\nparty conflicts of the day; that such abuse would manifest itself in a\nchange of the law which would authorize an excessive issue of paper for the\npurpose of inflating prices and winning popular favor. To that it may be\nanswered that the ascription of such a motive to Congress is altogether\ngratuitous and inadmissible. The theory of our institutions would lead us\nto a different conclusion. But a perfect security against a proceeding so\nreckless would be found to exist in the very nature of things. The\npolitical party which should be so blind to the true interests of the\ncountry as to resort to such an expedient would inevitably meet with final\noverthrow in the fact that the moment the paper ceased to be convertible\ninto specie or otherwise promptly redeemed it would become worthless, and\nwould in the end dishonor the Government, involve the people in ruin and\nsuch political party in hopeless disgrace. At the same time, such a view\ninvolves the utter impossibility of furnishing any currency other than that\nof the precious metals; for if the Government itself can not forego the\ntemptation of excessive paper issues what reliance can be placed in\ncorporations upon whom the temptations of individual aggrandizement would\nmost strongly operate? The people would have to blame none but themselves\nfor any injury that might arise from a course so reckless, since their\nagents would be the wrongdoers and they the passive spectators.There can be but three kinds of public currency--first, gold and silver;\nsecond, the paper of State institutions; or, third, a representative of the\nprecious metals provided by the General Government or under its authority.\nThe subtreasury system rejected the last in any form, and as it was\nbelieved that no reliance could be placed on the issues of local\ninstitutions for the purposes of general circulation it necessarily and\nunavoidably adopted specie as the exclusive currency for its own use; and\nthis must ever be the case unless one of the other kinds be used. The\nchoice in the present state of public sentiment lies between an exclusive\nspecie currency on the one hand and Government issues of some kind on the\nother. That these issues can not be made by a chartered institution is\nsupposed to be conclusively settled. They must be made, then, directly by\nGovernment agents. For several years past they have been thus made in the\nform of Treasury notes, and have answered a valuable purpose. Their\nusefulness has been limited by their being transient and temporary; their\nceasing to bear interest at given periods necessarily causes their speedy\nreturn and thus restricts their range of circulation, and being used only\nin the disbursements of Government they can not reach those points where\nthey are most required. By rendering their use permanent, to the moderate\nextent already mentioned, by offering no inducement for their return and by\nexchanging them for coin and other values, they will constitute to a\ncertain extent the general currency so much needed to maintain the internal\ntrade of the country. And this is the exchequer plan so far as it may\noperate in furnishing a currency.I can not forego the occasion to urge its importance to the credit of the\nGovernment in a financial point of view. The great necessity of resorting\nto every proper and becoming expedient in order to place the Treasury on a\nfooting of the highest respectability is entirely obvious. The credit of\nthe Government may be regarded as the very soul of the Government itself--a\nprinciple of vitality without which all its movements are languid and all\nits operations embarrassed. In this spirit the Executive felt itself bound\nby the most imperative sense of duty to submit to Congress at its last\nsession the propriety of making a specific pledge of the land fund as the\nbasis for the negotiation of the loans authorized to be contracted. I then\nthought that such an application of the public domain would without doubt\nhave placed at the command of the Government ample funds to relieve the\nTreasury from the temporary embarrassments under which it labored. American\ncredit has suffered a considerable shock in Europe from the large\nindebtedness of the States and the temporary inability of some of them to\nmeet the interest on their debts. The utter and disastrous prostration of\nthe United States Bank of Pennsylvania had contributed largely to increase\nthe sentiment of distrust by reason of the loss and ruin sustained by the\nholders of its stock, a large portion of whom were foreigners and many of\nwhom were alike ignorant of our political organization and of our actual\nresponsibilities.It was the anxious desire of the Executive that in the effort to negotiate\nthe loan abroad the American negotiator might be able to point the money\nlender to the fund mortgaged for the redemption of the principal and\ninterest of any loan he might contract, and thereby vindicate the\nGovernment from all suspicion of bad faith or inability to meet its\nengagements. Congress differed from the Executive in this view of the\nsubject. It became, nevertheless, the duty of the Executive to resort to\nevery expedient in its power to do so.After a failure in the American market a citizen of high character and\ntalent was sent to Europe, with no better success; and thus the mortifying\nspectacle has been presented of the inability of this Government to obtain\na loan so small as not in the whole to amount to more than one-fourth of\nits ordinary annual income, at a time when the Governments of Europe,\nalthough involved in debt and with their subjects heavily burthened with\ntaxation, readily obtained loans of any amount at a greatly reduced rate of\ninterest. It would be unprofitable to look further into this anomalous\nstate of things, but I can not conclude without adding that for a\nGovernment which has paid off its debts of two wars with the largest\nmaritime power of Europe, and now owing a debt which is almost next to\nnothing when compared with its boundless resources--a Government the\nstrongest in the world, because emanating from the popular will and firmly\nrooted in the affections of a great and free people, and whose fidelity to\nits engagements has never been questioned--for such a Government to have\ntendered to the capitalists of other countries an opportunity for a small\ninvestment in its stock, and yet to have failed, implies either the most\nunfounded distrust in its good faith or a purpose to obtain which the\ncourse pursued is the most fatal which could have been adopted. It has now\nbecome obvious to all men that the Government must look to its own means\nfor supplying its wants, and it is consoling to know that these means are\naltogether adequate for the object. The exchequer, if adopted, will greatly\naid in bringing about this result. Upon what I regard as a well-rounded\nsupposition that its bills would be readily sought for by the public\ncreditors and that the issue would in a short time reach the maximum of\n$15,000,000, it is obvious that $10,000,000 would thereby be added to the\navailable means of the Treasury without cost or charge. Nor can I fail to\nurge the great and beneficial effects which would be produced in aid of all\nthe active pursuits of life. Its effects upon the solvent State banks,\nwhile it would force into liquidation those of an opposite character\nthrough its weekly settlements, would be highly beneficial; and with the\nadvantages of a sound currency the restoration of confidence and credit\nwould follow with a numerous train of blessings. My convictions are most\nstrong that these benefits would flow from the adoption of this measure;\nbut if the result should be adverse there is this security in connection\nwith it--that the law creating it may be repealed at the pleasure of the\nLegislature without the slightest implication of its good faith.I recommend to Congress to take into consideration the propriety of\nreimbursing a fine imposed on General Jackson at New Orleans at the time of\nthe attack and defense of that city, and paid by him. Without designing any\nreflection on the judicial tribunal which imposed the fine, the remission\nat this day may be regarded as not unjust or inexpedient. The voice of the\ncivil authority was heard amidst the glitter of arms and obeyed by those\nwho held the sword, thereby giving additional luster to a memorable\nmilitary achievement. If the laws were offended, their majesty was fully\nvindicated; and although the penalty incurred and paid is worthy of little\nregard in a pecuniary point of view, it can hardly be doubted that it would\nbe gratifying to the war-worn veteran, now in retirement and in the winter\nof his days, to be relieved from the circumstances in which that judgment\nplaced him. There are cases in which public functionaries may be called on\nto weigh the public interest against their own personal hazards, and if the\ncivil law be violated from praiseworthy motives or an overruling sense of\npublic danger and public necessity punishment may well be restrained within\nthat limit which asserts and maintains the authority of the law and the\nsubjection of the military to the civil power. The defense of New Orleans,\nwhile it saved a city from the hands of the enemy, placed the name of\nGeneral Jackson among those of the greatest captains of the age and\nillustrated one of the brightest pages of our history. Now that the causes\nof excitement existing at the time have ceased to operate, it is believed\nthat the remission of this fine and whatever of gratification that\nremission might cause the eminent man who incurred and paid it would be in\naccordance with the general feeling and wishes of the American people.I have thus, fellow-citizens, acquitted myself of my duty under the\nConstitution by laying before you as succinctly as I have been able the\nstate of the Union and by inviting your attention to measures of much\nimportance to the country. The executive will most zealously unite its\nefforts with those of the legislative department in the accomplishment of\nall that is required to relieve the wants of a common constituency or\nelevate the destinies of a beloved country.", 
    "name": "John Tyler"
}