{
    "date": "January 14, 1963", 
    "speech": "Mr. Vice President, Mr. Speaker, Members of the 88th Congress:I congratulate you all--not merely on your electoral victory but on your\nselected role in history. For you and I are privileged to serve the great\nRepublic in what could be the most decisive decade in its long history. The\nchoices we make, for good or ill, may well shape the state of the Union for\ngenerations yet to come.Little more than 100 weeks ago I assumed the office of President of the\nUnited States. In seeking the help of the Congress and our countrymen, I\npledged no easy answers. I pledged--and asked--only toil and dedication.\nThese the Congress and the people have given in good measure. And today,\nhaving witnessed in recent months a heightened respect for our national\npurpose and power--having seen the courageous calm of a united people in\na perilous hour--and having observed a steady improvement in the\nopportunities and well-being of our citizens--I can report to you that\nthe state of this old but youthful Union, in the 175th year of its life,\nis good.In the world beyond our borders, steady progress has been made in building\na world of order. The people of West Berlin remain both free and secure. A\nsettlement, though still precarious, has been reached in Laos. The\nspearpoint of aggression has been blunted in Viet-Nam. The end of agony may\nbe in sight in the Congo. The doctrine of troika is dead. And, while danger\ncontinues, a deadly threat has been removed in Cuba.At home, the recession is behind us. Well over a million more men and women\nare working today than were working 2 years ago. The average factory\nwork week is once again more than 40 hours; our industries are turning out\nmore goods than ever before; and more than half of the manufacturing\ncapacity that lay silent and wasted 100 weeks ago is humming with\nactivity.In short, both at home and abroad, there may now be a temptation to relax.\nFor the road has been long, the burden heavy, and the pace consistently\nurgent.But we cannot be satisfied to rest here. This is the side of the hill, not\nthe top. The mere absence of war is not peace. The mere absence of\nrecession is not growth. We have made a beginning--but we have only begun.Now the time has come to make the most of our gains--to translate the\nrenewal of our national strength into the achievement of our national\npurpose.I.America has enjoyed 22 months of uninterrupted economic recovery. But\nrecovery is not enough. If we are to prevail in the long run, we must\nexpand the long-run strength of our economy. We must move along the path to\na higher rate of growth and full employment.For this would mean tens of billions of dollars more each year in\nproduction, profits, wages, and public revenues. It would mean an end to\nthe persistent slack which has kept our unemployment at or above 5 percent\nfor 61 out of the past 62 months--and an end to the growing pressures for\nsuch restrictive measures as the 35-hour week, which alone could increase\nhourly labor costs by as much as 14 percent, start a new wage-price spiral\nof inflation, and undercut our efforts to compete with other nations.To achieve these greater gains, one step, above all, is essential--the\nenactment this year of a substantial reduction and revision in Federal\nincome taxes.For it is increasingly clear--to those in Government, business, and labor\nwho are responsible for our economy's success--that our obsolete tax system\nexerts too heavy a drag on private purchasing power, profits, and\nemployment. Designed to check inflation in earlier years, it now checks\ngrowth instead. It discourages extra effort and risk. It distorts the use\nof resources. It invites recurrent recessions, depresses our Federal\nrevenues, and causes chronic budget deficits.Now, when the inflationary pressures of the war and the post-war years no\nlonger threaten, and the dollar commands new respect--now, when no military\ncrisis strains our resources--now is the time to act. We cannot afford to\nbe timid or slow. For this is the most urgent task confronting the Congress\nin 1963.In an early message, I shall propose a permanent reduction in tax rates\nwhich will lower liabilities by $13.5 billion. Of this, $11 billion results\nfrom reducing individual tax rates, which now range between 20 and 91\npercent, to a more sensible range of 14 to 65 percent, with a split in the\npresent first bracket. Two and one-half billion dollars results from\nreducing corporate tax rates, from 52 percent--which gives the Government\ntoday a majority interest in profits--to the permanent pre-Korean level of\n47 percent. This is in addition to the more than $2 billion cut in\ncorporate tax liabilities resulting from last year's investment credit and\ndepreciation reform.To achieve this reduction within the limits of a manageable budgetary\ndeficit, I urge: first, that these cuts be phased over 3 calendar years,\nbeginning in 1963 with a cut of some $6 billion at annual rates; second,\nthat these reductions be coupled with selected structural changes,\nbeginning in 1964, which will broaden the tax base, end unfair or\nunnecessary preferences, remove or lighten certain hardships, and in the\nnet offset some $3.5 billion of the revenue loss; and third, that budgetary\nreceipts at the outset be increased by $1.5 billion a year, without any\nchange in tax liabilities, by gradually shifting the tax payments of large\ncorporations to a more current time schedule. This combined program, by\nincreasing the amount of our national income, will in time result in still\nhigher Federal revenues. It is a fiscally responsible program--the surest\nand the soundest way of achieving in time a balanced budget in a balanced\nfull employment economy.This net reduction in tax liabilities of $10 billion will increase the\npurchasing power of American families and business enterprises in every tax\nbracket, with greatest increase going to our low-income consumers. It will,\nin addition, encourage the initiative and risk-taking on which our free\nsystem depends--induce more investment, production, and capacity use--help\nprovide the 2 million new jobs we need every year--and reinforce the\nAmerican principle of additional reward for additional effort.I do not say that a measure for tax reduction and reform is the only way to\nachieve these goals.No doubt a massive increase in Federal spending could also create jobs\nand growth, but in today's setting, private consumers, employers, and\ninvestors should be given a full opportunity first.No doubt a temporary tax cut could provide a spur to our economy--but a\nlong-run problem compels a long-run solution.No doubt a reduction in either individual or corporation taxes alone\nwould be of great help--but corporations need customers and job seekers\nneed jobs.No doubt tax reduction without reform would sound simpler and more\nattractive to many--but our growth is also hampered by a host of tax\ninequities and special preferences which have distorted the flow of\ninvestment.And finally, there are no doubt some who would prefer to put off a tax\ncut in the hope that ultimately an end to the cold war would make possible\nan equivalent cut in expenditures--but that end is not in view and to wait\nfor it would be costly and self-defeating.In submitting a tax program which will, of course, temporarily increase the\ndeficit but can ultimately end it--and in recognition of the need to\ncontrol expenditures--I will shortly submit a fiscal 1964 administrative\nbudget which, while allowing for needed rises in defense, space, and fixed\ninterest charges, holds total expenditures for all other purposes below\nthis year's level.This requires the reduction or postponement of many desirable programs, the\nabsorption of a large part of last year's Federal pay raise through\npersonnel and other economies, the termination of certain installations and\nprojects, and the substitution in several programs of private for public\ncredit. But I am convinced that the enactment this year of tax reduction\nand tax reform overshadows all other domestic problems in this Congress.\nFor we cannot for long lead the cause of peace and freedom, if we ever\ncease to set the pace here at home.II.Tax reduction alone, however, is not enough to strengthen our society, to\nprovide opportunities for the four million Americans who are born every\nyear, to improve the lives of 32 million Americans who live on the\noutskirts of poverty.The quality of American life must keep pace with the quantity of American\ngoods.This country cannot afford to be materially rich and spiritually poor.Therefore, by holding down the budgetary cost of existing programs to keep\nwithin the limitations I have set, it is both possible and imperative to\nadopt other new measures that we cannot afford to postpone.These measures are based on a series of fundamental premises, grouped under\nfour related headings:First, we need to strengthen our Nation by investing in our youth.The future of any country which is dependent upon the will and wisdom of\nits citizens is damaged, and irreparably damaged, whenever any of its\nchildren is not educated to the full extent of his talent, from grade\nschool through graduate school. Today, an estimated 4 out of every 10\nstudents in the 5th grade will not even finish high school--and that is a\nwaste we cannot afford.In addition, there is no reason why one million young Americans, out of\nschool and out of work, should all remain unwanted and often untrained on\nour city streets when their energies can be put to good use.Finally, the overseas success of our Peace Corps volunteers, most of them\nyoung men and women carrying skills and ideas to needy people, suggests the\nmerit of a similar corps serving our own community needs: in mental\nhospitals, on Indian reservations, in centers for the aged or for young\ndelinquents, in schools for the illiterate or the handicapped. As the\nidealism of our youth has served world peace, so can it serve the domestic\ntranquility.Second, we need to strengthen our Nation by safeguarding its health.Our working men and women, instead of being forced to beg for help from\npublic charity once they are old and ill, should start contributing now to\ntheir own retirement health program through the Social Security System.Moreover, all our miracles of medical research will count for little if\nwe cannot reverse the growing nationwide shortage of doctors, dentists, and\nnurses, and the widespread shortages of nursing homes and modern urban\nhospital facilities. Merely to keep the present ratio of doctors and\ndentists from declining any further, we must over the next 10 years\nincrease the capacity of our medical schools by 50 percent and our dental\nschools by 100 percent.Finally, and of deep concern, I believe that the abandonment of the\nmentally ill and the mentally retarded to the grim mercy of custodial\ninstitutions too often inflicts on them and on their families a needless\ncruelty which this Nation should not endure. The incidence of mental\nretardation in this country is three times as high as that of Sweden, for\nexample--and that figure can and must be reduced.Third, we need to strengthen our Nation by protecting the basic rights of\nits citizens.The right to competent counsel must be assured to every man accused of\ncrime in Federal court, regardless of his means.And the most precious and powerful right in the world, the right to vote\nin a free American election, must not be denied to any citizen on grounds\nof his race or color. I wish that all qualified Americans permitted to vote\nwere willing to vote, but surely in this centennial year of Emancipation\nall those who are willing to vote should always be permitted.Fourth, we need to strengthen our Nation by making the best and the most\neconomical use of its resources and facilities.Our economic health depends on healthy transportation arteries; and I\nbelieve the way to a more modern, economical choice of national\ntransportation service is through increased competition and decreased\nregulation. Local mass transit, faring even worse, is as essential a\ncommunity service as hospitals and highways. Nearly three-fourths of our\ncitizens live in urban areas, which occupy only 2 percent of our land--and\nif local transit is to survive and relieve the congestion of these cities,\nit needs Federal stimulation and assistance.Next, this Government is in the storage and stockpile business to the\nmelancholy tune of more than $16 billion. We must continue to support farm\nincome, but we should not pile more farm surpluses on top of the $7.5\nbillion we already own. We must maintain a stockpile of strategic\nmaterials, but the $8.5 billion we have acquired--for reasons both good and\nbad--is much more than we need; and we should be empowered to dispose of\nthe excess in ways which will not cause market disruption.Finally, our already overcrowded national parks and recreation areas will\nhave twice as many visitors 10 years from now as they do today. If we do\nnot plan today for the future growth of these and other great natural\nassets--not only parks and forests but wildlife and wilderness preserves,\nand water projects of all kinds--our children and their children will be\npoorer in every sense of the word.These are not domestic concerns alone. For upon our achievement of greater\nvitality and strength here at home hang our fate and future in the world:\nour ability to sustain and supply the security of free men and nations, our\nability to command their respect for our leadership, our ability to expand\nour trade without threat to our balance of payments, and our ability to\nadjust to the changing demands of cold war competition and challenge.We shall be judged more by what we do at home than by what we preach\nabroad. Nothing we could do to help the developing countries would help\nthem half as much as a booming U.S. economy. And nothing our opponents\ncould do to encourage their own ambitions would encourage them half as much\nas a chronic, lagging U.S. economy. These domestic tasks do not divert\nenergy from our security--they provide the very foundation for freedom's\nsurvival and success.III.Turning to the world outside, it was only a few years ago--in Southeast\nAsia, Africa, Eastern Europe, Latin America, even outer space--that\ncommunism sought to convey the image of a unified, confident, and expanding\nempire, closing in on a sluggish America and a free world in disarray. But\nfew people would hold to that picture today.In these past months we have reaffirmed the scientific and military\nsuperiority of freedom. We have doubled our efforts in space, to assure us\nof being first in the future. We have undertaken the most far-reaching\ndefense improvements in the peacetime history of this country. And we have\nmaintained the frontiers of freedom from Viet-Nam to West Berlin.But complacency or self-congratulation can imperil our security as much as\nthe weapons of tyranny. A moment of pause is not a promise of peace.\nDangerous problems remain from Cuba to the South China Sea. The world's\nprognosis prescribes, in short, not a year's vacation for us, but a year of\nobligation and opportunity.Four special avenues of opportunity stand out: the Atlantic Alliance, the\ndeveloping nations, the new Sino-Soviet difficulties, and the search for\nworldwide peace.IV.First, how fares the grand alliance? Free Europe is entering into a new\nphase of its long and brilliant history. The era of colonial expansion has\npassed; the era of national rivalries is fading; and a new era of\ninterdependence and unity is taking shape. Defying the old prophecies of\nMarx, consenting to what no conqueror could ever compel, the free nations\nof Europe are moving toward a unity of purpose and power and policy in\nevery sphere of activity.For 17 years this movement has had our consistent support, both political\nand economic. Far from resenting the new Europe, we regard her as a welcome\npartner, not a rival. For the road to world peace and freedom is still\nlong, and there are burdens which only full partners can share--in\nsupporting the common defense, in expanding world trade, in aligning our\nbalance of payments, in aiding the emergent nations, in concerting\npolitical and economic policies, and in welcoming to our common effort\nother industrialized nations, notably Japan, whose remarkable economic and\npolitical development of the 1950's permits it now to play on the world\nscene a major constructive role.No doubt differences of opinion will continue to get more attention than\nagreements on action, as Europe moves from independence to more formal\ninterdependence. But these are honest differences among honorable\nassociates--more real and frequent, in fact, among our Western European\nallies than between them and the United States. For the unity of freedom\nhas never relied on uniformity of opinion. But the basic agreement of this\nalliance on fundamental issues continues.The first task of the alliance remains the common defense. Last month Prime\nMinister Macmillan and I laid plans for a new stage in our long cooperative\neffort, one which aims to assist in the wider task of framing a common\nnuclear defense for the whole alliance.The Nassau agreement recognizes that the security of the West is\nindivisible, and so must be our defense. But it also recognizes that this\nis an alliance of proud and sovereign nations, and works best when we do\nnot forget it. It recognizes further that the nuclear defense of the West\nis not a matter for the present nuclear powers alone--that France will be\nsuch a power in the future--and that ways must be found without increasing\nthe hazards of nuclear diffusion, to increase the role of our other\npartners in planning, manning, and directing a truly multilateral nuclear\nforce within an increasingly intimate NATO alliance. Finally, the Nassau\nagreement recognizes that nuclear defense is not enough, that the agreed\nNATO levels of conventional strength must be met, and that the alliance\ncannot afford to be in a position of having to answer every threat with\nnuclear weapons or nothing.We remain too near the Nassau decisions, and too far from their full\nrealization, to know their place in history. But I believe that, for the\nfirst time, the door is open for the nuclear defense of the alliance to\nbecome a source of confidence, instead of a cause of contention.The next most pressing concern of the alliance is our common economic goals\nof trade and growth. This Nation continues to be concerned about its\nbalance-of-payments deficit, which, despite its decline, remains a stubborn\nand troublesome problem. We believe, moreover, that closer economic ties\namong all free nations are essential to prosperity and peace. And neither\nwe nor the members of the European Common Market are so affluent that we\ncan long afford to shelter high cost farms or factories from the winds of\nforeign competition, or to restrict the channels of trade with other\nnations of the free world. If the Common Market should move toward\nprotectionism and restrictionism, it would undermine its own basic\nprinciples. This Government means to use the authority conferred on it last\nyear by the Congress to encourage trade expansion on both sides of the\nAtlantic and around the world.V.Second, what of the developing and non-aligned nations? They were shocked\nby the Soviets' sudden and secret attempt to transform Cuba into a nuclear\nstriking base--and by Communist China's arrogant invasion of India. They\nhave been reassured by our prompt assistance to India, by our support\nthrough the United Nations of the Congo's unification, by our patient\nsearch for disarmament, and by the improvement in our treatment of citizens\nand visitors whose skins do not happen to be white. And as the older\ncolonialism recedes, and the neo-colonialism of the Communist powers stands\nout more starkly than ever, they realize more clearly that the issue in the\nworld struggle is not communism versus capitalism, but coercion versus free\nchoice.They are beginning to realize that the longing for independence is the same\nthe world over, whether it is the independence of West Berlin or Viet-Nam.\nThey are beginning to realize that such independence runs athwart all\nCommunist ambitions but is in keeping with our own--and that our approach\nto their diverse needs is resilient and resourceful, while the Communists\nare still relying on ancient doctrines and dogmas.Nevertheless it is hard for any nation to focus on an external or\nsubversive threat to its independence when its energies are drained in\ndaily combat with the forces of poverty and despair. It makes little sense\nfor us to assail, in speeches and resolutions, the horrors of communism, to\nspend $50 billion a year to prevent its military advance--and then to\nbegrudge spending, largely on American products, less than one-tenth of\nthat amount to help other nations strengthen their independence and cure\nthe social chaos in which communism has always thrived.I am proud--and I think most Americans are proud--of a mutual defense and\nassistance program, evolved with bipartisan support in three\nadministrations, which has, with all its recognized problems, contributed\nto the fact that not a single one of the nearly fifty U.N. members to gain\nindependence since the Second World War has succumbed to Communist\ncontrol.I am proud of a program that has helped to arm and feed and clothe millions\nof people who live on the front lines of freedom.I am especially proud that this country has put forward for the 60's a vast\ncooperative effort to achieve economic growth and social progress\nthroughout the Americas--the Alliance for Progress.I do not underestimate the difficulties that we face in this mutual effort\namong our close neighbors, but the free states of this hemisphere, working\nin close collaboration, have begun to make this alliance a living reality.\nToday it is feeding one out of every four school age children in Latin\nAmerica an extra food ration from our farm surplus. It has distributed 1.5\nmillion school books and is building 17,000 classrooms. It has helped\nresettle tens of thousands of farm families on land they can call their\nown. It is stimulating our good neighbors to more self-help and\nself-reform--fiscal, social, institutional, and land reforms. It is\nbringing new housing and hope, new health and dignity, to millions who were\nforgotten. The men and women of this hemisphere know that the alliance\ncannot succeed if it is only another name for United States handouts--that\nit can succeed only as the Latin American nations themselves devote their\nbest effort to fulfilling its goals.This story is the same in Africa, in the Middle East, and in Asia. Wherever\nnations are willing to help themselves, we stand ready to help them build\nnew bulwarks of freedom. We are not purchasing votes for the cold war; we\nhave gone to the aid of imperiled nations, neutrals and allies alike. What\nwe do ask--and all that we ask--is that our help be used to best advantage,\nand that their own efforts not be diverted by needless quarrels with other\nindependent nations.Despite all its past achievements, the continued progress of the Mutual\nAssistance Program requires a persistent discontent with present\nperformance. We have been reorganizing this program to make it a more\neffective, efficient instrument--and that process will continue this year.But free world development will still be an uphill struggle. Government aid\ncan only supplement the role of private investment, trade expansion,\ncommodity stabilization, and, above all, internal self-improvement. The\nprocesses of growth are gradual--bearing fruit in a decade, not a day. Our\nsuccesses will be neither quick nor dramatic. But if these programs were\never to be ended, our failures in a dozen countries would be sudden and\ncertain.Neither money nor technical assistance, however, can be our only weapon\nagainst poverty. In the end, the crucial effort is one of purpose,\nrequiring the fuel of finance but also a torch of idealism. And nothing\ncarries the spirit of this American idealism more effectively to the far\ncorners of the earth than the American Peace Corps.A year ago, less than 900 Peace Corps volunteers were on the job. A year\nfrom now they will number more than 9,000--men and women, aged 18 to 79,\nwilling to give 2 years of their lives to helping people in other lands.There are, in fact, nearly a million Americans serving their country and\nthe cause of freedom in overseas posts, a record no other people can match.\nSurely those of us who stay at home should be glad to help indirectly; by\nsupporting our aid programs; .by opening our doors to foreign visitors and\ndiplomats and students; and by proving, day by day, by deed as well as\nword, that we are a just and generous people.VI.Third, what comfort can we take from the increasing strains and tensions\nwithin the Communist bloc? Here hope must be tempered with caution. For the\nSoviet-Chinese disagreement is over means, not ends. A dispute over how\nbest to bury the free world is no grounds for Western rejoicing.Nevertheless, while a strain is not a fracture, it is clear that the forces\nof diversity are at work inside the Communist camp, despite all the iron\ndisciplines of regimentation and all the iron dogmatisms of ideology. Marx\nis proven wrong once again: for it is the closed Communist societies, not\nthe free and open societies which carry within themselves the seeds of\ninternal disintegration.The disarray of the Communist empire has been heightened by two other\nformidable forces. One is the historical force of nationalism--and the\nyearning of all men to be free. The other is the gross inefficiency of\ntheir economies. For a closed society is not open to ideas of progress--and\na police state finds that it cannot command the grain to grow.New nations asked to choose between two competing systems need only compare\nconditions in East and West Germany, Eastern and Western Europe, North and\nSouth Viet-Nam. They need only compare the disillusionment of Communist\nCuba with the promise of the Alliance for Progress. And all the world knows\nthat no successful system builds a wall to keep its people in and freedom\nout--and the wall of shame dividing Berlin is a symbol of Communist\nfailure.VII.Finally, what can we do to move from the present pause toward enduring\npeace? Again I would counsel caution. I foresee no spectacular reversal in\nCommunist methods or goals. But if all these trends and developments can\npersuade the Soviet Union to walk the path of peace, then let her know that\nall free nations will journey with her. But until that choice is made, and\nuntil the world can develop a reliable system of international security,\nthe free peoples have no choice but to keep their arms nearby.This country, therefore, continues to require the best defense in the\nworld--a defense which is suited to the sixties. This means, unfortunately,\na rising defense budget--for there is no substitute for adequate defense,\nand no \"bargain basement\" way of achieving it. It means the expenditure of\nmore than $15 billion this year on nuclear weapons systems alone, a sum\nwhich is about equal to the combined defense budgets of our European\nAllies.But it also means improved air and missile defenses, improved civil\ndefense, a strengthened anti-guerrilla capacity and, of prime importance,\nmore powerful and flexible non-nuclear forces. For threats of massive\nretaliation may not deter piecemeal aggression--and a line of destroyers in\na quarantine, or a division of well-equipped men on a border, may be more\nuseful to our real security than the multiplication of awesome weapons\nbeyond all rational need.But our commitment to national safety is not a commitment to expand our\nmilitary establishment indefinitely. We do not dismiss disarmament as\nmerely an idle dream. For we believe that, in the end, it is the only way\nto assure the security of all without impairing the interests of any. Nor\ndo we mistake honorable negotiation for appeasement. While we shall never\nweary in the defense of freedom, neither shall we ever abandon the pursuit\nof peace.In this quest, the United Nations requires our full and continued support.\nIts value in serving the cause of peace has been shown anew in its role in\nthe West New Guinea settlement, in its use as a forum for the Cuban crisis,\nand in its task of unification in the Congo. Today the United Nations is\nprimarily the protector of the small and the weak, and a safety valve for\nthe strong. Tomorrow it can form the framework for a world of law--a world\nin which no nation dictates the destiny of another, and in which the vast\nresources now devoted to destructive means will serve constructive ends.In short, let our adversaries choose. If they choose peaceful competition,\nthey shall have it. If they come to realize that their ambitions cannot\nsucceed--if they see their \"wars of liberation\" and subversion will\nultimately fail--if they recognize that there is more security in accepting\ninspection than in permitting new nations to master the black arts of\nnuclear war--and if they are willing to turn their energies, as we are, to\nthe great unfinished tasks of our own peoples--then, surely, the areas of\nagreement can be very wide indeed: a clear understanding about Berlin,\nstability in Southeast Asia, an end to nuclear testing, new checks on\nsurprise or accidental attack, and, ultimately, general and complete\ndisarmament.VIII.For we seek not the worldwide victory of one nation or system but a\nworldwide victory of man. The modern globe is too small, its weapons are\ntoo destructive, and its disorders are too contagious to permit any other\nkind of victory.To achieve this end, the United States will continue to spend a greater\nportion of its national production than any other people in the free world.\nFor 15 years no other free nation has demanded so much of itself. Through\nhot wars and cold, through recession and prosperity, through the ages of\nthe atom and outer space, the American people have never faltered and their\nfaith has never flagged. If at times our actions seem to make life\ndifficult for others, it is only because history has made life difficult\nfor us all.But difficult days need not be dark. I think these are proud and memorable\ndays in the cause of peace and freedom. We are proud, for example, of Major\nRudolf Anderson who gave his life over the island of Cuba. We salute\nSpecialist James Allen Johnson who died on the border of South Korea. We\npay honor to Sergeant Gerald Pendell who was killed in Viet-Nam. They are\namong the many who in this century, far from home, have died for our\ncountry. Our task now, and the task of all Americans is to live up to their\ncommitment.My friends: I close on a note of hope. We are not lulled by the momentary\ncalm of the sea or the somewhat clearer skies above. We know the turbulence\nthat lies below, and the storms that are beyond the horizon this year. But\nnow the winds of change appear to be blowing more strongly than ever, in\nthe world of communism as well as our own. For 175 years we have sailed\nwith those winds at our back, and with the tides of human freedom in our\nfavor. We steer our ship with hope, as Thomas Jefferson said, \"leaving Fear\nastern.\"Today we still welcome those winds of change--and we have every reason to\nbelieve that our tide is running strong. With thanks to Almighty God for\nseeing us through a perilous passage, we ask His help anew in guiding the\n\"Good Ship Union.\"", 
    "name": "John F. Kennedy"
}