{
    "date": "December 3, 1799", 
    "speech": "Gentlemen of the Senate and Gentlemen of the House of Representatives:It is with peculiar satisfaction that I meet the 6th Congress of the United\nStates of America. Coming from all parts of the Union at this critical and\ninteresting period, the members must be fully possessed of the sentiments\nand wishes of our constituents.The flattering prospects of abundance from the labors of the people by land\nand by sea; the prosperity of our extended commerce, notwithstanding\ninterruptions occasioned by the belligerent state of a great part of the\nworld; the return of health, industry, and trade to those cities which have\nlately been afflicted with disease, and the various and inestimable\nadvantages, civil and religious, which, secured under our happy frame of\ngovernment, are continued to us unimpaired, demand of the whole American\npeople sincere thanks to a benevolent Deity for the merciful dispensations\nof His providence.But while these numerous blessings are recollected, it is a painful duty to\nadvert to the ungrateful return which has been made for them by some of the\npeople in certain counties of Pennsylvania, where, seduced by the arts and\nmisrepresentations of designing men, they have openly resisted the law\ndirecting the valuation of houses and lands. Such defiance was given to the\ncivil authority as rendered hopeless all further attempts by judicial\nprocess to enforce the execution of the law, and it became necessary to\ndirect a military force to be employed, consisting of some companies of\nregular troops, volunteers, and militia, by whose zeal and activity, in\ncooperation with the judicial power, order and submission were restored and\nmany of the offenders arrested. Of these, some have been convicted of\nmisdemeanors, and others, charged with various crimes, remain to be tried.To give due effect to the civil administration of Government and to insure\na just execution of the laws, a revision and amendment of the judiciary\nsystem is indispensably necessary. In this extensive country it can not but\nhappen that numerous questions respecting the interpretation of the laws\nand the rights and duties of officers and citizens must arise. On the one\nhand, the laws should be executed; on the other, individuals should be\nguarded from oppression. Neither of these objects is sufficiently assured\nunder the present organization of the judicial department. I therefore\nearnestly recommend the subject to your serious consideration.Persevering in the pacific and humane policy which had been invariably\nprofessed and sincerely pursued by the Executive authority of the United\nStates, when indications were made on the part of the French Republic of a\ndisposition to accommodate the existing differences between the two\ncountries, I felt it to be my duty to prepare for meeting their advances by\na nomination of ministers upon certain conditions which the honor of our\ncountry dictated, and which its moderation had given it a right to\nprescribe.The assurances which were required of the French Government previous to the\ndeparture of our envoys have been given through their minister of foreign\nrelations, and I have directed them to proceed on their mission to Paris.\nThey have full power to conclude a treaty, subject to the constitutional\nadvice and consent of the Senate. The characters of these gentlemen are\nsure pledges to their country that nothing incompatible with its honor or\ninterest, nothing inconsistent with our obligations of good faith or\nfriendship to any other nation, will be stipulated.It appearing probable from the information I received that our commercial\nintercourse with some ports in the island of St. Domingo might safely be\nrenewed, I took such steps as seemed to me expedient to ascertain that\npoint. The result being satisfactory, I then, in conformity with the act of\nCongress on the subject, directed the restraints and prohibitions of that\nintercourse to be discontinued on terms which were made known by\nproclamation. Since the renewal of this intercourse our citizens trading to\nthose ports, with their property, have been duly respected, and\nprivateering from those ports has ceased.In examining the claims of British subjects by the commissioners at\nPhiladelphia, acting under the 6th article of the treaty of amity,\ncommerce, and navigation with Great Britain, a difference of opinion on\npoints deemed essential in the interpretation of that article has arisen\nbetween the commissioners appointed by the United States and the other\nmembers of that board, from which the former have thought it their duty to\nwithdraw. It is sincerely to be regretted that the execution of an article\nproduced by a mutual spirit of amity and justice should have been thus\nunavoidably interrupted. It is, however, confidently expected that the same\nspirit of amity and the same sense of justice in which it originated will\nlead to satisfactory explanations.In consequence of the obstacles to the progress of the commission in\nPhiladelphia, His Britannic Majesty has directed the commissioners\nappointed by him under the 7th article of the treaty relating to the\nBritish captures of American vessels to withdraw from the board sitting in\nLondon, but with the express declaration of his determination to fulfill\nwith punctuality and good faith the engagements which His Majesty has\ncontracted by his treaty with the United States, and that they will be\ninstructed to resume their functions whenever the obstacles which impede\nthe progress of the commission at Philadelphia shall be removed. It being\nin like manner my sincere determination, so far as the same depends on me,\nthat with equal punctuality and good faith the engagements contracted by\nthe United States in their treaties with His Britannic Majesty shall be\nfulfilled, I shall immediately instruct our minister at London to endeavor\nto obtain the explanation necessary to a just performance of those\nengagements on the part of the United States. With such dispositions on\nboth sides, I can not entertain a doubt that all difficulties will soon be\nremoved and that the two boards will then proceed and bring the business\ncommitted to them respectively to a satisfactory conclusion.The act of Congress relative to the seat of the Government of the United\nStates requiring that on the 1st Monday of December next it should be\ntransferred from Philadelphia to the District chosen for its permanent\nseat, it is proper for me to inform you that the commissioners appointed to\nprovide suitable buildings for the accommodation of Congress and of the\nPresident and of the public offices of the Government have made a report of\nthe state of the buildings designed for those purposes in the city of\nWashington, from which they conclude that the removal of the seat of\nGovernment to that place at the time required will be practicable and the\naccommodation satisfactory. Their report will be laid before you.Gentlemen of the House of Representatives:I shall direct the estimates of the appropriations necessary for the\nservice of the ensuing year, together with an account of the revenue and\nexpenditure, to be laid before you. During a period in which a great\nportion of the civilized world has been involved in a war unusually\ncalamitous and destructive, it was not to be expected that the United\nStates could be exempted from extraordinary burthens. Although the period\nis not arrived when the measures adopted to secure our country against\nforeign attacks can be renounced, yet it is alike necessary for the honor\nof the Government and the satisfaction of the community that an exact\neconomy should be maintained. I invite you, gentlemen, to investigate the\ndifferent branches of the public expenditure. The examination will lead to\nbeneficial retrenchments or produce a conviction of the wisdom of the\nmeasures to which the expenditure relates.Gentlemen of the Senate and Gentlemen of the House of Representatives:At a period like the present, when momentous changes are occurring and\nevery hour is preparing new and great events in the political world, when a\nspirit of war is prevalent in almost every nation with whose affairs the\ninterests of the United States have any connection, unsafe and precarious\nwould be our situation were we to neglect the means of maintaining our just\nrights. The result of the mission to France is uncertain; but however it\nmay terminate, a steady perseverance in a system of national defense\ncommensurate with our resources and the situation of our country is an\nobvious dictate of wisdom; for, remotely as we are placed from the\nbelligerent nations, and desirous as we are, by doing justice to all, to\navoid offense to any, nothing short of the power of repelling aggressions\nwill secure to our country a rational prospect of escaping the calamities\nof war or national degradation. As to myself, it is my anxious desire so to\nexecute the trust reposed in me as to render the people of the United\nStates prosperous and happy. I rely with entire confidence on your\ncooperation in objects equally your care, and that our mutual labors will\nserve to increase and confirm union among our fellow citizens and an\nunshaken attachment to our Government.", 
    "name": "John Adams"
}