{
    "date": "January 30, 1961", 
    "speech": "Mr. Speaker, Mr. Vice President, Members of the Congress:It is a pleasure to return from whence I came. You are among my oldest\nfriends in Washington--and this House is my oldest home. It was here, more\nthan 14 years ago, that I first took the oath of Federal office. It was\nhere, for 14 years, that I gained both knowledge and inspiration from\nmembers of both parties in both Houses--from your wise and generous\nleaders--and from the pronouncements which I can vividly recall, sitting\nwhere you now sit--including the programs of two great Presidents, the\nundimmed eloquence of Churchill, the soaring idealism of Nehru, the\nsteadfast words of General de Gaulle. To speak from this same historic\nrostrum is a sobering experience. To be back among so many friends is a\nhappy one.I am confident that that friendship will continue. Our Constitution wisely\nassigns both joint and separate roles to each branch of the government; and\na President and a Congress who hold each other in mutual respect will\nneither permit nor attempt any trespass. For my part, I shall withhold from\nneither the Congress nor the people any fact or report, past, present, or\nfuture, which is necessary for an informed judgment of our conduct and\nhazards. I shall neither shift the burden of executive decisions to the\nCongress, nor avoid responsibility for the outcome of those decisions.I speak today in an hour of national peril and national opportunity. Before\nmy term has ended, we shall have to test anew whether a nation organized\nand governed such as ours can endure. The outcome is by no means certain.\nThe answers are by no means clear. All of us together--this Administration,\nthis Congress, this nation--must forge those answers.But today, were I to offer--after little more than a week in\noffice--detailed legislation to remedy every national ill, the Congress\nwould rightly wonder whether the desire for speed had replaced the duty of\nresponsibility.My remarks, therefore, will be limited. But they will also be candid. To\nstate the facts frankly is not to despair the future nor indict the past.\nThe prudent heir takes careful inventory of his legacies, and gives a\nfaithful accounting to those whom he owes an obligation of trust. And,\nwhile the occasion does not call for another recital of our blessings and\nassets, we do have no greater asset than the willingness of a free and\ndetermined people, through its elected officials, to face all problems\nfrankly and meet all dangers free from panic or fear.I.The present state of our economy is disturbing. We take office in the wake\nof seven months of recession, three and one-half years of slack, seven\nyears of diminished economic growth, and nine years of falling farm\nincome.Business bankruptcies have reached their highest level since the Great\nDepression. Since 1951 farm income has been squeezed down by 25 percent.\nSave for a brief period in 1958, insured unemployment is at the highest\npeak in our history. Of some five and one-half million Americans who are\nwithout jobs, more than one million have been searching for work for more\nthan four months. And during each month some 150,000 workers are exhausting\ntheir already meager jobless benefit rights.Nearly one-eighth of those who are without jobs live almost without hope\nin nearly one hundred especially depressed and troubled areas. The rest\ninclude new school graduates unable to use their talents, farmers forced to\ngive up their part-time jobs which helped balance their family budgets,\nskilled and unskilled workers laid off in such important industries as\nmetals, machinery, automobiles and apparel.Our recovery from the 1958 recession, moreover, was anemic and incomplete.\nOur Gross National Product never regained its full potential. Unemployment\nnever returned to normal levels. Maximum use of our national industrial\ncapacity was never restored.In short, the American economy is in trouble. The most resourceful\nindustrialized country on earth ranks among the last in the rate of\neconomic growth. Since last spring our economic growth rate has actually\nreceded. Business investment is in a decline. Profits have fallen below\npredicted levels. Construction is off. A million unsold automobiles are in\ninventory. Fewer people are working--and the average work week has shrunk\nwell below 40 hours. Yet prices have continued to rise--so that now too\nmany Americans have less to spend for items that cost more to buy.Economic prophecy is at best an uncertain art--as demonstrated by the\nprediction one year ago from this same podium that 1960 would be, and I\nquote, \"the most prosperous year in our history.\" Nevertheless, forecasts\nof continued slack and only slightly reduced unemployment through 1961 and\n1962 have been made with alarming unanimity--and this Administration does\nnot intend to stand helplessly by.We cannot afford to waste idle hours and empty plants while awaiting the\nend of the recession. We must show the world what a free economy can do--to\nreduce unemployment, to put unused capacity to work, to spur new\nproductivity, and to foster higher economic growth within a range of sound\nfiscal policies and relative price stability.I will propose to the Congress within the next 14 days measures to improve\nunemployment compensation through temporary increases in duration on a\nself-supporting basis--to provide more food for the families of the\nunemployed, and to aid their needy children--to redevelop our areas of\nchronic labor surplus--to expand the services of the U.S. Employment\nOffices--to stimulate housing and construction--to secure more purchasing\npower for our lowest paid workers by raising and expanding the minimum\nwage--to offer tax incentives for sound plant investment--to increase the\ndevelopment of our natural resources--to encourage price stability--and to\ntake other steps aimed at insuring a prompt recovery and paving the way for\nincreased long-range growth. This is not a partisan program concentrating\non our weaknesses--it is, I hope, a national program to realize our\nnational strength.II.Efficient expansion at home, stimulating the new plant and technology that\ncan make our goods more competitive, is also the key to the international\nbalance of payments problem. Laying aside all alarmist talk and panicky\nsolutions, let us put that knotty problem in its proper perspective.It is true that, since 1958, the gap between the dollars we spend or\ninvest abroad and the dollars returned to us has substantially widened.\nThis overall deficit in our balance of payments increased by nearly $11\nbillion in the 3 years--and holders of dollars abroad converted them\nto gold in such a quantity as to cause a total outflow of nearly $5\nbillion of gold from our reserve. The 1959 deficit was caused in large\npart by the failure of our exports to penetrate foreign markets--the\nresult both of restrictions on our goods and our own uncompetitive\nprices. The 1960 deficit, on the other hand, was more the result of an\nincrease in private capital outflow seeking new opportunity, higher\nreturn or speculative advantage abroad.Meanwhile this country has continued to bear more than its share of the\nWest's military and foreign aid obligations. Under existing policies,\nanother deficit of $2 billion is predicted for 1961--and individuals in\nthose countries whose dollar position once depended on these deficits for\nimprovement now wonder aloud whether our gold reserves will remain\nsufficient to meet our own obligations.All this is cause for concern--but it is not cause for panic. For our\nmonetary and financial position remains exceedingly strong. Including our\ndrawing rights in the International Monetary Fund and the gold reserve held\nas backing for our currency and Federal Reserve deposits, we have some $22\nbillion in total gold stocks and other international monetary reserves\navailable--and I now pledge that their full strength stands behind the\nvalue of the dollar for use if needed.Moreover, we hold large assets abroad--the total owed this nation far\nexceeds the claims upon our reserves--and our exports once again\nsubstantially exceed our imports.In short, we need not--and we shall not--take any action to increase the\ndollar price of gold from $35 an ounce--to impose exchange controls--to\nreduce our anti-recession efforts--to fall back on restrictive trade\npolicies--or to weaken our commitments around the world.This Administration will not distort the value of the dollar in any\nfashion. And this is a commitment.Prudence and good sense do require, however, that new steps be taken to\nease the payments deficit and prevent any gold crisis. Our success in world\naffairs has long depended in part upon foreign confidence in our ability to\npay. A series of executive orders, legislative remedies and cooperative\nefforts with our allies will get underway immediately--aimed at attracting\nforeign investment and travel to this country--promoting American exports,\nat stable prices and with more liberal government guarantees and\nfinancing--curbing tax and customs loopholes that encourage undue spending\nof private dollars abroad--and (through OECD, NATO and otherwise) sharing\nwith our allies all efforts to provide for the common defense of the free\nworld and the hopes for growth of the less developed lands. While the\ncurrent deficit lasts, ways will be found to ease our dollar outlays abroad\nwithout placing the full burden on the families of men whom we have asked\nto serve our Flag overseas.In short, whatever is required will be done to back up all our efforts\nabroad, and to make certain that, in the future as in the past, the dollar\nis as \"sound as a dollar.\"III.But more than our exchange of international payments is out of balance.\nThe current Federal budget for fiscal 1961 is almost certain to show a\nnet deficit. The budget already submitted for fiscal 1962 will remain in\nbalance only if the Congress enacts all the revenue measures requested--and\nonly if an earlier and sharper up-turn in the economy than my economic\nadvisers now think likely produces the tax revenues estimated.\nNevertheless, a new Administration must of necessity build on the spending\nand revenue estimates already submitted. Within that framework, barring the\ndevelopment of urgent national defense needs or a worsening of the economy,\nit is my current intention to advocate a program of expenditures which,\nincluding revenues from a stimulation of the economy, will not of and by\nthemselves unbalance the earlier Budget.However, we will do what must be done. For our national household is\ncluttered with unfinished and neglected tasks. Our cities are being\nengulfed in squalor. Twelve long years after Congress declared our goal to\nbe \"a decent home and a suitable environment for every American family,\" we\nstill have 25 million Americans living in substandard homes. A new housing\nprogram under a new Housing and Urban Affairs Department will be needed\nthis year.Our classrooms contain 2 million more children than they can properly have\nroom for, taught by 90,000 teachers not properly qualified to teach. One\nthird of our most promising high school graduates are financially unable to\ncontinue the development of their talents. The war babies of the 1940's,\nwho overcrowded our schools in the 1950's, are now descending in 1960 upon\nour colleges--with two college students for every one, ten years from\nnow--and our colleges are ill prepared. We lack the scientists, the\nengineers and the teachers our world obligations require. We have neglected\noceanography, saline water conversion, and the basic research that lies at\nthe root of all progress. Federal grants for both higher and public school\neducation can no longer be delayed.Medical research has achieved new wonders--but these wonders are too often\nbeyond the reach of too many people, owing to a lack of income\n(particularly among the aged), a lack of hospital beds, a lack of nursing\nhomes and a lack of doctors and dentists. Measures to provide health care\nfor the aged under Social Security, and to increase the supply of both\nfacilities and personnel, must be undertaken this year.Our supply of clean water is dwindling. Organized and juvenile crimes cost\nthe taxpayers millions of dollars each year, making it essential that we\nhave improved enforcement and new legislative safeguards. The denial of\nconstitutional rights to some of our fellow Americans on account of\nrace--at the ballot box and elsewhere--disturbs the national conscience,\nand subjects us to the charge of world opinion that our democracy is not\nequal to the high promise of our heritage. Morality in private business\nhas not been sufficiently spurred by morality in public business. A host\nof problems and projects in all 50 States, though not possible to include\nin this Message, deserves--and will receive--the attention of both the\nCongress and the Executive Branch. On most of these matters, Messages will\nbe sent to the Congress within the next two weeks.IV.But all these problems pale when placed beside those which confront us\naround the world. No man entering upon this office, regardless of his\nparty, regardless of his previous service in Washington, could fail to be\nstaggered upon learning--even in this brief 10 day period--the harsh\nenormity of the trials through which we must pass in the next four years.\nEach day the crises multiply. Each day their solution grows more difficult.\nEach day we draw nearer the hour of maximum danger, as weapons spread and\nhostile forces grow stronger. I feel I must inform the Congress that our\nanalyses over the last ten days make it clear that--in each of the\nprincipal areas of crisis--the tide of events has been running out and time\nhas not been our friend.In Asia, the relentless pressures of the Chinese Communists menace the\nsecurity of the entire area--from the borders of India and South Viet Nam\nto the jungles of Laos, struggling to protect its newly-won independence.\nWe seek in Laos what we seek in all Asia, and, indeed, in all of the\nworld--freedom for the people and independence for the government. And this\nNation shall persevere in our pursuit of these objectives.In Africa, the Congo has been brutally torn by civil strife, political\nunrest and public disorder. We shall continue to support the heroic\nefforts of the United Nations to restore peace and order--efforts which\nare now endangered by mounting tensions, unsolved problems, and decreasing\nsupport from many member states.In Latin America, Communist agents seeking to exploit that region's\npeaceful revolution of hope have established a base on Cuba, only 90 miles\nfrom our shores. Our objection with Cuba is not over the people's drive for\na better life. Our objection is to their domination by foreign and domestic\ntyrannies. Cuban social and economic reform should be encouraged. Questions\nof economic and trade policy can always be negotiated. But Communist\ndomination in this Hemisphere can never be negotiated.We are pledged to work with our sister Republics to free the Americas of\nall such foreign domination and all tyranny, working toward the goal of a\nfree hemisphere of free governments, extending from Cape Horn to the Arctic\nCircle.In Europe our alliances are unfulfilled and in some disarray. The unity of\nNATO has been weakened by economic rivalry and partially eroded by national\ninterest. It has not yet fully mobilized its resources nor fully achieved a\ncommon outlook. Yet no Atlantic power can meet on its own the mutual\nproblems now facing us in defense, foreign aid, monetary reserves, and a\nhost of other areas; and our close ties with those whose hopes and\ninterests we share are among this Nation's most powerful assets.Our greatest challenge is still the world that lies beyond the Cold\nWar--but the first great obstacle is still our relations with the Soviet\nUnion and Communist China. We must never be lulled into believing that\neither power has yielded its ambitions for world domination--ambitions\nwhich they forcefully restated only a short time ago. On the contrary, our\ntask is to convince them that aggression and subversion will not be\nprofitable routes to pursue these ends. Open and peaceful competition--for\nprestige, for markets, for scientific achievement, even for men's minds--is\nsomething else again. For if Freedom and Communism were to compete for\nman's allegiance in a world at peace, I would look to the future with ever\nincreasing confidence.To meet this array of challenges--to fulfill the role we cannot avoid on\nthe world scene--we must reexamine and revise our whole arsenal of tools:\nmilitary, economic and political.One must not overshadow the other. On the Presidential Coat of Arms, the\nAmerican eagle holds in his right talon the olive branch, while in his left\nhe holds a bundle of arrows. We intend to give equal attention to both.First, we must strengthen our military tools. We are moving into a period\nof uncertain risk and great commitment in which both the military and\ndiplomatic possibilities require a Free World force so powerful as to make\nany aggression clearly futile. Yet in the past, lack of a consistent,\ncoherent military strategy, the absence of basic assumptions about our\nnational requirements and the faulty estimates and duplication arising from\ninter-service rivalries have all made it difficult to assess accurately how\nadequate--or inadequate--our defenses really are.I have, therefore, instructed the Secretary of Defense to reappraise our\nentire defense strategy--our ability to fulfill our commitments--the\neffectiveness, vulnerability, and dispersal of our strategic bases, forces\nand warning systems--the efficiency and economy of our operation and\norganization--the elimination of obsolete bases and installations--and the\nadequacy, modernization and mobility of our present conventional and\nnuclear forces and weapons systems in the light of present and future\ndangers. I have asked for preliminary conclusions by the end of\nFebruary--and I then shall recommend whatever legislative, budgetary or\nexecutive action is needed in the light of these conclusions.In the meantime, I have asked the Defense Secretary to initiate immediately\nthree new steps most clearly needed now:First, I have directed prompt attention to increase our air-lift capacity.\nObtaining additional air transport mobility--and obtaining it now--will\nbetter assure the ability of our conventional forces to respond, with\ndiscrimination and speed, to any problem at any spot on the globe at any\nmoment's notice. In particular it will enable us to meet any deliberate\neffort to avoid or divert our forces by starting limited wars in widely\nscattered parts of the globe.(b) I have directed prompt action to step up our Polaris submarine program.\nUsing unobligated ship-building funds now (to let contracts originally\nscheduled for the next fiscal year) will build and place on station--at\nleast nine months earlier than planned--substantially more units of a\ncrucial deterrent--a fleet that will never attack first, but possess\nsufficient powers of retaliation, concealed beneath the seas, to discourage\nany aggressor from launching an attack upon our security.(c) I have directed prompt action to accelerate our entire missile program.\nUntil the Secretary of Defense's reappraisal is completed, the emphasis\nhere will be largely on improved organization and decision-making--on\ncutting down the wasteful duplications and the time-lag that have\nhandicapped our whole family of missiles. If we are to keep the peace, we\nneed an invulnerable missile force powerful enough to deter any aggressor\nfrom even threatening an attack that he would know could not destroy enough\nof our force to prevent his own destruction. For as I said upon taking the\noath of office: \"Only when our arms are sufficient beyond doubt can we be\ncertain beyond doubt that they will never be employed.\"Secondly, we must improve our economic tools. Our role is essential and\nunavoidable in the construction of a sound and expanding economy for the\nentire non-communist world, helping other nations build the strength to\nmeet their own problems, to satisfy their own aspirations--to surmount\ntheir own dangers. The problems in achieving this goal are towering and\nunprecedented--the response must be towering and unprecedented as well,\nmuch as Lend-Lease and the Marshall Plan were in earlier years, which\nbrought such fruitful results.(a) I intend to ask the Congress for authority to establish a new and more\neffective program for assisting the economic, educational and social\ndevelopment of other countries and continents. That program must stimulate\nand take more effectively into account the contributions of our allies, and\nprovide central policy direction for all our own programs that now so often\noverlap, conflict or diffuse our energies and resources. Such a program,\ncompared to past programs, will require--more flexibility for short run emergencies--more commitment to long term development--new attention to education at\nall levels--greater emphasis on the recipient nation's role, their effort,\ntheir purpose, with greater social justice for their people, broader\ndistribution and participation by their people and more efficient public\nadministration and more efficient tax systems of their own--and orderly planning for national and regional development instead of a\npiecemeal approach.I hope the Senate will take early action approving the Convention\nestablishing the Organization for Economic Cooperation and Development.\nThis will be an important instrument in sharing with our allies this\ndevelopment effort--working toward the time when each nation will\ncontribute in proportion to its ability to pay. For, while we are prepared\nto assume our full share of these huge burdens, we cannot and must not be\nexpected to bear them alone.To our sister republics to the south, we have pledged a new alliance for\nprogress--alianza para progreso. Our goal is a free and prosperous Latin\nAmerica, realizing for all its states and all its citizens a degree of\neconomic and social progress that matches their historic contributions of\nculture, intellect and liberty. To start this nation's role at this time in\nthat alliance of neighbors, I am recommending the following:--That the Congress appropriate in full the $500 million fund pledged by\nthe Act of Bogota, to be used not as an instrument of the Cold War, but as\na first step in the sound development of the Americas.--That a new Inter-Departmental Task Force be established under the\nleadership of the Department of State, to coordinate at the highest level\nall policies and programs of concern to the Americas.--That our delegates to the OAS, working with those of other members,\nstrengthen that body as an instrument to preserve the peace and to prevent\nforeign domination anywhere in the Hemisphere.--That, in cooperation with other nations, we launch a new hemispheric\nattack on illiteracy and inadequate educational opportunities to all\nlevels; and, finally,--That a Food-for-Peace mission be sent immediately to Latin America to\nexplore ways in which our vast food abundance can be used to help end\nhunger and malnutrition in certain areas of suffering in our own\nhemisphere.This Administration is expanding its Food-for-Peace Program in every\npossible way. The product of our abundance must be used more effectively to\nrelieve hunger and help economic growth in all corners of the globe. And I\nhave asked the Director of this Program to recommend additional ways in\nwhich these surpluses can advance the interests of world peace--including\nthe establishment of world food reserves.An even more valuable national asset is our reservoir of dedicated men and\nwomen--not only on our college campuses but in every age group--who have\nindicated their desire to contribute their skills, their efforts, and a\npart of their lives to the fight for world order. We can mobilize this\ntalent through the formation of a National Peace Corps, enlisting the\nservices of all those with the desire and capacity to help foreign lands\nmeet their urgent needs for trained personnel.Finally, while our attention is centered on the development of the non-\ncommunist world, we must never forget our hopes for the ultimate freedom\nand welfare of the Eastern European peoples. In order to be prepared to\nhelp re-establish historic ties of friendship, I am asking the Congress\nfor increased discretion to use economic tools in this area whenever\nthis is found to be clearly in the national interest. This will require\namendment of the Mutual Defense Assistance Control Act along the lines I\nproposed as a member of the Senate, and upon which the Senate voted last\nsummer. Meanwhile, I hope to explore with the Polish government the\npossibility of using our frozen Polish funds on projects of peace that\nwill demonstrate our abiding friendship for and interest in the people\nof Poland.Third, we must sharpen our political and diplomatic tools--the means of\ncooperation and agreement on which an enforceable world order must\nultimately rest.I have already taken steps to coordinate and expand our disarmament\neffort--to increase our programs of research and study--and to make arms\ncontrol a central goal of our national policy under my direction. The\ndeadly arms race, and the huge resources it absorbs, have too long\novershadowed all else we must do. We must prevent that arms race from\nspreading to new nations, to new nuclear powers and to the reaches of outer\nspace. We must make certain that our negotiators are better informed and\nbetter prepared--to formulate workable proposals of our own and to make\nsound judgments about the proposals of others.I have asked the other governments concerned to agree to a reasonable delay\nin the talks on a nuclear test ban--and it is our intention to resume\nnegotiations prepared to reach a final agreement with any nation that is\nequally willing to agree to an effective and enforceable treaty.We must increase our support of the United Nations as an instrument to end\nthe Cold War instead of an arena in which to fight it. In recognition of\nits increasing importance and the doubling of its membership--we are enlarging and strengthening our own mission to the U.N.--we shall help insure that it is properly financed.--we shall work to see that the integrity of the office of the\nSecretary-General is maintained.--And I would address a special plea to the smaller nations of the\nworld--to join with us in strengthening this organization, which is far\nmore essential to their security than it is to ours--the only body in the\nworld where no nation need be powerful to be secure, where every nation has\nan equal voice, and where any nation can exert influence not according to\nthe strength of its armies but according to the strength of its ideas. It\ndeserves the support of all.Finally, this Administration intends to explore promptly all possible areas\nof cooperation with the Soviet Union and other nations \"to invoke the\nwonders of science instead of its terrors.\" Specifically, I now invite all\nnations--including the Soviet Union--to join with us in developing a\nweather prediction program, in a new communications satellite program and\nin preparation for probing the distant planets of Mars and Venus, probes\nwhich may someday unlock the deepest secrets of the universe.Today this country is ahead in the science and technology of space, while\nthe Soviet Union is ahead in the capacity to lift large vehicles into\norbit. Both nations would help themselves as well as other nations by\nremoving these endeavors from the bitter and wasteful competition of the\nCold War. The United States would be willing to join with the Soviet Union\nand the scientists of all nations in a greater effort to make the fruits\nof this new knowledge available to all--and, beyond that, in an effort to\nextend farm technology to hungry nations--to wipe out disease--to increase\nthe exchanges of scientists and their knowledge--and to make our own\nlaboratories available to technicians of other lands who lack the\nfacilities to pursue their own work. Where nature makes natural allies of\nus all, we can demonstrate that beneficial relations are possible even\nwith those with whom we most deeply disagree--and this must someday be the\nbasis of world peace and world law.V.I have commented on the state of the domestic economy, our balance of\npayments, our Federal and social budget and the state of the world. I would\nlike to conclude with a few remarks about the state of the Executive\nbranch. We have found it full of honest and useful public servants--but\ntheir capacity to act decisively at the exact time action is needed has too\noften been muffled in the morass of committees, timidities and fictitious\ntheories which have created a growing gap between decision and execution,\nbetween planning and reality. In a time of rapidly deteriorating situations\nat home and abroad, this is bad for the public service and particularly bad\nfor the country; and we mean to make a change.I have pledged myself and my colleagues in the cabinet to a continuous\nencouragement of initiative, responsibility and energy in serving the\npublic interest. Let every public servant know, whether his post is high or\nlow, that a man's rank and reputation in this Administration will be\ndetermined by the size of the job he does, and not by the size of his\nstaff, his office or his budget. Let it be clear that this Administration\nrecognizes the value of dissent and daring--that we greet healthy\ncontroversy as the hallmark of healthy change. Let the public service be a\nproud and lively career. And let every man and woman who works in any area\nof our national government, in any branch, at any level, be able to say\nwith pride and with honor in future years: \"I served the United States\ngovernment in that hour of our nation's need.\"For only with complete dedication by us all to the national interest can we\nbring our country through the troubled years that lie ahead. Our problems\nare critical. The tide is unfavorable. The news will be worse before it is\nbetter. And while hoping and working for the best, we should prepare\nourselves now for the worst.We cannot escape our dangers--neither must we let them drive us into panic\nor narrow isolation. In many areas of the world where the balance of power\nalready rests with our adversaries, the forces of freedom are sharply\ndivided. It is one of the ironies of our time that the techniques of a\nharsh and repressive system should be able to instill discipline and ardor\nin its servants--while the blessings of liberty have too often stood for\nprivilege, materialism and a life of ease.But I have a different view of liberty.Life in 1961 will not be easy. Wishing it, predicting it, even asking for\nit, will not make it so. There will be further setbacks before the tide is\nturned. But turn it we must. The hopes of all mankind rest upon us--not\nsimply upon those of us in this chamber, but upon the peasant in Laos, the\nfisherman in Nigeria, the exile from Cuba, the spirit that moves every man\nand Nation who shares our hopes for freedom and the future. And in the\nfinal analysis, they rest most of all upon the pride and perseverance of\nour fellow citizens of the great Republic.In the words of a great President, whose birthday we honor today, closing\nhis final State of the Union Message sixteen years ago, \"We pray that we\nmay be worthy of the unlimited opportunities that God has given us.\"", 
    "name": "John F. Kennedy"
}