{
    "date": "November 11, 1800", 
    "speech": "Gentlemen of the Senate and Gentlemen of the House of Representatives:Immediately after the adjournment of Congress at their last session in\nPhiladelphia I gave directions, in compliance with the laws, for the\nremoval of the public offices, records, and property. These directions have\nbeen executed, and the public officers have since resided and conducted the\nordinary business of the Government in this place.I congratulate the people of the United States on the assembling of\nCongress at the permanent seat of their Government, and I congratulate you,\ngentlemen, on the prospect of a residence not to be changed. Although there\nis cause to apprehend that accommodations are not now so complete as might\nbe wished, yet there is great reason to believe that this inconvenience\nwill cease with the present session.It would be unbecoming the representatives of this nation to assemble for\nthe first time in this solemn temple without looking up to the Supreme\nRuler of the Universe and imploring His blessing.May this territory be the residence of virtue and happiness! In this city\nmay that piety and virtue, that wisdom and magnanimity, that constancy and\nself-government, which adorned the great character whose name it bears be\nforever held in veneration! Here and throughout our country may simple\nmanners, pure morals, and true religion flourish forever!It is with you, gentlemen, to consider whether the local powers over the\nDistrict of Columbia vested by the Constitution in the Congress of the\nUnited States shall be immediately exercised. If in your opinion this\nimportant trust ought now to be executed, you can not fail while performing\nit to take into view the future probable situation of the territory for the\nhappiness of which you are about to provide. You will consider it as the\ncapital of a great nation advancing with unexampled rapidity in arts, in\ncommerce, in wealth, and in population, and possessing within itself those\nenergies and resources which, if not thrown away or lamentably misdirected,\nwill secure to it a long course of prosperity and self-government.In compliance with a law of the last session of Congress, the officers and\nsoldiers of the temporary army have been discharged. It affords real\npleasure to recollect the honorable testimony they gave of the patriotic\nmotives which brought them into the service of their country, by the\nreadiness and regularity with which they returned to the station of private\ncitizens.It is in every point of view of such primary importance to carry the laws\ninto prompt and faithful execution, and to render that part of the\nadministration of justice which the Constitution and laws devolve on the\nFederal courts as convenient to the people as may consist with their\npresent circumstances, that I can not omit once more to recommend to your\nserious consideration the judiciary system of the United States. No subject\nis more interesting than this to the public happiness, and to none can\nthose improvements which may have been suggested by experience be more\nbeneficially applied.A treaty of amity and commerce with the King of Prussia has been concluded\nand ratified. The ratifications have been exchanged, and I have directed\nthe treaty to be promulgated by proclamation.The difficulties which suspended the execution of the 6th article of our\ntreaty of amity, commerce, and navigation with Great Britain have not yet\nbeen removed. The negotiation on this subject is still depending. As it\nmust be for the interest and honor of both nations to adjust this\ndifference with good faith, I indulge confidently the expectation that the\nsincere endeavors of the Government of the United States to bring it to an\namicable termination will not be disappointed.The envoys extraordinary and ministers plenipotentiary from the United\nStates to France were received by the First Consul with the respect due to\ntheir character, and 3 persons with equal powers were appointed to treat\nwith them. Although at the date of the last official intelligence the\nnegotiation had not terminated, yet it is to be hoped that our efforts to\neffect an accommodation will at length meet with a success proportioned to\nthe sincerity with which they have been so often repeated.While our best endeavors for the preservation of harmony with all nations\nwill continue to be used, the experience of the world and our own\nexperience admonish us of the insecurity of trusting too confidently to\ntheir success. We can not, without committing a dangerous imprudence,\nabandon those measures of self protection which are adapted to our\nsituation and to which, notwithstanding our pacific policy, the violence\nand injustice of others may again compel us to resort. While our vast\nextent of sea coast, the commercial and agriculture habits of our people,\nthe great capital they will continue to trust on the ocean, suggest the\nsystem of defense which will be most beneficial to ourselves, our distance\nfrom Europe and our resources for maritime strength will enable us to\nemploy it with effect. Seasonable and systematic arrangements, so far as\nour resources will justify, for a navy adapted to defensive war, and which\nmay in case of necessity be quickly brought into use, seem to be as much\nrecommended by a wise and true economy as by a just regard for our future\ntranquillity, for the safety of our shores, and for the protection of our\nproperty committed to the ocean.The present Navy of the United States, called suddenly into existence by a\ngreat national exigency, has raised us in our own esteem, and by the\nprotection afforded to our commerce has effected to the extent of our\nexpectations the objects for which it was created.In connection with a navy ought to be contemplated the fortification of\nsome of our principal sea ports and harbors. A variety of considerations,\nwhich will readily suggest themselves, urge an attention to this measure of\nprecaution. To give security to our principal ports considerable sums have\nalready been expended, but the works remain incomplete. It is for Congress\nto determine whether additional appropriations shall be made in order to\nrender competent to the intended purposes the fortifications which have\nbeen commenced.The manufacture of arms within the United States still invites the\nattention of the National Legislature. At a considerable expense to the\npublic this manufacture has been brought to such a state of maturity as,\nwith continued encouragement, will supersede the necessity of future\nimportations from foreign countries.Gentlemen of the House of Representatives:I shall direct the estimates of the appropriations necessary for the\nensuing year, together with an account of the public revenue and\nexpenditure to a late period, to be laid before you. I observe with much\nsatisfaction that the product of the revenue during the present year has\nbeen more considerable than during any former equal period. This result\naffords conclusive evidence of the great resources of this country and of\nthe wisdom and efficiency of the measures which have been adopted by\nCongress for the protection of commerce and preservation of public credit.Gentlemen of the Senate and Gentlemen of the House of Representatives:As one of the grand community of nations, our attention is irresistibly\ndrawn to the important scenes which surround us. If they have exhibited an\nuncommon portion of calamity, it is the province of humanity to deplore and\nof wisdom to avoid the causes which may have produced it. If, turning our\neyes homeward, we find reason to rejoice at the prospect which presents\nitself; if we perceive the interior of our country prosperous, free, and\nhappy; if all enjoy in safety, under the protection of laws emanating only\nfrom the general will, the fruits of their own labor, we ought to fortify\nand cling to those institutions which have been the source of such real\nfelicity and resist with unabating perseverance the progress of those\ndangerous innovations which may diminish their influence.To your patriotism, gentlemen, has been confided the honorable duty of\nguarding the public interests; and while the past is to your country a sure\npledge that it will be faithfully discharged, permit me to assure you that\nyour labors to promote the general happiness will receive from me the most\nzealous cooperation.", 
    "name": "John Adams"
}