{
    "date": "December 7, 1841", 
    "speech": "To the Senate and House of Representatives of the United States:In coming together, fellow-citizens, to enter again upon the discharge of\nthe duties with which the people have charged us severally, we find great\noccasion to rejoice in the general prosperity of the country. We are in the\nenjoyment of all the blessings of civil and religious liberty, with\nunexampled means of education, knowledge, and improvement. Through the year\nwhich is now drawing to a close peace has been in our borders and plenty in\nour habitations, and although disease has visited some few portions of the\nland with distress and mortality, yet in general the health of the people\nhas been preserved, and we are all called upon by the highest obligations\nof duty to renew our thanks and our devotion to our Heavenly Parent, who\nhas continued to vouchsafe to us the eminent blessings which surround us\nand who has so signally crowned the year with His goodness. If we find\nourselves increasing beyond example in numbers, in strength, in wealth, in\nknowledge, in everything which promotes human and social happiness, let us\never remember our dependence for all these on the protection and merciful\ndispensations of Divine Providence.Since your last adjournment Alexander McLeod, a British subject who was\nindicted for the murder of an American citizen, and whose case has been the\nsubject of a correspondence heretofore communicated to you, has been\nacquitted by the verdict of an impartial and intelligent jury, and has\nunder the judgment of the court been regularly discharged.Great Britain having made known to this Government that the expedition\nwhich was fitted out from Canada for the destruction of the steamboat\nCaroline in the winter of 1837, and which resulted in the destruction of\nsaid boat and in the death of an American citizen, was undertaken by orders\nemanating from the authorities of the British Government in Canada, and\ndemanding the discharge of McLeod upon the ground that if engaged in that\nexpedition he did but fulfill the orders of his Government, has thus been\nanswered in the only way in which she could be answered by a government the\npowers of which are distributed among its several departments by the\nfundamental law. Happily for the people of Great Britain, as well as those\nof the United States, the only mode by which an individual arraigned for a\ncriminal offense before the courts of either can obtain his discharge is by\nthe independent action of the judiciary and by proceedings equally familiar\nto the courts of both countries.If in Great Britain a power exists in the Crown to cause to be entered a\nnolle prosequi, which is not the case with the Executive power of the\nUnited States upon a prosecution pending in a State court, yet there no\nmore than here can the chief executive power rescue a prisoner from custody\nwithout an order of the proper tribunal directing his discharge. The\nprecise stage of the proceedings at which such order may be made is a\nmatter of municipal regulation exclusively, and not to be complained of by\nany other government. In cases of this kind a government becomes\npolitically responsible only when its tribunals of last resort are shown to\nhave rendered unjust and injurious judgments in matters not doubtful. To\nthe establishment and elucidation of this principle no nation has lent its\nauthority more efficiently than Great Britain. Alexander McLeod, having his\noption either to prosecute a writ of error from the decision of the supreme\ncourt of New York, which had been rendered upon his application for a\ndischarge, to the Supreme Court of the United States, or to submit his case\nto the decision of a jury, preferred the latter, deeming it the readiest\nmode of obtaining his liberation; and the result has fully sustained the\nwisdom of his choice. The manner in which the issue submitted was tried\nwill satisfy the English Government that the principles of justice will\nnever fail to govern the enlightened decision of an American tribunal. I\ncan not fail, however, to suggest to Congress the propriety, and in some\ndegree the necessity, of making such provisions by law, so far as they may\nconstitutionally do so, for the removal at their commencement and at the\noption of the party of all such cases as may hereafter arise, and which may\ninvolve the faithful observance and execution of our international\nobligations, from the State to the Federal judiciary. This Government, by\nour institutions, is charged with the maintenance of peace and the\npreservation of amicable relations with the nations of the earth, and ought\nto possess without question all the reasonable and proper means of\nmaintaining the one and preserving the other. While just confidence is felt\nin the judiciary of the States, yet this Government ought to be competent\nin itself for the fulfillment of the high duties which have been devolved\nupon it under the organic law by the States themselves.In the month of September a party of armed men from Upper Canada invaded\nthe territory of the United States and forcibly seized upon the person of\none Grogan, and under circumstances of great harshness hurriedly carried\nhim beyond the limits of the United States and delivered him up to the\nauthorities of Upper Canada. His immediate discharge was ordered by those\nauthorities upon the facts of the case being brought to their knowledge--a\ncourse of procedure which was to have been expected from a nation with whom\nwe are at peace, and which was not more due to the rights of the United\nStates than to its own regard for justice. The correspondence which passed\nbetween the Department of State and the British envoy, Mr. Fox, and with\nthe governor of Vermont, as soon as the facts had been made known to this\ndepartment, are herewith communicated.I regret that it is not in my power to make known to you an equally\nsatisfactory conclusion in the case of the Caroline steamer, with the\ncircumstances connected with the destruction of which, in December, 1837,\nby an armed force fitted out in the Province of Upper Canada, you are\nalready made acquainted. No such atonement as was due for the public wrong\ndone to the United States by this invasion of her territory, so wholly\nirreconcilable with her rights as an independent power, has yet been made.\nIn the view taken by this Government the inquiry whether the vessel was in\nthe employment of those who were prosecuting an unauthorized war against\nthat Province or was engaged by the owner in the business of transporting\npassengers to and from Navy Island in hopes of private gain, which was most\nprobably the case, in no degree alters the real question at issue between\nthe two Governments. This Government can never concede to any foreign\ngovernment the power, except in a case of the most urgent and extreme\nnecessity, of invading its territory, either to arrest the persons or\ndestroy the property of those who may have violated the municipal laws of\nsuch foreign government or have disregarded their obligations arising under\nthe law of nations. The territory of the United States must be regarded as\nsacredly secure against all such invasions until they shall voluntarily\nacknowledge their inability to acquit themselves of their duties to others.\nAnd in announcing this sentiment I do but affirm a principle which no\nnation on earth would be more ready to vindicate at all hazards than the\npeople and Government of Great Britain. If upon a full investigation of all\nthe facts it shall appear that the owner of the Caroline was governed by a\nhostile intent or had made common cause with those who were in the\noccupancy of Navy Island, then so far as he is concerned there can be no\nclaim to indemnity for the destruction of his boat which this Government\nwould feel itself bound to prosecute, since he would have acted not only in\nderogation of the rights of Great Britain, but in clear violation of the\nlaws of the United States; but that is a question which, however settled,\nin no manner involves the higher consideration of the violation of\nterritorial sovereignty and jurisdiction. To recognize it as an admissible\npractice that each Government in its turn, upon any sudden and unauthorized\noutbreak which, on a frontier the extent of which renders it impossible for\neither to have an efficient force on every mile of it, and which outbreak,\ntherefore, neither may be able to suppress in a day, may take vengeance\ninto its own hands, and without even a remonstrance, and in the absence of\nany pressing or overruling necessity may invade the territory of the other,\nwould inevitably lead to results equally to be deplored by both. When\nborder collisions come to receive the sanction or to be made on the\nauthority of either Government general war must be the inevitable result.\nWhile it is the ardent desire of the United States to cultivate the\nrelations of peace with all nations and to fulfill all the duties of good\nneighborhood toward those who possess territories adjoining their own, that\nvery desire would lead them to deny the right of any foreign power to\ninvade their boundary with an armed force. The correspondence between the\ntwo Governments on this subject will at a future day of your session be\nsubmitted to your consideration; and in the meantime I can not but indulge\nthe hope that the British Government will see the propriety of renouncing\nas a rule of future action the precedent which has been set in the affair\nat Schlosser.I herewith submit the correspondence which has recently taken place between\nthe American minister at the Court of St. James, Mr. Stevenson, and the\nminister of foreign affairs of that Government on the right claimed by that\nGovernment to visit and detain vessels sailing under the American flag and\nengaged in prosecuting lawful commerce in the African seas. Our commercial\ninterests in that region have experienced considerable increase and have\nbecome an object of much importance, and it is the duty of this Government\nto protect them against all improper and vexatious interruption. However\ndesirous the United States may be for the suppression of the slave trade,\nthey can not consent to interpolations into the maritime code at the mere\nwill and pleasure of other governments. We deny the right of any such\ninterpolation to any one or all the nations of the earth without our\nconsent. We claim to have a voice in all amendments or alterations of that\ncode, and when we are given to understand, as in this instance, by a\nforeign government that its treaties with other nations can not be executed\nwithout the establishment and enforcement of new principles of maritime\npolice, to be applied without our consent, we must employ a language\nneither of equivocal import or susceptible of misconstruction. American\ncitizens prosecuting a lawful commerce in the African seas under the flag\nof their country are not responsible for the abuse or unlawful use of that\nflag by others; nor can they rightfully on account of any such alleged\nabuses be interrupted, molested, or detained while on the ocean, and if\nthus molested and detained while pursuing honest voyages in the usual way\nand violating no law themselves they are unquestionably entitled to\nindemnity. This Government has manifested its repugnance to the slave trade\nin a manner which can not be misunderstood. By its fundamental law it\nprescribed limits in point of time to its continuance, and against its own\ncitizens who might so far forget the rights of humanity as to engage in\nthat wicked traffic it has long since by its municipal laws denounced the\nmost condign punishment. Many of the States composing this Union had made\nappeals to the civilized world for its suppression long before the moral\nsense of other nations had become shocked by the iniquities of the traffic.\nWhether this Government should now enter into treaties containing mutual\nstipulations upon this subject is a question for its mature deliberation.\nCertain it is that if the right to detain American ships on the high seas\ncan be justified on the plea of a necessity for such detention arising out\nof the existence of treaties between other nations, the same plea may, be\nextended and enlarged by the new stipulations of new treaties to which the\nUnited States may not be a party. This Government will not cease to urge\nupon that of Great Britain full and ample remuneration for all losses,\nwhether arising from detention or otherwise, to which American citizens\nhave heretofore been or may hereafter be subjected by the exercise of\nrights which this Government can not recognize as legitimate and proper.\nNor will I indulge a doubt but that the sense of justice of Great Britain\nwill constrain her to make retribution for any wrong or loss which any\nAmerican citizen engaged in the prosecution of lawful commerce may have\nexperienced at the hands of her cruisers or other public authorities. This\nGovernment, at the same time, will relax no effort to prevent its citizens,\nif there be any so disposed, from prosecuting a traffic so revolting to the\nfeelings of humanity. It seeks to do no more than to protect the fair and\nhonest trader from molestation and injury; but while the enterprising\nmariner engaged in the pursuit of an honorable trade is entitled to its\nprotection, it will visit with condign punishment others of an opposite\ncharacter.I invite your attention to existing laws for the suppression of the African\nslave trade, and recommend all such alterations as may give to them greater\nforce and efficacy. That the American flag is grossly abused by the\nabandoned and profligate of other nations is but too probable. Congress has\nnot long since had this subject under its consideration, and its importance\nwell justifies renewed and anxious attention.I also communicate herewith the copy of a correspondence between Mr.\nStevenson and Lord Palmerston upon the subject, so interesting to several\nof the Southern States, of the rice duties, which resulted honorably to the\njustice of Great Britain and advantageously to the United States.At the opening of the last annual session the President informed Congress\nof the progress which had then been made in negotiating a convention\nbetween this Government and that of England with a view to the final\nsettlement of the question of the boundary between the territorial limits\nof the two countries. I regret to say that little further advancement of\nthe object has been accomplished since last year, but this is owing to\ncircumstances no way indicative of any abatement of the desire of both\nparties to hasten the negotiation to its conclusion and to settle the\nquestion in dispute as early as possible. In the course of the session it\nis my hope to be able to announce some further degree of progress toward\nthe accomplishment of this highly desirable end.The commission appointed by this Government for the exploration and survey\nof the line of boundary separating the States of Maine and New Hampshire\nfrom the conterminous British Provinces is, it is believed, about to close\nits field labors and is expected soon to report the results of its\nexaminations to the Department of State. The report, when received, will be\nlaid before Congress.The failure on the part of Spain to pay with punctuality the interest due\nunder the convention of 1834 for the settlement of claims between the two\ncountries has made it the duty of the Executive to call the particular\nattention of that Government to the subject. A disposition has been\nmanifested by it, which is believed to be entirely sincere, to fulfill its\nobligations in this respect so soon as its internal condition and the state\nof its finances will permit. An arrangement is in progress from the result\nof which it is trusted that those of our citizens who have claims under the\nconvention will at no distant day receive the stipulated payments.A treaty of commerce and navigation with Belgium was concluded and signed\nat Washington on the 29th of March, 1840, and was duly sanctioned by the\nSenate of the United States. The treaty was ratified by His Belgian\nMajesty, but did not receive the approbation of the Belgian Chambers within\nthe time limited by its terms, and has therefore become void.This occurrence assumes the graver aspect from the consideration that in\n1833 a treaty negotiated between the two Governments and ratified on the\npart of the United States failed to be ratified on the part of Belgium. The\nrepresentative of that Government at Washington informs the Department of\nState that he has been instructed to give explanations of the causes which\noccasioned delay in the approval of the late treaty by the legislature, and\nto express the regret of the King at the occurrence.The joint commission under the convention with Texas to ascertain the true\nboundary between the two countries has concluded its labors, but the final\nreport of the commissioner of the United States has not been received. It\nis understood, however, that the meridian line as traced by the commission\nlies somewhat farther east than the position hitherto generally assigned to\nit, and consequently includes in Texas some part of the territory which had\nbeen considered as belonging to the States of Louisiana and Arkansas.The United States can not but take a deep interest in whatever relates to\nthis young but growing Republic. Settled principally by emigrants from the\nUnited States, we have the happiness to know that the great principles of\ncivil liberty are there destined to flourish under wise institutions and\nwholesome laws, and that through its example another evidence is to be\nafforded of the capacity of popular institutions to advance the prosperity,\nhappiness, and permanent glory of the human race. The great truth that\ngovernment was made for the people and not the people for government has\nalready been established in the practice and by the example of these United\nStates, and we can do no other than contemplate its further exemplification\nby a sister republic with the deepest interest.Our relations with the independent States of this hemisphere, formerly\nunder the dominion of Spain, have not undergone any material change within\nthe past year. The incessant sanguinary conflicts in or between those\ncountries are to be greatly deplored as necessarily tending to disable them\nfrom performing their duty as members of the community of nations and\nrising to the destiny which the position and natural resources of many of\nthem might lead them justly to anticipate, as constantly giving occasion\nalso, directly or indirectly, for complaints on the part of our citizens\nwho resort thither for purposes of commercial intercourse, and as retarding\nreparation for wrongs already committed, some of which are by no means of\nrecent date.The failure of the Congress of Ecuador to hold a session at the time\nappointed for that purpose, in January last, will probably render abortive\na treaty of commerce with that Republic, which was signed at Quito on the\n13th of June, 1839, and had been duly ratified on our part, but which\nrequired the approbation of that body prior to its ratification by the\nEcuadorian Executive.A convention which has been concluded with the Republic of Peru, providing\nfor the settlement of certain claims of citizens of the United States upon\nthe Government of that Republic, will be duly submitted to the Senate.The claims of our citizens against the Brazilian Government originating\nfrom captures and other causes are still unsatisfied. The United States\nhave, however, so uniformly shown a disposition to cultivate relations of\namity with that Empire that it is hoped the unequivocal tokens of the same\nspirit toward us which an adjustment of the affairs referred to would\nafford will be given without further avoidable delay.The war with the Indian tribes on the peninsula of Florida has during the\nlast summer and fall been prosecuted with untiring activity and zeal. A\nsummer campaign was resolved upon as the best mode of bringing it to a\nclose. Our brave officers and men who have been engaged in that service\nhave suffered toils and privations and exhibited an energy which in any\nother war would have won for them unfading laurels. In despite of the\nsickness incident to the climate, they have penetrated the fastnesses of\nthe Indians, broken up their encampments, and harassed them unceasingly.\nNumbers have been captured, and still greater numbers have surrendered and\nhave been transported to join their brethren on the lands elsewhere\nallotted to them by the Government, and a strong hope is entertained that\nunder the conduct of the gallant officer at the head of the troops in\nFlorida that troublesome and expensive war is destined to a speedy\ntermination. With all the other Indian tribes we are enjoying the blessings\nof peace. Our duty as well as our best interests prompts us to observe in\nall our intercourse with them fidelity in fulfilling our engagements, the\npractice of strict justice, as well as the constant exercise of acts of\nbenevolence and kindness. These are the great instruments of civilization,\nand through the use of them alone can the untutored child of the forest be\ninduced to listen to its teachings.The Secretary of State, on whom the acts of Congress have devolved the duty\nof directing the proceedings for the taking of the sixth census or\nenumeration of the inhabitants of the United States, will report to the two\nHouses the progress of that work. The enumeration of persons has been\ncompleted, and exhibits a grand total of 17,069,453, making an increase\nover the census of 1830 of 4,202,646 inhabitants, and showing a gain in a\nratio exceeding 32 1/2 per cent for the last ten years.From the report of the Secretary of the Treasury you will be informed of\nthe condition of the finances. The balance in the Treasury on the 1st of\nJanuary last, as stated in the report of the Secretary of the Treasury\nsubmitted to Congress at the extra session, was $987,345.03. The receipts\ninto the Treasury during the first three quarters of this year from all\nsources amount to $23,467,072.52; the estimated receipts for the fourth\nquarter amount to $6,943,095.25, amounting to $30,410,167.77, and making\nwith the balance in the Treasury on the 1st of January last $31,397,512.80.\nThe expenditures for the first three quarters of this year amount to\n$24,734,346.97. The expenditures for the fourth quarter as estimated will\namount to $7,290,723.73, thus making a total of $32,025,070.70, and leaving\na deficit to be provided for on the 1st of January next of about\n$627,557.90.Of the loan of $12,000,000 which was authorized by Congress at its late\nsession only $5,432,726.88 have been negotiated. The shortness of time\nwhich it had to run has presented no inconsiderable impediment in the way\nof its being taken by capitalists at home, while the same cause would have\noperated with much greater force in the foreign market. For that reason the\nforeign market has not been resorted to; and it is now submitted whether it\nwould not be advisable to amend the law by making what remains undisposed\nof payable at a more distant day.Should it be necessary, in any view that Congress may take of the subject,\nto revise the existing tariff of duties, I beg leave to say that in the\nperformance of that most delicate operation moderate counsels would seem to\nbe the wisest. The Government under which it is our happiness to live owes\nits existence to the spirit of compromise which prevailed among its\nframers; jarring and discordant opinions could only have been reconciled by\nthat noble spirit of patriotism which prompted conciliation and resulted in\nharmony. In the same spirit the compromise bill, as it is commonly called,\nwas adopted at the session of 1833. While the people of no portion of the\nUnion will ever hesitate to pay all necessary taxes for the support of\nGovernment, yet an innate repugnance exists to the imposition of burthens\nnot really necessary for that object. In imposing duties, however, for the\npurposes of revenue a right to discriminate as to the articles on which the\nduty shall be laid, as well as the amount, necessarily and most properly\nexists; otherwise the Government would be placed in the condition of having\nto levy the same duties upon all articles, the productive as well as the\nunproductive. The slightest duty upon some might have the effect of causing\ntheir importation to cease, whereas others, entering extensively into the\nconsumption of the country, might bear the heaviest without any sensible\ndiminution in the amount imported. So also the Government may be justified\nin so discriminating by reference to other considerations of domestic\npolicy connected with our manufactures. So long as the duties shall be laid\nwith distinct reference to the wants of the Treasury no well-rounded\nobjection can exist against them. It might be esteemed desirable that no\nsuch augmentation of the taxes should take place as would have the effect\nof annulling the land-proceeds distribution act of the last session, which\nact is declared to be inoperative the moment the duties are increased\nbeyond 20 per cent, the maximum rate established by the compromise act.\nSome of the provisions of the compromise act, which will go into effect on\nthe 30th day of June next, may, however, be found exceedingly inconvenient\nin practice under any regulations that Congress may adopt. I refer more\nparticularly to that relating to the home valuation. A difference in value\nof the same articles to some extent will necessarily exist at different\nports, but that is altogether insignificant when compared with the\nconflicts in valuation which are likely to arise from the differences of\nopinion among the numerous appraisers of merchandise. In many instances the\nestimates of value must be conjectural, and thus as many different rates of\nvalue may be established as there are appraisers. These differences in\nvaluation may also be increased by the inclination which, without the\nslightest imputation on their honesty, may arise on the part of the\nappraisers in favor of their respective ports of entry. I recommend this\nwhole subject to the consideration of Congress with a single additional\nremark. Certainty and permanency in any system of governmental policy are\nin all respects eminently desirable, but more particularly is this true in\nall that affects trade and commerce, the operations of which depend much\nmore on the certainty of their returns and calculations which embrace\ndistant periods of time than on high bounties or duties, which are liable\nto constant fluctuations.At your late session I invited your attention to the condition of the\ncurrency and exchanges and urged the necessity of adopting such measures as\nwere consistent with the constitutional competency of the Government in\norder to correct the unsoundness of the one and, as far as practicable, the\ninequalities of the other. No country can be in the enjoyment of its full\nmeasure of prosperity without the presence of a medium of exchange\napproximating to uniformity of value. What is necessary as between the\ndifferent nations of the earth is also important as between the inhabitants\nof different parts of the same country. With the first the precious metals\nconstitute the chief medium of circulation, and such also would be the case\nas to the last but for inventions comparatively modern, which have\nfurnished in place of gold and silver a paper circulation. I do not propose\nto enter into a comparative analysis of the merits of the two systems. Such\nbelonged more properly to the period of the introduction of the paper\nsystem. The speculative philosopher might find inducements to prosecute the\ninquiry, but his researches could only lead him to conclude that the paper\nsystem had probably better never have been introduced and that society\nmight have been much happier without it. The practical statesman has a very\ndifferent task to perform. He has to look at things as they are, to take\nthem as he finds them, to supply deficiencies and to prune excesses as far\nas in him lies. The task of furnishing a corrective for derangements of the\npaper medium with us is almost inexpressibly great. The power exerted by\nthe States to charter banking corporations, and which, having been carried\nto a great excess, has filled the country with, in most of the States, an\nirredeemable paper medium, is an evil which in some way or other requires a\ncorrective. The rates at which bills of exchange are negotiated between\ndifferent parts of the country furnish an index of the value of the local\nsubstitute for gold and silver, which is in many parts so far depreciated\nas not to be received except at a large discount in payment of debts or in\nthe purchase of produce. It could earnestly be desired that every bank not\npossessing the means of resumption should follow the example of the late\nUnited States Bank of Pennsylvania and go into liquidation rather than by\nrefusing to do so to continue embarrassments in the way of solvent\ninstitutions, thereby augmenting the difficulties incident to the present\ncondition of things. Whether this Government, with due regard to the rights\nof the States, has any power to constrain the banks either to resume specie\npayments or to force them into liquidation, is an inquiry which will not\nfail to claim your consideration. In view of the great advantages which are\nallowed the corporators, not among the least of which is the authority\ncontained in most of their charters to make loans to three times the amount\nof their capital, thereby often deriving three times as much interest on\nthe same amount of money as any individual is permitted by law to receive,\nno sufficient apology can be urged for a long-continued suspension of\nspecie payments. Such suspension is productive of the greatest detriment to\nthe public by expelling from circulation the precious metals and seriously\nhazarding the success of any effort that this Government can make to\nincrease commercial facilities and to advance the public interests.This is the more to be regretted and the indispensable necessity for a\nsound currency becomes the more manifest when we reflect on the vast amount\nof the internal commerce of the country. Of this we have no statistics nor\njust data for forming adequate opinions. But there can be no doubt but that\nthe amount of transportation coastwise by sea, and the transportation\ninland by railroads and canals, and by steamboats and other modes of\nconveyance over the surface of our vast rivers and immense lakes, and the\nvalue of property carried and interchanged by these means form a general\naggregate to which the foreign commerce of the country, large as it is,\nmakes but a distant approach.In the absence of any controlling power over this subject, which, by\nforcing a general resumption of specie payments, would at once have the\neffect of restoring a sound medium of exchange and would leave to the\ncountry but little to desire, what measure of relief falling within the\nlimits of our constitutional competency does it become this Government to\nadopt? It was my painful duty at your last session, under the weight of\nmost solemn obligations, to differ with Congress on the measures which it\nproposed for my approval, and which it doubtless regarded as corrective of\nexisting evils. Subsequent reflection and events since occurring have only\nserved to confirm me in the opinions then entertained and frankly\nexpressed. I must be permitted to add that no scheme of governmental policy\nunaided by individual exertions can be available for ameliorating the\npresent condition of things. Commercial modes of exchange and a good\ncurrency are but the necessary means of commerce and intercourse, not the\ndirect productive sources of wealth. Wealth can only be accumulated by the\nearnings of industry and the savings of frugality, and nothing can be more\nill judged than to look to facilities in borrowing or to a redundant\ncirculation for the power of discharging pecuniary obligations. The country\nis full of resources and the people fall of energy, and the great and\npermanent remedy for present embarrassments must be sought in industry,\neconomy, the observance of good faith, and the favorable influence of time.\nIn pursuance of a pledge given to you in my last message to Congress, which\npledge I urge as an apology for adventuring to present you the details of\nany plan, the Secretary of the Treasury will be ready to submit to you,\nshould you require it, a plan of finance which, while it throws around the\npublic treasure reasonable guards for its protection and rests on powers\nacknowledged in practice to exist from the origin of the Government, will\nat the same time furnish to the country a sound paper medium and afford all\nreasonable facilities for regulating the exchanges. When submitted, you\nwill perceive in it a plan amendatory of the existing laws in relation to\nthe Treasury Department, subordinate in all respects to the will of\nCongress directly and the will of the people indirectly, self-sustaining\nshould it be found in practice to realize its promises in theory, and\nrepealable at the pleasure of Congress. It proposes by effectual restraints\nand by invoking the true spirit of our institutions to separate the purse\nfrom the sword, or, more properly to speak, denies any other control to the\nPresident over the agents who may be selected to carry it into execution\nbut what may be indispensably necessary to secure the fidelity of such\nagents, and by wise regulations keeps plainly apart from each other private\nand public funds. It contemplates the establishment of a board of control\nat the seat of government, with agencies at prominent commercial points or\nwherever else Congress shall direct, for the safe-keeping and disbursement\nof the public moneys and a substitution at the option of the public\ncreditor of Treasury notes in lieu of gold and silver. It proposes to limit\nthe issues to an amount not to exceed $15,000,000 without the express\nsanction of the legislative power. It also authorizes the receipt of\nindividual deposits of gold and silver to a limited amount, and the\ngranting certificates of deposit divided into such sums as may be called\nfor by the depositors. It proceeds a step further and authorizes the\npurchase and sale of domestic bills and drafts resting on a real and\nsubstantial basis, payable at sight or having but a short time to run, and\ndrawn on places not less than 100 miles apart, which authority, except in\nso far as may be necessary for Government purposes exclusively, is only to\nbe exerted upon the express condition that its exercise shall not be\nprohibited by the State in which the agency is situated. In order to cover\nthe expenses incident to the plan, it will be authorized to receive\nmoderate premiums for certificates issued on deposits and on bills bought\nand sold, and thus, as far as its dealings extend, to furnish facilities to\ncommercial intercourse at the lowest possible rates and to subduct from the\nearnings of industry the least possible sum. It uses the State banks at a\ndistance from the agencies as auxiliaries without imparting any power to\ntrade in its name. It is subjected to such guards and restraints as have\nappeared to be necessary. It is the creature of law and exists only at the\npleasure of the Legislature. It is made to rest on an actual specie basis\nin order to redeem the notes at the places of issue, produces no dangerous\nredundancy of circulation, affords no temptation to speculation, is\nattended by no inflation of prices, is equable in its operation, makes the\nTreasury notes (which it may use along with the certificates of deposit and\nthe notes of specie-paying banks) convertible at the place where collected,\nreceivable in payment of Government dues, and without violating any\nprinciple of the Constitution affords the Government and the people such\nfacilities as are called for by the wants of both. Such, it has appeared to\nme, are its recommendations, and in view of them it will be submitted,\nwhenever you may require it, to your consideration.I am not able to perceive that any fair and candid objection can be urged\nagainst the plan, the principal outlines of which I have thus presented. I\ncan not doubt but that the notes which it proposes to furnish at the\nvoluntary option of the public creditor, issued in lieu of the revenue and\nits certificates of deposit, will be maintained at an equality with gold\nand silver everywhere. They are redeemable in gold and silver on demand at\nthe places of issue. They are receivable everywhere in payment of\nGovernment dues. The Treasury notes are limited to an amount of one-fourth\nless than the estimated annual receipts of the Treasury, and in addition\nthey rest upon the faith of the Government for their redemption. If all\nthese assurances are not sufficient to make them available, then the idea,\nas it seems to me, of furnishing a sound paper medium of exchange may be\nentirely abandoned.If a fear be indulged that the Government may be tempted to run into excess\nin its issues at any future day, it seems to me that no such apprehension\ncan reasonably be entertained until all confidence in the representatives\nof the States and of the people, as well as of the people themselves, shall\nbe lost. The weightiest considerations of policy require that the\nrestraints now proposed to be thrown around the measure should not for\nlight causes be removed. To argue against any proposed plan its liability\nto possible abuse is to reject every expedient, since everything dependent\non human action is liable to abuse. Fifteen millions of Treasury notes may\nbe issued as the maximum, but a discretionary power is to be given to the\nboard of control under that sum, and every consideration will unite in\nleading them to feel their way with caution. For the first eight years of\nthe existence of the late Bank of the United States its circulation barely\nexceeded $4,000,000, and for five of its most prosperous years it was about\nequal to $16,000,000; furthermore, the authority given to receive private\ndeposits to a limited amount and to issue certificates in such sums as may\nbe called for by the depositors may so far fill up the channels of\ncirculation as greatly to diminish the necessity of any considerable issue\nof Treasury notes. A restraint upon the amount of private deposits has\nseemed to be indispensably necessary from an apprehension, thought to be\nwell founded, that in any emergency of trade confidence might be so far\nshaken in the banks as to induce a withdrawal from them of private deposits\nwith a view to insure their unquestionable safety when deposited with the\nGovernment, which might prove eminently disastrous to the State banks. Is\nit objected that it is proposed to authorize the agencies to deal in bills\nof exchange? It is answered that such dealings are to be carried on at the\nlowest possible premium, are made to rest on an unquestionably sound basis,\nare designed to reimburse merely the expenses which would otherwise devolve\nupon the Treasury, and are in strict subordination to the decision of the\nSupreme Court in the case of the Bank of Augusta against Earle, and other\nreported cases, and thereby avoids all conflict with State jurisdiction,\nwhich I hold to be indispensably requisite. It leaves the banking\nprivileges of the States without interference, looks to the Treasury and\nthe Union, and while furnishing every facility to the first is careful of\nthe interests of the last. But above all, it is created by law, is\namendable by law, and is repealable by law, and, wedded as I am to no\ntheory, but looking solely to the advancement of the public good, I shall\nbe among the very first to urge its repeal if it be found not to subserve\nthe purposes and objects for which it may be created. Nor will the plan be\nsubmitted in any overweening confidence in the sufficiency of my own\njudgment, but with much greater reliance on the wisdom and patriotism of\nCongress. I can not abandon this subject without urging upon you in the\nmost emphatic manner, whatever may be your action on the suggestions which\nI have felt it to be my duty to submit, to relieve the Chief Executive\nMagistrate, by any and all constitutional means, from a controlling power\nover the public Treasury. If in the plan proposed, should you deem it\nworthy of your consideration, that separation is not as complete as you may\ndesire, you will doubtless amend it in that particular. For myself, I\ndisclaim all desire to have any control over the public moneys other than\nwhat is indispensably necessary to execute the laws which you may pass.Nor can I fail to advert in this connection to the debts which many of the\nStates of the Union have contracted abroad and under which they continue to\nlabor. That indebtedness amounts to a sum not less than $200,000,000, and\nwhich has been retributed to them for the most part in works of internal\nimprovement which are destined to prove of vast importance in ultimately\nadvancing their prosperity and wealth. For the debts thus contracted the\nStates are alone responsible. I can do not more than express the belief\nthat each State will feel itself bound by every consideration of honor as\nwell as of interest to meet its engagements with punctuality. The failure,\nhowever, of any one State to do so should in no degree affect the credit of\nthe rest, and the foreign capitalist will have no just cause to experience\nalarm as to all other State stocks because any one or more of the States\nmay neglect to provide with punctuality the means of redeeming their\nengagements. Even such States, should there be any, considering the great\nrapidity with which their resources are developing themselves, will not\nfail to have the means at no very distant day to redeem their obligations\nto the uttermost farthing; nor will I doubt but that, in view of that\nhonorable conduct which has evermore governed the States and the people of\nthe Union, they will each and all resort to every legitimate expedient\nbefore they will forego a faithful compliance with their obligations.From the report of the Secretary of War and other reports accompanying it\nyou will be informed of the progress which has been made in the\nfortifications designed for the protection of our principal cities,\nroadsteads, and inland frontier during the present year, together with\ntheir true state and condition. They will be prosecuted to completion with\nall the expedition which the means placed by Congress at the disposal of\nthe Executive will allow.I recommend particularly to your consideration that portion of the\nSecretary's report which proposes the establishment of a chain of military\nposts from Council Bluffs to some point on the Pacific Ocean within our\nlimits. The benefit thereby destined to accrue to our citizens engaged in\nthe fur trade over that wilderness region, added to the importance of\ncultivating friendly relations with savage tribes inhabiting it, and at the\nsame time of giving protection to our frontier settlements and of\nestablishing the means of safe intercourse between the American settlements\nat the mouth of the Columbia River and those on this side of the Rocky\nMountains, would seem to suggest the importance of carrying into effect the\nrecommendations upon this head with as little delay as may be practicable.The report of the Secretary of the Navy will place you in possession of the\npresent condition of that important arm of the national defense. Every\neffort will be made to add to its efficiency, and I can not too strongly\nurge upon you liberal appropriations to that branch of the public service.\nInducements of the weightiest character exist for the adoption of this\ncourse of policy. Our extended and otherwise exposed maritime frontier\ncalls for protection, to the furnishing of which an efficient naval force\nis indispensable. We look to no foreign conquests, nor do we propose to\nenter into competition with any other nation for supremacy on the ocean;\nbut it is due not only to the honor but to the security of the people of\nthe United States that no nation should be permitted to invade our waters\nat pleasure and subject our towns and villages to conflagration or pillage.\nEconomy in all branches of the public service is due from all the public\nagents to the people, but parsimony alone would suggest the withholding of\nthe necessary means for the protection of our domestic firesides from\ninvasion and our national honor from disgrace. I would most earnestly\nrecommend to Congress to abstain from all appropriations for objects not\nabsolutely necessary; but I take upon myself, without a moment of\nhesitancy, all the responsibility of recommending the increase and prompt\nequipment of that gallant Navy which has lighted up every sea with its\nvictories and spread an imperishable glory over the country.The report of the Postmaster-General will claim your particular attention,\nnot only because of the valuable suggestions which it contains, but because\nof the great importance which at all times attaches to that interesting\nbranch of the public service. The increased expense of transporting the\nmail along the principal routes necessarily claims the public attention,\nand has awakened a corresponding solicitude on the part of the Government.\nThe transmission of the mail must keep pace with those facilities of\nintercommunication which are every day becoming greater through the\nbuilding of railroads and the application of steam power, but it can not be\ndisguised that in order to do so the Post-Office Department is subjected to\nheavy exactions. The lines of communication between distant parts of the\nUnion are to a great extent occupied by railroads, which, in the nature of\nthings, possess a complete monopoly, and the Department is therefore liable\nto heavy and unreasonable charges. This evil is destined to great increase\nin future, and some timely measure may become necessary to guard against\nit.I feel it my duty to bring under your consideration a practice which has\ngrown up in the administration of the Government, and which, I am deeply\nconvinced, ought to be corrected. I allude to the exercise of the power\nwhich usage rather than reason has vested in the Presidents of removing\nincumbents from office in order to substitute others more in favor with the\ndominant party. My own conduct in this respect has been governed by a\nconscientious purpose to exercise the removing power only in cases of\nunfaithfulness or inability, or in those in which its exercise appeared\nnecessary in order to discountenance and suppress that spirit of active\npartisanship on the part of holders of office which not only withdraws them\nfrom the steady and impartial discharge of their official duties, but\nexerts an undue and injurious influence over elections and degrades the\ncharacter of the Government itself, inasmuch as it exhibits the Chief\nMagistrate as being a party through his agents in the secret plots or open\nworkings of political parties.In respect to the exercise of this power nothing should be left to\ndiscretion which may safely be regulated by law, and it is of high\nimportance to restrain as far as possible the stimulus of personal\ninterests in public elections. Considering the great increase which has\nbeen made in public offices in the last quarter of a century and the\nprobability of further increase, we incur the hazard of witnessing violent\npolitical contests, directed too often to the single object of retaining\noffice by those who are in or obtaining it by those who are out. Under the\ninfluence of these convictions I shall cordially concur in any\nconstitutional measure for regulating and, by regulating, restraining the\npower of removal.I suggest for your consideration the propriety of making without further\ndelay some specific application of the funds derived under the will of Mr.\nSmithson, of England, for the diffusion of knowledge, and which have\nheretofore been vested in public stocks until such time as Congress should\nthink proper to give them a specific direction. Nor will you, I feel\nconfident, permit any abatement of the principal of the legacy to be made\nshould it turn out that the stocks in which the investments have been made\nhave undergone a depreciation.In conclusion I commend to your care the interests of this District, for\nwhich you are the exclusive legislators. Considering that this city is the\nresidence of the Government and for a large part of the year of Congress,\nand considering also the great cost of the public buildings and the\npropriety of affording them at all times careful protection, it seems not\nunreasonable that Congress should contribute toward the expense of an\nefficient police.", 
    "name": "John Tyler"
}