{
    "date": "November 22, 1797", 
    "speech": "Gentlemen of the Senate and Gentlemen of the House of Representatives:I was for some time apprehensive that it would be necessary, on account of\nthe contagious sickness which afflicted the city of Philadelphia, to\nconvene the National Legislature at some other place. This measure it was\ndesirable to avoid, because it would occasion much public inconvenience and\na considerable public expense and add to the calamities of the inhabitants\nof this city, whose sufferings must have excited the sympathy of all their\nfellow citizens. Therefore, after taking measures to ascertain the state\nand decline of the sickness, I postponed my determination, having hopes,\nnow happily realized, that, without hazard to the lives or health of the\nmembers, Congress might assemble at this place, where it was next by law to\nmeet. I submit, however, to your consideration whether a power to postpone\nthe meeting of Congress, without passing the time fixed by the Constitution\nupon such occasions, would not be a useful amendment to the law of 1794.Although I can not yet congratulate you on the reestablishment of peace in\nEurope and the restoration of security to the persons and properties of our\ncitizens from injustice and violence at sea, we have, nevertheless,\nabundant cause of gratitude to the source of benevolence and influence for\ninterior tranquillity and personal security, for propitious seasons,\nprosperous agriculture, productive fisheries, and general improvements,\nand, above all, for a rational spirit of civil and religious liberty and a\ncalm but steady determination to support our sovereignty, as well as our\nmoral and our religious principles, against all open and secret attacks.Our envoys extraordinary to the French Republic embarked--one in July, the\nother in August--to join their colleague in Holland. I have received\nintelligence of the arrival of both of them in Holland, from whence they\nall proceeded on their journeys to Paris within a few days of the 19th of\nSeptember. Whatever may be the result of this mission, I trust that nothing\nwill have been omitted on my part to conduct the negotiation to a\nsuccessful conclusion, on such equitable terms as may be compatible with\nthe safety, honor and interest of the United States. Nothing, in the mean\ntime, will contribute so much to the preservation of peace and the\nattainment of justice as manifestation of that energy and unanimity of\nwhich on many former occasions the people of the United States have given\nsuch memorable proofs, and the exertion of those resources for national\ndefense which a beneficent Providence has kindly placed within their\npower.It may be confidently asserted that nothing has occurred since the\nadjournment of Congress which renders inexpedient those precautionary\nmeasures recommended by me to the consideration of the two Houses at the\nopening of your late extraordinary session. If that system was then\nprudent, it is more so now, as increasing depredations strengthen the\nreasons for its adoption.Indeed, whatever may be the issue of the negotiation with France, and\nwhether the war in Europe is or is not to continue, I hold it most certain\nthat permanent tranquillity and order will not soon be obtained. The state\nof society has so long been disturbed, the sense of moral and religious\nobligations so much weakened, public faith and national honor have been so\nimpaired, respect to treaties has been so diminished, and the law of\nnations has lost so much of its force, while pride, ambition, avarice and\nviolence have been so long unrestrained, there remains no reasonable ground\non which to raise an expectation that a commerce without protection or\ndefense will not be plundered.The commerce of the United States is essential, if not to their existence,\nat least to their comfort, their growth, prosperity, and happiness. The\ngenius, character, and habits of the people are highly commercial. Their\ncities have been formed and exist upon commerce. Our agriculture,\nfisheries, arts, and manufactures are connected with and depend upon it. In\nshort, commerce has made this country what it is, and it can not be\ndestroyed or neglected without involving the people in poverty and\ndistress. Great numbers are directly and solely supported by navigation.\nThe faith of society is pledged for the preservation of the rights of\ncommercial and sea faring no less than of the other citizens. Under this\nview of our affairs, I should hold myself guilty of a neglect of duty if I\nforbore to recommend that we should make every exertion to protect our\ncommerce and to place our country in a suitable posture of defense as the\nonly sure means of preserving both.I have entertained an expectation that it would have been in my power at\nthe opening of this session to have communicated to you the agreeable\ninformation of the due execution of our treaty with His Catholic Majesty\nrespecting the withdrawing of his troops from our territory and the\ndemarcation of the line of limits, but by the latest authentic intelligence\nSpanish garrisons were still continued within our country, and the running\nof the boundary line had not been commenced. These circumstances are the\nmore to be regretted as they can not fail to affect the Indians in a manner\ninjurious to the United States. Still, however, indulging the hope that the\nanswers which have been given will remove the objections offered by the\nSpanish officers to the immediate execution of the treaty, I have judged it\nproper that we should continue in readiness to receive the posts and to run\nthe line of limits. Further information on this subject will be\ncommunicated in the course of the session.In connection with this unpleasant state of things on our western frontier\nit is proper for me to mention the attempts of foreign agents to alienate\nthe affections of the Indian nations and to excite them to actual\nhostilities against the United States. Great activity has been exerted by\nthose persons who have insinuated themselves among the Indian tribes\nresiding within the territory of the United States to influence them to\ntransfer their affections and force to a foreign nation, to form them into\na confederacy, and prepare them for war against the United States. Although\nmeasures have been taken to counteract these infractions of our rights, to\nprevent Indian hostilities, and to preserve entire their attachment to the\nUnited States, it is my duty to observe that to give a better effect to\nthese measures and to obviate the consequences of a repetition of such\npractices a law providing adequate punishment for such offenses may be\nnecessary.The commissioners appointed under the 5th article of the treaty of amity,\ncommerce, and navigation between the United States and Great Britain to\nascertain the river which was truly intended under the name of the river\nSt. Croix mentioned in the treaty of peace, met at Passamaquoddy Bay in\n1796 October, and viewed the mouths of the rivers in question and the\nadjacent shores and islands, and, being of opinion that actual surveys of\nboth rivers to their sources were necessary, gave to the agents of the two\nnations instructions for that purpose, and adjourned to meet at Boston in\nAugust. They met, but the surveys requiring more time than had been\nsupposed, and not being then completed, the commissioners again adjourned,\nto meet at Providence, in the State of Rhode Island, in June next, when we\nmay expect a final examination and decision.The commissioners appointed in pursuance of the 6th article of the treaty\nmet at Philadelphia in May last to examine the claims of British subjects\nfor debts contracted before the peace and still remaining due to them from\ncitizens or inhabitants of the United States. Various causes have hitherto\nprevented any determinations, but the business is now resumed, and\ndoubtless will be prosecuted without interruption.Several decisions on the claims of citizens of the United States for losses\nand damages sustained by reason of irregular and illegal captures or\ncondemnations of their vessels or other property have been made by the\ncommissioners in London conformably to the 7th article of the treaty. The\nsums awarded by the commissioners have been paid by the British Government.\nA considerable number of other claims, where costs and damages, and not\ncaptured property, were the only objects in question, have been decided by\narbitration, and the sums awarded to the citizens of the United States have\nalso been paid.The commissioners appointed agreeably to the 21st article of our treaty\nwith Spain met at Philadelphia in the summer past to examine and decide on\nthe claims of our citizens for losses they have sustained in consequence of\ntheir vessels and cargoes having been taken by the subjects of His Catholic\nMajesty during the late war between Spain and France. Their sittings have\nbeen interrupted, but are now resumed.The United States being obligated to make compensation for the losses and\ndamages sustained by British subjects, upon the award of the commissioners\nacting under the 6th article of the treaty with Great Britain, and for the\nlosses and damages sustained by British subjects by reason of the capture\nof their vessels and merchandise taken within the limits and jurisdiction\nof the United States and brought into their ports, or taken by vessels\noriginally armed in ports of the United States, upon the awards of the\ncommissioners acting under the 7th article of the same treaty, it is\nnecessary that provision be made for fulfilling these obligations.The numerous captures of American vessels by the cruisers of the French\nRepublic and of some by those of Spain have occasioned considerable\nexpenses in making and supporting the claims of our citizens before their\ntribunals. The sums required for this purpose have in divers instances been\ndisbursed by the consuls of the United States. By means of the same\ncaptures great numbers of our sea men have been thrown ashore in foreign\ncountries, destitute of all means of subsistence, and the sick in\nparticular have been exposed to grievous sufferings. The consuls have in\nthese cases also advanced moneys for their relief. For these advances they\nreasonably expect reimbursements from the United States.The consular act relative to sea men requires revision and amendment. The\nprovisions for their support in foreign countries and for their return are\nfound to be inadequate and ineffectual. Another provision seems necessary\nto be added to the consular act. Some foreign vessels have been discovered\nsailing under the flag of the United States and with forged papers. It\nseldom happens that the consuls can detect this deception, because they\nhave no authority to demand an inspection of the registers and sea\nletters.Gentlemen of the House of Representatives:It is my duty to recommend to your serious consideration those objects\nwhich by the Constitution are placed particularly within your sphere--the\nnational debts and taxes.Since the decay of the feudal system, by which the public defense was\nprovided for chiefly at the expense of individuals, the system of loans has\nbeen introduced, and as no nation can raise within the year by taxes\nsufficient sums for its defense and military operations in time of war the\nsums loaned and debts contracted have necessarily become the subjects of\nwhat have been called funding systems. The consequences arising from the\ncontinual accumulation of public debts in other countries ought to admonish\nus to be careful to prevent their growth in our own. The national defense\nmust be provided for as well as the support of Government; but both should\nbe accomplished as much as possible by immediate taxes, and as little as\npossible by loans.The estimates for the service of the ensuing year will by my direction be\nlaid before you.Gentlemen of the Senate and Gentlemen of the House of Representatives:We are met together at a most interesting period. The situations of the\nprincipal powers of Europe are singular and portentous. Connected with some\nby treaties and with all by commerce, no important event there can be\nindifferent to us. Such circumstances call with peculiar importunity not\nless for a disposition to unite in all those measures on which the honor,\nsafety, and prosperity of our country depend than for all the exertions of\nwisdom and firmness.In all such measures you may rely on my zealous and hearty concurrence.", 
    "name": "John Adams"
}