{
    "date": "January 11, 1962", 
    "speech": "Mr. Vice President, my old colleague from Massachusetts and your new\nSpeaker, John McCormack, Members of the 87th Congress, ladies and\ngentlemen:This week we begin anew our joint and separate efforts to build the\nAmerican future. But, sadly, we build without a man who linked a long past\nwith the present and looked strongly to the future. \"Mister Sam\" Rayburn is\ngone. Neither this House nor the Nation is the same without him.Members of the Congress, the Constitution makes us not rivals for power but\npartners for progress. We are all trustees for the American people,\ncustodians of the American heritage. It is my task to report the State of\nthe Union--to improve it is the task of us all.In the past year, I have traveled not only across our own land but to\nother lands--to the North and the South, and across the seas. And I have\nfound--as I am sure you have, in your travels--that people everywhere,\nin spite of occasional disappointments, look to us--not to our wealth or\npower, but to the splendor of our ideals. For our Nation is commissioned\nby history to be either an observer of freedom's failure or the cause of\nits success. Our overriding obligation in the months ahead is to fulfill\nthe world's hopes by fulfilling our own faith.I. STRENGTHENING THE ECONOMYThat task must begin at home. For if we cannot fulfill our own ideals here,\nwe cannot expect others to accept them. And when the youngest child alive\ntoday has grown to the cares of manhood, our position in the world will\nbe determined first of all by what provisions we make today--for his\neducation, his health, and his opportunities for a good home and a good\njob and a good life.At home, we began the year in the valley of recession--we completed it on\nthe high road of recovery and growth. With the help of new Congressionally\napproved or Administratively increased stimulants to our economy, the\nnumber of major surplus labor areas has declined from 101 to 60;\nnon-agricultural employment has increased by more than a million jobs; and\nthe average factory work-week has risen to well over 40 hours. At year's\nend the economy which Mr. Khrushchev once called a \"stumbling horse\" was\nracing to new records in consumer spending, labor income, and industrial\nproduction.We are gratified--but we are not satisfied. Too many unemployed are still\nlooking for the blessings of prosperity. As those who leave our schools and\nfarms demand new jobs, automation takes old jobs away. To expand our growth\nand job opportunities, I urge on the Congress three measures:(1) First, the Manpower Training and Development Act, to stop the waste of\nable-bodied men and women who want to work, but whose only skill has been\nreplaced by a machine, or moved with a mill, or shut down with a mine;(2) Second, the Youth Employment Opportunities Act, to help train and place\nnot only the one million young Americans who are both out of school and out\nof work, but the twenty-six million young Americans entering the labor\nmarket in this decade; and(3) Third, the 8 percent tax credit for investment in machinery and\nequipment, which, combined with planned revisions of depreciation\nallowances, will spur our modernization, our growth, and our ability to\ncompete abroad.Moreover--pleasant as it may be to bask in the warmth of recovery--let us\nnot forget that we have suffered three recessions in the last 7 years. The\ntime to repair the roof is when the sun is shining--by filling three basic\ngaps in our anti-recession protection. We need:(1) First, Presidential stand-by authority, subject to Congressional veto,\nto adjust personal income tax rates downward within a specified range and\ntime, to slow down an economic decline before it has dragged us all down;(2) Second, Presidential stand-by authority, upon a given rise in the rate\nof unemployment, to accelerate Federal and federally-aided capital\nimprovement programs; and(3) Third, a permanent strengthening of our unemployment compensation\nsystem--to maintain for our fellow citizens searching for a job who cannot\nfind it, their purchasing power and their living standards without constant\nresort--as we have seen in recent years by the Congress and the\nAdministrations--to temporary supplements.If we enact this six-part program, we can show the whole world that a free\neconomy need not be an unstable economy--that a free system need not leave\nmen unemployed--and that a free society is not only the most productive but\nthe most stable form of organization yet fashioned by man.II. FIGHTING INFLATIONBut recession is only one enemy of a free economy--inflation is another.\nLast year, 1961, despite rising production and demand, consumer prices held\nalmost steady--and wholesale prices declined. This is the best record of\noverall price stability of any comparable period of recovery since the end\nof World War II.Inflation too often follows in the shadow of growth--while price stability\nis made easy by stagnation or controls. But we mean to maintain both\nstability and growth in a climate of freedom.Our first line of defense against inflation is the good sense and public\nspirit of business and labor--keeping their total increases in wages and\nprofits in step with productivity. There is no single statistical test to\nguide each company and each union. But I strongly urge them--for their\ncountry's interest, and for their own--to apply the test of the public\ninterest to these transactions.Within this same framework of growth and wage-price stability:--This administration has helped keep our economy competitive by widening\nthe access of small business to credit and Government contracts, and by\nstepping up the drive against monopoly, price-fixing, and racketeering;--We will submit a Federal Pay Reform bill aimed at giving our classified,\npostal, and other employees new pay scales more comparable to those of\nprivate industry;--We are holding the fiscal 1962 budget deficit far below the level\nincurred after the last recession in 1958; and, finally,--I am submitting for fiscal 1963 a balanced Federal Budget.This is a joint responsibility, requiring Congressional cooperation on\nappropriations, and on three sources of income in particular:(1) First, an increase in postal rates, to end the postal deficit;(2) Second, passage of the tax reforms previously urged, to remove\nunwarranted tax preferences, and to apply to dividends and to interest the\nsame withholding requirements we have long applied to wages; and(3) Third, extension of the present excise and corporation tax rates,\nexcept for those changes--which will be recommended in a message--affecting\ntransportation.III. GETTING AMERICA MOVINGBut a stronger nation and economy require more than a balanced Budget. They\nrequire progress in those programs that spur our growth and fortify our\nstrength.CITIESA strong America depends on its cities--America's glory, and sometimes\nAmerica's shame. To substitute sunlight for congestion and progress for\ndecay, we have stepped up existing urban renewal and housing programs, and\nlaunched new ones--redoubled the attack on water pollution--speeded aid to\nairports, hospitals, highways, and our declining mass transit systems--and\nsecured new weapons to combat organized crime, racketeering, and youth\ndelinquency, assisted by the coordinated and hard-hitting efforts of our\ninvestigative services: the FBI, the Internal Revenue, the Bureau of\nNarcotics, and many others. We shall need further anti-crime, mass transit,\nand transportation legislation--and new tools to fight air pollution. And\nwith all this effort under way, both equity and common sense require that\nour nation's urban areas--containing three-fourths of our population--sit\nas equals at the Cabinet table. I urge a new Department of Urban Affairs\nand Housing.AGRICULTURE AND RESOURCESA strong America also depends on its farms and natural resources. American\nfarmers took heart in 1961--from a billion dollar rise in farm income--and\nfrom a hopeful start on reducing the farm surpluses. But we are still\noperating under a patchwork accumulation of old laws, which cost us $1\nbillion a year in CCC carrying charges alone, yet fail to halt rural\npoverty or boost farm earnings.Our task is to master and turn to fully fruitful ends the magnificent\nproductivity of our farms and farmers. The revolution on our own\ncountryside stands in the sharpest contrast to the repeated farm failures\nof the Communist nations and is a source of pride to us all. Since 1950 our\nagricultural output per man-hour has actually doubled! Without new,\nrealistic measures, it will someday swamp our farmers and our taxpayers in\na national scandal or a farm depression.I will, therefore, submit to the Congress a new comprehensive farm\nprogram--tailored to fit the use of our land and the supplies of each crop\nto the long-range needs of the sixties--and designed to prevent chaos in\nthe sixties with a program of common sense.We also need for the sixties--if we are to bequeath our full national\nestate to our heirs--a new long-range conservation and recreation\nprogram--expansion of our superb national parks and forests--preservation\nof our authentic wilderness areas--new starts on water and power projects\nas our population steadily increases--and expanded REA generation and\ntransmission loans.CIVIL RIGHTSBut America stands for progress in human rights as well as economic\naffairs, and a strong America requires the assurance of full and equal\nrights to all its citizens, of any race or of any color. This\nAdministration has shown as never before how much could be done through the\nfull use of Executive powers--through the enforcement of laws already\npassed by the Congress--through persuasion, negotiation, and litigation, to\nsecure the constitutional rights of all: the right to vote, the right to\ntravel without hindrance across State lines, and the right to free public\neducation.I issued last March a comprehensive order to guarantee the right to equal\nemployment opportunity in all Federal agencies and contractors. The Vice\nPresident's Committee thus created has done much, including the voluntary\n\"Plans for Progress\" which, in all sections of the country, are achieving a\nquiet but striking success in opening up to all races new professional,\nsupervisory, and other job opportunities.But there is much more to be done--by the Executive, by the courts, and by\nthe Congress. Among the bills now pending before you, on which the\nexecutive departments will comment in detail, are appropriate methods of\nstrengthening these basic rights which have our full support. The right to\nvote, for example, should no longer be denied through such arbitrary\ndevices on a local level, sometimes abused, such as literacy tests and poll\ntaxes. As we approach the 100th anniversary, next January, of the\nEmancipation Proclamation, let the acts of every branch of the\nGovernment--and every citizen--portray that \"righteousness does exalt a\nnation.\"HEALTH AND WELFAREFinally, a strong America cannot neglect the aspirations of its\ncitizens--the welfare of the needy, the health care of the elderly, the\neducation of the young. For we are not developing the Nation's wealth for\nits own sake. Wealth is the means--and people are the ends. All our\nmaterial riches will avail us little if we do not use them to expand the\nopportunities of our people.Last year, we improved the diet of needy people--provided more hot lunches\nand fresh milk to school children--built more college dormitories--and, for\nthe elderly, expanded private housing, nursing homes, health services, and\nsocial security. But we have just begun.To help those least fortunate of all, I am recommending a new public\nwelfare program, stressing services instead of support, rehabilitation\ninstead of relief, and training for useful work instead of prolonged\ndependency.To relieve the critical shortage of doctors and dentists--and this is a\nmatter which should concern us all--and expand research, I urge action to\naid medical and dental colleges and scholarships and to establish new\nNational Institutes of Health.To take advantage of modern vaccination achievements, I am proposing a mass\nimmunization program, aimed at the virtual elimination of such ancient\nenemies of our children as polio, diphtheria, whooping cough, and tetanus.To protect our consumers from the careless and the unscrupulous, I shall\nrecommend improvements in the Food and Drug laws--strengthening inspection\nand standards, halting unsafe and worthless products, preventing misleading\nlabels, and cracking down on the illicit sale of habit-forming drugs.But in matters of health, no piece of unfinished business is more important\nor more urgent than the enactment under the social security system of\nhealth insurance for the aged.For our older citizens have longer and more frequent illnesses, higher\nhospital and medical bills and too little income to pay them. Private\nhealth insurance helps very few--for its cost is high and its coverage\nlimited. Public welfare cannot help those too proud to seek relief but\nhard-pressed to pay their own bills. Nor can their children or\ngrandchildren always sacrifice their own health budgets to meet this\nconstant drain.Social security has long helped to meet the hardships of retirement, death,\nand disability. I now urge that its coverage be extended without further\ndelay to provide health insurance for the elderly.EDUCATIONEqually important to our strength is the quality of our education. Eight\nmillion adult Americans are classified as functionally illiterate. This is\na disturbing figure--reflected in Selective Service rejection\nrates--reflected in welfare rolls and crime rates. And I shall recommend\nplans for a massive attack to end this adult illiteracy.I shall also recommend bills to improve educational quality, to stimulate\nthe arts, and, at the college level, to provide Federal loans for the\nconstruction of academic facilities and Federally financed scholarships.If this Nation is to grow in wisdom and strength, then every able high\nschool graduate should have the opportunity to develop his talents. Yet\nnearly half lack either the funds or the facilities to attend college.\nEnrollments are going to double in our colleges in the short space of 10\nyears. The annual cost per student is skyrocketing to astronomical\nlevels--now averaging $1,650 a year, although almost half of our families\nearn less than $5,000. They cannot afford such costs--but this Nation\ncannot afford to maintain its military power and neglect its brainpower.But excellence in education must begin at the elementary level. I sent to\nthe Congress last year a proposal for Federal aid to public school\nconstruction and teachers' salaries. I believe that bill, which passed the\nSenate and received House Committee approval, offered the minimum amount\nrequired by our needs and--in terms of across-the-board aid--the maximum\nscope permitted by our Constitution. I therefore see no reason to weaken or\nwithdraw that bill: and I urge its passage at this session.\"Civilization,\" said H. G. Wells, \"is a race between education and\ncatastrophe.\" It is up to you in this Congress to determine the winner of\nthat race.These are not unrelated measures addressed to specific gaps or grievances\nin our national life. They are the pattern of our intentions and the\nfoundation of our hopes. \"I believe in democracy,\" said Woodrow Wilson,\n\"because it releases the energy of every human being.\" The dynamic of\ndemocracy is the power and the purpose of the individual, and the policy of\nthis administration is to give to the individual the opportunity to realize\nhis own highest possibilities.Our program is to open to all the opportunity for steady and productive\nemployment, to remove from all the handicap of arbitrary or irrational\nexclusion, to offer to all the facilities for education and health and\nwelfare, to make society the servant of the individual and the individual\nthe source of progress, and thus to realize for all the full promise of\nAmerican life.IV. OUR GOALS ABROADAll of these efforts at home give meaning to our efforts abroad. Since the\nclose of the Second World War, a global civil war has divided and tormented\nmankind. But it is not our military might, or our higher standard of\nliving, that has most distinguished us from our adversaries. It is our\nbelief that the state is the servant of the citizen and not his master.This basic clash of ideas and wills is but one of the forces reshaping our\nglobe--swept as it is by the tides of hope and fear, by crises in the\nheadlines today that become mere footnotes tomorrow. Both the successes and\nthe setbacks of the past year remain on our agenda of unfinished business.\nFor every apparent blessing contains the seeds of danger--every area of\ntrouble gives out a ray of hope--and the one unchangeable certainty is that\nnothing is certain or unchangeable.Yet our basic goal remains the same: a peaceful world community of free and\nindependent states--free to choose their own future and their own system,\nso long as it does not threaten the freedom of others.Some may choose forms and ways that we would not choose for ourselves--but\nit is not for us that they are choosing. We can welcome diversity--the\nCommunists cannot. For we offer a world of choice--they offer the world of\ncoercion. And the way of the past shows clearly that freedom, not coercion,\nis the wave of the future. At times our goal has been obscured by crisis or\nendangered by conflict--but it draws sustenance from five basic sources of\nstrength:--the moral and physical strength of the United States;--the united strength of the Atlantic Community;--the regional strength of our Hemispheric relations;--the creative strength of our efforts in the new and developing nations;\nand--the peace-keeping strength of the United Nations.V. OUR MILITARY STRENGTHOur moral and physical strength begins at home as already discussed. But it\nincludes our military strength as well. So long as fanaticism and fear\nbrood over the affairs of men, we must arm to deter others from\naggression.In the past 12 months our military posture has steadily improved. We\nincreased the previous defense budget by 15 percent--not in the expectation\nof war but for the preservation of peace. We more than doubled our\nacquisition rate of Polaris submarines--we doubled the production capacity\nfor Minuteman missiles--and increased by 50 percent the number of manned\nbombers standing ready on a 15 minute alert. This year the combined force\nlevels planned under our new Defense budget--including nearly three hundred\nadditional Polaris and Minuteman missiles--have been precisely calculated\nto insure the continuing strength of our nuclear deterrent.But our strength may be tested at many levels. We intend to have at all\ntimes the capacity to resist non-nuclear or limited attacks--as a\ncomplement to our nuclear capacity, not as a substitute. We have rejected\nany all-or-nothing posture which would leave no choice but inglorious\nretreat or unlimited retaliation.Thus we have doubled the number of ready combat divisions in the Army's\nstrategic reserve--increased our troops in Europe--built up the\nMarines--added new sealift and airlift capacity--modernized our weapons and\nammunition--expanded our anti-guerrilla forces--and increased the active\nfleet by more than 70 vessels and our tactical air forces by nearly a dozen\nwings.Because we needed to reach this higher long-term level of readiness more\nquickly, 155,000 members of the Reserve and National Guard were activated\nunder the Act of this Congress. Some disruptions and distress were\ninevitable. But the overwhelming majority bear their burdens--and their\nNation's burdens--with admirable and traditional devotion.In the coming year, our reserve programs will be revised--two Army\nDivisions will, I hope, replace those Guard Divisions on duty--and\nsubstantial other increases will boost our Air Force fighter units, the\nprocurement of equipment, and our continental defense and warning efforts.\nThe Nation's first serious civil defense shelter program is under way,\nidentifying, marking, and stocking 50 million spaces; and I urge your\napproval of Federal incentives for the construction of public fall-out\nshelters in schools and hospitals and similar centers.VI. THE UNITED NATIONSBut arms alone are not enough to keep the peace--it must be kept by men.\nOur instrument and our hope is the United Nations--and I see little merit\nin the impatience of those who would abandon this imperfect world\ninstrument because they dislike our imperfect world. For the troubles of\na world organization merely reflect the troubles of the world itself. And\nif the organization is weakened, these troubles can only increase. We may\nnot always agree with every detailed action taken by every officer of the\nUnited Nations, or with every voting majority. But as an institution, it\nshould have in the future, as it has had in the past since its inception,\nno stronger or more faithful member than the United States of America.In 1961 the peace-keeping strength of the United Nations was reinforced.\nAnd those who preferred or predicted its demise, envisioning a troika in\nthe seat of Hammarskjold--or Red China inside the Assembly--have seen\ninstead a new vigor, under a new Secretary General and a fully independent\nSecretariat. In making plans for a new forum and principles on disarmament\n--for peace-keeping in outer space--for a decade of development effort--the\nUN fulfilled its Charter's lofty aim.Eighteen months ago the tangled and turbulent Congo presented the UN with\nits gravest challenge. The prospect was one of chaos--or certain big-power\nconfrontation, with all of its hazards and all of its risks, to us and to\nothers. Today the hopes have improved for peaceful conciliation within a\nunited Congo. This is the objective of our policy in this important area.No policeman is universally popular--particularly when he uses his stick to\nrestore law and order on his beat. Those members who are willing to\ncontribute their votes and their views--but very little else--have created\na serious deficit by refusing to pay their share of special UN assessments.\nYet they do pay their annual assessments to retain their votes--and a new\nUN Bond issue, financing special operations for the next 18 months, is to\nbe repaid with interest from these regular assessments. This is clearly in\nour interest. It will not only keep the UN solvent, but require all voting\nmembers to pay their fair share of its activities. Our share of special\noperations has long been much higher than our share of the annual\nassessment--and the bond issue will in effect reduce our disproportionate\nobligation, and for these reasons, I am urging Congress to approve our\nparticipation.With the approval of this Congress, we have undertaken in the past year a\ngreat new effort in outer space. Our aim is not simply to be first on the\nmoon, any more than Charles Lindbergh's real aim was to be the first to\nParis. His aim was to develop the techniques of our own country and other\ncountries in the field of air and the atmosphere, and our objective in\nmaking this effort, which we hope will place one of our citizens on the\nmoon, is to develop in a new frontier of science, commerce and cooperation,\nthe position of the United States and the Free World.This Nation belongs among the first to explore it, and among the first--if\nnot the first--we shall be. We are offering our know-how and our\ncooperation to the United Nations. Our satellites will soon be providing\nother nations with improved weather observations. And I shall soon send to\nthe Congress a measure to govern the financing and operation of an\nInternational Communications Satellite system, in a manner consistent with\nthe public interest and our foreign policy.But peace in space will help us naught once peace on earth is gone. World\norder will be secured only when the whole world has laid down these weapons\nwhich seem to offer us present security but threaten the future survival of\nthe human race. That armistice day seems very far away. The vast resources\nof this planet are being devoted more and more to the means of destroying,\ninstead of enriching, human life.But the world was not meant to be a prison in which man awaits his\nexecution. Nor has mankind survived the tests and trials of thousands of\nyears to surrender everything--including its existence--now. This Nation\nhas the will and the faith to make a supreme effort to break the log jam\non disarmament and nuclear tests--and we will persist until we prevail,\nuntil the rule of law has replaced the ever dangerous use of force.VII. LATIN AMERICAI turn now to a prospect of great promise: our Hemispheric relations. The\nAlliance for Progress is being rapidly transformed from proposal to\nprogram. Last month in Latin America I saw for myself the quickening of\nhope, the revival of confidence, the new trust in our country--among\nworkers and farmers as well as diplomats. We have pledged our help in\nspeeding their economic, educational, and social progress. The Latin\nAmerican Republics have in turn pledged a new and strenuous effort of\nself-help and self-reform.To support this historic undertaking, I am proposing--under the authority\ncontained in the bills of the last session of the Congress--a special\nlong-term Alliance for Progress fund of $3 billion. Combined with our Food\nfor Peace, Export-Import Bank, and other resources, this will provide more\nthan $1 billion a year in new support for the Alliance. In addition, we\nhave increased twelve-fold our Spanish and Portuguese language broadcasting\nin Latin America, and improved Hemispheric trade and defense. And while\nthe blight of communism has been increasingly exposed and isolated in the\nAmericas, liberty has scored a gain. The people of the Dominican Republic,\nwith our firm encouragement and help, and those of our sister Republics of\nthis Hemisphere, are safely passing through the treacherous course from\ndictatorship through disorder towards democracy.VIII. THE NEW AND DEVELOPING NATIONSOur efforts to help other new or developing nations, and to strengthen\ntheir stand for freedom, have also made progress. A newly unified Agency\nfor International Development is reorienting our foreign assistance to\nemphasize long-term development loans instead of grants, more economic aid\ninstead of military, individual plans to meet the individual needs of the\nnations, and new standards on what they must do to marshal their own\nresources.A newly conceived Peace Corps is winning friends and helping people in\nfourteen countries--supplying trained and dedicated young men and women, to\ngive these new nations a hand in building a society, and a glimpse of the\nbest that is in our country. If there is a problem here, it is that we\ncannot supply the spontaneous and mounting demand.A newly-expanded Food for Peace Program is feeding the hungry of many\nlands with the abundance of our productive farms--providing lunches for\nchildren in school, wages for economic development, relief for the victims\nof flood and famine, and a better diet for millions whose daily bread is\ntheir chief concern.These programs help people; and, by helping people, they help freedom. The\nviews of their governments may sometimes be very different from ours--but\nevents in Africa, the Middle East, and Eastern Europe teach us never to\nwrite off any nation as lost to the Communists. That is the lesson of our\ntime. We support the independence of those newer or weaker states whose\nhistory, geography, economy or lack of power impels them to remain outside\n\"entangling alliances\"--as we did for more than a century. For the\nindependence of nations is a bar to the Communists' \"grand design\"--it is\nthe basis of our own.In the past year, for example, we have urged a neutral and independent\nLaos--regained there a common policy with our major allies--and insisted\nthat a cease-fire precede negotiations. While a workable formula for\nsupervising its independence is still to be achieved, both the spread\nof war--which might have involved this country also--and a Communist\noccupation have thus far been prevented.A satisfactory settlement in Laos would also help to achieve and safeguard\nthe peace in Viet-Nam--where the foe is increasing his tactics of\nterror--where our own efforts have been stepped up--and where the local\ngovernment has initiated new programs and reforms to broaden the base of\nresistance. The systematic aggression now bleeding that country is not a\n\"war of liberation\"--for Viet-Nam is already free. It is a war of attempted\nsubjugation--and it will be resisted.IX. THE ATLANTIC COMMUNITYFinally, the united strength of the Atlantic Community has flourished in\nthe last year under severe tests. NATO has increased both the number and\nthe readiness of its air, ground, and naval units--both its nuclear and\nnon-nuclear capabilities. Even greater efforts by all its members are still\nrequired. Nevertheless our unity of purpose and will has been, I believe,\nimmeasurably strengthened.The threat to the brave city of Berlin remains. In these last 6 months the\nAllies have made it unmistakably clear that our presence in Berlin, our\nfree access thereto, and the freedom of two million West Berliners would\nnot be surrendered either to force or through appeasement--and to maintain\nthose rights and obligations, we are prepared to talk, when appropriate,\nand to fight, if necessary. Every member of NATO stands with us in a common\ncommitment to preserve this symbol of free man's will to remain free.I cannot now predict the course of future negotiations over Berlin. I can\nonly say that we are sparing no honorable effort to find a peaceful and\nmutually acceptable resolution of this problem. I believe such a resolution\ncan be found, and with it an improvement in our relations with the Soviet\nUnion, if only the leaders in the Kremlin will recognize the basic rights\nand interests involved, and the interest of all mankind in peace.But the Atlantic Community is no longer concerned with purely military\naims. As its common undertakings grow at an ever-increasing pace, we are,\nand increasingly will be, partners in aid, trade, defense, diplomacy, and\nmonetary affairs.The emergence of the new Europe is being matched by the emergence of new\nties across the Atlantic. It is a matter of undramatic daily cooperation in\nhundreds of workaday tasks: of currencies kept in effective relation, of\ndevelopment loans meshed together, of standardized weapons, and concerted\ndiplomatic positions. The Atlantic Community grows, not like a volcanic\nmountain, by one mighty explosion, but like a coral reef, from the\naccumulating activity of all.Thus, we in the free world are moving steadily toward unity and\ncooperation, in the teeth of that old Bolshevik prophecy, and at the very\ntime when extraordinary rumbles of discord can be heard across the Iron\nCurtain. It is not free societies which bear within them the seeds of\ninevitable disunity.X. OUR BALANCE OF PAYMENTSOn one special problem, of great concern to our friends, and to us, I am\nproud to give the Congress an encouraging report. Our efforts to safeguard\nthe dollar are progressing. In the 11 months preceding last February 1, we\nsuffered a net loss of nearly $2 billion in gold. In the 11 months that\nfollowed, the loss was just over half a billion dollars. And our deficit in\nour basic transactions with the rest of the world--trade, defense, foreign\naid, and capital, excluding volatile short-term flows--has been reduced\nfrom $2 billion for 1960 to about one-third that amount for 1961.\nSpeculative fever against the dollar is ending--and confidence in the\ndollar has been restored.We did not--and could not--achieve these gains through import restrictions,\ntroop withdrawals, exchange controls, dollar devaluation or choking off\ndomestic recovery. We acted not in panic but in perspective. But the\nproblem is not yet solved. Persistently large deficits would endanger our\neconomic growth and our military and defense commitments abroad. Our goal\nmust be a reasonable equilibrium in our balance of payments. With the\ncooperation of the Congress, business, labor, and our major allies, that\ngoal can be reached.We shall continue to attract foreign tourists and investments to our\nshores, to seek increased military purchases here by our allies, to\nmaximize foreign aid procurement from American firms, to urge increased aid\nfrom other fortunate nations to the less fortunate, to seek tax laws which\ndo not favor investment in other industrialized nations or tax havens, and\nto urge coordination of allied fiscal and monetary policies so as to\ndiscourage large and disturbing capital movements.TRADEAbove all, if we are to pay for our commitments abroad, we must expand our\nexports. Our businessmen must be export conscious and export competitive.\nOur tax policies must spur modernization of our plants--our wage and price\ngains must be consistent with productivity to hold the line on prices--our\nexport credit and promotion campaigns for American industries must continue\nto expand.But the greatest challenge of all is posed by the growth of the European\nCommon Market. Assuming the accession of the United Kingdom, there will\narise across the Atlantic a trading partner behind a single external tariff\nsimilar to ours with an economy which nearly equals our own. Will we in\nthis country adapt our thinking to these new prospects and patterns--or\nwill we wait until events have passed us by?This is the year to decide. The Reciprocal Trade Act is expiring. We need a\nnew law--a wholly new approach--a bold new instrument of American trade\npolicy. Our decision could well affect the unity of the West, the course of\nthe Cold War, and the economic growth of our Nation for a generation to\ncome.If we move decisively, our factories and farms can increase their sales to\ntheir richest, fastest-growing market. Our exports will increase. Our\nbalance of payments position will improve. And we will have forged across\nthe Atlantic a trading partnership with vast resources for freedom.If, on the other hand, we hang back in deference to local economic\npressures, we will find ourselves cut off from our major allies.\nIndustries--and I believe this is most vital--industries will move their\nplants and jobs and capital inside the walls of the Common Market, and\njobs, therefore, will be lost here in the United States if they cannot\notherwise compete for its consumers. Our farm surpluses--our balance of\ntrade, as you all know, to Europe, the Common Market, in farm products, is\nnearly three or four to one in our favor, amounting to one of the best\nearners of dollars in our balance of payments structure, and without\nentrance to this Market, without the ability to enter it, our farm\nsurpluses will pile up in the Middle West, tobacco in the South, and other\ncommodities, which have gone through Western Europe for 15 years. Our\nbalance of payments position will worsen. Our consumers will lack a wider\nchoice of goods at lower prices. And millions of American workers--whose\njobs depend on the sale or the transportation or the distribution of\nexports or imports, or whose jobs will be endangered by the movement of our\ncapital to Europe, or whose jobs can be maintained only in an expanding\neconomy--these millions of workers in your home States and mine will see\ntheir real interests sacrificed.Members of the Congress: The United States did not rise to greatness by\nwaiting for others to lead. This Nation is the world's foremost\nmanufacturer, farmer, banker, consumer, and exporter. The Common Market is\nmoving ahead at an economic growth rate twice ours. The Communist economic\noffensive is under way. The opportunity is ours--the initiative is up to\nus--and I believe that 1962 is the time.To seize that initiative, I shall shortly send to the Congress a new\nfive-year Trade Expansion Action, far-reaching in scope but designed with\ngreat care to make certain that its benefits to our people far outweigh any\nrisks. The bill will permit the gradual elimination of tariffs here in the\nUnited States and in the Common Market on those items in which we together\nsupply 80 percent of the world's trade--mostly items in which our own\nability to compete is demonstrated by the fact that we sell abroad, in\nthese items, substantially more than we import. This step will make it\npossible for our major industries to compete with their counterparts in\nWestern Europe for access to European consumers.On other goods the bill will permit a gradual reduction of duties up to 50\npercent--permitting bargaining by major categories--and provide for\nappropriate and tested forms of assistance to firms and employees adjusting\nto import competition. We are not neglecting the safeguards provided by\nperil points, an escape clause, or the National Security Amendment. Nor are\nwe abandoning our non-European friends or our traditional \"most-favored\nnation\" principle. On the contrary, the bill will provide new encouragement\nfor their sale of tropical agricultural products, so important to our\nfriends in Latin America, who have long depended upon the European market,\nwho now find themselves faced with new challenges which we must join with\nthem in overcoming.Concessions, in this bargaining, must of course be reciprocal, not\nunilateral. The Common Market will not fulfill its own high promise unless\nits outside tariff walls are low. The dangers of restriction or timidity in\nour own policy have counterparts for our friends in Europe. For together we\nface a common challenge: to enlarge the prosperity of free men\neverywhere--to build in partnership a new trading community in which all\nfree nations may gain from the productive energy of free competitive\neffort.These various elements in our foreign policy lead, as I have said, to a\nsingle goal--the goal of a peaceful world of free and independent states.\nThis is our guide for the present and our vision for the future--a free\ncommunity of nations, independent but interdependent, uniting north and\nsouth, east and west, in one great family of man, outgrowing and\ntranscending the hates and fears that rend our age.We will not reach that goal today, or tomorrow. We may not reach it in our\nown lifetime. But the quest is the greatest adventure of our century. We\nsometimes chafe at the burden of our obligations, the complexity of our\ndecisions, the agony of our choices. But there is no comfort or security\nfor us in evasion, no solution in abdication, no relief in\nirresponsibility.A year ago, in assuming the tasks of the Presidency, I said that few\ngenerations, in all history, had been granted the role of being the great\ndefender of freedom in its hour of maximum danger. This is our good\nfortune; and I welcome it now as I did a year ago. For it is the fate of\nthis generation--of you in the Congress and of me as President--to live\nwith a struggle we did not start, in a world we did not make. But the\npressures of life are not always distributed by choice. And while no\nnation has ever faced such a challenge, no nation has ever been so ready\nto seize the burden and the glory of freedom.And in this high endeavor, may God watch over the United States of America.", 
    "name": "John F. Kennedy"
}