{
    "date": "December 6, 1843", 
    "speech": "To the Senate and House of Representatives of the United States:If any people ever had cause to render up thanks to the Supreme Being for\nparental care and protection extended to them in all the trials and\ndifficulties to which they have been from time to time exposed, we\ncertainly are that people. From the first settlement of our forefathers on\nthis continent, through the dangers attendant upon the occupation of a\nsavage wilderness, through a long period of colonial dependence, through\nthe War of the Revolution, in the wisdom which led to the adoption of the\nexisting forms of republican government, in the hazards incident to a war\nsubsequently waged with one of the most powerful nations of the earth, in\nthe increase of our population, in the spread of the arts and sciences, and\nin the strength and durability conferred on political institutions\nemanating from the people and sustained by their will, the superintendence\nof an overruling Providence has been plainly visible. As preparatory,\ntherefore, to entering once more upon the high duties of legislation, it\nbecomes us humbly to acknowledge our dependence upon Him as our guide and\nprotector and to implore a continuance of His parental watchfulness over\nour beloved country. We have new cause for the expression of our gratitude\nin the preservation of the health of our fellow-citizens, with some partial\nand local exceptions, during the past season, for the abundance with which\nthe earth has yielded up its fruits to the labors of the husbandman, for\nthe renewed activity which has been imparted to commerce, for the revival\nof trade in all its departments, for the increased rewards attendant on the\nexercise of the mechanic arts, for the continued growth of our population\nand the rapidly reviving prosperity of the whole country. I shall be\npermitted to exchange congratulations with you, gentlemen of the two Houses\nof Congress, on these auspicious circumstances, and to assure you in\nadvance of my ready disposition to concur with you in the adoption of all\nsuch measures as shall be calculated to increase the happiness of our\nconstituents and to advance the glory of our common country.Since the last adjournment of Congress the Executive has relaxed no effort\nto render indestructible the relations of amity which so happily exist\nbetween the United States and other countries. The treaty lately concluded\nwith Great Britain has tended greatly to increase the good understanding\nwhich a reciprocity of interests is calculated to encourage, and it is most\nardently to be hoped that nothing may transpire to interrupt the relations\nof amity which it is so obviously the policy of both nations to cultivate.\nA question of much importance still remains to be adjusted between them.\nThe territorial limits of the two countries relation to what is commonly\nknown as the Oregon Territory still remain in dispute. The United States\nwould be at all times indisposed to aggrandize itself at the expense of any\nother nation; but while they would be restrained by principles of honor,\nwhich should govern the conduct of nations as well as that of individuals,\nfrom setting up a demand for territory which does not belong to them, they\nwould as unwillingly sent to a surrender of their rights. After the most\nrigid and, as far as practicable, unbiased examination of the subject, the\nUnited States have always contended that their rights appertain to the\nentire region of country lying on the Pacific and embraced within 42 \nand 54  40' of north latitude. This claim being controverted by Great\nBritain, those who have preceded the present Executive--actuated, no doubt,\nby an earnest desire to adjust the matter upon terms mutually satisfactory\nto both countries--have caused to be submitted to the British Government\npropositions for settlement and final adjustment, which, however, have not\nproved heretofore acceptable to it. Our minister at London has, under\ninstructions, again brought the subject to the consideration of that\nGovernment, and while nothing will be done to compromise the rights or\nhonor of the United States, every proper expedient will be resorted to in\norder to bring the negotiation now in the progress of resumption to a\nspeedy and happy termination. In the meantime it is proper to remark that\nmany of our citizens are either already established in the Territory or are\non their way thither for the purpose of forming permanent settlements,\nwhile others are preparing to follow; and in view of these facts I must\nrepeat the recommendation contained in previous messages for the\nestablishment of military posts at such places on the line of travel as\nwill furnish security and protection to our hardy adventurers against\nhostile tribes of Indians inhabiting those extensive regions. Our laws\nshould also follow them, so modified as the circumstances of the case may\nseem to require. Under the influence of our free system of government new\nrepublics are destined to spring up at no distant day on the shores of the\nPacific similar in policy and in feeling to those existing on this side of\nthe Rocky Mountains, and giving a wider and more extensive spread to the\nprinciples of civil and religious liberty.I am happy to inform you that the cases which have from time to time arisen\nof the detention of American vessels by British cruisers on the coast of\nAfrica under pretense of being engaged in the slave trade have been placed\nin a fair train of adjustment. In the case of the William and Francis full\nsatisfaction will be allowed. In the cases of the Tygris and Seamew the\nBritish Government admits that satisfaction is due. In the case of the\nJones the sum accruing from the sale of that vessel and cargo will be paid\nto the owners, while I can not but flatter myself that full indemnification\nwill be allowed for all damages sustained by the detention of the vessel;\nand in the case of the Douglas Her Majesty's Government has expressed its\ndetermination to make indemnification. Strong hopes are therefore\nentertained that most, if not all, of these cases will be speedily\nadjusted. No new cases have arisen since the ratification of the treaty of\nWashington, and it is confidently anticipated that the slave trade, under\nthe operation of the eighth article of that treaty, will be altogether\nsuppressed.The occasional interruption experienced by our fellow-citizens engaged in\nthe fisheries on the neighboring coast of Nova Scotia has not failed to\nclaim the attention of the Executive. Representations upon this subject\nhave been made, but as yet no definitive answer to those representations\nhas been received from the British Government.Two other subjects of comparatively minor importance, but nevertheless of\ntoo much consequence to be neglected, remain still to be adjusted between\nthe two countries. By the treaty between the United States and Great\nBritain of July, 1815, it is provided that no higher duties shall be levied\nin either country on articles imported from the other than on the same\narticles imported from any other place. In 1836 rough rice by act of\nParliament was admitted from the coast of Africa into Great Britain on the\npayment of a duty of 1 penny a quarter, while the same article from all\nother countries, including the United States, was subjected to the payment\nof a duty of 20 shillings a quarter. Our minister at London has from time\nto time brought this subject to the attention of the British Government,\nbut so far without success. He is instructed to renew his representations\nupon it.Some years since a claim was preferred against the British Government on\nthe part of certain American merchants for the return of export duties paid\nby them on shipments of woolen goods to the United States after the duty on\nsimilar articles exported to other countries had been repealed, and\nconsequently in contravention of the commercial convention between the two\nnations securing to us equality in such cases. The principle on which the\nclaim rests has long since been virtually admitted by Great Britain, but\nobstacles to a settlement have from time to time been interposed, so that a\nlarge portion of the amount claimed has not yet been refunded. Our minister\nis now engaged in the prosecution of the claim, and I can not but persuade\nmyself that the British Government will no longer delay its adjustment.I am happy to be able to say that nothing has occurred to disturb in any\ndegree the relations of amity which exist between the United States and\nFrance, Austria, and Russia, as well as with the other powers of Europe,\nsince the adjournment of Congress. Spain has been agitated with internal\nconvulsions for many years, from the effects of which, it is hoped, she is\ndestined speedily to recover, when, under a more liberal system of\ncommercial policy on her part, our trade with her may again fill its old\nand, so far as her continental possessions are concerned, its almost\nforsaken channels, thereby adding to the mutual prosperity of the two\ncountries.The Germanic Association of Customs and Commerce, which since its\nestablishment in 1833 has been steadily growing in power and importance,\nand consists at this time of more than twenty German States, and embraces a\npopulation of 27,000,000 people united for all fire purposes of commercial\nintercourse with each other and with foreign states, offers to the latter\nthe most valuable exchanges on principles more liberal than are offered in\nthe fiscal system of any other European power. From its origin the\nimportance of the German union has never been lost sight of by the United\nStates. The industry, morality, and other valuable qualities of the German\nnation have always been well known and appreciated. On this subject I\ninvite the attention of Congress to the report of the Secretary of State,\nfrom which it will be seen that while our cotton is admitted free of duty\nand the duty on rice has been much reduced (which has already led to a\ngreatly increased consumption), a strong disposition has been recently\nevinced by that great body to reduce, upon certain conditions, their\npresent duty upon tobacco. This being the first intimation of a concession\non this interesting subject ever made by any European power, I can not but\nregard it as well calculated to remove the only impediment which has so far\nexisted to the most liberal commercial intercourse between us and them. In\nthis view our minister at Berlin, who has heretofore industriously pursued\nthe subject, has been instructed to enter upon the negotiation of a\ncommercial treaty, which, while it will open new advantages to the\nagricultural interests of the United States and a more free and expanded\nfield for commercial operations, will affect injuriously no existing\ninterest of the Union. Should the negotiation be crowned with success, its\nresults will be communicated to both Houses of Congress.I communicate herewith certain dispatches received from our minister at\nMexico, and also a correspondence which has recently occurred between the\nenvoy from that Republic and the Secretary of State. It must but be\nregarded as not a little extraordinary that the Government of Mexico, in\nanticipation of a public discussion (which it has been pleased to infer\nfrom newspaper publications as likely to take place in Congress, relating\nto the annexation of Texas to the United States), should have so far\nanticipated the result of such discussion as to have announced its\ndetermination to visit any such anticipated decision by a formal\ndeclaration of war against the United States. If designed to prevent\nCongress from introducing that question as a fit subject for its calm\ndeliberation and final judgment, the Executive has no reason to doubt that\nit will entirely fail of its object. The representatives of a brave and\npatriotic people will suffer no apprehension of future consequences to\nembarrass them in the course of their proposed deliberations, nor will the\nexecutive department of the Government fail for any such cause to discharge\nits whole duty to the country.The war which has existed for so long a time between Mexico and Texas has\nsince the battle of San Jacinto consisted for the most part of predatory\nincursions, which, while they have been attended with much of suffering to\nindividuals and have kept the borders of the two countries in a state of\nconstant alarm, have failed to approach to any definitive result. Mexico\nhas fitted out no formidable armament by land or by sea for the subjugation\nof Texas. Eight years have now elapsed since Texas declared her\nindependence of Mexico, and during that time she has been recognized as a\nsovereign power by several of the principal civilized states. Mexico,\nnevertheless, perseveres in her plans of reconquest, and refuses to\nrecognize her independence. The predatory incursions to which I have\nalluded have been attended in one instance with the breaking up of the\ncourts of justice, by the seizing upon the persons of the judges, jury, and\nofficers of the court and dragging them along with unarmed, and therefore\nnoncombatant, citizens into a cruel and oppressive bondage, thus leaving\ncrime to go unpunished and immorality to pass unreproved. A border warfare\nis evermore to be deprecated, and over such a war as has existed for so\nmany years between these two States humanity has had great cause to lament.\nNor is such a condition of things to be deplored only because of the\nindividual suffering attendant upon it. The effects are far more extensive.\nThe Creator of the Universe has given man the earth for his resting place\nand its fruits for his subsistence. Whatever, therefore, shall make the\nfirst or any part of it a scene of desolation affects injuriously his\nheritage and may be regarded as a general calamity. Wars may sometimes be\nnecessary, but all nations have a common interest in bringing them speedily\nto a close. The United States have an immediate interest in seeing an end\nput to the state of hostilities existing between Mexico and Texas. They are\nour neighbors, of the same continent, with whom we are not only desirous of\ncultivating the relations of amity, but of the most extended commercial\nintercourse, and to practice all the rites of a neighborhood hospitality.\nOur own interests are involved in the matter, since, however neutral may be\nour course of policy, we can not hope to escape the effects of a spirit of\njealousy on the part of both of the powers. Nor can this Government be\nindifferent to the fact that a warfare such as is waged between those two\nnations is calculated to weaken both powers and finally to render them--and\nespecially the weaker of the two--the subjects of interference on the part\nof stronger and more powerful nations, who, intent only on advancing their\nown peculiar views, may sooner or later attempt to bring about a compliance\nwith terms as the condition of their interposition alike derogatory to the\nnation granting them and detrimental to the interests of the United States.\nWe could not be expected quietly to permit any such interference to our\ndisadvantage. Considering that Texas is separated from the United States by\na mere geographical line; that her territory, in the opinion of many, down\nto a late period formed a portion of the territory of the United States;\nthat it is homogeneous in its population and pursuits with adjoining\nStates, makes contributions to the commerce of the world in the same\narticles with them, and that most of her inhabitants have been citizens of\nthe United States, speak the same language, and live under similar\npolitical institutions with ourselves, this Government is bound by every\nconsideration of interest as well as of sympathy to see that she shall be\nleft free to act, especially in regard to her domestic affairs, unawed by\nforce and unrestrained by the policy or views of other countries. In full\nview of all these considerations, the Executive has not hesitated to\nexpress to the Government of Mexico how deeply it deprecated a continuance\nof the war and how anxiously it desired to witness its termination. I can\nnot but think that it becomes the United States, as the oldest of the\nAmerican Republics, to hold a language to Mexico upon this subject of an\nunambiguous character. It is time that this war had ceased. There must be a\nlimit to all wars, and if the parent state after an eight years' struggle\nhas failed to reduce to submission a portion of its subjects standing out\nin revolt against it, and who have not only proclaimed themselves to be\nindependent, but have been recognized as such by other powers, she ought\nnot to expect that other nations will quietly look on, to their obvious\ninjury, upon a protraction of hostilities. These United States threw off\ntheir colonial dependence and established independent governments, and\nGreat Britain, after having wasted her energies in the attempt to subdue\nthem for a less period than Mexico has attempted to subjugate Texas, had\nthe wisdom and justice to acknowledge their independence, thereby\nrecognizing the obligation which rested on her as one of the family of\nnations. An example thus set by one of the proudest as well as most\npowerful nations of the earth it could in no way disparage Mexico to\nimitate. While, therefore, the Executive would deplore any collision with\nMexico or any disturbance of the friendly relations which exist between the\ntwo countries, it can not permit that Government to control its policy,\nwhatever it may be, toward Texas, but will treat her--as by the recognition\nof her independence the United States have long since declared they would\ndo--as entirely independent of Mexico. The high obligations of public duty\nmay enforce from the constituted authorities of the United States a policy\nwhich the course persevered in by Mexico will have mainly contributed to\nproduce, and the Executive in such a touting they will with confidence\nthrow itself upon the patriotism of the people to sustain the Government in\nits course of action.Measures of an unusual character have recently been adopted by the Mexican\nGovernment, calculated in no small degree to affect the trade of other\nnations with Mexico and to operate injuriously to the United States. All\nforeigners, by a decree of the 23d day of September, and after six months\nfrom the day of its promulgation, are forbidden to carry on the business of\nselling by retail any goods within the confines of Mexico. Against this\ndecree our minister has not failed to remonstrate.The trade heretofore carried on by our citizens with Santa Fe, in which\nmuch capital was already invested and which was becoming of daily\nincreasing importance, has suddenly been arrested by a decree of virtual\nprohibition on the part of the Mexican Government. Whatever may be the\nright of Mexico to prohibit any particular course of trade to the citizens\nor subjects of foreign powers, this late procedure, to say the least of it,\nwears a harsh and unfriendly aspect.The installments on the claims recently settled by the convention with\nMexico have been punctually paid as they have fallen due, and our minister\nis engaged in urging the establishment of a new commission in pursuance of\nthe convention for the settlement of unadjusted claims.With the other American States our relations of amity and good will have\nremained uninterrupted. Our minister near the Republic of New Granada has\nsucceeded in effecting an adjustment of the claim upon that Government for\nthe schooner By Chance, which had been pending for many years. The claim\nfor the brig Morris, which had its origin during the existence of the\nRepublic of Colombia, and indemnification for which since the dissolution\nof that Republic has devolved upon its several members, will be urged with\nrenewed zeal.I have much pleasure in saying that the Government of Brazil has adjusted\nthe claim upon that Government in the case of the schooner John S. Bryan,\nand that sanguine hopes are entertained that the same spirit of justice\nwill influence its councils in arriving at an early decision upon the\nremaining claims, thereby removing all cause of dissension between two\npowers whose interests are to some extent interwoven with each other.Our minister at Chili has succeeded in inducing a recognition by that\nGovernment of the adjustment effected by his predecessor of the first claim\nin the case of the Macedonian. The first installment has been received by\nthe claimants in the United States.Notice of the exchange of ratifications of the treaty with Peru, which will\ntake place at Lima, has not yet reached this country, but is shortly\nexpected to be received, when the claims upon that Republic will doubtless\nbe liquidated and paid.In consequence of a misunderstanding between this Government and that of\nBuenos Ayres, occurring several years ago, this Government has remained\nunrepresented at that Court, while a minister from it has been constantly\nresident here. The causes of irritation have in a great measure passed\naway, and it is in contemplation, in view of important interests which have\ngrown up in that country, at some early period during the present session\nof Congress, with the concurrence of the Senate, to restore diplomatic\nrelations between the two countries.Under the provisions of an act of Congress of the last session a minister\nwas dispatched from the United States to China in August of the present\nyear, who, from the latest accounts we have from him, was at Suez, in\nEgypt, on the 25th of September last, on his route to China.In regard to the Indian tribes residing within our jurisdictional limits,\nthe greatest vigilance of the Government has been exerted to preserve them\nat peace among themselves and to inspire them with feelings of confidence\nin the justice of this Government and to cultivate friendship with the\nborder inhabitants. This has happily succeeded to a great extent, but it is\na subject of regret that they suffer themselves in some instances to be\nimposed upon by artful and designing men and this notwithstanding all\nefforts of the Government to prevent it.The receipts into the Treasury for the calendar year 1843, exclusive of\nloans, were little more than $ 18,000,000, and the expenditures, exclusive\nof the payments on the public debt, will have been about $23,000,000. By\nthe act of 1842 a new arrangement of the fiscal year was made, so that it\nshould commence on the 1st day of July in each year. The accounts and\nestimates for the current fiscal year will show that the loans and Treasury\nnotes made and issued before the close of the last Congress to meet the\nanticipated deficiency have not been entirely adequate. Although on the 1st\nof October last there was a balance in the Treasury, in consequence of the\nprovisions thus made, of $3,914,082.77, yet the appropriations already made\nby Congress will absorb that balance and leave a probable deficiency of\n$2,000,000 at the close of the present fiscal year. There are outstanding\nTreasury notes to about the amount of $4,600,000, and should they be\nreturned upon the Treasury during the fiscal year they will require\nprovision for their redemption. I do not, however, regard this as probable,\nsince they have obviously entered into the currency of the country and will\ncontinue to form a portion of it if the system now adopted be continued.\nThe loan of 1841, amounting to $5,672,976.88, falls due on the 1st day of\nJanuary, 1845, and must be provided for or postponed by a new loan; and\nunless the resources of revenue should be materially increased by you there\nwill be a probable deficiency for the service of the fiscal year ending\nJune 30, 1845, of upward of $4,000,000.The delusion incident to an enormously excessive paper circulation, which\ngave a fictitious value to everything and stimulated adventure and\nspeculation to an extravagant extent, has been happily succeeded by the\nsubstitution of the precious metals and paper promptly redeemable in\nspecie; and thus false values have disappeared and a sounder condition of\nthings has been introduced. This transition, although intimately connected\nwith the prosperity of the country, has nevertheless been attended with\nmuch embarrassment to the Government in its financial concerns. So long as\nthe foreign importers could receive payment for their cargoes in a currency\nof greatly less value than that in Europe, but fully available here in the\npurchase of our agricultural productions (their profits being immeasurably\naugmented by the operation), the shipments were large and the revenues of\nthe Government became superabundant. But the change in the character of the\ncirculation from a nominal and apparently real value in the first stage of\nits existence to an obviously depreciated value in its second, so that it\nno longer answered the purposes of exchange or barter, and its ultimate\nsubstitution by a sound metallic and paper circulation combined, has been\nattended by diminished importations and a consequent falling off in the\nrevenue. This has induced Congress, from 1837, to resort to the expedient\nof issuing Treasury notes, and finally of funding them, in order to supply\ndeficiencies. I can not, however, withhold the remark that it is in no way\ncompatible with the dignity of the Government that a public debt should be\ncreated in time of peace to meet the current expenses of the Government, or\nthat temporary expedients should be resorted to an hour longer than it is\npossible to avoid them. The Executive can do no more than apply the means\nwhich Congress places in its hands for the support of Government, and,\nhappily for the good of the country and for the preservation of its\nliberties, it possesses no power to levy exactions on the people or to\nforce from them contributions to the public revenue in any form. It can\nonly recommend such measures as may in its opinion be called for by the\nwants of the public service to Congress, with whom alone rests the power to\n\"lay and collect taxes, duties, imposts, and excises.\" This duty has upon\nseveral occasions heretofore been performed. The present condition of\nthings gives flattering promise that trade and commerce are rapidly\nreviving, and, fortunately for the country, the sources of revenue have\nonly to be opened in order to prove abundant.While we can anticipate no considerable increase in the proceeds of the\nsales of the public lands, for reasons perfectly obvious to all, for\nseveral years to come, yet the public lands can not otherwise than be\nregarded as the foundation of the public credit. With so large a body of\nthe most fertile lands in the world under the control and at the disposal\nof this Government, no one can reasonably doubt the entire ability to meet\nits engagements under every emergency. In seasons of trial and difficulty\nsimilar to those through which we are passing the capitalist makes his\ninvestments in the Government cut stocks with the most assured confidence\nof ultimate reimbursement; and whatever may be said of a period of great\nfinancial prosperity, such as existed for some years after 1833, I should\nregard it as suicidal in a season of financial embarrassment either to\nalienate the lands themselves or the proceeds arising from their sales. The\nfirst and paramount duty of those to whom may be intrusted the\nadministration of public affairs is to guard the public credit. In\nreestablishing the credit of this central Government the readiest and most\nobvious mode is taken to restore the credit of the States. The extremities\ncan only be made sound by producing a healthy action in the central\nGovernment, and the history of the present day fully establishes the fact\nthat an increase in the value of the stocks of this Government will in a\ngreat majority of instances be attended by an increase in the value of the\nstocks of the States. It should therefore be a matter of general\ncongratulation that amidst all the embarrassments arising from surrounding\ncircumstances the credit of the Government should have been so fully\nrestored that it has been enabled to effect a loan of $7,000,000 to redeem\nthat amount of Treasury notes on terms more favorable than any that have\nbeen offered for many years. And the 6 per cent stock which was created in\n1842 has advanced in the hands of the holders nearly 20 per cent above its\npar value. The confidence of the people in the integrity of their\nGovernment has thus been signally manifested. These opinions relative to\nthe public lands do not in any manner conflict with the observance of the\nmost liberal policy toward those of our fellow-citizens who press forward\ninto the wilderness and are the pioneers in the work of its reclamation. In\nsecuring to all such their rights of preemption the Government performs but\nan act of retributive justice for sufferings encountered and hardships\nendured, and finds ample remuneration in the comforts which its policy\ninsures and the happiness which it imparts.Should a revision of the tariff with a view to revenue become necessary in\nthe estimation of Congress, I doubt not you will approach the subject with\na just and enlightened regard to the interests of the whole Union. The\nprinciples and views which I have heretofore had occasion to submit remain\nunchanged. It can, however, never be too often repeated that the prominent\ninterest of every important pursuit of life requires for success permanency\nand stability in legislation. These can only be attained by adopting as the\nbasis of action moderation in all things, which is as indispensably\nnecessary to secure the harmonious action of the political as of the animal\nsystem. In our political organization no one section of the country should\ndesire to have its supposed interests advanced at the sacrifice of all\nothers, but union, being the great interest, equally precious to all,\nshould be fostered and sustained by mutual concessions and the cultivation\nof that spirit of compromise from which the Constitution itself proceeded.You will be informed by the report from the Treasury Department of the\nmeasures taken under the act of the last session authorizing the reissue of\nTreasury notes in lieu of those then outstanding. The system adopted in\npursuance of existing laws seems well calculated to save the country a\nlarge amount of interest, while it affords conveniences and obviates\ndangers and expense in the transmission of funds to disbursing agents. I\nrefer you also to that report for the means proposed by the Secretary to\nincrease the revenue, and particularly to that portion of it which relates\nto the subject of the warehousing system, which I earnestly urged upon\nCongress at its last session and as to the importance of which my opinion\nhas undergone no change.In view of the disordered condition of the currency at the time and the\nhigh rates of exchange between different parts of the country, I felt it to\nbe incumbent on me to present to the consideration of your predecessors a\nproposition conflicting in no degree with the Constitution or with the\nrights of the States and having the sanction (not in detail, but in\nprinciple) of some of the eminent men who have preceded me in the Executive\noffice. That proposition contemplated the issuing of Treasury notes of\ndenominations of not less than $5 nor more than $100, to be employed in the\npayment of the obligations of the Government in lieu of gold and silver at\nthe option of the public creditor, and to an amount not exceeding\n$15,000,000. It was proposed to make them receivable everywhere and to\nestablish at various points depositories of gold and silver to be held in\ntrust for the redemption of such notes, so as to insure their\nconvertibility into specie. No doubt was entertained that such notes would\nhave maintained a par value with gold and silver, thus furnishing a paper\ncurrency of equal value over the Union, thereby meeting the just\nexpectations of the people and fulfilling the duties of a parental\ngovernment. Whether the depositories should be permitted to sell or\npurchase bills under very limited restrictions, together with all its other\ndetails, was submitted to the wisdom of Congress and was regarded as of\nsecondary importance. I thought then and think now that such an arrangement\nwould have been attended with the happiest results. The whole matter of the\ncurrency would have been placed where by the Constitution it was designed\nto be placed--under the immediate supervision and control of Congress. The\naction of the Government would have been independent of all corporations,\nand the same eye which rests unceasingly on the specie currency and guards\nit against adulteration would also have rested on the paper currency, to\ncontrol and regulate its issues and protect it against depreciation. The\nsame reasons which would forbid Congress from parting with the power over\nthe coinage would seem to operate with nearly equal force hi regard to any\nsubstitution for the precious metals in the form of a circulating medium.\nPaper when substituted for specie constitutes a standard of value by which\nthe operations of society are regulated, and whatsoever causes its\ndepreciation affects society to an extent nearly, if not quite, equal to\nthe adulteration of the coin. Nor can I withhold the remark that its\nadvantages contrasted with a bank of the United States, apart from the fact\nthat a bank was esteemed as obnoxious to the public sentiment as well on\nthe score of expediency as of constitutionality, appeared to me to be\nstriking and obvious. The relief which a bank would afford by an issue of\n$15,000,000 of its notes, judging from the experience of the late United\nStates Bank, would not have occurred in less than fifteen years, whereas\nunder the proposed arrangement the relief arising from the issue of\n$15,000,000 of Treasury notes would have been consummated in one year, thus\nfurnishing in one-fifteenth part of the time in which a bank could have\naccomplished it a paper medium of exchange equal in amount to the real\nwants of the country at par value with gold and silver. The saving to the\nGovernment would have been equal to all the interest which it has had to\npay on Treasury notes of previous as well as subsequent issues, thereby\nrelieving the Government and at the same time affording relief to the\npeople. Under all the responsibilities attached to the station which I\noccupy, and in redemption of a pledge given to the last Congress at the\nclose of its first session, I submitted the suggestion to its consideration\nat two consecutive sessions. The recommendation, however, met with no favor\nat its hands. While I am free to admit that the necessities of the times\nhave since become greatly ameliorated and that there is good reason to hope\nthat the country is safely and rapidly emerging from the difficulties and\nembarrassments which everywhere surrounded it in 1841, yet I can not but\nthink that its restoration to a sound and healthy condition would be\ngreatly expedited by a resort to the expedient in a modified form.The operations of the Treasury now rest upon the act of 1789 and the\nresolution of 1816, and those laws have been so administered as to produce\nas great a quantum of good to the country as their provisions are capable\nof yielding. If there had been any distinct expression of opinion going to\nshow that public sentiment is averse to the plan, either as heretofore\nrecommended to Congress or in a modified form, while my own opinion in\nregard to it would remain unchanged I should be very far from again\npresenting it to your consideration. The Government has originated with the\nStates and the people, for their own benefit and advantage, and it would be\nsubversive of the foundation principles of the political edifice which they\nhave reared to persevere in a measure which in their mature judgments they\nhad either repudiated or condemned. The will of our constituents clearly\nexpressed should be regarded as the light to guide our footsteps, the true\ndifference between a monarchical or aristocratical government and a\nrepublic being that in the first the will of the few prevails over the will\nof the many, while in the last the will of the many should be alone\nconsulted.The report of the Secretary of War will bring you acquainted with the\ncondition of that important branch of the public service. The Army may be\nregarded, in consequence of the small number of the rank and file in each\ncompany and regiment, as little more than a nucleus around which to rally\nthe military force of the country in case of war, and yet its services in\npreserving the peace of the frontiers are of a most important nature. In\nall cases of emergency the reliance of the country is properly placed in\nthe militia of the several States, and it may well deserve the\nconsideration of Congress whether a new and more perfect organization might\nnot be introduced, looking mainly to the volunteer companies of the Union\nfor the present and of easy application to the great body of the militia in\ntime of war.The expenditures of the War Department have been considerably reduced in\nthe last two years. Contingencies, however, may arise which would call for\nthe filling up of the regiments with a full complement of men and make it\nvery desirable to remount the corps of dragoons, which by an act of the\nlast Congress was directed to be dissolved.I refer you to the accompanying report of the Secretary for information in\nrelation to the Navy of the United States. While every effort has been and\nwill continue to be made to retrench all superfluities and lop off all\nexcrescences which from time to time may have grown up, yet it has not been\nregarded as wise or prudent to recommend any material change in the annual\nappropriations. The interests which are involved are of too important a\ncharacter to lead to the recommendation of any other than a liberal policy.\nAdequate appropriations ought to be made to enable the Executive to fit out\nall the ships that are now in a course of building or that require repairs\nfor active service in the shortest possible time should any emergency arise\nwhich may require it. An efficient navy, while it is the cheapest means of\npublic defense, enlists in its support the feelings of pride and confidence\nwhich brilliant deeds and heroic valor have heretofore served to strengthen\nand confirm.I refer you particularly to that part of the Secretary's report which has\nreference to recent experiments in the application of steam and in the\nconstruction of our war steamers, made under the superintendence of\ndistinguished officers of the Navy. In addition to other manifest\nimprovements in the construction of the steam engine and application of the\nmotive power which has rendered them more appropriate to the uses of ships\nof war, one of those officers has brought into use a power which makes the\nsteamship most formidable either for attack or defense. I can not too\nstrongly recommend this subject to your consideration and do not hesitate\nto express my entire conviction of its great importance.I call your particular attention also to that portion of the Secretary's\nreport which has reference to the act of the late session of Congress which\nprohibited the transfer of any balance of appropriation from other heads of\nappropriation to that for building, equipment, and repair. The repeal of\nthat prohibition will enable the Department to give renewed employment to a\nlarge class of workmen who have been necessarily discharged in consequence\nof the want of means to pay them--a circumstance attended, especially at\nthis season of the year, with much privation and suffering.It gives me great pain to announce to you the loss of the steamship the\nMissouri by fire in the Bay of Gibraltar, where she had stopped to renew\nher supplies of coal on her voyage to Alexandria, with Mr. Cushing, the\nAmerican minister to China, on board. There is ground for high commendation\nof the officers and men for the coolness and intrepidity and perfect\nsubmission to discipline evinced under the most trying circumstances.\nSurrounded by a raging fire, which the utmost exertions could not subdue,\nand which threatened momentarily the explosion of her well-supplied\nmagazines, the officers exhibited no signs of fear and the men obeyed every\norder with alacrity. Nor was she abandoned until the last gleam of hope of\nsaving her had expired. It is well worthy of your consideration whether the\nlosses sustained by the officers and crew in this unfortunate affair should\nnot be reimbursed to them.I can not take leave of this painful subject without adverting to the aid\nrendered upon the occasion by the British authorities at Gibraltar and the\ncommander, officers, and crew of the British ship of the line the Malabar,\nwhich was lying at the time in the bay. Everything that generosity or\nhumanity could dictate was promptly performed. It is by such acts of good\nwill by one to another of the family of nations that fraternal feelings are\nnourished and the blessings of permanent peace secured.The report of the Postmaster-General will bring you acquainted with the\noperations of that Department during the past year, and will suggest to you\nsuch modifications of the existing laws as in your opinion the exigencies\nof the public service may require. The change which the country has\nundergone of late years in the mode of travel and transportation has\nafforded so many facilities for the transmission of mail matter out of the\nregular mail as to require the greatest vigilance and circumspection in\norder to enable the officer at the head of the Department to restrain the\nexpenditures within the income. There is also too much reason to fear that\nthe franking privilege has run into great abuse. The Department,\nnevertheless, has been conducted with the greatest vigor, and has attained\nat the least possible expense all the useful objects for which it was\nestablished.In regard to all the Departments, I am quite happy in the belief that\nnothing has been left undone which was called for by a true spirit of\neconomy or by a system of accountability rigidly enforced. This is in some\ndegree apparent from the fact that the Government has sustained no loss by\nthe default of any of its agents. In the complex, but at the same time\nbeautiful, machinery of our system of government, it is not a matter of\nsurprise that some remote agency may have failed for an instant to fulfill\nits desired office; but I feel confident in the assertion that nothing has\noccurred to interrupt the harmonious action of the Government itself, and\nthat, while the laws have been executed with efficiency and vigor, the\nrights neither of States nor individuals have been trampled on or\ndisregarded.In the meantime the country has been steadily advancing in all that\ncontributes to national greatness. The tide of population continues\nunbrokenly to flow into the new States and Territories, where a refuge is\nfound not only for our native-born fellow-citizens, but for emigrants from\nall parts of the civilized world, who come among us to partake of the\nblessings of our free institutions and to aid by their labor to swell the\ncurrent of our wealth and power.It is due to every consideration of public policy that the lakes and rivers\nof the West should receive all such attention at the hands of Congress as\nthe Constitution will enable it to bestow. Works in favorable and proper\nsituations on the Lakes would be found to be as indispensably necessary, in\ncase of war, to carry on safe and successful naval operations as\nfortifications on the Atlantic seaboard. The appropriation made by the last\nCongress for the improvement of the navigation of the Mississippi River has\nbeen diligently and efficiently applied.I can not close this communication, gentlemen, without recommending to your\nmost favorable consideration the interests of this District. Appointed by\nthe Constitution its exclusive legislators, and forming in this particular\nthe only anomaly in our system of government--of the legislative body being\nelected by others than those for whose advantage they are to legislate--you\nwill feel a superadded obligation to look well into their condition and to\nleave no cause for complaint or regret. The seat of Government of our\nassociated republics can not but be regarded as worthy of your parental\ncare.In connection with its other interests, as well as those of the whole\ncountry, I recommend that at your present session you adopt such measures\nin order to carry into effect the Smithsonian bequest as in your judgment\nwill be best calculated to consummate the liberal intent of the testator.When, under a dispensation of Divine Providence, I succeeded to the\npresidential office, the state of public affairs was embarrassing and\ncritical. To add to the irritation consequent upon a long-standing\ncontroversy with one of the most powerful nations of modern times,\ninvolving not only questions of boundary (which under the most favorable\ncircumstances are always embarrassing), but at the same time important and\nhigh principles of maritime law, border controversies between the citizens\nand subjects of the two countries had engendered a state of feeling and of\nconduct which threatened the most calamitous consequences. The hazards\nincident to this state of things were greatly heightened by the arrest and\nimprisonment of a subject of Great Britain, who, acting (as it was alleged)\nas a part of a military force, had aided in the commission of an act\nviolative of the territorial jurisdiction of the United States and\ninvolving the murder of a citizen, of the State of New York. A large amount\nof claims against the Government of Mexico remained unadjusted and a war of\nseveral years' continuance with the savage tribes of Florida still\nprevailed, attended with the desolation of a large portion of that\nbeautiful Territory and with the sacrifice of many valuable lives. To\nincrease the embarrassments of the Government, individual and State credit\nhad been nearly stricken down and confidence in the General Government was\nso much impaired that-loans of a small amount could only be negotiated at a\nconsiderable sacrifice. As a necessary consequence of the blight which had\nfallen on commerce and mechanical industry, the ships of the one were\nthrown out of employment and the operations of the other had been greatly\ndiminished. Owing to the condition of the currency, exchanges between\ndifferent parts of the country had become ruinously high and trade had to\ndepend on a depreciated paper currency in conducting its transactions. I\nshall be permitted to congratulate the country that under an overruling\nProvidence peace was preserved without a sacrifice of the national honor;\nthe war in Florida was brought to a speedy termination; a large portion of\nthe claims on Mexico have been fully adjudicated and are in a course of\npayment, while justice has been rendered to us in other matters by other\nnations; confidence between man and man is in a great measure restored and\nthe credit of this Government fully and perfectly reestablished; commerce\nis becoming more and more extended in its operations and manufacturing and\nmechanical industry once more reap the rewards of skill and labor honestly\napplied; the operations of trade rest on a sound currency and the rates of\nexchange are reduced to their lowest amount.In this condition of things I have felt it to be my duty to bring to your\nfavorable consideration matters of great interest in their present and\nultimate results; and the only desire which I feel in connection with the\nfuture is and will continue to be to leave the country prosperous and its\ninstitutions unimpaired.", 
    "name": "John Tyler"
}