{
    "date": "December 8, 1798", 
    "speech": "Gentlemen of the Senate and Gentlemen of the House of Representatives:While with reverence and resignation we contemplate the dispensations of\nDivine Providence in the alarming and destructive pestilence with which\nseveral of our cities and towns have been visited, there is cause for\ngratitude and mutual congratulations that the malady has disappeared and\nthat we are again permitted to assemble in safety at the seat of Government\nfor the discharge of our important duties. But when we reflect that this\nfatal disorder has within a few years made repeated ravages in some of our\nprincipal sea ports, and with increased malignancy, and when we consider\nthe magnitude of the evils arising from the interruption of public and\nprivate business, whereby the national interests are deeply affected, I\nthink it my duty to invite the Legislature of the Union to examine the\nexpediency of establishing suitable regulations in aid of the health laws\nof the respective States; for these being formed on the idea that\ncontagious sickness may be communicated through the channels of commerce,\nthere seems to be a necessity that Congress, who alone can regulate trade,\nshould frame a system which, while it may tend to preserve the general\nhealth, may be compatible with the interests of commerce and the safety of\nthe revenue.While we think on this calamity and sympathize with the immediate\nsufferers, we have abundant reason to present to the Supreme Being our\nannual oblations of gratitude for a liberal participation in the ordinary\nblessings of His providence. To the usual subjects of gratitude I can not\nomit to add one of the first importance to our well being and safety; I mean\nthat spirit which has arisen in our country against the menaces and\naggression of a foreign nation. A manly sense of national honor, dignity,\nand independence has appeared which, if encouraged and invigorated by every\nbranch of the Government, will enable us to view undismayed the enterprises\nof any foreign power and become the sure foundation of national prosperity\nand glory.The course of the transactions in relation to the United States and France\nwhich have come to my knowledge during your recess will be made the subject\nof a future communication. That communication will confirm the ultimate\nfailure of the measures which have been taken by the Government of the\nUnited States toward an amicable adjustment of differences with that power.\nYou will at the same time perceive that the French Government appears\nsolicitous to impress the opinion that it is averse to a rupture with this\ncountry, and that it has in a qualified manner declared itself willing to\nreceive a minister from the United States for the purpose of restoring a\ngood understanding. It is unfortunate for professions of this kind that\nthey should be expressed in terms which may countenance the inadmissible\npretension of a right to prescribe the qualifications which a minister from\nthe United States should possess, and that while France is asserting the\nexistence of a disposition on her part to conciliate with sincerity the\ndifferences which have arisen, the sincerity of a like disposition on the\npart of the United States, of which so many demonstrative proofs have been\ngiven, should even be indirectly questioned.It is also worthy of observation that the decree of the Directory alleged\nto be intended to restrain the depredations of French cruisers on our\ncommerce has not given, and can not give, any relief. It enjoins them to\nconform to all the laws of France relative to cruising and prizes, while\nthese laws are themselves the sources of the depredations of which we have\nso long, so justly, and so fruitlessly complained.The law of France enacted in January last, which subjects to capture and\ncondemnation neutral vessels and their cargoes if any portion of the latter\nare of British fabric or produce, although the entire property belong to\nneutrals, instead of being rescinded has lately received a confirmation by\nthe failure of a proposition for its repeal. While this law, which is an\nunequivocal act of war on the commerce of the nations it attacks, continues\nin force those nations can see in the French Government only a power\nregardless of their essential rights, of their independence and\nsovereignty; and if they possess the means they can reconcile nothing with\ntheir interest and honor but a firm resistance.Hitherto, therefore, nothing is discoverable in the conduct of France which\nought to change or relax our measures of defense. On the contrary, to\nextend and invigorate them is our true policy. We have no reason to regret\nthat these measures have been thus far adopted and pursued, and in\nproportion as we enlarge our view of the portentous and incalculable\nsituation of Europe we shall discover new and cogent motives for the full\ndevelopment of our energies and resources.But in demonstrating by our conduct that we do not fear war in the\nnecessary protection of our rights and honor we shall give no room to infer\nthat we abandon the desire of peace. An efficient preparation for war can\nalone insure peace. It is peace that we have uniformly and perseveringly\ncultivated, and harmony between us and France may be restored at her\noption. But to send another minister without more determinate assurances\nthat he would be received would be an act of humiliation to which the\nUnited States ought not to submit. It must therefore be left with France\n(if she is indeed desirous of accommodation) to take the requisite steps.The United States will steadily observe the maxims by which they have\nhitherto been governed. They will respect the sacred rights of embassy; and\nwith a sincere disposition on the part of France to desist from hostility,\nto make reparation for the injuries heretofore inflicted on our commerce,\nand to do justice in future, there will be no obstacle to the restoration\nof a friendly intercourse.In making to you this declaration I give a pledge to France and the world\nthat the Executive authority of this country still adheres to the humane\nand pacific policy which has invariably governed its proceedings, in\nconformity with the wishes of the other branches of the Government and of\nthe people of the United States. But considering the late manifestations of\nher policy toward foreign nations, I deem it a duty deliberately and\nsolemnly to declare my opinion that whether we negotiate with her or not,\nvigorous preparations for war will be alike indispensable. These alone will\ngive to us an equal treaty and insure its observance.Among the measures of preparation which appear expedient, I take the\nliberty to recall your attention to the naval establishment. The beneficial\neffects of the small naval armament provided under the acts of the last\nsession are known and acknowledged. Perhaps no country ever experienced\nmore sudden and remarkable advantages from any measure of policy than we\nhave derived from the arming for our maritime protection and defense.We ought without loss of time to lay the foundation for an increase of our\nNavy to a size sufficient to guard our coast and protect our trade. Such a\nnaval force as it is doubtless in the power of the United States to create\nand maintain would also afford to them the best means of general defense by\nfacilitating the safe transportation of troops and stores to every part of\nour extensive coast. To accomplish this important object, a prudent\nforesight requires that systematic measures be adopted for procuring at all\ntimes the requisite timber and other supplies. In what manner this shall be\ndone I leave to your consideration.I will now advert, gentlemen, to some matters of less moment, but proper to\nbe communicated to the National Legislature.After the Spanish garrisons had evacuated the posts they occupied at the\nNatchez and Walnut Hills the commissioner of the United States commences\nhis observations to ascertain the point near the Mississippi which\nterminated the northernmost part of the 31st degree of north latitude. From\nthence he proceeded to run the boundary line between the United States and\nSpain. He was afterwards joined by the Spanish commissioner, when the work\nof the former was confirmed, and they proceeded together to the demarcation\nof the line.Recent information renders it probable that the Southern Indians, either\ninstigated to oppose the demarcation or jealous of the consequences of\nsuffering white people to run a line over lands to which the Indian title\nhad not been extinguished, have ere this time stopped the progress of the\ncommissioners; and considering the mischiefs which may result from\ncontinuing the demarcation in opposition to the will of the Indian tribes,\nthe great expense attending it, and that the boundaries which the\ncommissioners have actually established probably extend at least as far as\nthe Indian title has been extinguished, it will perhaps become expedient\nand necessary to suspend further proceedings by recalling our\ncommissioner.The commissioners appointed in pursuance of the 5th article of the treaty\nof amity, commerce, and navigation between the United States and His\nBritannic Majesty to determine what river was truly intended under the name\nof the river St. Croix mentioned in the treaty of peace, and forming a part\nof the boundary therein described, have finally decided that question. On\nthe 25th of October they made their declaration that a river called\nScoodiac, which falls into Passamaquoddy Bay at its northwestern quarter,\nwas the true St. Croix intended in the treaty of peace, as far as its great\nfork, where one of its streams comes from the westward and the other from\nthe northward, and that the latter stream is the continuation of the St.\nCroix to its source.This decision, it is understood, will preclude all contention among the\nindividual claimants, as it seems that the Scoodiac and its northern branch\nbound the grants of land which have been made by the respective adjoining\nGovernments.A subordinate question, however, it has been suggested, still remains to be\ndetermined. Between the mouth of the St. Croix as now settled and what is\nusually called the Bay of Fundy lie a number of valuable islands. The\ncommissioners have not continued the boundary line through any channel of\nthese islands, and unless the bay of Passamaquoddy be a part of the Bay of\nFundy this further adjustment of boundary will be necessary, but it is\napprehended that this will not be a matter of any difficulty.Such progress has been made in the examination and decision of cases of\ncaptures and condemnations of American vessels which were the subject of\nthe 7th article of the treaty of amity, commerce, and navigation between\nthe United States and Great Britain that it is supposed the commissioners\nwill be able to bring their business to a conclusion in August of the\nensuing year.The commissioners acting under the 25th article of the treaty between the\nUnited States and Spain have adjusted most of the claims of our citizens\nfor losses sustained in consequence of their vessels and cargoes having\nbeen taken by the subjects of His Catholic Majesty during the late war\nbetween France and Spain.Various circumstances have concurred to delay the execution of the law for\naugmenting the military establishment, among these the desire of obtaining\nthe fullest information to direct the best selection of officers. As this\nobject will now be speedily accomplished, it is expected that the raising\nand organizing of the troops will proceed without obstacle and with\neffect.Gentlemen of the House of Representatives:I have directed an estimate of the appropriations which will be necessary\nfor the service of the ensuing year to be laid before you, accompanied with\na view of the public receipts and expenditures to a recent period.It will afford you satisfaction to infer the great extent and solidity of\nthe public resources from the prosperous state of the finances,\nnotwithstanding the unexampled embarrassments which have attended commerce.\nWhen you reflect on the conspicuous examples of patriotism and liberality\nwhich have been exhibited by our mercantile fellow citizens, and how great\na proportion of the public resources depends on their enterprise, you will\nnaturally consider whether their convenience can not be promoted and\nreconciled with the security of the revenue by a revision of the system by\nwhich the collection is at present regulated.During your recess measures have been steadily pursued for effecting the\nvaluations and returns directed by the act of the last session, preliminary\nto the assessment and collection of a direct tax. No other delays or\nobstacles have been experienced except such as were expected to arise from\nthe great extent of our country and the magnitude and novelty of the\noperation, and enough has been accomplished to assure a fulfillment of the\nviews of the Legislature.Gentlemen of the Senate and Gentlemen of the House of Representatives:I can not close this address without once more adverting to our political\nsituation and inculcating the essential importance of uniting in the\nmaintenance of our dearest interests; and I trust that by the temper and\nwisdom of your proceedings and by a harmony of measures we shall secure to\nour country that weight and respect to which it is so justly entitled.", 
    "name": "John Adams"
}