{
    "date": "December 2, 1828", 
    "speech": "Fellow Citizens of the Senate and of the House of Representatives:If the enjoyment in profusion of the bounties of Providence forms a\nsuitable subject of mutual gratulation and grateful acknowledgment, we\nare admonished at this return of the season when the representatives of\nthe nation are assembled to deliberate upon their concerns to offer up\nthe tribute of fervent and grateful hearts for the never failing\nmercies of Him who ruleth over all. He has again favored us with\nhealthful seasons and abundant harvests; He has sustained us in peace\nwith foreign countries and in tranquillity within our borders; He has\npreserved us in the quiet and undisturbed possession of civil and\nreligious liberty; He has crowned the year with His goodness, imposing\non us no other condition than of improving for our own happiness the\nblessings bestowed by His hands, and, in the fruition of all His\nfavors, of devoting his faculties with which we have been endowed by\nHim to His glory and to our own temporal and eternal welfare.In the relations of our Federal Union with our brethren of the human\nrace the changes which have occurred since the close of your last\nsession have generally tended to the preservation of peace and to the\ncultivation of harmony. Before your last separation a war had unhappily\nbeen kindled between the Empire of Russia, one of those with which our\nintercourse has been no other than a constant exchange of good offices,\nand that of the Ottoman Porte, a nation from which geographical\ndistance, religious opinions and maxims of government on their part\nlittle suited to the formation of those bonds of mutual benevolence\nwhich result from the benefits of commerce had department us in a\nstate, perhaps too much prolonged, of coldness and alienation.The extensive, fertile, and populous dominions of the Sultan belong\nrather to the Asiatic than the European division of the human family.\nThey enter but partially into the system of Europe, nor have their wars\nwith Russia and Austria, the European States upon which they border,\nfor more than a century past disturbed the pacific relations of those\nStates with the other great powers of Europe. Neither France nor\nPrussia nor Great Britain has ever taken part in them, nor is it to be\nexpected that they will at this time. The declaration of war by Russia\nhas received the approbation or acquiescence of her allies, and we may\nindulge the hope that its progress and termination will be signalized\nby the moderation and forbearance no less than by the energy of the\nEmperor Nicholas, and that it will afford the opportunity for such\ncollateral agency in behalf of the suffering Greeks as will secure to\nthem ultimately the triumph of humanity and of freedom.The state of our particular relations with France has scarcely varied\nin the course of the present year. The commercial intercourse between\nthe two countries has continued to increase for the mutual benefit of\nboth. The claims of indemnity to numbers of our fellow citizens for\ndepredations upon their property, heretofore committed during the\nrevolutionary governments, remain unadjusted, and still form the\nsubject of earnest representation and remonstrance. Recent advices from\nthe minister of the United States at Paris encourage the expectation\nthat the appeal to the justice of the French Government will ere long\nreceive a favorable consideration.The last friendly expedient has been resorted to for the decision of\nthe controversy with Great Britain relating to the north-eastern\nboundary of the United States. By an agreement with the British\nGovernment, carrying into effect the provisions of the 5th article of\nthe treaty of Ghent, and the convention of September 29th, 1827, His\nMajesty the King of the Netherlands has by common consent been selected\nas the umpire between the parties. The proposal to him to accept the\ndesignation for the performance of this friendly office will be made at\nan early day, and the United States, relying upon the justice of their\ncause, will cheerfully commit the arbitrament of it to a prince equally\ndistinguished for the independence of his spirit, his indefatigable\nassiduity to the duties of his station, and his inflexible personal\nprobity.Our commercial relations with Great Britain will deserve the serious\nconsideration of Congress and the exercise of a conciliatory and\nforbearing spirit in the policy of both Governments. The state of them\nhas been materially changed by the act of Congress, passed at their\nlast session, in alteration of several acts imposing duties on imports,\nand by acts of more recent date of the British Parliament. The effect\nof the interdiction of direct trade, commenced by Great Britain and\nreciprocated by the United States, has been, as was to be foreseen,\nonly to substitute different channels for an exchange of commodities\nindispensable to the colonies and profitable to a numerous class of our\nfellow citizens. The exports, the revenue, the navigation of the United\nStates have suffered no diminution by our exclusion from direct access\nto the British colonies. The colonies pay more dearly for the\nnecessaries of life which their Government burdens with the charges of\ndouble voyages, freight, insurance, and commission, and the profits of\nour exports are somewhat impaired and more injuriously transferred from\none portion of our citizens to another.The resumption of this old and otherwise exploded system of colonial\nexclusion has not secured to the shipping interest of Great Britain the\nrelief which, at the expense of the distant colonies and of the United\nStates, it was expected to afford. Other measures have been resorted to\nmore pointedly bearing upon the navigation of the United States, and\nmore pointedly bearing upon the navigation of the United States, and\nwhich, unless modified by the construction given to the recent acts of\nParliament, will be manifestly incompatible with the positive\nstipulations of the commercial convention existing between the two\ncountries. That convention, however, may be terminated with 12 months'\nnotice, at the option of either party.A treaty of amity, navigation, and commerce between the United States\nand His Majesty the Emperor of Austria, King of Hungary and Bohemia,\nhas been prepared for signature by the Secretary of State and by the\nBaron de Lederer, intrusted with full powers of the Austrian\nGovernment. Independently of the new and friendly relations which may\nbe thus commenced with one of the most eminent and powerful nations of\nthe earth, the occasion has been taken in it, as in other recent\ntreaties concluded by the United States, to extend those principles of\nliberal intercourse and of fair reciprocity which intertwine with the\nexchanges of commerce the principles of justice and the feelings of\nmutual benevolence.This system, first proclaimed to the world in the first commercial\ntreaty ever concluded by the United States--that of February 6th, 1778,\nwith France--has been invariably the cherished policy of our Union. It\nis by treaties of commerce alone that it can be made ultimately to\nprevail as the established system of all civilized nations. With this\nprinciple our fathers extended the hand of friendship to every nation\nof the globe, and to this policy our country has ever since adhered.\nWhat ever of regulation in our laws has ever been adopted unfavorable\nto the interest of any foreign nation has been essentially defensive\nand counteracting to similar regulations of theirs operating against\nus.Immediately after the close of the War of Independence commissioners\nwere appointed by the Congress of the Confederation authorized to\nconclude treaties with every nation of Europe disposed to adopt them.\nBefore the wars of the French Revolution such treaties had been\nconsummated with the United Netherlands, Sweden, and Prussia. During\nthose wars treaties with Great Britain and Spain had been effected, and\nthose with Prussia and France renewed. In all these some concessions to\nthe liberal principles of intercourse proposed by the United States had\nbeen obtained; but as in all the negotiations they came occasionally in\ncollision with previous internal regulations or exclusive and excluding\ncompacts of monopoly with which the other parties had been trammeled,\nthe advances made in them toward the freedom of trade were partial and\nimperfect. Colonial establishments, chartered companies, and ship\nbuilding influence pervaded and encumbered the legislation of all the\ngreat commercial states; and the United States, in offering free trade\nand equal privilege to all, were compelled to acquiesce in many\nexceptions with each of the parties to their treaties, accommodated to\ntheir existing laws and anterior agreements.The colonial system by which this whole hemisphere was bound has fallen\ninto ruins, totally abolished by revolutions converting colonies into\nindependent nations throughout the two American continents, excepting a\nportion of territory chiefly at the northern extremity of our own, and\nconfined to the remnants of dominion retained by Great Britain over the\ninsular archipelago, geographically the appendages of our part of the\nglobe. With all the rest we have free trade, even with the insular\ncolonies of all the European nations, except Great Britain. Her\nGovernment also had manifested approaches to the adoption of a free and\nliberal intercourse between her colonies and other nations, though by a\nsudden and scarcely explained revulsion the spirit of exclusion has\nbeen revived for operation upon the United States alone.The conclusion of our last treaty of peace with Great Britain was\nshortly afterwards followed by a commercial convention, placing the\ndirect intercourse between the two countries upon a footing of more\nequal reciprocity than had ever before been admitted. The same\nprinciple has since been much further extended by treaties with France,\nSweden, Denmark, the Hanseatic cities, Prussia, in Europe, and with the\nRepublics of Colombia and of Central America, in this hemisphere. The\nmutual abolition of discriminating duties and charges upon the\nnavigation and commercial intercourse between the parties is the\ngeneral maxim which characterizes them all. There is reason to expect\nthat it will at no distant period be adopted by other nations, both of\nEurope and America, and to hope that by its universal prevalence one of\nthe fruitful sources of wars of commercial competition will be\nextinguished.Among the nations upon whose Governments many of our fellow citizens\nhave had long-pending claims of indemnity for depredations upon their\nproperty during a period when the rights of neutral commerce were\ndisregarded was that of Denmark. They were soon after the events\noccurred the subject of a special mission from the United States, at\nthe close of which the assurance was given by His Danish Majesty that\nat a period of more tranquillity and of less distress they would be\nconsidered, examined, and decided upon in a spirit of determined\npurpose for the dispensation of justice. I have much pleasure in\ninforming Congress that the fulfillment of this honorable promise is\nnow in progress; that a small portion of the claims has already been\nsettled to the satisfaction of the claimants, and that we have reason\nto hope that the remainder will shortly be placed in a train of\nequitable adjustment. This result has always been confidently expected,\nfrom the character of personal integrity and of benevolence which the\nSovereign of the Danish dominions has through every vicissitude of\nfortune maintained.The general aspect of the affairs of our neighboring American nations\nof the south has been rather of approaching than of settled\ntranquillity. Internal disturbances have been more frequent among them\nthan their common friends would have desired. Our intercourse with all\nhas continued to be that of friendship and of mutual good will.\nTreaties of commerce and of boundaries with the United Mexican States\nhave been negotiated, but, from various successive obstacles, not yet\nbrought to a final conclusion.The civil war which unfortunately still prevails in the Republics of\nCentral America has been unpropitious to the cultivation of our\ncommercial relations with them; and the dissensions and revolutionary\nchanges in the Republics of Colombia and of Peru have been seen with\ncordial regret by us, who would gladly contribute to the happiness of\nboth. It is with great satisfaction, however, that we have witnessed\nthe recent conclusion of a peace between the Governments of Buenos\nAyres and of Brazil, and it is equally gratifying to observe that\nindemnity has been obtained for some of the injuries which our fellow\ncitizens had sustained in the latter of those countries. The rest are\nin a train of negotiation, which we hope may terminate to mutual\nsatisfaction, and that it may be succeeded by a treaty of commerce and\nnavigation, upon liberal principles, propitious to a great and growing\ncommerce, already important to the interests of our country.The condition and prospects of the revenue are more favorable than our\nmost sanguine expectations had anticipated. The balance in the Treasury\non January 1st, 1828, exclusive of the moneys received under the\nconvention of November 13th, 1826, with Great Britain, was\n$5,861,972.83. The receipts into the Treasury from January 1st, 1828 to\nSeptember 30th, 1828, so far as they have been ascertained to form the\nbasis of an estimate, amount to $18,633,580.27, which, with the\nreceipts of the present quarter, estimated at $5,461,283.40, form an\naggregate of receipts during the year of $24,094,863.67. The\nexpenditures of the year may probably amount to $25,637,111.63, and\nleave in the Treasury on January 1st, 1829 the sum of $5,125,638.14.The receipts of the present year have amounted to near $2,000,000 more\nthan was anticipated at the commencement of the last session of\nCongress.The amount of duties secured on importations from the first of January\nto the 30th of September was about $22,997,000, and that of the\nestimated accruing revenue is $5,000,000, forming an aggregate for the\nyear of near $28,000,000. This is $1,000,000 more than the estimate\nlast December for the accruing revenue of the present year, which, with\nallowances for draw-backs and contingent deficiencies, was expected to\nproduce an actual revenue of $22,300,000. Had these only been realized\nthe expenditures of the year would have been also proportionally\nreduced, for of these $24,000,000 received upward of $9,000,000 have\nbeen applied to the extinction of public debt, bearing an interest of\n6% a year, and of course reducing the burden of interest annually\npayable in future by the amount of more than $500,000. The payments on\naccount of interest during the current year exceed $3,000,000,\npresenting an aggregate of more than $12,000,000 applied during the\nyear to the discharge of the public debt, the whole of which remaining\ndue on January 1st, 1829 will amount only to $58,362,135.78.That the revenue of the ensuing year will not fall short of that\nreceived in the one now expiring there are indications which can\nscarcely prove deceptive. In our country an uniform experience of 40\nyears has shown that what ever the tariff of duties upon articles\nimported from abroad has been, the amount of importations has always\nborne an average value nearly approaching to that of the exports,\nthough occasionally differing in the balance, some times being more and\nsome times less. It is, indeed, a general law of prosperous commerce\nthat the real value of exports should by a small, and only a small,\nbalance exceed that of imports, that balance being a permanent addition\nto the wealth of the nation.The extent of the prosperous commerce of the nation must be regulated\nby the amount of its exports, and an important addition to the value of\nthese will draw after it a corresponding increase of importations. It\nhas happened in the vicissitudes of the seasons that the harvests of\nall Europe have in the late summer and autumn fallen short of their\nusual average. A relaxation of the interdict upon the importation of\ngrain and flour from abroad has ensued, a propitious market has been\nopened to the granaries of our country, and a new prospect of reward\npresented to the labors of the husband-man, which for several years has\nbeen denied. This accession to the profits of agriculture in the middle\nand western portions of our Union is accidental and temporary. It may\ncontinue only for a single year. It may be, as has been often\nexperienced in the revolutions of time, but the first of several scanty\nharvests in succession. We may consider it certain that for the\napproaching year it has added an item of large amount to the value of\nour exports and that it will produce a corresponding increase of\nimportations. It may therefore confidently be foreseen that the revenue\nof 1829 will equal and probably exceed that of 1828, and will afford\nthe means of extinguishing $10,000,000 more of the principal of the\npublic debt.This new element of prosperity to that part of our agricultural\nindustry which is occupied in producing the first article of human\nsubsistence is of the most cheering character to the feelings of\npatriotism. Proceeding from a cause which humanity will view with\nconcern, the sufferings of scarcity in distant lands, it yields a\nconsolatory reflection that this scarcity is in no respect attributable\nto us; that it comes from the dispensation of Him who ordains all in\nwisdom and goodness, and who permits evil itself only as an instrument\nof good; that, far from contributing to this scarcity, our agency will\nbe applied only to the alleviation of its severity, and that in pouring\nforth from the abundance of our own garners the supplies which will\npartially restore plenty to those who are in need we shall ourselves\nreduce our stores and add to the price of our own bread, so as in some\ndegree to participate in the wants which it will be the good fortune of\nour country to relieve.The great interests of an agricultural, commercial, and manufacturing\nnation are so linked in union together that no permanent cause of\nprosperity to one of them can operate without extending its influence\nto the others. All these interests are alike under the protecting power\nof the legislative authority, and the duties of the representative\nbodies are to conciliate them in harmony together.So far as the object of taxation is to raise a revenue for discharging\nthe debts and defraying the expenses of the community, its operation\nshould be adapted as much as possible to suit the burden with equal\nhand upon all in proportion with their ability of bearing it without\noppression. But the legislation of one nation is some times\nintentionally made to bear heavily upon the interests of another. That\nlegislation, adapted, as it is meant to be, to the special interests of\nits own people, will often press most unequally upon the several\ncomponent interests of its neighbors.Thus the legislation of Great Britain, when, as has recently been\navowed, adapted to the depression of a rival nation, will naturally\nabound with regulations to interdict upon the productions of the soil\nor industry of the other which come in competition with its own, and\nwill present encouragement, perhaps even bounty, to the raw material of\nthe other State which it can not produce itself, and which is essential\nfor the use of its manufactures, competitors in the markets of the\nworld with those of its commercial rival.Such is the state of commercial legislation of Great Britain as it\nbears upon our interests. It excludes with interdicting duties all\nimportation (except in time of approaching famine) of the great staple\nof production of our Middle and Western States; it proscribes with\nequal rigor the bulkier lumber and live stock of the same portion and\nalso of the Northern and Eastern part of our Union. It refuses even the\nrice of the South unless aggravated with a charge of duty upon the\nNorthern carrier who brings it to them. But the cotton, indispensable\nfor their looms, they will receive almost duty free to weave it into a\nfabric for our own wear, to the destruction of our own manufactures,\nwhich they are enabled thus to under-sell.Is the self-protecting energy of this nation so helpless that there\nexists in the political institutions of our country no power to\ncounter-act the bias of this foreign legislation; that the growers of\ngrain must submit to this exclusion from the foreign markets of their\nproduce; that the shippers must dismantle their ships, the trade of the\nNorth stagnate at the wharves, and the manufacturers starve at their\nlooms, while the whole people shall pay tribute to foreign industry to\nbe clad in a foreign garb; that the Congress of the Union are impotent\nto restore the balance in favor of native industry destroyed by the\nstatutes of another realm?More just and generous sentiments will, I trust, prevail. If the tariff\nadopted at the last session of Congress shall be found by experience to\nbear oppressively upon the interests of any one section of the Union,\nit ought to be, and I can not doubt will be, so modified as to\nalleviate its burden. To the voice of just complaint from any portion\nof their constituents the representatives of the States and of the\npeople will never turn away their ears.But so long as the duty of the foreign shall operate only as a bounty\nupon the domestic article; while the planter and the merchant and the\nshepherd and the husbandman shall be found thriving in their\noccupations under the duties imposed for the protection of domestic\nmanufactures, they will not repine at the prosperity shared with\nthemselves by their fellow citizens of other professions, nor denounce\nas violations of the Constitution the deliberate acts of Congress to\nshield from the wrongs of foreigns the native industry of the Union.While the tariff of the last session of Congress was a subject of\nlegislative deliberation it was foretold by some of its opposers that\none of its necessary consequences would be to impair the revenue. It is\nyet too soon to pronounce with confidence that this prediction was\nerroneous. The obstruction of one avenue of trade not unfrequently\nopens an issue to another. The consequence of the tariff will be to\nincrease the exportation and to diminish the importation of some\nspecific articles; but by the general law of trade the increase of\nexportation of one article will be followed by an increased importation\nof others, the duties upon which will supply the deficiencies which the\ndiminished importation would otherwise occasion. The effect of taxation\nupon revenue can seldom be foreseen with certainty. It must abide the\ntest of experience.As yet no symptoms of diminution are perceptible in the receipts of the\nTreasury. As yet little addition of cost has even been experienced upon\nthe articles burdened with heavier duties by the last tariff. The\ndomestic manufacturer supplies the same or a kindred article at a\ndiminished price, and the consumer pays the same tribute to the labor\nof his own country-man which he must otherwise have paid to foreign\nindustry and toil.The tariff of the last session was in its details not acceptable to the\ngreat interests of any portion of the Union, not even to the interest\nwhich it was specially intended to subserve. Its object was to balance\nthe burdens upon native industry imposed by the operation of foreign\nlaws, but not to aggravate the burdens of one section of the Union by\nthe relief afforded to another. To the great principle sanctioned by\nthat act--one of those upon which the Constitution itself was formed--I\nhope and trust the authorities of the Union will adhere. But if any of\nthe duties imposed by the act only relieve the manufacturer by\naggravating the burden of the planter, let a careful revisal of its\nprovisions, enlightened by the practical experience of its effects, be\ndirected to retain those which impart protection to native industry and\nremove or supply the place of those which only alleviate one great\nnational interest by the depression of another.The United States of America and the people of every State of which\nthey are composed are each of them sovereign powers. The legislative\nauthority of the whole is exercised by Congress under authority granted\nthem in the common Constitution. The legislative power of each State is\nexercised by assemblies deriving their authority from the constitution\nof the State. Each is sovereign within its own province. The\ndistribution of power between them presupposes that these authorities\nwill move in harmony with each other. The members of the State and\nGeneral Governments are all under oath to support both, and allegiance\nis due to the one and to the other. The case of a conflict between\nthese two powers has not been supposed, nor has any provision been made\nfor it in our institutions; as a virtuous nation of ancient times\nexisted more than five centuries without a law for the punishment of\nparricide.More than once, however, in the progress of our history have the people\nand the legislatures of one or more States, in moments of excitement,\nbeen instigated to this conflict; and the means of effecting this\nimpulse have been allegations that the acts of Congress to be resisted\nwere unconstitutional. The people of no one State have ever delegated\nto their legislature the power of pronouncing an act of Congress\nunconstitutional, but they have delegated to them powers by the\nexercise of which the execution of the laws of Congress within the\nState may be resisted. If we suppose the case of such conflicting\nlegislation sustained by the corresponding executive and judicial\nauthorities, patriotism and philanthropy turn their eyes from the\ncondition in which the parties would be placed, and from that of the\npeople of both, which must be its victims.The reports from the Secretary of War and the various subordinate\noffices of the resort of that Department present an exposition of the\npublic administration of affairs connected with them through the course\nof the current year. The present state of the Army and the distribution\nof the force of which it is composed will be seen from the report of\nthe Major General. Several alterations in the disposal of the troops\nhave been found expedient in the course of the year, and the discipline\nof the Army, though not entirely free from exception, has been\ngenerally good.The attention of Congress is particularly invited to that part of the\nreport of the Secretary of War which concerns the existing system of\nour relations with the Indian tribes. At the establishment of the\nFederal Government under the present Constitution of the United States\nthe principle was adopted of considering them as foreign and\nindependent powers and also as proprietors of lands. They were,\nmoreover, considered as savages, whom it was our policy and our duty to\nuse our influence in converting to Christianity and in bringing within\nthe pale of civilization.As independent powers, we negotiated with them by treaties; as\nproprietors, we purchased of them all the lands which we could prevail\nupon them to sell; as brethren of the human race, rude and ignorant, we\nendeavored to bring them to the knowledge of religion and letters. The\nultimate design was to incorporate in our own institutions that portion\nof them which could be converted to the state of civilization. In the\npractice of European States, before our Revolution, they had been\nconsidered as children to be governed; as tenants at discretion, to be\ndispossessed as occasion might require; as hunters to be indemnified by\ntrifling concessions for removal from the grounds from which their game\nwas extirpated. In changing the system it would seem as if a full\ncontemplation of the consequences of the change had not been taken.We have been far more successful in the acquisition of their lands than\nin imparting to them the principles or inspiring them with the spirit\nof civilization. But in appropriating to ourselves their hunting\ngrounds we have brought upon ourselves the obligation of providing them\nwith subsistence; and when we have had the rare good fortune of\nteaching them the arts of civilization and the doctrines of\nChristianity we have unexpectedly found them forming in the midst of\nourselves communities claiming to be independent of ours and rivals of\nsovereignty within the territories of the members of our Union. This\nstate of things requires that a remedy should be provided--a remedy\nwhich, while it shall do justice to those unfortunate children of\nnature, may secure to the members of our confederation their rights of\nsovereignty and of soil. As the outline of a project to that effect,\nthe views presented in the report of the Secretary of War are\nrecommended to the consideration of Congress.The report from the Engineer Department presents a comprehensive view\nof the progress which has been made in the great systems promotive of\nthe public interest, commenced and organized under authority of\nCongress, and the effects of which have already contributed to the\nsecurity, as they will hereafter largely contribute to the honor and\ndignity, of the nation.The first of these great systems is that of fortifications, commenced\nimmediately after the close of our last war, under the salutary\nexperience which the events of that war had impressed upon our country-\nmen of its necessity. Introduced under the auspices of my immediate\npredecessor, it has been continued with the persevering and liberal\nencouragement of the Legislature, and, combined with corresponding\nexertions for the gradual increase and improvement of the Navy,\nprepares for our extensive country a condition of defense adapted to\nany critical emergency which the varying course of events may bring\nforth. Our advances in these concerted systems have for the last ten\nyears been steady and progressive, and in a few years more will be so\ncompleted as to leave no cause for apprehension that our sea coast will\never again offer a theater of hostile invasion.The next of these cardinal measures of policy is the preliminary to\ngreat and lasting works of public improvement in the surveys of roads,\nexamination for the course of canals, and labors for the removal of the\nobstructions of rivers and harbors, first commenced by the act of\nCongress of April 30th, 1824.The report exhibits in one table the funds appropriated at the last and\npreceding sessions of Congress for all these fortifications, surveys,\nand works of public improvement, the manner in which these funds have\nbeen applied, the amount expended upon the several works under\nconstruction, and the further sums which may be necessary to complete\nthem; in a second, the works projected by the Board of Engineers which\nhave not been commenced, and the estimate of their cost; in a third,\nthe report of the annual Board of Visitors at the Military Academy at\nWest Point.For thirteen fortifications erecting on various points of our Atlantic\ncoast, from Rhode Island to Louisiana, the aggregate expenditure of the\nyear has fallen little short of $1,000,000. For the preparation of five\nadditional reports of reconnoissances and surveys since the last\nsession of Congress, for the civil construction upon 37 different\npublic works commenced, eight others for which specific appropriations\nhave been made by acts of Congress, and twenty other incipient surveys\nunder the authority given by the act of April 30th, 1824, about\n$1,000,000 more has been drawn from the Treasury.To these $2,000,000 is to be added the appropriation of $250,000 to\ncommence the erection of a break-water near the mouth of the Delaware\nRiver, the subscriptions to the Delaware and Chesapeake, the Louisville\nand Portland, the Dismal Swamp, and the Chesapeake and Ohio canals, the\nlarge donations of lands to the States of Ohio, Indiana, Illinois, and\nAlabama for objects of improvements within those States, and the sums\nappropriated for light-houses, buoys, and piers on the coast; and a\nfull view will be taken of the munificence of the nation in the\napplication of its resources to the improvement of its own condition.Of these great national under-takings the Academy at West Point is\namong the most important in itself and the most comprehensive in its\nconsequences. In that institution a part of the revenue of the nation\nis applied to defray the expense of educating a competent portion of\nher youth chiefly to the knowledge and the duties of military life. It\nis the living armory of the nation. While the other works of\nimprovement enumerated in the reports now presented to the attention of\nCongress are destined to ameliorate the face of nature, to multiply the\nfacilities of communication between the different parts of the Union,\nto assist the labors, increase the comforts, and enhance the enjoyments\nof individuals, the instruction acquired at West Point enlarges the\ndominion and expands the capacities of the mind. Its beneficial results\nare already experienced in the composition of the Army, and their\ninfluence is felt in the intellectual progress of society. The\ninstitution is susceptible still of great improvement from benefactions\nproposed by several successive Boards of Visitors, to whose earnest and\nrepeated recommendations I cheerfully add my own.With the usual annual reports from the Secretary of the Navy and the\nBoard of Commissioners will be exhibited to the view of Congress the\nexecution of the laws relating to that department of the public\nservice. The repression of piracy in the West Indian and in the Grecian\nseas has been effectually maintained, with scarcely any exception.\nDuring the war between the Governments of Buenos Ayres and of Brazil\nfrequent collisions between the belligerent acts of power and the\nrights of neutral commerce occurred. Licentious blockades, irregularly\nenlisted or impressed sea men, and the property of honest commerce\nseized with violence, and even plundered under legal pretenses, are\ndisorders never separable from the conflicts of war upon the ocean.With a portion of them the correspondence of our commanders on the\neastern aspect of the South American coast and among the islands of\nGreece discover how far we have been involved. In these the honor of\nour country and the rights of our citizens have been asserted and\nvindicated. The appearance of new squadrons in the Mediterranean and\nthe blockade of the Dardanelles indicate the danger of other obstacles\nto the freedom of commerce and the necessity of keeping our naval force\nin those seas. To the suggestions repeated in the report of the\nSecretary of the Navy, and tending to the permanent improvement of this\ninstitution, I invite the favorable consideration of Congress.A resolution of the House of Representatives requesting that one of our\nsmall public vessels should be sent to the Pacific Ocean and South Sea\nto examine the coasts, islands, harbors, shoals, and reefs in those\nseas, and to ascertain their true situation and description, has been\nput in a train of execution. The vessel is nearly ready to depart. The\nsuccessful accomplishment of the expedition may be greatly facilitated\nby suitable legislative provisions, and particularly by an\nappropriation to defray its necessary expense. The addition of a 2nd,\nand perhaps a 3rd, vessel, with a slight aggravation of the cost, would\ncontribute much to the safety of the citizens embarked on this under-\ntaking, the results of which may be of the deepest interest to our\ncountry.With the report of the Secretary of the Navy will be submitted, in\nconformity to the act of Congress of March 3d, 1827, for the gradual\nimprovement of the Navy of the United States, statements of the\nexpenditures under that act and of the measures for carrying the same\ninto effect. Every section of that statute contains a distinct\nprovision looking to the great object of the whole--the gradual\nimprovement of the Navy. Under its salutary sanction stores of ship\ntimber have been procured and are in process of seasoning and\npreservation for the future uses of the Navy. Arrangements have been\nmade for the preservation of the live oak timber growing on the lands\nof the United States, and for its reproduction, to supply at future and\ndistant days the waste of that most valuable material for ship building\nby the great consumption of it yearly for the commercial as well as for\nthe military marine of our country.The construction of the two dry docks at Charlestown and at Norfolk is\nmaking satisfactory progress toward a durable establishment. The\nexaminations and inquiries to ascertain the practicability and\nexpediency of a marine railway at Pensacola, though not yet\naccomplished, have been postponed but to be more effectually made. The\nnavy yards of the United States have been examined, and plans for their\nimprovement and the preservation of the public property therein at\nPortsmouth, Charlestown, Philadelphia, Washington, and Gosport, and to\nwhich two others are to be added, have been prepared and received my\nsanction; and no other portion of my public duties has been performed\nwith a more intimate conviction of its importance to the future welfare\nand security of the Union.With the report from the Post Master General is exhibited a comparative\nview of the gradual increase of that establishment, from five to five\nyears, since 1792 'til this time in the number of post offices, which\nhas grown from less than 200 to nearly 8,000; in the revenue yielded by\nthem, which from $67,000 has swollen to upward of $1,500,000, and in\nthe number of miles of post roads, which from 5,642 have multiplied to\n114,536. While in the same period of time the population of the Union\nhas about thrice doubled, the rate of increase of these offices is\nnearly 40, and of the revenue and of traveled miles from 20 to 25 for\none. The increase of revenue within the last five years has been nearly\nequal to the whole revenue of the Department in 1812.The expenditures of the Department during the year which ended on July\n1st, 1828 have exceeded the receipts by a sum of about $25,000. The\nexcess has been occasioned by the increase of mail conveyances and\nfacilities to the extent of near 800,000 miles. It has been supplied by\ncollections from the post masters of the arrearages of preceding years.\nWhile the correct principle seems to be that the income levied by the\nDepartment should defray all its expenses, it has never been the policy\nof this Government to raise from this establishment any revenue to be\napplied to any other purposes. The suggestion of the Post Master\nGeneral that the insurance of the safe transmission of moneys by the\nmail might be assumed by the Department for a moderate and competent\nremuneration will deserve the consideration of Congress.A report from the commissioner of the public buildings in this city\nexhibits the expenditures upon them in the course of the current year.\nIt will be seen that the humane and benevolent intentions of Congress\nin providing, by the act of May 20th, 1826, for the erection of a\npenitentiary in this District have been accomplished. The authority of\nfurther legislation is now required for the removal to this tenement of\nthe offenders against the laws sentenced to atone by personal\nconfinement for their crimes, and to provide a code for their\nemployment and government while thus confined.The commissioners appointed, conformably to the act of March 2d, 1827,\nto provide for the adjustment of claims of persons entitled to\nindemnification under the first article of the treaty of Ghent, and for\nthe distribution among such claimants of the sum paid by the Government\nof Great Britain under the convention of November 13th, 1826, closed\ntheir labors on August 30th, 1828 last by awarding to the claimants the\nsum of $1,197,422.18, leaving a balance of $7,537.82, which was\ndistributed ratably amongst all the claimants to whom awards had been\nmade, according to the directions of the act.The exhibits appended to the report from the Commissioner of the\nGeneral Land Office present the actual condition of that common\nproperty of the Union. The amount paid into the Treasury from the\nproceeds of lands during the year 1827 and for the first half of 1828\nfalls little short of $2,000,000. The propriety of further extending\nthe time for the extinguishment of the debt due to the United States by\nthe purchasers of the public lands, limited by the act of March 21st,\n1828 to July 4th, 1829, will claim the consideration of Congress, to\nwhose vigilance and careful attention the regulation, disposal, and\npreservation of this great national inheritance has by the people of\nthe United States been intrusted.Among the important subjects to which the attention of the present\nCongress has already been invited, and which may occupy their further\nand deliberate discussion, will be the provision to be made for taking\nthe 5th census of enumeration of the inhabitants of the United States.\nThe Constitution of the United States requires that this enumeration\nshould be made within every term of ten years, and the date from which\nthe last enumeration commenced was the first Monday of August of the\nyear 1820.The laws under which the former enumerations were taken were enacted at\nthe session of Congress immediately preceding the operation; but\nconsiderable inconveniences were experienced from the delay of\nlegislation to so late a period. That law, like those of the preceding\nenumerations, directed that the census should be taken by the marshals\nof the several districts and Territories of the Union under\ninstructions from the Secretary of State. The preparation and\ntransmission to the marshals of those instructions required more time\nthan was then allowed between the passage of the law and the day when\nthe enumeration was to commence. The term of six months limited for the\nreturns of the marshals was also found even then too short, and must be\nmore so now, when an additional population of at least 3,000,000 must\nbe presented upon the returns.As they are to be made at the short session of Congress, it would, as\nwell as from other considerations, be more convenient to commence the\nenumeration from an earlier period of the year than the first of\nAugust. The most favorable season would be the spring.On a review of the former enumerations it will be found that the plan\nfor taking every census has contained many improvements upon that of\nits predecessor. The last is still susceptible of much improvement. The\n3rd Census was the first at which any account was taken of the\nmanufactures of the country. It was repeated at the last enumeration,\nbut the returns in both cases were necessarily very imperfect. They\nmust always be so, resting, of course, only upon the communications\nvoluntarily made by individuals interested in some of the manufacturing\nestablishments. Yet they contained much valuable information, and may\nby some supplementary provision of the law be rendered more effective.The columns of age, commencing from infancy, have hitherto been\nconfined to a few periods, all under the number of 45 years. Important\nknowledge would be obtained by extending these columns, in intervals of\nten years, to the utmost boundaries of human life. The labor of taking\nthem would be a trifling addition to that already prescribed, and the\nresult would exhibit comparative tables of longevity highly interesting\nto the country. I deem it my duty further to observe that much of the\nimperfections in the returns of the last and perhaps of preceding\nenumerations proceeded from the inadequateness of the compensations\nallowed to the marshals and their assistants in taking them.In closing this communication it only remains for me to assure the\nLegislature of my continued earnest wish for the adoption of measures\nrecommended by me heretofore and yet to be acted on by them, and of the\ncordial concurrence on my part in every constitutional provision which\nmay receive their sanction during the session tending to the general\nwelfare.JOHN QUINCY ADAMS", 
    "name": "John Quincy Adams"
}