{
    "date": "December 5, 1826", 
    "speech": "Fellow Citizens of the Senate and of the House of Representatives:The assemblage of the representatives of our Union in both Houses of\nthe Congress at this time occurs under circumstances calling for the\nrenewed homage of our grateful acknowledgments to the Giver of All\nGood. With the exceptions incidental to the most felicitous condition\nof human existence, we continue to be highly favored in all the\nelements which contribute to individual comfort and to national\nprosperity. In the survey of our extensive country we have generally to\nobserve abodes of health and regions of plenty. In our civil and\npolitical relations we have peace without and tranquillity within our\nborders. We are, as a people, increasing with unabated rapidity in\npopulation, wealth, and national resources, and whatever differences of\nopinion exist among us with regard to the mode and the means by which\nwe shall turn the beneficence of Heaven to the improvement of our own\ncondition, there is yet a spirit animating us all which will not suffer\nthe bounties of Providence to be showered upon us in vain, but will\nreceive them with grateful hearts, and apply them with unwearied hands\nto the advancement of the general good.Of the subjects recommended to Congress at their last session, some\nwere then definitively acted upon. Others, left unfinished, but partly\nmatured, will recur to your attention without needing a renewal of\nnotice from me. The purpose of this communication will be to present to\nyour view the general aspect of our public affairs at this moment and\nthe measures which have been taken to carry into effect the intentions\nof the Legislature as signified by the laws then and heretofore\nenacted.In our intercourse with the other nations of the earth we have still\nthe happiness of enjoying peace and a general good understanding,\nqualified, however, in several important instances by collisions of\ninterest and by unsatisfied claims of justice, to the settlement of\nwhich the constitutional interposition of the legislative authority may\nbecome ultimately indispensable.By the decease of the Emperor Alexander of Russia, which occurred\ncontemporaneously with the commencement of the last session of\nCongress, the United States have been deprived of a long tried, steady,\nand faithful friend. Born to the inheritance of absolute power and\ntrained in the school of adversity, from which no power on earth,\nhowever absolute, is exempt, that monarch from his youth had been\ntaught to feel the force and value of public opinion and to be sensible\nthat the interests of his own Government would best be promoted by a\nfrank and friendly intercourse with this Republic, as those of his\npeople would be advanced by a liberal intercourse with our country. A\ncandid and confidential interchange of sentiments between him and the\nGovernment of the United States upon the affairs of Southern America\ntook place at a period not long preceding his demise, and contributed\nto fix that course of policy which left to the other Governments of\nEurope no alternative but that of sooner or later recognizing the\nindependence of our southern neighbors, of which the example had by the\nUnited States already been set.The ordinary diplomatic communications between his successor, the\nEmperor Nicholas, and the United States have suffered some interruption\nby the illness, departure, and subsequent decease of his minister\nresiding here, who enjoyed, as he merited, the entire confidence of his\nnew sovereign, as he had eminently responded to that of his\npredecessor. But we have had the most satisfactory assurances that the\nsentiments of the reigning Emperor toward the United States are\naltogether conformable to those which had so long and constantly\nanimated his imperial brother, and we have reason to hope that they\nwill serve to cement that harmony and good understanding between the\ntwo nations which, founded in congenial interests, can not but result\nin the advancement of the welfare and prosperity of both.Our relations of commerce and navigation with France are, by the\noperation of the convention of June 24th, 1822, with that nation, in a\nstate of gradual and progressive improvement. Convinced by all our\nexperience, no less than by the principles of fair and liberal\nreciprocity which the United States have constantly tendered to all the\nnations of the earth as the rule of commercial intercourse which they\nwould universally prefer, that fair and equal competition is most\nconducive to the interests of both parties, the United States in the\nnegotiation of that convention earnestly contended for a mutual\nrenunciation of discriminating duties and charges in the ports of the\ntwo countries. Unable to obtain the immediate recognition of this\nprinciple in its full extent, after reducing the duties of\ndiscrimination so far as was found attainable it was agreed that at the\nexpiration of two years from October 1st, 1822, when the convention was\nto go into effect, unless a notice of six months on either side should\nbe given to the other that the convention itself must terminate, those\nduties should be reduced one quarter, and that this reduction should be\nyearly repeated, until all discrimination should cease, while the\nconvention itself should continue in force. By the effect of this\nstipulation three quarters of the discriminating duties which had been\nlevied by each party upon the vessels of the other in its ports have\nalready been removed; and on the first of next October, should the\nconvention be still in force, the remaining one quarter will be\ndiscontinued. French vessels laden with French produce will be received\nin our ports on the same terms as our own, and ours in return will\nenjoy the same advantages in the ports of France.By these approximations to an equality of duties and of charges not\nonly has the commerce between the two countries prospered, but friendly\ndispositions have been on both sides encouraged and promoted. They will\ncontinue to be cherished and cultivated on the part of the United\nStates. It would have been gratifying to have had it in my power to add\nthat the claims upon the justice of the French Government, involving\nthe property and the comfortable subsistence of many of our fellow\ncitizens, and which have been so long and so earnestly urged, were in a\nmore promising train of adjustment than at your last meeting; but their\ncondition remains unaltered.With the Government of the Netherlands the mutual abandonment of\ndiscriminating duties had been regulated by legislative acts on both\nsides. The act of Congress of April 20th, 1818, abolished all\ndiscriminating duties of impost and tonnage upon the vessels and\nproduce of the Netherlands in the ports of the United States upon the\nassurance given by the Government of the Netherlands that all such\nduties operating against the shipping and commerce of the United States\nin that Kingdom had been abolished. These reciprocal regulations had\ncontinued in force several years when the discriminating principle was\nresumed by the Netherlands in a new and indirect form by a bounty of\n10% in the shape of a return of duties to their national vessels, and\nin which those of the United States are not permitted to participate.\nBy the act of Congress of January 7th, 1824, all discriminating duties\nin the United States were again suspended, so far as related to the\nvessels and produce of the Netherlands, so long as the reciprocal\nexemption should be extended to the vessels and produce of the United\nStates in the Netherlands. But the same act provides that in the event\nof a restoration of discriminating duties to operate against the\nshipping and commerce of the United States in any of the foreign\ncountries referred to therein the suspension of discriminating duties\nin favor of the navigation of such foreign country should cease and all\nthe provisions of the acts imposing discriminating foreign tonnage and\nimpost duties in the United States should revive and be in full force\nwith regard to that nation.In the correspondence with the Government of the Netherlands upon this\nsubject they have contended that the favor shown to their own shipping\nby this bounty upon their tonnage is not to be considered a\ndiscriminating duty; but it can not be denied that it produces all the\nsame effects. Had the mutual abolition been stipulated by treaty, such\na bounty upon the national vessels could scarcely have been granted\nconsistent with good faith. Yet as the act of Congress of January 7th,\n1824 has not expressly authorized the Executive authority to determine\nwhat shall be considered as a revival of discriminating duties by a\nforeign government to the disadvantage of the United States, and as the\nretaliatory measure on our part, however just and necessary, may tend\nrather to that conflict of legislation which we deprecate than to that\nconcert to which we invite all commercial nations, as most conducive to\ntheir interest and our own, I have thought it more consistent with the\nspirit of our institutions to refer to the subject again to the\nparamount authority of the Legislature to decide what measure the\nemergency may require than abruptly by proclamation to carry into\neffect the minatory provisions of the act of 1824.During the last session of Congress treaties of amity, navigation, and\ncommerce were negotiated and signed at this place with the Government\nof Denmark, in Europe, and with the Federation of Central America, in\nthis hemisphere. These treaties then received the constitutional\nsanction of the Senate, by the advice and consent to their\nratification. They were accordingly ratified on the part of the United\nStates, and during the recess of Congress have been also ratified by\nthe other respective contracting parties. The ratifications have been\nexchanged, and they have been published by proclamations, copies of\nwhich are herewith communicated to Congress.These treaties have established between the contracting parties the\nprinciples of equality and reciprocity in their broadest and most\nliberal extent, each party admitting the vessels of the other into its\nports, laden with cargoes the produce or manufacture of any quarter of\nthe globe, upon the payment of the same duties of tonnage and impost\nthat are chargeable upon their own. They have further stipulated that\nthe parties shall hereafter grant no favor of navigation or commerce to\nany other nation which shall not upon the same terms be granted to each\nother, and that neither party will impose upon articles of merchandise\nthe produce or manufacture of the other any other or higher duties than\nupon the like articles being the produce or manufacture of any other\ncountry. To these principles there is in the convention with Denmark an\nexception with regard to the colonies of that Kingdom in the arctic\nseas, but none with regard to her colonies in the West Indies.In the course of the last summer the term to which our last commercial\ntreaty with Sweden was limited has expired. A continuation of it is in\nthe contemplation of the Swedish Government, and is believed to be\ndesirable on the part of the United States. It has been proposed by the\nKing of Sweden that pending the negotiation of renewal the expired\ntreaty should be mutually considered as still in force, a measure which\nwill require the sanction of Congress to be carried into effect on our\npart, and which I therefore recommend to your consideration.With Prussia, Spain, Portugal, and, in general, all the European powers\nbetween whom and the United States relations of friendly intercourse\nhave existed their condition has not materially varied since the last\nsession of Congress. I regret not to be able to say the same of our\ncommercial intercourse with the colonial possessions of Great Britain\nin America. Negotiations of the highest importance to our common\ninterests have been for several years in discussion between the two\nGovernments, and on the part of the United States have been invariably\npursued in the spirit of candor and conciliation. Interests of great\nmagnitude and delicacy had been adjusted by the conventions of 1815 and\n1818, while that of 1822, mediated by the late Emperor Alexander, had\npromised a satisfactory compromise of claims which the Government of\nthe United States, in justice to the rights of a numerous class of\ntheir citizens, was bound to sustain.But with regard to the commercial intercourse between the United States\nand the British colonies in America, it has been hitherto found\nimpracticable to bring the parties to an understanding satisfactory to\nboth. The relative geographical position and the respective products of\nnature cultivated by human industry had constituted the elements of a\ncommercial intercourse between the United States and British America,\ninsular and continental, important to the inhabitants of both\ncountries; but it had been interdicted by Great Britain upon a\nprinciple heretofore practiced upon by the colonizing nations of\nEurope, of holding the trade of their colonies each in exclusive\nmonopoly to herself.After the termination of the late war this interdiction had been\nrevived, and the British Government declined including this portion of\nour intercourse with her possessions in the negotiation of the\nconvention of 1815. The trade was then carried on exclusively in\nBritish vessels 'til the act of Congress, concerning navigation, of\n1818 and the supplemental act of 1820 met the interdict by a\ncorresponding measure on the part of the United States. These measures,\nnot of retaliation, but of necessary self defense, were soon succeeded\nby an act of Parliament opening certain colonial ports to the vessels\nof the United States coming directly from them, and to the importation\nfrom them of certain articles of our produce burdened with heavy\nduties, and excluding some of the most valuable articles of our\nexports. The United States opened their ports to British vessels from\nthe colonies upon terms as exactly corresponding with those of the act\nof Parliament as in the relative position of the parties could be made,\nand a negotiation was commenced by mutual consent, with the hope on our\npart that a reciprocal spirit of accommodation and a common sentiment\nof the importance of the trade to the interests of the inhabitants of\nthe two countries between whom it must be carried on would ultimately\nbring the parties to a compromise with which both might be satisfied.\nWith this view the Government of the United States had determined to\nsacrifice something of that entire reciprocity which in all commercial\narrangements with foreign powers they are entitled to demand, and to\nacquiesce in some inequalities disadvantageous to ourselves rather than\nto forego the benefit of a final and permanent adjustment of this\ninterest to the satisfaction of Great Britain herself. The negotiation,\nrepeatedly suspended by accidental circumstances, was, however, by\nmutual agreement and express assent, considered as pending and to be\nspeedily resumed.In the mean time another act of Parliament, so doubtful and ambiguous\nin its import as to have been misunderstood by the officers in the\ncolonies who were to carry it into execution, opens again certain\ncolonial ports upon new conditions and terms, with a threat to close\nthem against any nation which may not accept those terms as prescribed\nby the British Government. This act, passed July, 1825, not\ncommunicated to the Government of the United States, not understood by\nthe British officers of the customs in the colonies where it was to be\nenforced, was never the less submitted to the consideration of Congress\nat their last session. With the knowledge that a negotiation upon the\nsubject had long been in progress and pledges given of its resumption\nat an early day, it was deemed expedient to await the result of that\nnegotiation rather than to subscribe implicitly to terms the import of\nwhich was not clear and which the British authorities themselves in\nthis hemisphere were not prepared to explain.Immediately after the close of the last session of Congress one of our\nmost distinguished citizens was dispatched as envoy extraordinary and\nminister plenipotentiary to Great Britain, furnished with instructions\nwhich we could not doubt would lead to a conclusion of this long\ncontroverted interest upon terms acceptable to Great Britain. Upon his\narrival, and before he had delivered his letters of credence, he was\nbet by an order of the British council excluding from and after the\nfirst of December now current the vessels of the United States from all\nthe colonial British ports excepting those immediately bordering on our\nterritories. In answer to his expostulations upon a measure thus\nunexpected he is informed that according to the ancient maxims of\npolicy of European nations having colonies their trade is an exclusive\npossession of the mother country; that all participation in it by other\nnations is a boon or favor not forming a subject of negotiation, but to\nbe regulated by the legislative acts of the power owning the colony;\nthat the British Government therefore declines negotiating concerning\nit, and that as the United States did not forthwith accept purely and\nsimply the terms offered by the act of Parliament of July, 1825, Great\nBritain would not now admit the vessels of the United States even upon\nthe terms on which she has opened them to the navigation of other\nnations.We have been accustomed to consider the trade which we have enjoyed\nwith the British colonies rather as an interchange of mutual benefits\nthan as a mere favor received; that under every circumstance we have\ngiven an ample equivalent. We have seen every other nation holding\ncolonies negotiate with other nations and grant them freely admission\nto the colonies by treaty, and so far are the other colonizing nations\nof Europe now from refusing to negotiate for trade with their colonies\nthat we ourselves have secured access to the colonies of more than one\nof them by treaty. The refusal, however, of Great Britain to negotiate\nleaves to the United States no other alternative than that of\nregulating or interdicting altogether the trade on their part,\naccording as either measure may effect the interests of our own\ncountry, and with that exclusive object I would recommend the whole\nsubject to your calm and candid deliberations.It is hoped that our unavailing exertions to accomplish a cordial good\nunderstanding on this interest will not have an unpropitious effect\nupon the other great topics of discussion between the two Governments.\nOur north-eastern and north-western boundaries are still unadjusted.\nThe commissioners under the 7th article of the treaty of Ghent have\nnearly come to the close of their labors; nor can we renounce the\nexpectation, enfeebled as it is, that they may agree upon their report\nto the satisfaction or acquiescence of both parties. The commission for\nliquidating the claims for indemnity for slaves carried away after the\nclose of the war has been sitting, with doubtful prospects of success.\nPropositions of compromise have, however, passed between the two\nGovernments, the result of which we flatter ourselves may yet prove\nunsatisfactory. Our own dispositions and purposes toward Great Britain\nare all friendly and conciliatory; nor can we abandon but with strong\nreluctance the belief that they will ultimately meet a return, not of\nfavors, which we neither as nor desire, but of equal reciprocity and\ngood will.With the American Governments of this hemisphere we continue to\nmaintain an intercourse altogether friendly, and between their nations\nand ours that commercial interchange of which mutual benefit is the\nsource of mutual comfort and harmony the result is in a continual state\nof improvement. The war between Spain and them since the total\nexpulsion of the Spanish military force from their continental\nterritories has been little more than nominal, and their internal\ntranquillity, though occasionally menaced by the agitations which civil\nwars never fail to leave behind them, has not been affected by any\nserious calamity.The congress of ministers from several of those nations which assembled\nat Panama, after a short session there, adjourned to meet again at a\nmore favorable season in the neighborhood of Mexico. The decease of one\nof our ministers on his way to the Isthmus, and the impediments of the\nseason, which delayed the departure of the other, deprived United\nStates of the advantage of being represented at the first meeting of\nthe congress. There is, however, no reason to believe that any\ntransactions of the congress were of a nature to affect injuriously the\ninterests of the United States or to require the interposition of our\nministers had they been present. Their absence has, indeed, deprived\nUnited States of the opportunity of possessing precise and authentic\ninformation of the treaties which were concluded at Panama; and the\nwhole result has confirmed me in the conviction of the expediency to\nthe United States of being represented at the congress. The surviving\nmember of the mission, appointed during your last session, has\naccordingly proceeded to his destination, and a successor to his\ndistinguished and lamented associate will be nominated to the Senate. A\ntreaty of amity, navigation, and commerce has in the course of the last\nsummer been concluded by our minister plenipotentiary at Mexico with\nthe united states of that Confederacy, which will also be laid before\nthe Senate for their advice with regard to its ratification.In adverting to the present condition of our fiscal concerns and to the\nprospects of our revenue the first remark that calls our attention is\nthat they are less exuberantly prosperous than they were at the\ncorresponding period of the last year. The severe shock so extensively\nsustained by the commercial and manufacturing interests in Great\nBritain has not been without a perceptible recoil upon ourselves. A\nreduced importation from abroad is necessarily succeeded by a reduced\nreturn to the Treasury at home. The net revenue of the present year\nwill not equal that of the last, and the receipts of that which is to\ncome will fall short of those in the current year. The diminution,\nhowever, is in part attributable to the flourishing condition of some\nof our domestic manufactures, and so far is compensated by an\nequivalent more profitable to the nation.It is also highly gratifying to perceive that the deficiency in the\nrevenue, while it scarcely exceeds the anticipations of the last year's\nestimate from the Treasury, has not interrupted the application of more\nthan $11 millions during the present year to the discharge of the\nprincipal and interest of the debt, nor the reduction of upward of\n$7,000,000 of the capital of the debt itself. The balance in the\nTreasury on the first of January last was $5,201,650.43; the receipts\nfrom that time to the 30th of September last were $19,585,932.50; the\nreceipts of the current quarter, estimated at $6,000,000, yield, with\nthe sums already received, a revenue of about $25,500,000 for the year;\nthe expenditures for the first 3 quarters of the year have amounted to\n$18,714,226.66; the expenditures of the current quarter are expected,\nincluding the $2,000,000 of the principal of the debt to be paid, to\nbalance the receipts; so that the expense of the year, amounting to\nupward of $1,000,000 less than its income, will leave a proportionally\nincreased balance in the Treasury on January 1st, 1827, over that of\nthe first of January last; instead of $5,200,000 there will be\n$6,400,000.The amount of duties secured on merchandise imported from the commence\nof the year 'til September 30 is estimated at $21,250,000, and the\namount that will probably accrue during the present quarter is\nestimated at $4,250,000, making for the whole year $25,500,000, from\nwhich the draw-backs being deducted will leave a clear revenue from the\ncustoms receivable in the year 1827 of about $20,400,000, which, with\nthe sums to be received from the proceeds of public lands, the bank\ndividends, and other incidental receipts, will form an aggregate of\nabout $23,000,000, a sum falling short of the whole expenses of the\npresent year little more than the portion of those expenditures applied\nto the discharge of the public debt beyond the annual appropriation of\n$10,000,000 by the act of March 3d, 1817. At the passage of that act\nthe public debt amounted to $123,500,000. On the first of January next\nit will be short of $74,000,000. In the lapse of these 10 years\n$50,000,000 of public debt, with the annual charge of upward of\n$3,000,000 of interest upon them, have been extinguished. At the\npassage of tat act, of the annual appropriation of $10,000,000,\n$7,000,000 were absorbed in the payment of interest, and not more than\n$3,000,000 went to reduce the capital of the debt. Of the same\n$10,000,000, at this time scarcely $4,000,000 are applicable to the\ninterest and upward of $6,000,000 are effective in melting down the\ncapital.Yet our experience has proved that a revenue consisting so largely of\nimposts and tonnage ebbs and flows to an extraordinary extent, with all\nthe fluctuations incident to the general commerce of the world. It is\nwithin our recollection that even in the compass of the same last ten\nyears the receipts of the Treasury were not adequate to the\nexpenditures of the year, and that in two successive years it was found\nnecessary to resort to loans to meet the engagements of the nation. The\nreturning tides of the succeeding years replenished the public coffers\nuntil they have again begun to feel the vicissitude of a decline. To\nproduce these alternations of fullness and exhaustion the relative\noperation of abundant or unfruitful seasons, the regulations of foreign\ngovernments, political revolutions, the prosperous or decaying\ncondition of manufactures, commercial speculations, and many other\ncauses, not always to be traced, variously combine.We have found the alternate swells and diminutions embracing periods of\nfrom two to three years. The last period of depression to United States\nwas from 1819 to 1822. The corresponding revival was from 1823 to the\ncommencement of the present year. Still, we have no cause to apprehend\na depression comparable to that of the former period, or even to\nanticipate a deficiency which will intrench upon the ability to apply\nthe annual $10 millions to the reduction of the debt. It is well for\nus, however, to be admonished of the necessity of abiding by the maxims\nof the most vigilant economy, and of resorting to all honorable and\nuseful expedients for pursuing with steady and inflexible perseverance\nthe total discharge of the debt.Besides the $7,000,000 of the loans of 1813 which will have been\ndischarged in the course of the present year, there are $9,000,000\nwhich by the terms of the contracts would have been and are now\nredeemable. $13,000,000 more of the loan of 1814 will become redeemable\nfrom and after the expiration of the present month, and $9,000,000\nother from and after the close of the ensuing year. They constitute a\nmass of $31,000,000, all bearing an interest of 6%, more than\n$20,000,000 of which will be immediately redeemable, and the rest\nwithin little more than a year. Leaving of this amount $15,000,000 to\ncontinue at the interest of 6%, but to be paid off as far as shall be\nfound practicable in the years 1827 and 1828, there is scarcely a doubt\nthat the remaining $16,000,000 might within a few months be discharged\nby a loan at not exceeding 5%, redeemable in the years 1829 and 1830.\nBy this operation a sum of nearly $500,000 may be saved to the nation,\nand the discharge of the whole $31,000,000 within the four years may be\ngreatly facilitated if not wholly accomplished.By an act of Congress of March 3d, 1825, a loan for the purpose now\nreferred to, or a subscription to stock, was authorized, at an interest\nnot exceeding 4.5%. But at that time so large a portion of the floating\ncapital of the country was absorbed in commercial speculations and so\nlittle was left for investment in the stocks that the measure was but\npartially successful. At the last session of Congress the condition of\nthe funds was still unpropitious to the measure; but the change so soon\nafterwards occurred that, had the authority existed to redeem the $9\nmillions now redeemable by an exchange of stocks or a loan at 5%, it is\nmorally certain that it might have been effected, and with it a yearly\nsaving of $90,000.With regard to the collection of the revenue of imposts, certain\noccurrences have within the last year been disclosed in one or two of\nour principal ports, which engaged the attention of Congress at their\nlast session and may hereafter require further consideration. Until\nwithin a very few years the execution of the laws for raising the\nrevenue, like that of all our other laws, has been insured more by the\nmoral sense of the community than by the rigors of a jealous precaution\nor by penal sanction. Confiding in the exemplary punctuality and\nunsullied integrity of our importing merchants, a gradual relaxation\nfrom the provisions of the collection laws, a close adherence to which\nhave caused inconvenience and expense to them, had long become\nhabitual, and indulgences had been extended universally because they\nhad never been abused. It may be worthy of your serious consideration\nwhether some further legislative provision may not be necessary to come\nin aid of this state of unguarded security.From the reports herewith communicated of the Secretaries of War and of\nthe Navy, with the subsidiary documents annexed to them, will be\ndiscovered the present condition and administration of our military\nestablishment on the land and on the sea. The organization of the Army\nhaving undergone no change since its reduction to the present peace\nestablishment in 1821, it remains only to observe that it is yet found\nadequate to all the purposes for which a permanent armed force in time\nof peace can be needed or useful. It may be proper to add that, from a\ndifference of opinion between the late President of the United States\nand the Senate with regard to the construction of the act of Congress\nof March 2d, 1821, to reduce and fix the military peace establishment\nof the United States, it remains hitherto so far without execution that\nno colonel has been appointed to command one of the regiments of\nartillery. A supplementary or explanatory act of the Legislature\nappears to be the only expedient practicable for removing the\ndifficulty of this appointment.In a period of profound peace the conduct of the mere military\nestablishment forms but a very inconsiderable portion of the duties\ndevolving upon the administration of the Department of War. It will be\nseen by the returns from the subordinate departments of the Army that\nevery branch of the service is marked with order, regularity, and\ndiscipline; that from the commanding general through all the gradations\nof superintendence the officers feel themselves to have been citizens\nbefore they were soldiers, and that the glory of a republican army must\nconsist in the spirit of freedom, by which it is animated, and of\npatriotism, by which it is impelled. It may be confidently stated that\nthe moral character of the Army is in a state of continual improvement,\nand that all the arrangements for the disposal of its parts have a\nconstant reference to that end.But to the War Department are attributed other duties, having, indeed,\nrelation to a future possible condition of war, but being purely\ndefensive, and in their tendency contributing rather to the security\nand permanency of peace--the erection of the fortifications provided\nfor by Congress, and adapted to secure our shores from hostile\ninvasion; the distribution of the fund of public gratitude and justice\nto the pensioners of the Revolutionary war; the maintenance of our\nrelations of peace and protection with the Indian tribes, and the\ninternal improvements and surveys for the location of roads and canals,\nwhich during the last three sessions of Congress have engaged so much\nof their attention, and may engross so large a share of their future\nbenefactions to our country.By the act of April 30th, 1824, suggested and approved by my\npredecessor, the sum of $30,000 was appropriated for the purpose of\ncausing to be made the necessary surveys, plans, and estimates of the\nroutes of such roads and canals as the President of the United States\nmight deem of national importance in a commercial or military point of\nview, or necessary for the transportation of the public mail. The\nsurveys, plans, and estimates for each, when completed, will be laid\nbefore Congress.In execution of this act a board of engineers was immediately\ninstituted, and have been since most assiduously and constantly\noccupied in carrying it into effect. The first object to which their\nlabors were directed, by order of the late President, was the\nexamination of the country between the tide waters of the Potomac, the\nOhio, and Lake Erie, to ascertain the practicability of a communication\nbetween them, to designate the most suitable route for the same, and to\nform plans and estimates in detail of the expense of execution.On March 2d, 1825, they made their first report, which was immediately\ncommunicated to Congress, and in which they declared that having\nmaturely considered the circumstances observed by them personally, and\ncarefully studied the results of such of the preliminary surveys as\nwere then completed, they were decidedly of opinion that the\ncommunication was practicable.At the last session of Congress, before the board of engineers were\nenabled to make up their second report containing a general plan and\npreparatory estimate for the work, the Committee of the House of\nRepresentatives upon Roads and Canals closed the session with a report\nexpressing the hope that the plan and estimate of the board of\nengineers might at this time be prepared, and that the subject be\nreferred to the early and favorable consideration of Congress at their\npresent session. That expected report of the board of engineers is\nprepared, and will forthwith be laid before you.Under the resolution of Congress authorizing the Secretary of War to\nhave prepared a complete system of cavalry tactics, and a system of\nexercise and instruction of field artillery, for the use of the militia\nof the United States, to be reported to Congress at the present\nsession, a board of distinguished officers of the Army and of the\nmilitia has been convened, whose report will be submitted to you with\nthat of the Secretary of War. The occasion was thought favorable for\nconsulting the same board, aided by the results of a correspondence\nwith the governors of the several States and Territories and other\ncitizens of intelligence and experience, upon the acknowledged\ndefective condition of our militia system, and of the improvements of\nwhich it is susceptible. The report of the board upon this subject is\nalso submitted for your consideration.In the estimates of appropriations for the ensuing year upward of $5\nmillions will be submitted for the expenditures to be paid from the\nDepartment of War. Less than two fifths of this will be applicable to\nthe maintenance and support of the Army. $1,500,000, in the form of\npensions, goes as a scarcely adequate tribute to the services and\nsacrifices of a former age, and a more than equal sum invested in\nfortifications, or for the preparations of internal improvement,\nprovides for the quiet, the comfort, and happier existence of the ages\nto come. The appropriations to indemnify those unfortunate remnants of\nanother race unable alike to share in the enjoyments and to exist in\nthe presence of civilization, though swelling in recent years to a\nmagnitude burdensome to the Treasury, are generally not without their\nequivalents in profitable value, or serve to discharge the Union from\nengagements more burdensome than debt.In like manner the estimate of appropriations for the Navy Department\nwill present an aggregate sum of upward of $3,000,000. About half of\nthese, however, covers the current expenditures of the Navy in actual\nservice, and half constitutes a fund of national property, the pledge\nof our future glory and defense. It was scarcely one short year after\nthe close of the late war, and when the burden of its expenses and\ncharges was weighing heaviest upon the country, that Congress, by the\nact of April 29th, 1816, appropriated $1,000,000 annually for eight\nyears to the gradual increase of the Navy. At a subsequent period this\nannual appropriation was reduced to $500,000 for six years, of which\nthe present year is the last. A yet more recent appropriation the last\ntwo years, for building ten sloops of war, has nearly restored the\noriginal appropriation of 1816 of $1,000,000 for every year.The result is before United States all. We have 12 line-of-battle\nships, 20 frigates, and sloops of war in proportion, which, with a few\nmonths preparation, may present a line of floating fortifications along\nthe whole range of our coast ready to meet any invader who might\nattempt to set foot upon our shores. Combining with a system of\nfortifications upon the shores themselves, commenced about the same\ntime under the auspices of my immediate predecessor, and hitherto\nsystematically pursued, it has placed in our possession the most\neffective sinews of war and has left us at once an example and a lesson\nfrom which our own duties may be inferred.The gradual increase of the Navy was the principle of which the act of\nApril 29th, 1816, was the first development. It was the introduction of\na system to act upon the character and history of our country for an\nindefinite series of ages. It was a declaration of that Congress to\ntheir constituents and to posterity that it was the destiny and the\nduty of these confederated States to become in regular process of time\nand by no petty advances a great naval power. That which they proposed\nto accomplish in eight years is rather to be considered as the measure\nof their means that the limitation of their design. They looked forward\nfor a term of years sufficient for the accomplishment of a definite\nportion of their purpose, and they left to their successors to fill up\nthe canvas of which they had traced the large and prophetic outline.\nThe ships of the line and frigates which they had in contemplation will\nbe shortly completed. The time which they had allotted for the\naccomplishment of the work has more than elapsed. It remains for your\nconsideration how their successors may contribute their portion of toil\nand of treasure for the benefit of the succeeding age in the gradual\nincrease of our Navy.There is perhaps no part of the exercise of the constitutional powers\nof the Federal Government which has given more general satisfaction to\nthe people of the Union than this. The system has not been thus\nvigorously introduced and hitherto sustained to be now departed from or\nabandoned. In continuing to provide for the gradual increase of the\nNavy it may not be necessary or expedient to add for the present any\nmore to the number of our ships; but should you deem it advisable to\ncontinue the yearly appropriation of $0.5 millions to the same objects,\nit may be profitably expended in a providing a supply of timber to be\nseasoned and other materials for future use in the construction of\ndocks or in laying the foundations of a school for naval education, as\nto the wisdom of Congress either of those measures may appear to claim\nthe preference.Of the small portions of this Navy engaged in actual service during the\npeace, squadrons have continued to be maintained in the Pacific Ocean,\nin the West India seas, and in the Mediterranean, to which has been\nadded a small armament to cruise on the eastern coast of South America.\nIn all they have afforded protection to our commerce, have contributed\nto make our country advantageously known to foreign nations, have\nhonorably employed multitudes of our sea men in the service of their\ncountry, and have inured numbers of youths of the rising generation to\nlives of manly hardihood and of nautical experience and skill.The piracies with which the West India seas were for several years\ninfested have been totally suppressed, but in the Mediterranean they\nhave increased in a manner afflictive to other nations, and but for the\ncontinued presence of our squadron would probably have been distressing\nto our own.The war which has unfortunately broken out between the Republic of\nBuenos Ayres and the Brazilian Government has given rise to very great\nirregularities among the naval officers of the latter, by whom\nprinciples in relation to blockades and to neutral navigation have been\nbrought forward to which we can not subscribe and which our own\ncommanders have found it necessary to resist. From the friendly\ndisposition toward the United States constantly manifested by the\nEmperor of Brazil, and the very useful and friendly commercial\nintercourse between the United States and his dominions, we have reason\nto believe that the just reparation demanded for the injuries sustained\nby several of our citizens from some of his officers will not be\nwithheld. Abstracts from the recent dispatches of the commanders of our\nseveral squadrons are communicated with the report of the Secretary of\nthe Navy to Congress.A report from the Post Master General is likewise communicated,\npresenting in a highly satisfactory manner the result of a vigorous,\nefficient, and economical administration of that Department. The\nrevenue of the office, even of the year including the latter half of\n1824 and the first half of 1825, had exceeded its expenditures by a sum\nof more than $45,000. That of the succeeding year has been still more\nproductive. The increase of the receipts in the year preceding the\nfirst of July last over that of the year before exceeds $136,000, and\nthe excess of the receipts over the expenditures of the year has\nswollen from $45,000 to yearly $80,000.During the same period contracts for additional transportation of the\nmail in stages for about 260,000 miles have been made, and for 70,000\nmiles annually on horse back. 714 new post offices have been\nestablished within the year, and the increase of revenue within the\nlast three years, as well as the augmentation of the transportation by\nmail, is more than equal to the whole amount of receipts and of mail\nconveyance at the commencement of the present century, when the seat of\nthe General Government was removed to this place. When we reflect that\nthe objects effected by the transportation of the mail are among the\nchoicest comforts and enjoyments of social life, it is pleasing to\nobserve that the dissemination of them to every corner of our country\nhas out-stripped in their increase even the rapid march of our\npopulation.By the treaties with France and Spain, respectively ceding Louisiana\nand the Floridas to the United States, provision was made for the\nsecurity of land titles derived from the Governments of those nations.\nSome progress has been made under the authority of various acts of\nCongress in the ascertainment and establishment of those titles, but\nclaims to a very large extent remain unadjusted. The public faith no\nless than the just rights of individuals and the interest of the\ncommunity itself appears to require further provision for the speedy\nsettlement of those claims, which I therefore recommend to the care and\nattention of the Legislature.In conformity with the provisions of the act of May 20th, 1825, to\nprovide for erecting a penitentiary in the District of Columbia, and\nfor other purposes, three commissioners were appointed to select a site\nfor the erection of a penitentiary for the District, and also a site in\nthe county of Alexandria for a county jail, both of which objects have\nbeen effected. The building of the penitentiary has been commenced, and\nis in such a degree of forwardness as to promise that it will be\ncompleted before the meeting of the next Congress. This consideration\npoints to the expediency of maturing at the present session a system\nfor the regulation and government of the penitentiary, and of defining\na system for the regulation and government of the penitentiary, and of\ndefining the class of offenses which shall be punishable by confinement\nin this edifice.In closing this communication I trust that it will not be deemed\ninappropriate to the occasion and purposes upon which we are here\nassembled to indulge a momentary retrospect, combining in a single\nglance the period of our origin as a national confederation with that\nof our present existence, at the precise interval of half a century\nfrom each other. Since your last meeting at this place the 50th\nanniversary of the day when our independence was declared has been\ncelebrated throughout our land, and on that day, while every heart was\nbounding with joy and every voice was tuned to gratulation, amid the\nblessings of freedom and independence which the sires of a former age\nhad handed down to their children, two of the principal actors in that\nsolemn scene--the hand that penned the ever memorable Declaration and\nthe voice that sustained it in debate--were by one summons, at the\ndistance of 700 miles from each other, called before the Judge of All\nto account for their deeds done upon earth. They departed cheered by\nthe benedictions of their country, to whom they left the inheritance of\ntheir fame and the memory of their bright example.If we turn our thoughts to the condition of their country, in the\ncontrast of the first and last day of that half century, how\nresplendent and sublime is the transition from gloom to glory! Then,\nglancing through the same lapse of time, in the condition of the\nindividuals we see the first day marked with the fullness and vigor of\nyouth, in the pledge of their lives, their fortunes, and their sacred\nhonor to the cause of freedom and of man-kind; and on the last,\nextended on the bed of death, with but sense and sensibility left to\nbreathe a last aspiration to Heaven of blessing upon their country, may\nwe not humbly hope that to them too it was a pledge of transition from\ngloom to glory, and that while their mortal vestments were sinking into\nthe clod of the valley their emancipated spirits were ascending to the\nbosom of their God!JOHN QUINCY ADAMS", 
    "name": "John Quincy Adams"
}