{
    "date": "December 3, 1844", 
    "speech": "To the Senate and House of Representatives of the United States:We have continued cause for expressing our gratitude to the Supreme Ruler\nof the Universe for the benefits and blessings which our country, under His\nkind providence, has enjoyed during the past year. Notwithstanding the\nexciting scenes through which we have passed, nothing has occurred to\ndisturb the general peace or to derange the harmony of our political\nsystem. The great moral spectacle has been exhibited of a nation\napproximating in number to 20,000,000 people having performed the high and\nimportant function of electing their Chief Magistrate for the term of four\nyears without the commission of any acts of violence or the manifestation\nof a spirit of insubordination to the laws. The great and inestimable right\nof suffrage has been exercised by all who were invested with it under the\nlaws of the different States in a spirit dictated alone by a desire, in the\nselection of the agent, to advance the interests of the country and to\nplace beyond jeopardy the institutions under which it is our happiness to\nlive. That the deepest interest has been manifested by all our countrymen\nin the result of the election is not less true than highly creditable to\nthem. Vast multitudes have assembled from time to time at various places\nfor the purpose of canvassing the merits and pretensions of those who were\npresented for their suffrages, but no armed soldiery has been necessary to\nrestrain within proper limits the popular zeal or to prevent violent\noutbreaks. A principle much more controlling was found in the love of order\nand obedience to the laws, which, with mere individual exceptions,\neverywhere possesses the American mind, and controls with an influence far\nmore powerful than hosts of armed men. We can not dwell upon this picture\nwithout recognizing in it that deep and devoted attachment on the part of\nthe people to the institutions under which we live which proclaims their\nperpetuity. The great objection which has always prevailed against the\nelection by the people of their chief executive officer has been the\napprehension of tumults and disorders which might involve in ruin the\nentire Government. A security against this is found not only in the fact\nbefore alluded to, trot in the additional fact that we live under a\nConfederacy embracing already twenty-six States, no one of which has power\nto control the election. The popular vote in each State is taken at the\ntime appointed by the laws, and such vote is announced by the electoral\ncollege without reference to the decision of other States. The right of\nsuffrage and the mode of conducting the election are regulated by the laws\nof each State, and the election is distinctly federative in all its\nprominent features. Thus it is that, unlike what might be the results under\na consolidated system, riotous proceedings, should they prevail, could only\naffect the elections in single States without disturbing to any dangerous\nextent the tranquillity of others. The great experiment of a political\nconfederation each member of which is supreme as to all matters\nappertaining to its local interests and its internal peace and happiness,\nwhile by a voluntary compact with others it confides to the united power of\nall the protection of its citizens in matters not domestic has been so far\ncrowned with complete success. The world has witnessed its rapid growth in\nwealth and population, and under the guide and direction of a\nsuperintending Providence the developments of the past may be regarded but\nas the shadowing forth of the mighty future. In the bright prospects of\nthat future we shall find, as patriots and philanthropists, the highest\ninducements to cultivate and cherish a love of union and to frown down\nevery measure or effort which may be made to alienate the States or the\npeople of the States in sentiment and feeling from each other. A rigid and\nclose adherence to the terms of our political compact and, above all, a\nsacred observance of the guaranties of the Constitution will preserve union\non a foundation which can not be shaken, while personal liberty is placed\nbeyond hazard or jeopardy. The guaranty of religious freedom, of the\nfreedom of the press, of the liberty of speech, of the trial by jury, of\nthe habeas corpus, and of the domestic institutions of each of the States,\nleaving the private citizen in the full exercise of the high and ennobling\nattributes of his nature and to each State the privilege (which can only be\njudiciously exerted by itself) of consulting the means best calculated to\nadvance its own happiness--these are the great and important guaranties of\nthe Constitution which the lovers of liberty must cherish and the advocates\nof union must ever cultivate. Preserving these and avoiding all\ninterpolations by forced construction under the guise of an imagined\nexpediency upon the Constitution, the influence of our political system is\ndestined to be as actively and as beneficially felt on the distant shores\nof the Pacific as it is now on those of the Atlantic Ocean. The only\nformidable impediments in the way of its successful expansion (time and\nspace) are so far in the progress of modification by the improvements of\nthe age as to render no longer speculative the ability of representatives\nfrom that remote region to come up to the Capitol, so that their\nconstituents shall participate in all the benefits of Federal legislation.\nThus it is that in the progress of time the inestimable principles of civil\nliberty will be enjoyed by millions yet unborn and the great benefits of\nour system of government be extended to now distant and uninhabited\nregions. In view of the vast wilderness yet to be reclaimed, we may well\ninvite the lover of freedom of every land to take up his abode among us and\nassist us in the great work of advancing the standard of civilization and\ngiving a wider spread to the arts and refinements of cultivated life. Our\nprayers should evermore be offered up to the Father of the Universe for His\nwisdom to direct us in the path of our duty so as to enable us to\nconsummate these high purposes.One of the strongest objections which has been urged against confederacies\nby writers on government is the liability of the members to be tampered\nwith by foreign governments or the people of foreign states, either in\ntheir local affairs or in such as affected the peace of others or\nendangered the safety of the whole confederacy. We can not hope to be\nentirely exempt from such attempts on our peace and safety. The United\nStates are becoming too important in population and resources not to\nattract the observation of other nations. It therefore may in the progress\nof time occur that opinions entirely abstract in the States which they may\nprevail and in no degree affecting their domestic institutions may be\nartfully but secretly encouraged with a view to undermine the Union. Such\nopinions may become the foundation of political parties, until at last the\nconflict of opinion, producing an alienation of friendly feeling among the\npeople of the different States, may involve in general destruction the\nhappy institutions under which we live. It should ever be borne in mind\nthat what is true in regard to individuals is equally so in regard to\nstates. An interference of one in the affairs of another is the fruitful\ncause of family dissensions and neighborhood disputes, and the same cause\naffects the peace, happiness, and prosperity of states. It may be most\ndevoutly hoped that the good sense of the American people will ever be\nready to repel all such attempts should they ever be made.There has been no material change in our foreign relations since my last\nannual message to Congress. With all the powers of Europe we continue on\nthe most friendly terms. Indeed, it affords me much satisfaction to state\nthat at no former period has the peace of that enlightened and important\nquarter of the globe ever been, apparently, more firmly established. The\nconviction that peace is the true policy of nations would seem to be\ngrowing and becoming deeper amongst the enlightened everywhere, and there\nis no people who have a stronger interest in cherishing the sentiments and\nadopting the means of preserving and giving it permanence than those of the\nUnited States. Amongst these, the first and most effective are, no doubt,\nthe strict observance of justice and the honest and punctual fulfillment of\nall engagements. But it is not to be forgotten that in the present state of\nthe world it is no less necessary to be ready to enforce their observance\nand fulfillment in reference to ourselves than to observe and fulfill them\non our part in regard to others.Since the close of your last session a negotiation has been formally\nentered upon between the Secretary of State and Her Britannic Majesty's\nminister plenipotentiary and envoy extraordinary residing at Washington\nrelative to the rights of their respective nations in and over the Oregon\nTerritory. That negotiation is still pending. Should it during your session\nbe brought to a definitive conclusion, the result will be promptly\ncommunicated to Congress. I would, however, again call your attention to\nthe recommendations contained in previous messages designed to protect and\nfacilitate emigration to that Territory. The establishment of military\nposts at suitable points upon the extended line of land travel would enable\nour citizens to emigrate in comparative safety to the fertile regions below\nthe Falls of the Columbia, and make the provision of the existing\nconvention for the joint occupation of the territory by subjects of Great\nBritain and the citizens of the United States more available than\nheretofore to the latter. These posts would constitute places of rest for\nthe weary emigrant, where he would be sheltered securely against the danger\nof attack from the Indians and be enabled to recover from the exhaustion of\na long line of travel. Legislative enactments should also be made which\nshould spread over him the aegis of our laws, so as to afford protection to\nhis person and property when he shall have reached his distant home. In\nthis latter respect the British Government has been much more careful of\nthe interests of such of her people as are to be found in that country than\nthe United States. She has made necessary provision for their security and\nprotection against the acts of the viciously disposed and lawless, and her\nemigrant reposes in safety under the panoply of her laws. Whatever may be\nthe result of the pending negotiation, such measures are necessary. It will\nafford me the greatest pleasure to witness a happy and favorable\ntermination to the existing negotiation upon terms compatible with the\npublic honor, and the best efforts of the Government will continue to be\ndirected to this end.It would have given me the highest gratification in this my last annual\ncommunication to Congress to have been able to announce to you the complete\nand entire settlement and adjustment of other matters in difference between\nthe United States and the Government of Her Britannic Majesty, which were\nadverted to in a previous message. It is so obviously the interest of both\ncountries, in respect to the large and valuable commerce which exists\nbetween them, that all causes of complaint, however inconsiderable, should\nbe with the greatest promptitude removed that it must be regarded as cause\nof regret that any unnecessary delays should be permitted to intervene. It\nis true that in a pecuniary point of view the matters alluded to are\naltogether insignificant in amount when compared with the ample resources\nof that great nation, but they nevertheless, more particularly that limited\nclass which arise under seizures and detentions of American ships on the\ncoast of Africa upon the mistaken supposition indulged in at the time the\nwrong was committed of their being engaged in the slave trade, deeply\naffect the sensibilities of this Government and people. Great Britain,\nhaving recognized her responsibility to repair all such wrongs by her\naction in other cases, leaves nothing to be regretted upon the subject as\nto all cases arising prior to the treaty of Washington than the delay in\nmaking suitable reparation in such of them as fall plainly within the\nprinciple of others which she has long since adjusted. The injury inflicted\nby delays in the settlement of these claims falls with severity upon the\nindividual claimants and makes a strong appeal to her magnanimity and sense\nof justice for a speedy settlement. Other matters arising out of the\nconstruction of existing treaties also remain unadjusted, and will continue\nto be urged upon her attention.The labors of the joint commission appointed by the two Governments to run\nthe dividing line established by the treaty of Washington were,\nunfortunately, much delayed in the commencement of the season by the\nfailure of Congress at its last session to make a timely appropriation of\nfunds to meet the expenses of the American party, and by other causes. The\nUnited States commissioner, however, expresses his expectation that by\nincreased diligence and energy the party will be able to make up for lost\ntime.We continue to receive assurances of the most friendly feelings on the part\nof all the other European powers, with each and all of whom it is so\nobviously our interest to cultivate the most amicable relations; nor can I\nanticipate the occurrence of any event which would be likely in any degree\nto disturb those relations. Russia, the great northern power, under the\njudicious sway of her Emperor, is constantly advancing in the road of\nscience and improvement, while France, guided by the counsels of her wise\nSovereign, pursues a course calculated to consolidate the general peace.\nSpain has obtained a breathing spell of some duration from the internal\nconvulsions which have through so many years marred her prosperity, while\nAustria, the Netherlands, Prussia, Belgium, and the other powers of Europe\nreap a rich harvest of blessings from the prevailing peace.I informed the two Houses of Congress in my message of December last that\ninstructions had been given to Mr. Wheaton, our minister at Berlin, to\nnegotiate a treaty with the Germanic States composing the Zollverein if it\ncould be done, stipulating, as far as it was practicable to accomplish it,\nfor a reduction of the heavy and onerous duties levied on our tobacco and\nother leading articles of agricultural production, and yielding in return\non our part a reduction of duties on such articles the product of their\nindustry as should not come into competition, or but a limited one, with\narticles the product of our manufacturing industry. The Executive in giving\nsuch instructions considered itself as acting in strict conformity with the\nwishes of Congress as made known through several measures which it had\nadopted, all directed to the accomplishment of this important result. The\ntreaty was therefore negotiated, by which essential reductions were secured\nin the duties levied by the Zollverein on tobacco, rice, and lard,\naccompanied by a stipulation for the admission of raw cotton free of duty;\nin exchange for which highly important concessions a reduction of duties\nimposed by the laws of the United States on a variety of articles, most of\nwhich were admitted free of all duty under the act of Congress commonly\nknown as the compromise law, and but few of which were produced in the\nUnited States, was stipulated for on our part. This treaty was communicated\nto the Senate at an early day of its last session, but not acted upon until\nnear its close, when, for the want (as I am bound to presume) of full time\nto consider it, it was laid upon the table. This procedure had the effect\nof virtually rejecting it, in consequence of a stipulation contained in the\ntreaty that its ratifications should be exchanged on or before a day which\nhas already passed. The Executive, acting upon the fair inference that the\nSenate did not intend its absolute rejection, gave instructions to our\nminister at Berlin to reopen the negotiation so far as to obtain an\nextension of time for the exchange of ratifications. I regret, however, to\nsay that his efforts in this respect have been unsuccessful. I am\nnevertheless not without hope that the great advantages which were intended\nto be secured by the treaty may yet be realized.I am happy to inform you that Belgium has, by an \"arrete royale\" issued in\nJuly last, assimilated the flag of the United States to her own, so far as\nthe direct trade between the two countries is concerned. This measure will\nprove of great service to our shipping interest, the trade having\nheretofore been carried on chiefly in foreign bottoms. I flatter myself\nthat she will speedily resort to a modification of her system relating to\nthe tobacco trade, which would decidedly benefit the agriculture of the\nUnited States and operate to the mutual advantage of both countries.No definitive intelligence has yet been received from our minister of the\nconclusion of a treaty with the Chinese Empire, but enough is known to\ninduce the strongest hopes that the mission will be crowned with success.With Brazil our relations continue on the most friendly footing. The\ncommercial intercourse between that growing Empire and the United States is\nbecoming daily of greater importance to both, and it is to the interest of\nboth that the firmest relations of amity and good will should continue to\nbe cultivated between them.The Republic of New Granada still withholds, notwithstanding the most\npersevering efforts have been employed by our charge d'affaires, Mr.\nBlackford, to produce a different result, indemnity in the case of the brig\nMorris; and the Congress of Venezuela, although an arrangement has been\neffected between our minister and the minister of foreign affairs of that\nGovernment for the payment of $18,000 in discharge of its liabilities in\nthe same case, has altogether neglected to make provision for its payment.\nIt is to be hoped that a sense of justice will soon induce a settlement of\nthese claims.Our late minister to Chili, Mr. Pendleton, has returned to the United\nStates without having effected an adjustment in the second claim of the\nMacedonian, which is delayed on grounds altogether frivolous and untenable.\nMr. Pendleton's successor has been directed to urge the claim in the\nstrongest terms, and, in the event of a failure to obtain a prompt\nadjustment, to report the fact to the Executive at as early a day as\npossible, so that the whole matter may be communicated to Congress.At your last session I submitted to the attention of Congress the\nconvention with the Republic of Peru of the 17th March, 1841, providing for\nthe adjustment of the claims of citizens of the United States against that\nRepublic, but no definitive action was taken upon the subject. I again\ninvite to it your attention and prompt action.In my last annual message I felt it to be my duty to make known to\nCongress, in terms both plain and emphatic, my opinion in regard to the war\nwhich has so long existed between Mexico and Texas which since the battle\nof San Jacinto has consisted altogether of predatory incursions, attended\nby circumstances revolting to humanity. I repeat now what I then said, that\nafter eight years of feeble and ineffectual efforts to reconquer Texas it\nwas time that the war should have ceased. The United States have a direct\ninterest in the question. The contiguity of the two nations to our\nterritory was but too well calculated to involve our peace. Unjust\nsuspicions were engendered in the mind of one or the other of the\nbelligerents against us, and as a necessary consequence American interests\nwere made to suffer and our peace became daily endangered; in addition to\nwhich it must have been obvious to all that the exhaustion produced by the\nwar subjected both Mexico and Texas to the interference of other powers,\nwhich, without the interposition of this Government, might eventuate in the\nmost serious injury to the United States. This Government from time to time\nexerted its friendly offices to bring about a termination of hostilities\nupon terms honorable alike to both the belligerents. Its efforts in this\nbehalf proved unavailing. Mexico seemed almost without an object to\npersevere in the war, and no other alternative was left the Executive but\nto take advantage of the well-known dispositions of Texas and to invite her\nto enter into a treaty for annexing her territory to that of the United\nStates.Since your last session Mexico has threatened to renew the war, and has\neither made or proposes to make formidable preparations for invading Texas.\nShe has issued decrees and proclamations, preparatory to the commencement\nof hostilities, full of threats revolting to humanity, and which if carried\ninto effect would arouse the attention of all Christendom. This new\ndemonstration of feeling, there is too much reason to believe, has been\nproduced in consequence of the negotiation of the late treaty of annexation\nwith Texas. The Executive, therefore, could not be indifferent to such\nproceedings, and it felt it to be due as well to itself as to the honor of\nthe country that a strong representation should be made to the Mexican\nGovernment upon the subject. This was accordingly done, as will be seen by\nthe copy of the accompanying dispatch from the Secretary of State to the\nUnited States envoy at Mexico. Mexico has no right to jeopard the peace of\nthe world by urging any longer a useless and fruitless contest. Such a\ncondition of things would not be tolerated on the European continent. Why\nshould it be on this? A war of desolation, such as is now threatened by\nMexico, can not be waged without involving our peace and tranquillity. It\nis idle to believe that such a war could be looked upon with indifference\nby our own citizens inhabiting adjoining States; and our neutrality would\nbe violated in despite of all efforts on the part of the Government to\nprevent it. The country is settled by emigrants from the United States\nunder invitations held out to them by Spain and Mexico. Those emigrants\nhave left behind them friends and relatives, who would not fail to\nsympathize with them in their difficulties, and who would be led by those\nsympathies to participate in their struggles, however energetic the action\nof the Government to prevent it. Nor would the numerous and formidable\nbands of Indians--the most warlike to be found in any land--which\noccupy the extensive regions contiguous to the States of Arkansas and\nMissouri, and who are in possession of large tracts of country within the\nlimits of Texas, be likely to remain passive. The inclinations of those\nnumerous tribes lead them invariably to war whenever pretexts exist.Mexico had no just ground of displeasure against this Government or people\nfor negotiating the treaty. What interest of hers was affected by the\ntreaty? She was despoiled of nothing, since Texas was forever lost to her.\nThe independence of Texas was recognized by several of the leading powers\nof the earth. She was free to treat, free to adopt her own line of policy,\nfree to take the course which she believed was best calculated to secure\nher happiness.Her Government and people decided on annexation to the United States, and\nthe Executive saw in the acquisition of such a territory the means of\nadvancing their permanent happiness and glory. What principle of good\nfaith, then, was violated? What rule of political morals trampled under\nfoot? So far as Mexico herself was concerned, the measure should have been\nregarded by her as highly beneficial. Her inability to reconquer Texas had\nbeen exhibited, I repeat, by eight (now nine) years of fruitless and\nruinous contest. In the meantime Texas has been growing in population and\nresources. Emigration has flowed into her territory from all parts of the\nworld in a current which continues to increase in strength. Mexico requires\na permanent boundary between that young Republic and herself. Texas at no\ndistant day, if she continues separate and detached from the United States,\nwill inevitably seek to consolidate her strength by adding to her domain\nthe contiguous Provinces of Mexico. The spirit of revolt from the control\nof the central Government has heretofore manifested itself in some of those\nProvinces, and it is fair to infer that they would be inclined to take the\nfirst favorable opportunity to proclaim their independence and to form\nclose alliances with Texas. The war would thus be endless, or if cessations\nof hostilities should occur they would only endure for a season. The\ninterests of Mexico, therefore, could in nothing be better consulted than\nin a peace with her neighbors which would result in the establishment of a\npermanent boundary. Upon the ratification of the treaty the Executive was\nprepared to treat with her on the most liberal basis. Hence the boundaries\nof Texas were left undefined by the treaty. The Executive proposed to\nsettle these upon terms that all the world should have pronounced just and\nreasonable. No negotiation upon that point could have been undertaken\nbetween the United States and Mexico in advance of the ratification of the\ntreaty. We should have had no right, no power, no authority, to have\nconducted such a negotiation, and to have undertaken it would have been an\nassumption equally revolting to the pride of Mexico and Texas and\nsubjecting us to the charge of arrogance, while to have proposed in advance\nof annexation to satisfy Mexico for any contingent interest she might have\nin Texas would have been to have treated Texas not as an independent power,\nbut as a mere dependency of Mexico. This assumption could not have been\nacted on by the Executive without setting at defiance your own solemn\ndeclaration that that Republic was an independent State. Mexico had, it is\ntrue, threatened war against the United States in the event the treaty of\nannexation was ratified. The Executive could not permit itself to be\ninfluenced by this threat. It represented in this the spirit of our people,\nwho are ready to sacrifice much for peace, but nothing to intimidation. A\nwar under any circumstances is greatly to be deplored, and the United\nStates is the last nation to desire it; but if, as the condition of peace,\nit be required of us to forego the unquestionable right of treating with an\nindependent power of our own continent upon matters highly interesting to\nboth, and that upon a naked and unsustained pretension of claim by a third\npower to control the free will of the power with whom we treat, devoted as\nwe may be to peace and anxious to cultivate friendly relations with the\nwhole world, the Executive does not hesitate to say that the people of the\nUnited States would be ready to brave all consequences sooner than submit\nto such condition. But no apprehension of war was entertained by the\nExecutive, and I must express frankly the opinion that had the treaty been\nratified by the Senate it would have been followed by a prompt settlement,\nto the entire satisfaction of Mexico, of every matter in difference between\nthe two countries. Seeing, then, that new preparations for hostile invasion\nof Texas were about to be adopted by Mexico, and that these were brought\nabout because Texas had adopted the suggestions of the Executive upon the\nsubject of annexation, it could not passively have folded its arms and\npermitted a war, threatened to be accompanied by every act that could mark\na barbarous age, to be waged against her because she had done so.Other considerations of a controlling character influenced the course of\nthe Executive. The treaty which had thus been negotiated had failed to\nreceive the ratification of the Senate. One of the chief objections which\nwas urged against it was found to consist in the fact that the question of\nannexation had not been submitted to the ordeal of public opinion in the\nUnited States. However untenable such an objection was esteemed to be, in\nview of the unquestionable power of the Executive to negotiate the treaty\nand the great and lasting interests involved in the question, I felt it to\nbe my duty to submit the whole subject to Congress as the best expounders\nof popular sentiment. No definitive action having been taken on the subject\nby Congress, the question referred itself directly to the decision of the\nStates and people. The great popular election which has just terminated\nafforded the best opportunity of ascertaining the will of the States and\nthe people upon it. Pending that issue it became the imperative duty of the\nExecutive to inform Mexico that the question of annexation was still before\nthe American people, and that until their decision was pronounced any\nserious invasion of Texas would be regarded as an attempt to forestall\ntheir judgment and could not be looked upon with indifference. I am most\nhappy to inform you that no such invasion has taken place; and I trust that\nwhatever your action may be upon it Mexico will see the importance of\ndeciding the matter by a resort to peaceful expedients in preference to\nthose of arms. The decision of the people and the States on this great and\ninteresting subject has been decisively manifested. The question of\nannexation has been presented nakedly to their consideration. By the treaty\nitself all collateral and incidental issues which were calculated to divide\nand distract the public councils were carefully avoided. These were left to\nthe wisdom of the future to determine. It presented, I repeat, the isolated\nquestion of annexation, and in that form it has been submitted to the\nordeal of public sentiment. A controlling majority of the people and a\nlarge majority of the States have declared in favor of immediate\nannexation. Instructions have thus come up to both branches of Congress\nfrom their respective constituents in terms the most emphatic. It is the\nwill of both the people and the States that Texas shall be annexed to the\nUnion promptly and immediately. It may be hoped that in carrying into\nexecution the public will thus declared all collateral issues may be\navoided. Future Legislatures can best decide as to the number of States\nwhich should be formed out of the territory when the time has arrived for\ndeciding that question. So with all others. By the treaty the United States\nassumed the payment of the debts of Texas to an amount not exceeding\n$10,000,000, to be paid, with the exception of a sum falling short of\n$400,000, exclusively out of the proceeds of the sales of her public lands.\nWe could not with honor take the lands without assuming the full payment of\nall incumbencies upon them.Nothing has occurred since your last session to induce a doubt that the\ndispositions of Texas remain unaltered. No intimation of an altered\ndetermination on the part of her Government and people has been furnished\nto the Executive. She still desires to throw herself under the protection\nof our laws and to partake of the blessings of our federative system, while\nevery American interest would seem to require it. The extension of our\ncoastwise and foreign trade to an amount almost incalculable, the\nenlargement of the market for our manufactures, a constantly growing market\nfor our agricultural productions, safety to our frontiers, and additional\nstrength and stability to the Union--these are the results which would\nrapidly develop themselves upon the consummation of the measure of\nannexation. In such event I will not doubt but that Mexico would find her\ntrue interest to consist in meeting the advances of this Government in a\nspirit of amity. Nor do I apprehend any serious complaint from any other\nquarter; no sufficient ground exists for such complaint. We should\ninterfere in no respect with the rights of any other nation. There can not\nbe gathered from the act any design on our part to do so with their\npossessions on this continent. We have interposed no impediments in the way\nof such acquisitions of territory, large and extensive as many of them are,\nas the leading powers of Europe have made from time to time in every part\nof the world. We seek no conquest made by war. No intrigue will have been\nresorted to or acts of diplomacy essayed to accomplish the annexation of\nTexas. Free and independent herself, she asks to be received into our\nUnion. It is a question for our own decision whether she shall be received\nor not.The two Governments having already agreed through their respective organs\non the terms of annexation, I would recommend their adoption by Congress in\nthe form of a joint resolution or act to be perfected and made binding on\nthe two countries when adopted in like manner by the Government of Texas.In order that the subject may be fully presented in all its bearings, the\ncorrespondence which has taken place in reference to it since the\nadjournment of Congress between the United States, Texas, and Mexico is\nherewith transmitted.The amendments proposed by the Senate to the convention concluded between\nthe United States and Mexico on the 20th of November, 1843, have been\ntransmitted through our minister for the concurrence of the Mexican\nGovernment, but, although urged thereto, no action has yet been had on the\nsubject, nor has any answer been given which would authorize a favorable\nconclusion in the future.The decree of September, 1843, in relation to the retail trade, the order\nfor the expulsion of foreigners, and that of a more recent date in regard\nto passports--all which are considered as in violation of the treaty of\namity and commerce between the two countries--have led to a correspondence\nof considerable length between the minister for foreign relations and our\nrepresentatives at Mexico, but without any satisfactory result. They remain\nstill unadjusted, and many and serious inconveniences have already resulted\nto our citizens in consequence of them.Questions growing out of the act of disarming a body of Texan troops under\nthe command of Major Snively by an officer in the service of the United\nStates, acting under the orders of our Government, and the forcible entry\ninto the custom-house at Bryarlys Landing, on Red River, by certain\ncitizens of the United States, and taking away therefrom the goods seized\nby the collector of the customs as forfeited under the laws of Texas, have\nbeen adjusted so far as the powers of the Executive extend. The\ncorrespondence between the two Governments in reference to both subjects\nwill be found amongst the accompanying documents. It contains a full\nstatement of all the facts and circumstances, with the views taken on both\nsides and the principles on which the questions have been adjusted. It\nremains for Congress to make the necessary appropriation to carry the\narrangement into effect, which I respectfully recommend.The greatly improved condition of the Treasury affords a subject for\ngeneral congratulation. The paralysis which had fallen on trade and\ncommerce, and which subjected the Government to the necessity of resorting\nto loans and the issue of Treasury notes to a large amount, has passed\naway, and after the payment of upward of $7,000,000 on account of the\ninterest, and in redemption of more than $5,000,000 of the public debt\nwhich falls due on the 1st of January next, and setting apart upward of\n$2,000,000 for the payment of outstanding Treasury notes and meeting an\ninstallment of the debts of the corporate cities of the District of\nColumbia, an estimated surplus of upward of $7,000,000 over and above the\nexisting appropriations will remain in the Treasury at the close of the\nfiscal year. Should the Treasury notes continue outstanding as heretofore,\nthat surplus will be considerably augmented. Although all interest has\nceased upon them and the Government has invited their return to the\nTreasury, yet they remain outstanding, affording great facilities to\ncommerce, and establishing the fact that under a well-regulated system of\nfinance the Government has resources within itself which render it\nindependent in time of need, not only of private loans, but also of bank\nfacilities.The only remaining subject of regret is that the remaining stocks of the\nGovernment do not fall due at an earlier day, since their redemption would\nbe entirely within its control. As it is, it may be well worthy the\nconsideration of Congress whether the law establishing the sinking fund\n(under the operation of which the debts of the Revolution and last war with\nGreat Britain were to a great extent extinguished) should not, with proper\nmodifications, so as to prevent an accumulation of surpluses, and limited\nin amount to a specific sum, be reenacted. Such provision, which would\nauthorize the Government to go into the market for a purchase of its own\nstock on fair terms, would serve to maintain its credit at the highest\npoint and prevent to a great extent those fluctuations in the price of its\nsecurities which might under other circumstances affect its credit. No\napprehension of this sort is at this moment entertained, since the stocks\nof the Government, which but two years ago were offered for sale to\ncapitalists at home and abroad at a depreciation, and could find no\npurchasers, are now greatly above par in the hands of the holders; but a\nwise and prudent forecast admonishes us to place beyond the reach of\ncontingency the public credit.It must also be a matter of unmingled gratification that under the existing\nfinancial system (resting upon the act of 1789 and the resolution of 1816)\nthe currency of the country has attained a state of perfect soundness; and\nthe rates of exchange between different parts of the Union, which in 1841\ndenoted by their enormous amount the great depreciation and, in fact,\nworthlessness of the currency in most of the States, are now reduced to\nlittle more than the mere expense of transporting specie from place to\nplace and the risk incident to the operation. In a new country like that of\nthe United States, where so many inducements are held out for speculation,\nthe depositories of the surplus revenue, consisting of banks of any\ndescription, when it reaches any considerable amount, require the closest\nvigilance on the part of the Government. All banking institutions, under\nwhatever denomination they may pass, are governed by an almost exclusive\nregard to the interest of the stockholders. That interest consists in the\naugmentation of profits in the form of dividends, and a large surplus\nrevenue intrusted to their custody is but too apt to lead to excessive\nloans and to extravagantly large issues of paper. As a necessary\nconsequence prices are nominally increased and the speculative mania very\nsoon seizes upon the public mind. A fictitious state of prosperity for a\nseason exists, and, in the language of the day, money becomes plenty.\nContracts are entered into by individuals resting on this unsubstantial\nstate of things, but the delusion speedily passes away and the country is\noverrun with an indebtedness so weighty as to overwhelm many and to visit\nevery department of industry with great and ruinous embarrassment. The\ngreatest vigilance becomes necessary on the part of Government to guard\nagainst this state of things. The depositories must be given distinctly to\nunderstand that the favors of the Government will be altogether withdrawn,\nor substantially diminished, if its revenues shall be regarded as additions\nto their banking capital or as the foundation of an enlarged circulation.The Government, through its revenue, has at all times an important part to\nperform in connection with the currency, and it greatly depends upon its\nvigilance and care whether the country be involved in embarrassments\nsimilar to those which it has had recently to encounter, or, aided by the\naction of the Treasury, shall be preserved in a sound and healthy\ncondition.The dangers to be guarded against are greatly augmented by too large a\nsurplus of revenue. When that surplus greatly exceeds in amount what shall\nbe required by a wise and prudent forecast to meet unforeseen\ncontingencies, the Legislature itself may come to be seized with a\ndisposition to indulge in extravagant appropriations to objects many of\nwhich may, and most probably would, be found to conflict with the\nConstitution. A fancied expediency is elevated above constitutional\nauthority, and a reckless and wasteful extravagance but too certainly\nfollows.The important power of taxation, which when exercised in its most\nrestricted form is a burthen on labor and production, is resorted to under\nvarious pretexts for purposes having no affinity to the motives which\ndictated its grant, and the extravagance of Government stimulates\nindividual extravagance until the spirit of a wild and ill-regulated\nspeculation involves one and all in its unfortunate results. In view of\nsuch fatal consequences, it may be laid down as an axiom rounded in moral\nand political truth that no greater taxes should be imposed than are\nnecessary for an economical administration of the Government, and that\nwhatever exists beyond should be reduced or modified. This doctrine does in\nno way conflict with the exercise of a sound discrimination in the\nselection of the articles to be taxed, which a due regard to the public\nweal would at all times suggest to the legislative mind. It leaves the\nrange of selection undefined; and such selection should always be made with\nan eye to the great interests of the country. Composed as is the Union of\nseparate and independent States, a patriotic Legislature will not fail in\nconsulting the interests of the parts to adopt such course as will be best\ncalculated to advance the harmony of the whole, and thus insure that\npermanency in the policy of the Government without which all efforts to\nadvance the public prosperity are vain and fruitless.This great and vitally important task rests with Congress, and the\nExecutive can do no more than recommend the general principles which should\ngovern in its execution.I refer you to the report of the Secretary of War for an exhibition of the\ncondition of the Army, and recommend to you as well worthy your best\nconsideration many of the suggestions it contains. The Secretary in no\ndegree exaggerates the great importance of pressing forward without delay\nin the work of erecting and finishing the fortifications to which he\nparticularly alludes. Much has been done toward placing our cities and\nroadsteads in a state of security against the hazards of hostile attack\nwithin the last four years; but considering the new elements which have\nbeen of late years employed in the propelling of ships and the formidable\nimplements of destruction which have been brought into service, we can not\nbe too active or vigilant in preparing and perfecting the means of defense.\nI refer you also to his report for a full statement of the condition of the\nIndian tribes within our jurisdiction. The Executive has abated no effort\nin carrying into effect the well-established policy of the Government which\ncontemplates a removal of all the tribes residing within the limits of the\nseveral States beyond those limits, and it is now enabled to congratulate\nthe country at the prospect of an early consummation of this object. Many\nof the tribes have already made great progress in the arts of civilized\nlife, and through the operation of the schools established among them,\naided by the efforts of the pious men of various religious denominations\nwho devote themselves to the task of their improvement, we may fondly hope\nthat the remains of the formidable tribes which were once masters of this\ncountry will in their transition from the savage state to a condition of\nrefinement and cultivation add another bright trophy to adorn the labors of\na well-directed philanthropy.The accompanying report of the Secretary of the Navy will explain to you\nthe situation of that branch of the service. The present organization of\nthe Department imparts to its operations great efficiency, but I concur\nfully in the propriety of a division of the Bureau of Construction,\nEquipment, Increase, and Repairs into two bureaus. The subjects as now\narranged are incongruous, and require to a certain extent information and\nqualifications altogether dissimilar.The operations of the squadron on the coast of Africa have been conducted\nwith all due attention to the object which led to its origination, and I am\nhappy to say that the officers and crews have enjoyed the best possible\nhealth under the system adopted by the officer in command. It is believed\nthat the United States is the only nation which has by its laws subjected\nto the punishment of death as pirates those who may be engaged in the slave\ntrade. A similar enactment on the part of other nations would not fail to\nbe attended by beneficial results.In consequence of the difficulties which have existed in the way of\nsecuring titles for the necessary grounds, operations have not yet been\ncommenced toward the establishment of the navy-yard at Memphis. So soon as\nthe title is perfected no further delay will be permitted to intervene. It\nis well worthy of your consideration whether Congress should not direct the\nestablishment of a ropewalk in connection with the contemplated navy-yard,\nas a measure not only of economy, but as highly useful and necessary. The\nonly establishment of the sort now connected with the service is located at\nBoston, and the advantages of a similar establishment convenient to the\nhemp-growing region must be apparent to all.The report of the Secretary presents other matters to your consideration of\nan important character in connection with the service.In referring you to the accompanying report of the Postmaster-General it\naffords me continued cause of gratification to be able to advert to the\nfact that the affairs of the Department for the last four years have been\nso conducted as from its unaided resources to meet its large expenditures.\nOn my coming into office a debt of nearly $500,000 existed against the\nDepartment, which Congress discharged by an appropriation from the\nTreasury. The Department on the 4th of March next will be found, under the\nmanagement of its present efficient head, free of debt or embarrassment,\nwhich could only have been done by the observance and practice of the\ngreatest vigilance and economy. The laws have contemplated throughout that\nthe Department should be self-sustained, but it may become necessary, with\nthe wisest regard to the public interests, to introduce amendments and\nalterations in the system.There is a strong desire manifested in many quarters so to alter the tariff\nof letter postage as to reduce the amount of tax at present imposed. Should\nsuch a measure be carried into effect to the full extent desired, it can\nnot well be doubted but that for the first years of its operation a\ndiminished revenue would be collected, the supply of which would\nnecessarily constitute a charge upon the Treasury. Whether such a result\nwould be desirable it will be for Congress in its wisdom to determine. It\nmay in general be asserted as true that radical alterations in any system\nshould rather be brought about gradually than by sudden changes and by\npursuing this prudent policy in the reduction of letter postage the\nDepartment might still sustain itself through the revenue which would\naccrue by the increase of letters. The state and condition of the public\nTreasury has heretofore been such as to have precluded the recommendation\nof any material change. The difficulties upon this head have, however,\nceased, and a larger discretion is now left to the Government.I can not too strongly urge the policy of authorizing the establishment of\na line of steamships regularly to ply between this country and foreign\nports and upon our own waters for the transportation of the mail. The\nexample of the British Government is well worthy of imitation in this\nrespect. The belief is strongly entertained that the emoluments arising\nfrom the transportation of mail matter to foreign countries would operate\nof itself as an inducement to cause individual enterprise to undertake that\nbranch of the task, and the remuneration of the Government would consist in\nthe addition readily made to our steam navy in case of emergency by the\nships so employed. Should this suggestion meet your approval, the propriety\nof placing such ships under the command of experienced officers of the Navy\nwill not escape your observation. The application of steam to the purposes\nof naval warfare cogently recommends an extensive steam marine as important\nin estimating the defenses of the country. Fortunately this may be obtained\nby us to a great extent without incurring any large amount of expenditure.\nSteam vessels to be engaged in the transportation of the mails on our\nprincipal water courses, lakes, and ports of our coast could also be so\nconstructed as to be efficient as war vessels when needed, and would of\nthemselves constitute a formidable force in order to repel attacks from\nabroad.. We can not be blind to the fact that other nations have already\nadded large numbers of steamships to their naval armaments and that this\nnew and powerful agent is destined to revolutionize the condition of the\nworld. It becomes the United States, therefore, looking to their security,\nto adopt a similar policy, and the plan suggested will enable them to do so\nat a small comparative cost.I take the greatest pleasure in bearing testimony to the zeal and untiring\nindustry which has characterized the conduct of the members of the\nExecutive Cabinet. Each in his appropriate sphere has rendered me the most\nefficient aid in carrying on the Government, and it will not, I trust,\nappear out of place for me to bear this public testimony. The cardinal\nobjects which should ever be held in view by those intrusted with the\nadministration of public affairs are rigidly, and without favor or\naffection, so to interpret the national will expressed in the laws as that\ninjustice should be done to none, justice to all. This has been the rule\nupon which they have acted, and thus it is believed that few cases, if any,\nexist wherein our fellow-citizens, who from time to time have been drawn to\nthe seat of Government for the settlement of their transactions with the\nGovernment, have gone away dissatisfied. Where the testimony has been\nperfected and was esteemed satisfactory their claims have been promptly\naudited, and this in the absence of all favoritism or partiality. The\nGovernment which is not just to its own people can neither claim their\naffection nor the respect of the world. At the same time, the Closest\nattention has been paid to those matters which relate more immediately to\nthe great concerns of the country. Order and efficiency in each branch of\nthe public service have prevailed, accompanied by a system of the most\nrigid responsibility on the part of the receiving and disbursing agents.\nThe fact, in illustration of the truth of this remark, deserves to be\nnoticed that the revenues of the Government, amounting in the last four\nyears to upward of $120,000,000, have been collected and disbursed through\nthe numerous governmental agents without the loss by default of any amount\nworthy of serious commentary.The appropriations made by Congress for the improvement of the rivers of\nthe West and of the harbors on the Lakes are in a course of judicious\nexpenditure under suitable agents, and are destined, it is to be hoped, to\nrealize all the benefits designed to be accomplished by Congress. I can\nnot, however, sufficiently impress upon Congress the great importance of\nwithholding appropriations from improvements which are not ascertained by\nprevious examination and survey to be necessary for the shelter and\nprotection of trade from the dangers of stores and tempests. Without this\nprecaution the expenditures are but too apt to inure to the benefit of\nindividuals, without reference to the only consideration which can render\nthem constitutional--the public interests and the general good.I can not too earnestly urge upon you the interests of this District, over\nwhich by the Constitution Congress has exclusive jurisdiction. It would be\ndeeply to be regretted should there be at any time ground to complain of\nneglect on the part of a community which, detached as it is from the\nparental care of the States of Virginia and Maryland, can only expect aid\nfrom Congress as its local legislature. Amongst the subjects which claim\nyour attention is the prompt organization of an asylum for the insane who\nmay be found from time to time sojourning within the District. Such course\nis also demanded by considerations which apply to branches of the public\nservice. For the necessities in this behalf I invite your particular\nattention to the report of the Secretary of the Navy.I have thus, gentlemen of the two Houses of Congress, presented you a true\nand faithful picture of the condition of public affairs, both foreign and\ndomestic. The wants of the public service are made known to you, and\nmatters of no ordinary importance are urged upon your consideration. Shall\nI not be permitted to congratulate you on the happy auspices under which\nyou have assembled and at the important change in the condition of things\nwhich has occurred in the last three years? During that period questions\nwith foreign powers of vital importance to the peace of our country have\nbeen settled and adjusted. A desolating and wasting war with savage tribes\nhas been brought to a close. The internal tranquillity of the country,\nthreatened by agitating questions, has been preserved. The credit of the\nGovernment, which had experienced a temporary embarrassment, has been\nthoroughly restored. Its coffers, which for a season were empty, have been\nreplenished. A currency nearly uniform in its value has taken the place of\none depreciated and almost worthless. Commerce and manufactures, which had\nsuffered in common with every other interest, have once more revived, and\nthe whole country exhibits an aspect of prosperity and happiness. Trade and\nbarter, no longer governed by a wild and speculative mania, rest upon a\nsolid and substantial footing, and the rapid growth of our cities in every\ndirection bespeaks most strongly the favorable circumstances by which we\nare surrounded. My happiness in the retirement which shortly awaits me is\nthe ardent hope which I experience that this state of prosperity is neither\ndeceptive nor destined to be short lived, and that measures which have not\nyet received its sanction, but which I can not but regard as closely\nconnected with the honor, the glory, and still more enlarged prosperity of\nthe country, are destined at an early day to receive the approval of\nCongress. Under these circumstances and with these anticipations I shall\nmost gladly leave to others more able than myself the noble and pleasing\ntask of sustaining the public prosperity. I shall carry with me into\nretirement the gratifying reflection that as my sole object throughout has\nbeen to advance the public good I may not entirely have failed in\naccomplishing it; and this gratification is heightened in no small degree\nby the fact that when under a deep and abiding sense of duty I have found\nmyself constrained to resort to the qualified veto it has neither been\nfollowed by disapproval on the part of the people nor weakened in any\ndegree their attachment to that great conservative feature of our\nGovernment.", 
    "name": "John Tyler"
}