{
    "date": "January 17, 1968", 
    "speech": "Mr. Speaker, Mr. President, Members of the Congress, and my fellow\nAmericans:I was thinking as I was walking down the aisle tonight of what Sam Rayburn\ntold me many years ago: The Congress always extends a very warm welcome to\nthe President--as he comes in.Thank all of you very, very much.I have come once again to this Chamber--the home of our democracy--to give\nyou, as the Constitution requires, \"Information of the State of the\nUnion.\"I report to you that our country is challenged, at home and abroad:--that it is our will that is being tried, not our strength; our sense of\npurpose, not our ability to achieve a better America;--that we have the strength to meet our every challenge; the physical\nstrength to hold the course of decency and compassion at home; and the\nmoral strength to support the cause of peace in the world.And I report to you that I believe, with abiding conviction, that this\npeople--nurtured by their deep faith, tutored by their hard lessons, moved\nby their high aspirations--have the will to meet the trials that these times\nimpose.Since I reported to you last January:--Three elections have been held in Vietnam--in the midst of war and under\nthe constant threat of violence.--A President, a Vice President, a House and Senate, and village officials\nhave been chosen by popular, contested ballot.--The enemy has been defeated in battle after battle.--The number of South Vietnamese living in areas under Government\nprotection tonight has grown by more than a million since January of last\nyear.These are all marks of progress. Yet:--The enemy continues to pour men and material across frontiers and into\nbattle, despite his continuous heavy losses.--He continues to hope that America's will to persevere can be broken.\nWell--he is wrong. America will persevere. Our patience and our\nperseverance will match our power. Aggression will never prevail.But our goal is peace--and peace at the earliest possible moment.Right now we are exploring the meaning of Hanoi's recent statement. There\nis no mystery about the questions which must be answered before the bombing\nis stopped.We believe that any talks should follow the San Antonio formula that I\nstated last September, which said:--The bombing would stop immediately if talks would take place promptly and\nwith reasonable hopes that they would be productive.--And the other side must not take advantage of our restraint as they have\nin the past. This Nation simply cannot accept anything less without\njeopardizing the lives of our men and of our allies.If a basis for peace talks can be established on the San Antonio\nfoundations--and it is my hope and my prayer that they can--we would\nconsult with our allies and with the other side to see if a complete\ncessation of hostilities--a really true cease-fire--could be made the first\norder of business. I will report at the earliest possible moment the\nresults of these explorations to the American people.I have just recently returned from a very fruitful visit and talks with His\nHoliness the Pope and I share his hope--as he expressed it earlier\ntoday--that both sides will extend themselves in an effort to bring an end\nto the war in Vietnam. I have today assured him that we and our allies will\ndo our full part to bring this about.Since I spoke to you last January, other events have occurred that have\nmajor consequences for world peace.--The Kennedy Round achieved the greatest reduction in tariff barriers in\nall the history of trade negotiations.--The nations of Latin America at Punta del Este resolved to move toward\neconomic integration.--In Asia, the nations from Korea and Japan to Indonesia and Singapore\nworked behind America's shield to strengthen their economies and to broaden\ntheir political cooperation.--In Africa, from which the distinguished Vice President has just returned,\nhe reports to me that there is a spirit of regional cooperation that is\nbeginning to take hold in very practical ways.These events we all welcomed. Yet since I last reported to you, we and the\nworld have been confronted by a number of crises:--During the Arab-Israeli war last June, the hot line between Washington\nand Moscow was used for the first time in our history. A cease-fire was\nachieved without a major power confrontation.Now the nations of the Middle East have the opportunity to cooperate with\nAmbassador Jarring's U.N. mission and they have the responsibility to find\nthe terms of living together in stable peace and dignity, and we shall do\nall in our power to help them achieve that result.--Not far from this scene of conflict, a crisis flared on Cyprus involving\ntwo peoples who are America's friends: Greece and Turkey. Our very able\nrepresentative, Mr. Cyrus Vance, and others helped to ease this tension.--Turmoil continues on the mainland of China after a year of violent\ndisruption. The radical extremism of their Government has isolated the\nChinese people behind their own borders. The United States, however,\nremains willing to permit the travel of journalists to both our countries;\nto undertake cultural and educational exchanges; and to talk about the\nexchange of basic food crop materials.Since I spoke to you last, the United States and the Soviet Union have\ntaken several important steps toward the goal of international\ncooperation.As you will remember, I met with Chairman Kosygin at Glassboro and we\nachieved if not accord, at least a clearer understanding of our respective\npositions after 2 days of meeting.Because we believe the nuclear danger must be narrowed, we have worked with\nthe Soviet Union and with other nations to reach an agreement that will\nhalt the spread of nuclear weapons. On the basis of communications from\nAmbassador Fisher in Geneva this afternoon, I am encouraged to believe that\na draft treaty can be laid before the conference in Geneva in the very near\nfuture. I hope to be able to present that treaty to the Senate this year\nfor the Senate's approval.We achieved, in 1967, a consular treaty with the Soviets, the first\ncommercial air agreement between the two countries, and a treaty banning\nweapons in outer space. We shall sign, and submit to the Senate shortly, a\nnew treaty with the Soviets and with others for the protection of\nastronauts.Serious differences still remain between us, yet in these relations, we\nhave made some progress since Vienna, the Berlin Wall, and the Cuban\nmissile crisis.But despite this progress, we must maintain a military force that is\ncapable of deterring any threat to this Nation's security, whatever the\nmode of aggression. Our choices must not be confined to total war--or to\ntotal acquiescence.We have such a military force today. We shall maintain it.I wish--with all of my heart--that the expenditures that are necessary to\nbuild and to protect our power could all be devoted to the programs of\npeace. But until world conditions permit, and until peace is assured,\nAmerica's might--and America's bravest sons who wear our Nation's\nuniform--must continue to stand guard for all of us--as they gallantly do\ntonight in Vietnam and other places in the world.Yet neither great weapons nor individual courage can provide the conditions\nof peace.For two decades America has committed itself against the tyranny of want\nand ignorance in the world that threatens the peace. We shall sustain that\ncommitment. This year I shall propose:--That we launch, with other nations, an exploration of the ocean depths to\ntap its wealth, and its energy, and its abundance.--That we contribute our fair share to a major expansion of the\nInternational Development Association, and to increase the resources of the\nAsian Development Bank.--That we adopt a prudent aid program, rooted in the principle of\nself-help.--That we renew and extend the food for freedom program.Our food programs have already helped millions avoid the horrors of\nfamine.But unless the rapid growth of population in developing countries is\nslowed, the gap between rich and poor will widen steadily.Governments in the developing countries must take such facts into\nconsideration. We in the United States are prepared to help assist them in\nthose efforts.But we must also improve the lives of children already born in the villages\nand towns and cities on this earth. They can be taught by great teachers\nthrough space communications and the miracle of satellite television--and we\nare going to bring to bear every resource of mind and technology to help\nmake this dream come true.Let me speak now about some matters here at home.Tonight our Nation is accomplishing more for its people than has ever been\naccomplished before. Americans are prosperous as men have never been in\nrecorded history. Yet there is in the land a certain restlessness--a\nquestioning.The total of our Nation's annual production is now above $800 billion. For\n83 months this Nation has been on a steady upward trend of growth.All about them, most American families can see the evidence of growing\nabundance: higher paychecks, humming factories, new cars moving down new\nhighways. More and more families own their own homes, equipped with more\nthan 70 million television sets.A new college is founded every week. Today more than half of the high\nschool graduates go on to college.There are hundreds of thousands of fathers and mothers who never completed\ngrammar school--who will see their children graduate from college.Why, then, this restlessness?Because when a great ship cuts through the sea, the waters are always\nstirred and troubled.And our ship is moving. It is moving through troubled and new waters; it is\nmoving toward new and better shores.We ask now, not how can we achieve abundance?--but how shall we use our\nabundance? Not, is there abundance enough for all?--but, how can all share\nin our abundance?While we have accomplished much, much remains for us to meet and much\nremains for us to master.--In some areas, the jobless rate is still three or four times the national\naverage.--Violence has shown its face in some of our cities.--Crime increases on our streets.--Income for farm workers remains far behind that for urban workers; and\nparity for our farmers who produce our food is still just a hope--not an\nachievement.--New housing construction is far less than we need--to assure decent\nshelter for every family.--Hospital and medical costs are high, and they are rising.--Many rivers--and the air in many cities--remain badly polluted. And our\ncitizens suffer from breathing that air.We have lived with conditions like these for many, many years. But much\nthat we once accepted as inevitable, we now find absolutely intolerable.In our cities last summer, we saw how wide is the gulf for some Americans\nbetween the promise and the reality of our society.We know that we cannot change all of this in a day. It represents the\nbitter consequences of more than three centuries.But the issue is not whether we can change this; the issue is whether we\nwill change this.Well, I know we can. And I believe we will.This then is the work we should do in the months that are ahead of us in\nthis Congress.The first essential is more jobs, useful jobs for tens of thousands who can\nbecome productive and can pay their own way.Our economy has created 7 1/2 million new jobs in the past 4 years. It is\nadding more than a million and a half new jobs this year.Through programs passed by the Congress, job training is being given\ntonight to more than a million Americans in this country.This year, the time has come when we must get to those who are last in\nline--the hard-core unemployed--the hardest to reach.Employment officials estimate that 500,000 of these persons are now\nunemployed in the major cities of America. Our objective is to place these\n500,000 in private industry jobs within the next 3 years.To do this, I propose a $2. 1 billion manpower program in the coming fiscal\nyear--a 25 percent increase over the current year. Most of this increase\nwill be used to start a new partnership between government and private\nindustry to train and to hire the hard-core unemployed persons. I know of\nno task before us of more importance to us, to the country, or to our\nfuture.Another essential is to rebuild our cities.Last year the Congress authorized $662 million for the Model Cities\nprogram. I requested the full amount of that authorization to help meet the\ncrisis in the cities of America. But the Congress appropriated only $312\nmillion--less than half.This year I urge the Congress to honor my request for model cities funds to\nrebuild the centers of American cities by granting us the full amount that\nyou in the Congress authorized--$1 billion.The next essential is more housing--and more housing now.Surely a nation that can go to the moon can place a decent home within the\nreach of its families.Therefore we must call together the resources of industry and labor, to\nstart building 300,000 housing units for low- and middle-income families\nnext year--that is three times more than this year. We must make it\npossible for thousands of families to become homeowners, not rent-payers.I propose, for the consideration of this Congress, a 10-year campaign to\nbuild 6 million new housing units for low and middle-income families. Six\nmillion units in the next 10 years. We have built 530,000 the last 10\nyears.Better health for our children--all of our children--is essential if we are\nto have a better America.Last year, Medicare, Medicaid, and other new programs that you passed in\nthe Congress brought better health to more than 25 million Americans.American medicine--with the very strong support and cooperation of public\nresources--has produced a phenomenal decline in the death rate from many of\nthe dread diseases.But it is a shocking fact that, in saving the lives of babies, America\nranks 15th among the nations of the world. And among children, crippling\ndefects are often discovered too late for any corrective action. This is a\ntragedy that Americans can, and Americans should, prevent.I shall, therefore, propose to the Congress a child health program to\nprovide, over the next 5 years, for families unable to afford it--access to\nhealth services from prenatal care of the mother through the child's first\nyear.When we do that you will find it is the best investment we ever made\nbecause we will get these diseases in their infancy and we will find a cure\nin a great many instances that we can never find by overcrowding our\nhospitals when they are grown.Now when we act to advance the consumer's cause I think we help every\nAmerican.Last year, with very little fanfare the Congress and the executive branch\nmoved in that field.We enacted the Wholesome Meat Act, the Flammable Fabrics Act, the Product\nSafety Commission, and a law to improve clinical laboratories.And now, I think, the time has come to complete our unfinished work. The\nSenate has already passed the truth-in-lending bill, the fire safety bill,\nand the pipeline safety laws.Tonight I plead with the House to immediately act upon these measures and I\nhope take favorable action upon all of them. I call upon the Congress to\nenact, without delay, the remainder of the 12 vital consumer protection\nlaws that I submitted to the Congress last year.I also urge final action on a measure that is already passed by the House\nto guard against fraud and manipulation in the Nation's commodity exchange\nmarket.These measures are a pledge to our people--to keep them safe in their homes\nand at work, and to give them a fair deal in the marketplace.And I think we must do more. I propose:--New powers for the Federal Trade Commission to stop those who defraud and\nwho swindle our public.--New safeguards to insure the quality of fish and poultry, and the safety\nof our community water supplies.--A major study of automobile insurance.--Protection against hazardous radiation from television sets and other\nelectronic equipment.And to give the consumer a stronger voice, I plan to appoint a consumer\ncounsel in the Justice Department--a lawyer for the American consumer--to\nwork directly under the Attorney General, to serve the President's Special\nAssistant for Consumer Affairs, and to serve the consumers of this land.This Congress--Democrats and Republicans--can earn the thanks of history.\nWe can make this truly a new day for the American consumer, and by giving\nhim this protection we can live in history as the consumer-conscious\nCongress.So let us get on with the work. Let us act soon.We, at every level of the government, State, local, Federal, know that the\nAmerican people have had enough of rising crime and lawlessness in this\ncountry.They recognize that law enforcement is first the duty of local police and\nlocal government.They recognize that the frontline headquarters against crime is in the\nhome, the church, the city hall and the county courthouse and the\nstatehouse--not in the far-removed National Capital of Washington.But the people also recognize that the National Government can and the\nNational Government should help the cities and the States in their war on\ncrime to the full extent of its resources and its constitutional authority.\nAnd this we shall do.This does not mean a national police force. It does mean help and financial\nsupport:--to develop State and local master plans to combat crime,--to provide better training and better pay for police, and--to bring the most advanced technology to the war on crime in every city\nand every county in America.There is no more urgent business before this Congress than to pass the Safe\nStreets Act this year that I proposed last year. That law will provide\nthese required funds. They are so critically needed that I have doubled my\nrequest under this act to $100 million in fiscal 1969.And I urge the Congress to stop the trade in mail-order murder, to stop it\nthis year by adopting a proper gun control law.This year, I will propose a Drug Control Act to provide stricter penalties\nfor those who traffic in LSD and other dangerous drugs with our people.I will ask for more vigorous enforcement of all of our drug laws by\nincreasing the number of Federal drug and narcotics control officials by\nmore than 30 percent. The time has come to stop the sale of slavery to the\nyoung. I also request you to give us funds to add immediately 100 assistant\nUnited States attorneys throughout the land to help prosecute our criminal\nlaws. We have increased our judiciary by 40 percent and we have increased\nour prosecutors by 16 percent. The dockets are full of cases because we\ndon't have assistant district attorneys to go before the Federal judge and\nhandle them. We start these young lawyers at $8,200 a year. And the docket\nis clogged because we don't have authority to hire more of them.I ask the Congress for authority to hire 100 more. These young men will\ngive special attention to this drug abuse, too.Finally, I ask you to add 100 FBI agents to strengthen law enforcement in\nthe Nation and to protect the individual rights of every citizen.A moment ago I spoke of despair and frustrated hopes in the cities where\nthe fires of disorder burned last summer. We can--and in time we\nwill--change that despair into confidence, and change those frustrations\ninto achievements. But violence will never bring progress.We can make progress only by attacking the causes of violence and only\nwhere there is civil order founded on justice.Today we are helping local officials improve their capacity to deal\npromptly with disorders.Those who preach disorder and those who preach violence must know that\nlocal authorities are able to resist them swiftly, to resist them sternly,\nand to resist them decisively.I shall recommend other actions:--To raise the farmers' income by establishing a security commodity reserve\nthat will protect the market from price-depressing stocks and protect the\nconsumer from food scarcity.--I shall recommend programs to help farmers bargain more effectively for\nfair prices.--I shall recommend programs for new air safety measures.--Measures to stem the rising costs of medical care.--Legislation to encourage our returning veterans to devote themselves to\ncareers in community service such as teaching, and being firemen, and\njoining our police force, and our law enforcement officials.--I shall recommend programs to strengthen and finance our anti-pollution\nefforts.--Fully funding all of the $2.18 billion poverty program that you in the\nCongress had just authorized in order to bring opportunity to those who\nhave been left far behind.--I shall recommend an Educational Opportunity Act to speed up our drive to\nbreak down the financial barriers that are separating our young people from\ncollege.I shall also urge the Congress to act on several other vital pending\nbills--especially the civil rights measures--fair jury trials, protection\nof Federal rights, enforcement of equal employment opportunity, and fair\nhousing.The unfinished work of the first session must be completed--the Higher\nEducation Act, the Juvenile Delinquency Act, conservation measures to save\nthe redwoods of California, and to preserve the wonders of our scenic\nrivers, the Highway Beautification Act--and all the other measures for a\ncleaner, and for a better, and for a more beautiful America.Next month we'll begin our 8th year of uninterrupted prosperity. The\neconomic outlook for this year is one of steady growth--if we are vigilant.True, there are some clouds on the horizon. Prices are rising. Interest\nrates have passed the peak of 1966; and if there is continued inaction on\nthe tax bill, they will climb even higher.I warn the Congress and the Nation tonight that this failure to act on the\ntax bill will sweep us into an accelerating spiral of price increases, a\nslump in homebuilding, and a continuing erosion of the American dollar.This would be a tragedy for every American family. And I predict that if\nthis happens, they will all let us know about it.We--those of us in the executive branch, in the Congress, and the leaders\nof labor and business--must do everything we can to prevent that kind of\nmisfortune.Under the new budget, the expenditures for 1969 will increase by $10.4\nbillion. Receipts will increase by $22.3 billion including the added tax\nrevenues. Virtually all of this expenditure increase represents the\nmandatory cost of our defense efforts, $3 billion; increased interest,\nalmost $1 billion; or mandatory payments under laws passed by\nCongress--such as those provided in the Social Security Act that you passed\nin 1967, and to Medicare and Medicaid beneficiaries, veterans, and farmers,\nof about $4 1/2 billion; and the additional $1 billion 600 million next\nyear for the pay increases that you passed in military and civilian pay.\nThat makes up the $10 billion that is added to the budget. With few\nexceptions, very few, we are holding the fiscal 1969 budget to last year's\nlevel, outside of those mandatory and required increases.A Presidential commission composed of distinguished congressional fiscal\nleaders and other prominent Americans recommended this year that we adopt a\nnew budget approach. I am carrying out their recommendations in this year's\nbudget. This budget, therefore, for the first time accurately covers all\nFederal expenditures and all Federal receipts, including for the first time\nin one budget $47 billion from the social security, Medicare, highway, and\nother trust funds.The fiscal 1969 budget has expenditures of approximately $186 billion, with\ntotal estimated revenues, including the tax bill, of about $178 billion.If the Congress enacts the tax increase, we will reduce the budget deficit\nby some $12 billion. The war in Vietnam is costing us about $25 billion and\nwe are asking for about $12 billion in taxes--and if we get that $12\nbillion tax bill we will reduce the deficit from about $20 billion in 1968\nto about $8 billion in 1969.Now, this is a tight budget. It follows the reduction that I made in\ncooperation with the Congress--a reduction made after you had reviewed\nevery appropriations bill and reduced the appropriations by some $5 or $6\nbillion and expenditures by $1.5 billion. We conferred together and I\nrecommended to the Congress and you subsequently approved taking 2 percent\nfrom payrolls and 10 percent from controllable expenditures. We therefore\nreduced appropriations almost $10 billion last session and expenditures\nover $4 billion. Now, that was in the budget last year.I ask the Congress to recognize that there are certain selected programs\nthat meet the Nation's most urgent needs and they have increased. We have\ninsisted that decreases in very desirable but less urgent programs be made\nbefore we would approve any increases. So I ask the Congress tonight:--to hold its appropriations to the budget requests, and--to act responsibly early this year by enacting the tax surcharge which\nfor the average American individual amounts to about a penny out of each\ndollar's income.This tax increase would yield about half of the $23 billion per year that\nwe returned to the people in the tax reduction bills of 1964 and 1965.This must be a temporary measure, which expires in less than 2 years.\nCongress can repeal it sooner if the need has passed. But Congress can\nnever repeal inflation.The leaders of American business and the leaders of American labor--those\nwho really have power over wages and prices--must act responsibly, and in\ntheir Nation's interest by keeping increases in line with productivity. If\nour recognized leaders do not do this, they and those for whom they speak\nand all of us are going to suffer very serious consequences.On January 1st, I outlined a program to reduce our balance of payments\ndeficit sharply this year. We will ask the Congress to help carry out those\nparts of the program which require legislation. We must restore equilibrium\nto our balance of payments.We must also strengthen the international monetary system. We have assured\nthe world that America's full gold stock stands behind our commitment to\nmaintain the price of gold at $35 an ounce. We must back this commitment by\nlegislating now to free our gold reserves.Americans, traveling more than any other people in history, took $4 billion\nout of their country last year in travel costs. We must try to reduce the\ntravel deficit that we have of more than $2 billion. We are hoping that we\ncan reduce it by $500 million--without unduly penalizing the travel of\nteachers, students, business people who have essential and necessary\ntravel, or people who have relatives abroad whom they want to see. Even\nwith this reduction of $500 million, the American people will still be\ntraveling more overseas than they did in 1967, 1966, or 1965 or any other\nyear in their history.If we act together as I hope we can, I believe we can continue our economic\nexpansion which has already broken all past records. And I hope that we can\ncontinue that expansion in the days ahead.Each of these questions I have discussed with you tonight is a question of\npolicy for our people. Therefore, each of them should be--and doubtless\nwill be--debated by candidates for public office this year.I hope those debates will be marked by new proposals and by a seriousness\nthat matches the gravity of the questions themselves.These are not appropriate subjects for narrow partisan oratory. They go to\nthe heart of what we Americans are all about--all of us, Democrats and\nRepublicans.Tonight I have spoken of some of the goals I should like to see America\nreach. Many of them can be achieved this year--others by the time we\ncelebrate our Nation's 200th birthday--the bicentennial of our\nindependence.Several of these goals are going to be very hard to reach. But the State of\nour Union will be much stronger 8 years from now on our 200th birthday if\nwe resolve to reach these goals now. They are more important--much more\nimportant--than the identity of the party or the President who will then be\nin office.These goals are what the fighting and our alliances are really meant to\nprotect.Can we achieve these goals?Of course we can--if we will.If ever there was a people who sought more than mere abundance, it is our\npeople.If ever there was a nation that was capable of solving its problems, it is\nthis Nation.If ever there were a time to know the pride and the excitement and the hope\nof being an American--it is this time.So this, my friends, is the State of our Union: seeking, building, tested\nmany times in this past year--and always equal to the test.Thank you and good night.", 
    "name": "Lyndon B. Johnson"
}