{
    "date": "January 12, 1966", 
    "speech": "Mr. Speaker, Mr. President, Members of the House and the Senate, my fellow\nAmericans:I come before you tonight to report on the State of the Union for the third\ntime.I come here to thank you and to add my tribute, once more, to the Nation's\ngratitude for this, the 89th Congress. This Congress has already reserved\nfor itself an honored chapter in the history of America.Our Nation tonight is engaged in a brutal and bitter conflict in Vietnam.\nLater on I want to discuss that struggle in some detail with you. It just\nmust be the center of our concerns.But we will not permit those who fire upon us in Vietnam to win a victory\nover the desires and the intentions of all the American people. This Nation\nis mighty enough, its society is healthy enough, its people are strong\nenough, to pursue our goals in the rest of the world while still building a\nGreat Society here at home.And that is what I have come here to ask of you tonight.I recommend that you provide the resources to carry forward, with full\nvigor, the great health and education programs that you enacted into law\nlast year.I recommend that we prosecute with vigor and determination our war on\npoverty.I recommend that you give a new and daring direction to our foreign aid\nprogram, designed to make a maximum attack on hunger and disease and\nignorance in those countries that are determined to help themselves, and to\nhelp those nations that are trying to control population growth.I recommend that you make it possible to expand trade between the United\nStates and Eastern Europe and the Soviet Union.I recommend to you a program to rebuild completely, on a scale never before\nattempted, entire central and slum areas of several of our cities in\nAmerica.I recommend that you attack the wasteful and degrading poisoning of our\nrivers, and, as the cornerstone of this effort, clean completely entire\nlarge river basins.I recommend that you meet the growing menace of crime in the streets by\nbuilding up law enforcement and by revitalizing the entire Federal system\nfrom prevention to probation.I recommend that you take additional steps to insure equal justice to all\nof our people by effectively enforcing nondiscrimination in Federal and\nState jury selection, by making it a serious Federal crime to obstruct\npublic and private efforts to secure civil rights, and by outlawing\ndiscrimination in the sale and rental of housing.I recommend that you help me modernize and streamline the Federal\nGovernment by creating a new Cabinet level Department of Transportation and\nreorganizing several existing agencies. In turn, I will restructure our\ncivil service in the top grades so that men and women can easily be\nassigned to jobs where they are most needed, and ability will be both\nrequired as well as rewarded.I will ask you to make it possible for Members of the House of\nRepresentatives to work more effectively in the service of the Nation\nthrough a constitutional amendment extending the term of a Congressman to 4\nyears, concurrent with that of the President. II.Because of Vietnam we cannot do all that we should, or all that we would\nlike to do. We will ruthlessly attack waste and inefficiency. We will make\nsure that every dollar is spent with the thrift and with the commonsense\nwhich recognizes how hard the taxpayer worked in order to earn it.We will continue to meet the needs of our people by continuing to develop\nthe Great Society.Last year alone the wealth that we produced increased $47 billion, and it\nwill soar again this year to a total over $720 billion.Because our economic policies have produced rising revenues, if you approve\nevery program that I recommend tonight, our total budget deficit will be\none of the lowest in many years. It will be only $1.8 billion next year.\nTotal spending in the administrative budget will be $112.8 billion.\nRevenues next year will be $111 billion.On a cash basis--which is the way that you and I keep our family\nbudget--the Federal budget next year will actually show a surplus. That is\nto say, if we include all the money that your Government will take in and\nall the money that your Government will spend, your Government next year\nwill collect one-half billion dollars more than it will spend in the year\n1967.I have not come here tonight to ask for pleasant luxuries or for idle\npleasures. I have come here to recommend that you, the representatives of\nthe richest Nation on earth, you, the elected servants of a people who live\nin abundance unmatched on this globe, you bring the most urgent decencies\nof life to all of your fellow Americans.There are men who cry out: We must sacrifice. Well, let us rather ask them:\nWho will they sacrifice? Are they going to sacrifice the children who seek\nthe learning, or the sick who need medical care, or the families who dwell\nin squalor now brightened by the hope of home? Will they sacrifice\nopportunity for the distressed, the beauty of our land, the hope of our\npoor?Time may require further sacrifices. And if it does, then we will make\nthem.But we will not heed those who wring it from the hopes of the unfortunate\nhere in a land of plenty.I believe that we can continue the Great Society while we fight in Vietnam.\nBut if there are some who do not believe this, then, in the name of\njustice, let them call for the contribution of those who live in the\nfullness of our blessing, rather than try to strip it from the hands of\nthose that are most in need.And let no one think that the unfortunate and the oppressed of this land\nsit stifled and alone in their hope tonight. Hundreds of their servants and\ntheir protectors sit before me tonight here in this great Chamber. III.The Great Society leads us along three roads--growth and justice and\nliberation.I can report to you tonight what you have seen for yourselves already--in\nevery city and countryside. This Nation is flourishing.Workers are making more money than ever--with after-tax income in the past\n5 years up 33 percent; in the last year alone, up 8 percent.More people are working than ever before in our history--an increase last\nyear of 2 1/2 million jobs.Corporations have greater after-tax earnings than ever in history. For the\npast 5 years those earnings have been up over 65 percent, and last year\nalone they had a rise of 20 percent.Average farm income is higher than ever. Over the past 5 years it is up 40\npercent, and over the past year it is up 22 percent alone.I was informed this afternoon by the distinguished Secretary of the\nTreasury that his preliminary estimates indicate that our balance of\npayments deficit has been reduced from $2.8 billion in 1964 to $1.3\nbillion, or less, in 1965. This achievement has been made possible by the\npatriotic voluntary cooperation of businessmen and bankers working with\nyour Government.We must now work together with increased urgency to wipe out this balance\nof payments deficit altogether in the next year.And as our economy surges toward new heights we must increase our vigilance\nagainst the inflation which raises the cost of living and which lowers the\nsavings of every family in this land. It is essential, to prevent\ninflation, that we ask both labor and business to exercise price and wage\nrestraint, and I do so again tonight.I believe it desirable, because of increased military expenditures, that\nyou temporarily restore the automobile and certain telephone excise tax\nreductions made effective only 12 days ago. Without raising taxes--or even\nincreasing the total tax bill paid--we should move to improve our\nwithholding system so that Americans can more realistically pay as they go,\nspeed up the collection of corporate taxes, and make other necessary\nsimplifications of the tax structure at an early date.I hope these measures will be adequate. But if the necessities of Vietnam\nrequire it, I will not hesitate to return to the Congress for additional\nappropriations, or additional revenues if they are needed.I propose legislation to establish unavoidable requirements for\nnondiscriminatory jury selection in Federal and State courts--and to give\nthe Attorney General the power necessary to enforce those requirements.I propose legislation to strengthen authority of Federal courts to try\nthose who murder, attack, or intimidate either civil rights workers or\nothers exercising their constitutional rights--and to increase penalties to\na level equal to the nature of the crime.Legislation, resting on the fullest constitutional authority of the Federal\nGovernment, to prohibit racial discrimination in the sale or rental of\nhousing.For that other nation within a Nation--the poor--whose distress has now\ncaptured the conscience of America, I will ask the Congress not only to\ncontinue, but to speed up the war on poverty. And in so doing, we will\nprovide the added energy of achievement with the increased efficiency of\nexperience.To improve the life of our rural Americans and our farm population, we will\nplan for the future through the establishment of several new Community\nDevelopment Districts, improved education through the use of Teacher Corps\nteams, better health measures, physical examinations, and adequate and\navailable medical resources.For those who labor, I propose to improve unemployment insurance, to expand\nminimum wage benefits, and by the repeal of section 14(b) of the\nTaft-Hartley Act to make the labor laws in all our States equal to the laws\nof the 31 States which do not have tonight right-to-work measures.And I also intend to ask the Congress to consider measures which, without\nimproperly invading State and local authority, will enable us effectively\nto deal with strikes which threaten irreparable damage to the national\ninterest.Yet, slowly, painfully, on the edge of victory, has come the knowledge that\nshared prosperity is not enough. In the midst of abundance modern man walks\noppressed by forces which menace and confine the quality of his life, and\nwhich individual abundance alone will not overcome.We can subdue and we can master these forces--bring increased meaning to\nour lives--if all of us, Government and citizens, are bold enough to change\nold ways, daring enough to assault new dangers, and if the dream is dear\nenough to call forth the limitless capacities of this great people.This year we must continue to improve the quality of American life.Let us fulfill and improve the great health and education programs of last\nyear, extending special opportunities to those who risk their lives in our\nArmed Forces.I urge the House of Representatives to complete action on three programs\nalready passed by the Senate--the Teacher Corps, rent assistance, and home\nrule for the District of Columbia.In some of our urban areas we must help rebuild entire sections and\nneighborhoods containing, in some cases, as many as 100,000 people. Working\ntogether, private enterprise and government must press forward with the\ntask of providing homes and shops, parks and hospitals, and all the other\nnecessary parts of a flourishing community where our people can come to\nlive the good life.I will offer other proposals to stimulate and to reward planning for the\ngrowth of entire metropolitan areas.Of all the reckless devastations of our national heritage, none is really\nmore shameful than the continued poisoning of our rivers and our air.We must undertake a cooperative effort to end pollution in several river\nbasins, making additional funds available to help draw the plans and\nconstruct the plants that are necessary to make the waters of our entire\nriver systems clean, and make them a source of pleasure and beauty for all\nof our people.To attack and to overcome growing crime and lawlessness, I think we must\nhave a stepped-up program to help modernize and strengthen our local police\nforces.Our people have a right to feel secure in their homes and on their\nstreets--and that right just must be secured.Nor can we fail to arrest the destruction of life and property on our\nhighways.I will propose a Highway Safety Act of 1966 to seek an end to this mounting\ntragedy.We must also act to prevent the deception of the American\nconsumer--requiring all packages to state clearly and truthfully their\ncontents--all interest and credit charges to be fully revealed--and keeping\nharmful drugs and cosmetics away from our stores.It is the genius of our Constitution that under its shelter of enduring\ninstitutions and rooted principles there is ample room for the rich\nfertility of American political invention. We must change to master\nchange.I propose to take steps to modernize and streamline the executive branch,\nto modernize the relations between city and State and Nation.A new Department of Transportation is needed to bring together our\ntransportation activities. The present structure--35 Government agencies,\nspending $5 billion yearly--makes it almost impossible to serve either the\ngrowing demands of this great Nation or the needs of the industry, or the\nright of the taxpayer to full efficiency and real frugality.I will propose in addition a program to construct and to flight-test a new\nsupersonic transport airplane that will fly three times the speed of\nsound--in excess of 2,000 miles per hour.I propose to examine our Federal system--the relation between city, State,\nNation, and the citizens themselves. We need a commission of the most\ndistinguished scholars and men of public affairs to do this job. I will ask\nthem to move on to develop a creative federalism to best use the wonderful\ndiversity of our institutions and our people to solve the problems and to\nfulfill the dreams of the American people.As the process of election becomes more complex and more costly, we must\nmake it possible for those without personal wealth to enter public life\nwithout being obligated to a few large contributors.Therefore, I will submit legislation to revise the present unrealistic\nrestriction on contributions--to prohibit the endless proliferation of\ncommittees, bringing local and State committees under the act--to attach\nstrong teeth and severe penalties to the requirement of full disclosure of\ncontributions--and to broaden the participation of the people, through added\ntax incentives, to stimulate small contributions to the party and to the\ncandidate of their choice.To strengthen the work of Congress I strongly urge an amendment to provide\na 4-year term for Members of the House of Representatives--which should not\nbegin before 1972.The present 2-year term requires most Members of Congress to divert\nenormous energies to an almost constant process of campaigning--depriving\nthis Nation of the fullest measure of both their skill and their wisdom.\nToday, too, the work of government is far more complex than in our early\nyears, requiring more time to learn and more time to master the technical\ntasks of legislating. And a longer term will serve to attract more men of\nthe highest quality to political life. The Nation, the principle of\ndemocracy, and, I think, each congressional district, will all be better\nserved by a 4-year term for Members of the House. And I urge your swift\naction. IV.Tonight the cup of peril is full in Vietnam. That conflict is not an\nisolated episode, but another great event in the policy that we have\nfollowed with strong consistency since World War II.The touchstone of that policy is the interest of the United States--the\nwelfare and the freedom of the people of the United States. But nations\nsink when they see that interest only through a narrow glass.In a world that has grown small and dangerous, pursuit of narrow aims could\nbring decay and even disaster.An America that is mighty beyond description--yet living in a hostile or\ndespairing world--would be neither safe nor free to build a civilization to\nliberate the spirit of man.In this pursuit we helped rebuild Western Europe. We gave our aid to Greece\nand Turkey, and we defended the freedom of Berlin.In this pursuit we have helped new nations toward independence. We have\nextended the helping hand of the Peace Corps and carried forward the\nlargest program of economic assistance in the world.And in this pursuit we work to build a hemisphere of democracy and of\nsocial justice.In this pursuit we have defended against Communist aggression--in Korea\nunder President Truman--in the Formosa Straits under President\nEisenhower--in Cuba under President Kennedy--and again in Vietnam.Tonight Vietnam must hold the center of our attention, but across the world\nproblems and opportunities crowd in on the American Nation. I will discuss\nthem fully in the months to come, and I will follow the five continuing\nlines of policy that America has followed under its last four Presidents.While special Vietnam expenditures for the next fiscal year are estimated\nto increase by $5.8 billion, I can tell you that all the other expenditures\nput together in the entire Federal budget will rise this coming year by\nonly $.6 billion. This is true because of the stringent cost-conscious\neconomy program inaugurated in the Defense Department, and followed by the\nother departments of Government.We will vigorously pursue existing proposals--and seek new ones--to control\narms and to stop the spread of nuclear weapons.By strengthening the common defense, by stimulating world commerce, by\nmeeting new hopes, these associations serve the cause of a flourishing\nworld.We will take new steps this year to help strengthen the Alliance for\nProgress, the unity of Europe, the community of the Atlantic, the regional\norganizations of developing continents, and that supreme association--the\nUnited Nations.We will work to strengthen economic cooperation, to reduce barriers to\ntrade, and to improve international finance.From the Marshall plan to this very moment tonight, that policy has rested\non the claims of compassion, and the certain knowledge that only a people\nadvancing in expectation will build secure and peaceful lands.This year I propose major new directions in our program of foreign\nassistance to help those countries who will help themselves.We will conduct a worldwide attack on the problems of hunger and disease\nand ignorance.We will place the matchless skill and the resources of our own great\nAmerica, in farming and in fertilizers, at the service of those countries\ncommitted to develop a modern agriculture.We will aid those who educate the young in other lands, and we will give\nchildren in other continents the same head start that we are trying to give\nour own children. To advance these ends I will propose the International\nEducation Act of 1966.I will also propose the International Health Act of 1966 to strike at\ndisease by a new effort to bring modern skills and knowledge to the\nuncared-for, those suffering in the world, and by trying to wipe out\nsmallpox and malaria and control yellow fever over most of the world during\nthis next decade; to help countries trying to control population growth, by\nincreasing our research--and we will earmark funds to help their efforts.In the next year, from our foreign aid sources, we propose to dedicate $1\nbillion to these efforts, and we call on all who have the means to join us\nin this work in the world.For a peaceful world order will be possible only when each country walks\nthe way that it has chosen to walk for itself.We follow this principle by encouraging the end of colonial rule.We follow this principle, abroad as well as at home, by continued hostility\nto the rule of the many by the few--or the oppression of one race by\nanother.We follow this principle by building bridges to Eastern Europe. And I will\nask the Congress for authority to remove the special tariff restrictions\nwhich are a barrier to increasing trade between the East and the West.The insistent urge toward national independence is the strongest force of\ntoday's world in which we live.In Africa and Asia and Latin America it is shattering the designs of those\nwho would subdue others to their ideas or their will.It is eroding the unity of what was once a Stalinist empire.In recent months a number of nations have east out those who would subject\nthem to the ambitions of mainland China.History is on the side of freedom and is on the side of societies shaped\nfrom the genius of each people. History does not favor a single system or\nbelief--unless force is used to make it so.That is why it has been necessary for us to defend this basic principle of\nour policy, to defend it in Berlin, in Korea, in Cuba--and tonight in\nVietnam.For tonight, as so many nights before, young Americans struggle and young\nAmericans die in a distant land.Tonight, as so many nights before, the American Nation is asked to\nsacrifice the blood of its children and the fruits of its labor for the\nlove of its freedom.How many times--in my lifetime and in yours--have the American people\ngathered, as they do now, to hear their President tell them of conflict and\ntell them of danger?Each time they have answered. They have answered with all the effort that\nthe security and the freedom of this Nation required.And they do again tonight in Vietnam. Not too many years ago Vietnam was a\npeaceful, if troubled, land. In the North was an independent Communist\ngovernment. In the South a people struggled to build a nation, with the\nfriendly help of the United States.There were some in South Vietnam who wished to force Communist rule on\ntheir own people. But their progress was slight. Their hope of success was\ndim. Then, little more than 6 years ago, North Vietnam decided on conquest.\nAnd from that day to this, soldiers and supplies have moved from North to\nSouth in a swelling stream that is swallowing the remnants of revolution in\naggression.As the assault mounted, our choice gradually became clear. We could leave,\nabandoning South Vietnam to its attackers and to certain conquest, or we\ncould stay and fight beside the people of South Vietnam. We stayed.And we will stay until aggression has stopped.We will stay because a just nation cannot leave to the cruelties of its\nenemies a people who have staked their lives and independence on America's\nsolemn pledge--a pledge which has grown through the commitments of three\nAmerican Presidents.We will stay because in Asia and around the world are countries whose\nindependence rests, in large measure, on confidence in America's word and\nin America's protection. To yield to force in Vietnam would weaken that\nconfidence, would undermine the independence of many lands, and would whet\nthe appetite of aggression. We would have to fight in one land, and then we\nwould have to fight in another--or abandon much of Asia to the domination\nof Communists.And we do not intend to abandon Asia to conquest.Last year the nature of the war in Vietnam changed again. Swiftly\nincreasing numbers of armed men from the North crossed the borders to join\nforces that were already in the South. Attack and terror increased, spurred\nand encouraged by the belief that the United States lacked the will to\ncontinue and that their victory was near.Despite our desire to limit conflict, it was necessary to act: to hold back\nthe mounting aggression, to give courage to the people of the South, and to\nmake our firmness clear to the North. Thus. we began limited air action\nagainst military targets in North Vietnam. We increased our fighting force\nto its present strength tonight of 190,000 men.These moves have not ended the aggression but they have prevented its\nsuccess. The aims of the enemy have been put out of reach by the skill and\nthe bravery of Americans and their allies--and by the enduring courage of\nthe South Vietnamese who, I can tell you, have lost eight men last year for\nevery one of ours.The enemy is no longer close to victory. Time is no longer on his side.\nThere is no cause to doubt the American commitment.Our decision to stand firm has been matched by our desire for peace.In 1965 alone we had 300 private talks for peace in Vietnam, with friends\nand adversaries throughout the world.Since Christmas your Government has labored again, with imagination and\nendurance, to remove any barrier to peaceful settlement. For 20 days now we\nand our Vietnamese allies have dropped no bombs in North Vietnam.Able and experienced spokesmen have visited, in behalf of America, more\nthan 40 countries. We have talked to more than a hundred governments, all\n113 that we have relations with, and some that we don't. We have talked to\nthe United Nations and we have called upon all of its members to make any\ncontribution that they can toward helping obtain peace.In public statements and in private communications, to adversaries and to\nfriends, in Rome and Warsaw, in Paris and Tokyo, in Africa and throughout\nthis hemisphere, America has made her position abundantly clear.We seek neither territory nor bases, economic domination or military\nalliance in Vietnam. We fight for the principle of self-determination--that\nthe people of South Vietnam should be able to choose their own course,\nchoose it in free elections without violence, without terror, and without\nfear.The people of all Vietnam should make a free decision on the great question\nof reunification.This is all we want for South Vietnam. It is all the people of South\nVietnam want. And if there is a single nation on this earth that desires\nless than this for its own people, then let its voice be heard.We have also made it clear--from Hanoi to New York--that there are no\narbitrary limits to our search for peace. We stand by the Geneva Agreements\nof 1954 and 1962. We will meet at any conference table, we will discuss any\nproposals--four points or fourteen or forty--and we will consider the views\nof any group. We will work for a cease-fire now or once discussions have\nbegun. We will respond if others reduce their use of force, and we will\nwithdraw our soldiers once South Vietnam is securely guaranteed the right\nto shape its own future.We have said all this, and we have asked--and hoped--and we have waited for\na response.So far we have received no response to prove either success or failure.We have carried our quest for peace to many nations and peoples because we\nshare this planet with others whose future, in large measure, is tied to\nour own action, and whose counsel is necessary to our own hopes.We have found understanding and support. And we know they wait with us\ntonight for some response that could lead to peace.I wish tonight that I could give you a blueprint for the course of this\nconflict over the coming months, but we just cannot know what the future\nmay require. We may have to face long, hard combat or a long, hard\nconference, or even both at once.Until peace comes, or if it does not come, our course is clear. We will act\nas we must to help protect the independence of the valiant people of South\nVietnam. We will strive to limit the conflict, for we wish neither\nincreased destruction nor do we want to invite increased danger.But we will give our fighting men what they must have: every gun, and every\ndollar, and every decision--whatever the cost or whatever the challenge.And we will continue to help the people of South Vietnam care for those\nthat are ravaged by battle, create progress in the villages, and carry\nforward the healing hopes of peace as best they can amidst the uncertain\nterrors of war.And let me be absolutely clear: The days may become months, and the months\nmay become years, but we will stay as long as aggression commands us to\nbattle.There may be some who do not want peace, whose ambitions stretch so far\nthat war in Vietnam is but a welcome and convenient episode in an immense\ndesign to subdue history to their will. But for others it must now be\nclear--the choice is not between peace and victory, it lies between peace\nand the ravages of a conflict from which they can only lose.The people of Vietnam, North and South, seek the same things: the shared\nneeds of man, the needs for food and shelter and education--the chance to\nbuild and work and till the soil, free from the arbitrary horrors of\nbattle--the desire to walk in the dignity of those who master their own\ndestiny. For many painful years, in war and revolution and infrequent\npeace, they have struggled to fulfill those needs.It is a crime against mankind that so much courage, and so much will, and\nso many dreams, must be flung on the fires of war and death.To all of those caught up in this conflict we therefore say again tonight:\nLet us choose peace, and with it the wondrous works of peace, and beyond\nthat, the time when hope reaches toward consummation, and life is the\nservant of life.In this work, we plan to discharge our duty to the people whom we serve.\nV.This is the State of the Union.But over it all--wealth, and promise, and expectation--lies our troubling\nawareness of American men at war tonight.How many men who listen to me tonight have served their Nation in other\nwars? How very many are not here to listen?The war in Vietnam is not like these other wars. Yet, finally, war is\nalways the same. It is young men dying in the fullness of their promise. It\nis trying to kill a man that you do not even know well enough to hate.Therefore, to know war is to know that there is still madness in this\nworld.Many of you share the burden of this knowledge tonight with me. But there\nis a difference. For finally I must be the one to order our guns to fire,\nagainst all the most inward pulls of my desire. For we have children to\nteach, and we have sick to be cured, and we have men to be freed. There are\npoor to be lifted up, and there are cities to be built, and there is a\nworld to be helped.Yet we do what we must.I am hopeful, and I will try as best I can, with everything I have got, to\nend this battle and to return our sons to their desires.Yet as long as others will challenge America's security and test the\nclearness of our beliefs with fire and steel, then we must stand or see the\npromise of two centuries tremble. I believe tonight that you do not want me\nto try that risk. And from that belief your President summons his strength\nfor the trials that lie ahead in the days to come.The work must be our work now. Scarred by the weaknesses of man, with\nwhatever guidance God may offer us, we must nevertheless and alone with our\nmortality, strive to ennoble the life of man on earth.Thank you, and goodnight.", 
    "name": "Lyndon B. Johnson"
}