{
    "date": "January 4, 1965", 
    "speech": "On this Hill which was my home, I am stirred by old friendships.Though total agreement between the Executive and the Congress is\nimpossible, total respect is important.I am proud to be among my colleagues of the Congress whose legacy to their\ntrust is their loyalty to their Nation.I am not unaware of the inner emotions of the new Members of this body\ntonight.Twenty-eight years ago, I felt as you do now. You will soon learn that you\nare among men whose first love is their country, men who try each day to do\nas best they can what they believe is right.We are entering the third century of the pursuit of American union.Two hundred years ago, in 1765, nine assembled colonies first joined\ntogether to demand freedom from arbitrary power.For the first century we struggled to hold together the first continental\nunion of democracy in the history of man. One hundred years ago, in 1865,\nfollowing a terrible test of blood and fire, the compact of union was\nfinally sealed.For a second century we labored to establish a unity of purpose and\ninterest among the many groups which make up the American community.That struggle has often brought pain and violence. It is not yet over. But\nwe have achieved a unity of interest among our people that is unmatched in\nthe history of freedom.And so tonight, now, in 1965, we begin a new quest for union. We seek the\nunity of man with the world that he has built--with the knowledge that can\nsave or destroy him--with the cities which can stimulate or stifle\nhim--with the wealth and the machines which can enrich or menace his\nspirit.We seek to establish a harmony between man and society which will allow\neach of us to enlarge the meaning of his life and all of us to elevate the\nquality of our civilization. This is the search that we begin tonight.STATE OF THE WORLDBut the unity we seek cannot realize its full promise in\nisolation. For today the state of the Union depends, in large measure, upon\nthe state of the world.Our concern and interest, compassion and vigilance, extend to every corner\nof a dwindling planet.Yet, it is not merely our concern but the concern of all free men. We will\nnot, and we should not, assume that it is the task of Americans alone to\nsettle all the conflicts of a torn and troubled world.Let the foes of freedom take no comfort from this. For in concert with\nother nations, we shall help men defend their freedom.Our first aim remains the safety and the well-being of our own country.We are prepared to live as good neighbors with all, but we cannot be\nindifferent to acts designed to injure our interests, or our citizens, or\nour establishments abroad. The community of nations requires mutual\nrespect. We shall extend it--and we shall expect it.In our relations with the world we shall follow the example of Andrew\nJackson who said: \"I intend to ask for nothing that is not clearly right\nand to submit to nothing that is wrong.\" And he promised, that \"the honor\nof my country shall never be stained by an apology from me for the\nstatement of truth or for the performance of duty.\" That was this Nation's\npolicy in the 1830's and that is this Nation's policy in the 1960's.Our own freedom and growth have never been the final goal of the American\ndream.We were never meant to be an oasis of liberty and abundance in a worldwide\ndesert of disappointed dreams. Our Nation was created to help strike away\nthe chains of ignorance and misery and tyranny wherever they keep man less\nthan God means him to be.We are moving toward that destiny, never more rapidly than we have moved in\nthe last 4 years.In this period we have built a military power strong enough to meet any\nthreat and destroy any adversary. And that superiority will continue to\ngrow so long as this office is mine--and you sit on Capitol Hill.In this period no new nation has become Communist, and the unity of the\nCommunist empire has begun to crumble.In this period we have resolved in friendship our disputes with our\nneighbors of the hemisphere, and joined in an Alliance for Progress toward\neconomic growth and political democracy.In this period we have taken more steps toward peace--including the test\nban treaty--than at any time since the cold war began.In this period we have relentlessly pursued our advances toward the\nconquest of space.Most important of all, in this period, the United States has reemerged into\nthe fullness of its self-confidence and purpose. No longer are we called\nupon to get America moving. We are moving. No longer do we doubt our\nstrength or resolution. We are strong and we have proven our resolve.No longer can anyone wonder whether we are in the grip of historical decay.\nWe know that history is ours to make. And if there is great danger, there\nis now also the excitement of great expectations.AMERICA AND THE COMMUNIST NATIONSYet we still live in a troubled and\nperilous world. There is no longer a single threat. There are many. They\ndiffer in intensity and in danger. They require different attitudes and\ndifferent answers.With the Soviet Union we seek peaceful understandings that can lessen the\ndanger to freedom.Last fall I asked the American people to choose that course. I will carry\nforward their command.If we are to live together in peace, we must come to know each other\nbetter.I am sure that the American people would welcome a chance to listen to the\nSoviet leaders on our television--as I would like the Soviet people to hear\nour leaders on theirs.I hope the new Soviet leaders can visit America so they can learn about our\ncountry at firsthand.In Eastern Europe restless nations are slowly beginning to assert their\nidentity. Your Government, assisted by the leaders in American labor and\nbusiness, is now exploring ways to increase peaceful trade with these\ncountries and with the Soviet Union. I will report our conclusions to the\nCongress.In Asia, communism wears a more aggressive face. We see that in Viet-Nam.\nWhy are we there?We are there, first, because a friendly nation has asked us for help\nagainst the Communist aggression. Ten years ago our President pledged our\nhelp. Three Presidents have supported that pledge. We will not break it\nnow.Second, our own security is tied to the peace of Asia. Twice in one\ngeneration we have had to fight against aggression in the Far East. To\nignore aggression now would only increase the danger of a much larger war.Our goal is peace in southeast Asia. That will come only when aggressors\nleave their neighbors in peace.What is at stake is the cause of freedom and in that cause America will\nnever be found wanting.THE NON-COMMUNIST WORLDBut communism is not the only source of trouble and\nunrest. There are older and deeper sources--in the misery of nations and in\nman's irrepressible ambition for liberty and a better life.With the free Republics of Latin America I have always felt--and my country\nhas always felt--very special ties of interest and affection. It will be\nthe purpose of my administration to strengthen these ties. Together we\nshare and shape the destiny of the new world. In the coming year I hope to\npay a visit to Latin America. And I will steadily enlarge our commitment to\nthe Alliance for Progress as the instrument of our war against poverty and\ninjustice in this hemisphere.In the Atlantic community we continue to pursue our goal of 20 years--a\nEurope that is growing in strength, unity, and cooperation with America. A\ngreat unfinished task is the reunification of Germany through\nself-determination.This European policy is not based on any abstract design. It is based on\nthe realities of common interests and common values, common dangers and\ncommon expectations. These realities will continue to have their\nway--especially, I think, in our expanding trade and especially in our\ncommon defense.Free Americans have shaped the policies of the United States. And because\nwe know these realities, those policies have been, and will be, in the\ninterest of Europe.Free Europeans must shape the course of Europe. And, for the same reasons,\nthat course has been, and will be, in our interest and in the interest of\nfreedom.I found this truth confirmed in my talks with European leaders in the last\nyear. I hope to repay these visits to some of our friends in Europe this\nyear.In Africa and Asia we are witnessing the turbulent unfolding of new nations\nand continents.We welcome them to the society of nations.We are committed to help those seeking to strengthen their own\nindependence, and to work most closely with those governments dedicated to\nthe welfare of all of their people.We seek not fidelity to an iron faith, but a diversity of belief as varied\nas man himself. We seek not to extend the power of America but the progress\nof humanity. We seek not to dominate others but to strengthen the freedom\nof all people.I will seek new ways to use our knowledge to help deal with the explosion\nin world population and the growing scarcity in world resources.Finally, we renew our commitment to the continued growth and the\neffectiveness of the United Nations. The frustrations of the United Nations\nare a product of the world that we live in, and not of the institution\nwhich gives them voice. It is far better to throw these differences open to\nthe assembly of nations than to permit them to fester in silent danger.These are some of the goals of the American Nation in the world in which we\nlive.For ourselves we seek neither praise nor blame, neither gratitude nor\nobedience.We seek peace.We seek freedom.We seek to enrich the life of man.For that is the world in which we will flourish and that is the world that\nwe mean for all men to ultimately have.TOWARD THE GREAT SOCIETYWorld affairs will continue to call upon our energy\nand our courage.But today we can turn increased attention to the character of American\nlife.We are in the midst of the greatest upward surge of economic well-being in\nthe history of any nation.Our flourishing progress has been marked by price stability that is\nunequalled in the world. Our balance of payments deficit has declined and\nthe soundness of our dollar is unquestioned. I pledge to keep it that way\nand I urge business and labor to cooperate to that end.We worked for two centuries to climb this peak of prosperity. But we are\nonly at the beginning of the road to the Great Society. Ahead now is a\nsummit where freedom from the wants of the body can help fulfill the needs\nof the spirit.We built this Nation to serve its people.We want to grow and build and create, but we want progress to be the\nservant and not the master of man.We do not intend to live in the midst of abundance, isolated from neighbors\nand nature, confined by blighted cities and bleak suburbs, stunted by a\npoverty of learning and an emptiness of leisure.The Great Society asks not how much, but how good; not only how to create\nwealth but how to use it; not only how fast we are going, but where we are\nheaded.It proposes as the first test for a nation: the quality of its people.This kind of society will not flower spontaneously from swelling riches and\nsurging power.It will not be the gift of government or the creation of presidents. It\nwill require of every American, for many generations, both faith in the\ndestination and the fortitude to make the journey.And like freedom itself, it will always be challenge and not fulfillment.\nAnd tonight we accept that challenge.A NATIONAL AGENDAI propose that we begin a program in education to ensure\nevery American child the fullest development of his mind and skills.I propose that we begin a massive attack on crippling and killing\ndiseases.I propose that we launch a national effort to make the American city a\nbetter and a more stimulating place to live.I propose that we increase the beauty of America and end the poisoning of\nour rivers and the air that we breathe.I propose that we carry out a new program to develop regions of our country\nthat are now suffering from distress and depression.I propose that we make new efforts to control and prevent crime and\ndelinquency.I propose that we eliminate every remaining obstacle to the right and the\nopportunity to vote.I propose that we honor and support the achievements of thought and the\ncreations of art.I propose that we make an all-out campaign against waste and inefficiency.THE TASKOur basic task is threefold:First, to keep our economy growing;--to open for all Americans the opportunity that is now enjoyed by most\nAmericans;--and to improve the quality of life for all.In the next 6 weeks I will submit special messages with detailed proposals\nfor national action in each of these areas.Tonight I would like just briefly to explain some of my major\nrecommendations in the three main areas of national need.1. A GROWING ECONOMYBASIC POLICIESFirst, we must keep our Nation prosperous. We seek full\nemployment opportunity for every American citizen. I will present a budget\ndesigned to move the economy forward. More money will be left in the hands\nof the consumer by a substantial cut in excise taxes. We will continue\nalong the path toward a balanced budget in a balanced economy.I confidently predict--what every economic sign tells us tonight--the\ncontinued flourishing of the American economy.But we must remember that fear of a recession can contribute to the fact of\na recession. The knowledge that our Government will, and can, move swiftly\nwill strengthen the confidence of investors and business.Congress can reinforce this confidence by insuring that its procedures\npermit rapid action on temporary income tax cuts. And special funds for\njob-creating public programs should be made available for immediate use if\nrecession threatens.Our continued prosperity demands continued price stability. Business,\nlabor, and the consumer all have a high stake in keeping wages and prices\nwithin the framework of the guideposts that have already served the Nation\nso well.Finding new markets abroad for our goods depends on the initiative of\nAmerican business. But we stand ready--with credit and other help--to\nassist the flow of trade which will benefit the entire Nation.ON THE FARMSOur economy owes much to the efficiency of our farmers. We must\ncontinue to assure them the opportunity to earn a fair reward. I have\ninstructed the Secretary of Agriculture to lead a major effort to find new\napproaches to reduce the heavy cost of our farm programs and to direct more\nof our effort to the small farmer who needs the help the most.INCREASED PROSPERITYWe can help insure continued prosperity through:--a regional recovery program to assist the development of stricken areas\nleft behind by our national progress;--further efforts to provide our workers with the skills demanded by modern\ntechnology, for the laboring-man is an indispensable force in the American\nsystem;--the extension of the minimum wage to more than 2 million unprotected\nworkers;--the improvement and the modernization of the unemployment compensation\nsystem.And as pledged in our 1960 and 1964 Democratic platforms, I will propose to\nCongress changes in the Taft-Hartley Act including section 14(b). I will do\nso hoping to reduce the conflicts that for several years have divided\nAmericans in various States of our Union.In a country that spans a continent modern transportation is vital to\ncontinued growth.TRANSPORTATION FOR GROWTHI will recommend heavier reliance on competition\nin transportation and a new policy for our merchant marine.I will ask for funds to study high-speed rail transportation between urban\ncenters. We will begin with test projects between Washington and Boston. On\nhigh-speed trains, passengers could travel this distance in less than 4\nhours.II. OPPORTUNITY FOR ALLSecond, we must open opportunity to all our people.Most Americans enjoy a good life. But far too many are still trapped in\npoverty and idleness and fear.Let a just nation throw open to them the city of promise:--to the elderly, by providing hospital care under social security and by\nraising benefit payments to those struggling to maintain the dignity of\ntheir later years;--to the poor and the unfortunate, through doubling the war against poverty\nthis year;--to Negro Americans, through enforcement of the civil rights law and\nelimination of barriers to the right to vote;--to those in other lands that are seeking the promise of America, through\nan immigration law based on the work a man can do and not where he was born\nor how he spells his name.III. TO ENRICH THE LIFE OF ALLOur third goal is to improve the quality of\nAmerican life.THROUGH EDUCATIONWe begin with learning.Every child must have the best education that this Nation can provide.Thomas Jefferson said that no nation can be both ignorant and free. Today\nno nation can be both ignorant and great.In addition to our existing programs, I will recommend a new program for\nschools and students with a first year authorization of $1,500 million.It will help at every stage along the road to learning.For the preschool years we will help needy children become aware of the\nexcitement of learning.For the primary and secondary school years we will aid public schools\nserving low-income families and assist students in both public and private\nschools.For the college years we will provide scholarships to high school students\nof the greatest promise and the greatest need and we will guarantee\nlow-interest loans to students continuing their college studies.New laboratories and centers will help our schools--help them lift their\nstandards of excellence and explore new methods of teaching. These centers\nwill provide special training for those who need and those who deserve\nspecial treatment.THROUGH BETTER HEALTHGreatness requires not only an educated people but a\nhealthy people.Our goal is to match the achievements of our medicine to the afflictions of\nour people.We already carry on a large program in this country for research and\nhealth.In addition, regional medical centers can provide the most advanced\ndiagnosis and treatment for heart disease and cancer and stroke and other\nmajor diseases.New support for medical and dental education will provide the trained\npeople to apply our knowledge.Community centers can help the mentally ill and improve health care for\nschool-age children from poor families, including services for the mentally\nretarded.THROUGH IMPROVING THE WORLD WE LIVE INThe CityAn educated and healthy people require surroundings in harmony with\ntheir hopes. In our urban areas the central problem today is to protect and\nrestore man's satisfaction in belonging to a community where he can find\nsecurity and significance.The first step is to break old patterns--to begin to think and work and\nplan for the development of the entire metropolitan areas. We will take\nthis step with new programs of help for the basic community facilities and\nfor neighborhood centers of health and recreation.New and existing programs will be open to those cities which work together\nto develop unified long-range policies for metropolitan areas.We must also make some very important changes in our housing programs if we\nare to pursue these same basic goals.So a Department of Housing and Urban Development will be needed to\nspearhead this effort in our cities.Every citizen has the right to feel secure in his home and on the streets\nof his community.To help control crime, we will recommend programs:--to train local law enforcement officers;--to put the best techniques of modern science at their disposal;--to discover the causes of crime and better ways to prevent it.I will soon assemble a panel of outstanding experts of this Nation to\nsearch out answers to the national problem of crime and delinquency, and I\nwelcome the recommendations and the constructive efforts of the Congress.\nThe Beauty of AmericaFor over three centuries the beauty of America has sustained our spirit and\nhas enlarged our vision. We must act now to protect this heritage. In a\nfruitful new partnership with the States and the cities the next decade\nshould be a conservation milestone. We must make a massive effort to save\nthe countryside and to establish--as a green legacy for tomorrow--more\nlarge and small parks, more seashores and open spaces than have been\ncreated during any other period in our national history.A new and substantial effort must be made to landscape highways to provide\nplaces of relaxation and recreation wherever our roads run,Within our cities imaginative programs are needed to landscape streets and\nto transform open areas into places of beauty and recreation.We will seek legal power to prevent pollution of our air and water before\nit happens. We will step up our effort to control harmful wastes, giving\nfirst priority to the cleanup of our most contaminated rivers. We will\nincrease research to learn much more about the control of pollution.We hope to make the Potomac a model of beauty here in the Capital, and\npreserve unspoiled stretches of some of our waterways with a Wild Rivers\nbill.More ideas for a beautiful America will emerge from a White House\nConference on Natural Beauty which I will soon call.Art and ScienceWe must also recognize and encourage those who can be\npathfinders for the Nation's imagination and understanding.To help promote and honor creative achievements, I will propose a National\nFoundation on the Arts.To develop knowledge which will enrich our lives and ensure our progress, I\nwill recommend programs to encourage basic science, particularly in the\nuniversities--and to bring closer the day when the oceans will supply our\ngrowing need for fresh water.For government to serve these goals it must be modern in structure,\nefficient in action, and ready for any emergency.I am busy, currently, reviewing the structure of the entire executive\nbranch of this Government. I hope to reshape it and to reorganize it to\nmeet more effectively the tasks of the 20th century.Wherever waste is found, I will eliminate it.Last year we saved almost $3,500 million by eliminating waste in the\nNational Government.And I intend to do better this year.And very soon I will report to you on our progress and on new economies\nthat your Government plans to make.Even the best of government is subject to the worst of hazards.I will propose laws to insure the necessary continuity of leadership should\nthe President become disabled or die.In addition, I will propose reforms in the electoral college--leaving\nundisturbed the vote by States--but making sure that no elector can\nsubstitute his will for that of the people.Last year, in a sad moment, I came here and I spoke to you after 33 years\nof public service, practically all of them here on this Hill.This year I speak after 1 year as President of the United States.Many of you in this Chamber are among my oldest friends. We have shared\nmany happy moments and many hours of work, and we have watched many\nPresidents together. Yet, only in the White House can you finally know the\nfull weight of this Office.The greatest burden is not running the huge operations of government--or\nmeeting daily troubles, large and small--or even working with the\nCongress.A President's hardest task is not to do what is right, but to know what is\nright.Yet the Presidency brings no special gift of prophecy or foresight. You\ntake an oath, you step into an office, and you must then help guide a great\ndemocracy.The answer was waiting for me in the land where I was born.It was once barren land. The angular hills were covered with scrub cedar\nand a few large live oaks. Little would grow in that harsh caliche soil of\nmy country. And each spring the Pedernales River would flood our valley.But men came and they worked and they endured and they built.And tonight that country is abundant; abundant with fruit and cattle and\ngoats and sheep, and there are pleasant homes and lakes and the floods are\ngone.Why did men come to that once forbidding land?Well, they were restless, of course, and they had to be moving on. But\nthere was more than that. There was a dream--a dream of a place where a\nfree man could build for himself, and raise his children to a better\nlife--a dream of a continent to be conquered, a world to be won, a nation\nto be made.Remembering this, I knew the answer.A President does not shape a new and personal vision of America.He collects it from the scattered hopes of the American past.It existed when the first settlers saw the coast of a new world, and when\nthe first pioneers moved westward.It has guided us every step of the way.It sustains every President. But it is also your inheritance and it belongs\nequally to all the people that we all serve.It must be interpreted anew by each generation for its own needs; as I have\ntried, in part, to do tonight.It shall lead us as we enter the third century of the search for a more\nperfect union?This, then, is the state of the Union: Free and restless, growing and full\nof hope.So it was in the beginning.So it shall always be, while God is willing, and we are strong enough to\nkeep the faith.", 
    "name": "Lyndon B. Johnson"
}