{
    "date": "December 5, 1840", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:Our devout gratitude is due to the Supreme Being for having graciously\ncontinued to our beloved country through the vicissitudes of another year\nthe invaluable blessings of health, plenty, and peace. Seldom has this\nfavored land been so generally exempted from the ravages of disease or the\nlabor of the husbandman more amply rewarded, and never before have our\nrelations with other countries been placed on a more favorable basis than\nthat which they so happily occupy at this critical conjuncture in the\naffairs of the world. A rigid and persevering abstinence from all\ninterference with the domestic and political relations of other States,\nalike due to the genius and distinctive character of our Government and to\nthe principles by which it is directed; a faithful observance in the\nmanagement of our foreign relations of the practice of speaking plainly,\ndealing justly, and requiring truth and justice in return as the best\nconservatives of the peace of nations; a strict impartiality in our\nmanifestations of friendship in the commercial privileges we concede and\nthose we require from others--these, accompanied by a disposition as prompt\nto maintain in every emergency our own rights as we are from principle\naverse to the invasion of those of others, have given to our country and\nGovernment a standing in the great family of nations of which we have just\ncause to be proud and the advantages of which are experienced by our\ncitizens throughout every portion of the earth to which their enterprising\nand adventurous spirit may carry them. Few, if any, remain insensible to\nthe value of our friendship or ignorant of the terms on which it can be\nacquired and by which it can alone be preserved.A series of questions of long standing, difficult in their adjustment and\nimportant in their consequences, in which the rights of our citizens and\nthe honor of the country were deeply involved, have in the course of a few\nyears (the most of them during the successful Administration of my\nimmediate predecessor) been brought to a satisfactory conclusion; and the\nmost important of those remaining are, I am happy to believe, in a fair way\nof being speedily and satisfactorily adjusted.With all the powers of the world our relations are those of honorable\npeace. Since your adjournment nothing serious has occurred to interrupt or\nthreaten this desirable harmony. If clouds have lowered above the other\nhemisphere, they have not cast their portentous shadows upon our happy\nshores. Bound by no entangling alliances, yet linked by a common nature and\ninterest with the other nations of mankind, our aspirations are for the\npreservation of peace, in whose solid and civilizing triumphs all may\nparticipate with a generous emulation. Yet it behooves us to be prepared\nfor any event and to be always ready to maintain those just and enlightened\nprinciples of national intercourse for which this Government has ever\ncontended. In the shock of contending empires it is only by assuming a\nresolute bearing and clothing themselves with defensive armor that neutral\nnations can maintain their independent rights.The excitement which grew out of the territorial controversy between the\nUnited States and Great Britain having in a great measure subsided, it is\nhoped that a favorable period is approaching for its final settlement. Both\nGovernments must now be convinced of the dangers with which the question is\nfraught, and it must be their desire, as it is their interest, that this\nperpetual cause of irritation should be removed as speedily as practicable.\nIn my last annual message you were informed that the proposition for a\ncommission of exploration and survey promised by Great Britain had been\nreceived, and that a counter project, including also a provision for the\ncertain and final adjustment of the limits in dispute, was then before the\nBritish Government for its consideration. The answer of that Government,\naccompanied by additional propositions of its own, was received through its\nminister here since your separation. These were promptly considered, such\nas were deemed correct in principle and consistent with a due regard to the\njust rights of the United States and of the State of Maine concurred in,\nand the reasons for dissenting from the residue, with an additional\nsuggestion on our part, communicated by the Secretary of State to Mr. Fox.\nThat minister, not feeling himself sufficiently instructed upon some of the\npoints raised in the discussion, felt it to be his duty to refer the matter\nto his own Government for its further decision. Having now been for some\ntime under its advisement, a speedy answer may be confidently expected.\nFrom the character of the points still in difference and the undoubted\ndisposition of both parties to bring the matter to an early conclusion, I\nlook with entire confidence to a prompt and satisfactory termination of the\nnegotiation. Three commissioners were appointed shortly after the\nadjournment of Congress under the act of the last session providing for the\nexploration and survey of the line which separates the States of Maine and\nNew Hampshire from the British Provinces. They have been actively employed\nuntil their progress was interrupted by the inclemency of the season, and\nwill resume their labors as soon as practicable in the ensuing year.It is understood that their respective examinations will throw new light\nupon the subject in controversy and serve to remove any erroneous\nimpressions which may have been made elsewhere prejudicial to the rights of\nthe United States. It was, among other reasons, with a view of preventing\nthe embarrassments which in our peculiar system of government impede and\ncomplicate negotiations involving the territorial rights of a State that I\nthought it my duty, as you have been informed on a previous occasion, to\npropose to the British Government, through its minister at Washington, that\nearly steps should be taken to adjust the points of difference on the line\nof boundary from the entrance of Lake Superior to the most northwestern\npoint of the Lake of the Woods by the arbitration of a friendly power in\nconformity with the seventh article of the treaty of Ghent. No answer has\nyet been returned by the British Government to this proposition.With Austria, France, Prussia, Russia, and the remaining powers of Europe I\nam happy to inform you our relations continue to be of the most friendly\ncharacter. With Belgium a treaty of commerce and navigation, based upon\nliberal principles of reciprocity and equality, was concluded in March\nlast, and, having been ratified by the Belgian Government, will be duly\nlaid before the Senate. It is a subject of congratulation that it provides\nfor the satisfactory adjustment of a long-standing question of controversy,\nthus removing the only obstacle which could obstruct the friendly and\nmutually advantageous intercourse between the two nations. A messenger has\nbeen dispatched with the Hanoverian treaty to Berlin, where, according to\nstipulation, the ratifications are to be exchanged. I am happy to announce\nto you that after many delays and difficulties a treaty of commerce and\nnavigation between the United States and Portugal was concluded and signed\nat Lisbon on the 26th of August last by the plenipotentiaries of the two\nGovernments. Its stipulations are founded upon those principles of mutual\nliberality and advantage which the United States have always sought to make\nthe basis of their intercourse with foreign powers, and it is hoped they\nwill tend to foster and strengthen the commercial intercourse of the two\ncountries.Under the appropriation of the last session of Congress an agent has been\nsent to Germany for the purpose of promoting the interests of our tobacco\ntrade.The commissioners appointed under the convention for the adjustment of\nclaims of citizens of the United States upon Mexico having met and\norganized at Washington in August last, the papers in the possession of the\nGovernment relating to those claims were communicated to the board. The\nclaims not embraced by that convention are now the subject of negotiation\nbetween the two Governments through the medium of our minister at Mexico.Nothing has occurred to disturb the harmony of our relations with the\ndifferent Governments of South America. I regret, however, to be obliged to\ninform you that the claims of our citizens upon the late Republic of\nColombia have not yet been satisfied by the separate Governments into which\nit has been resolved.The charge d'affaires of Brazil having expressed the intention of his\nGovernment not to prolong the treaty of 1828, it will cease to be\nobligatory upon either party on the 12th day of December, 1841, when the\nextensive commercial intercourse between the United States and that vast\nEmpire will no longer be regulated by express stipulations.It affords me pleasure to communicate to you that the Government of Chili\nhas entered into an agreement to indemnify the claimants in the case of the\nMacectonian for American property seized in 1819, and to add that\ninformation has also been received which justifies the hope of an early\nadjustment of the remaining claims upon that Government.The commissioners appointed in pursuance of the convention between the\nUnited States and Texas for marking the boundary between them have,\naccording to the last report received from our commissioner, surveyed and\nestablished the whole extent of the boundary north along the western bank\nof the Sabine River from its entrance into the Gulf of Mexico to the\nthirty-second degree of north latitude. The commission adjourned on the\n16th of June last, to reassemble on the 1st of November for the purpose of\nestablishing accurately the intersection of the thirty-second degree of\nlatitude with the western bank of the Sabine and the meridian line thence\nto Red River. It is presumed that the work will be concluded in the present\nseason.The present sound condition of their finances and the success with which\nembarrassments in regard to them, at times apparently insurmountable, have\nbeen overcome are matters upon which the people and Government of the\nUnited States may well congratulate themselves. An overflowing Treasury,\nhowever it may be regarded as an evidence of public prosperity, is seldom\nconducive to the permanent welfare of any people, and experience has\ndemonstrated its incompatibility with the salutary action of political\ninstitutions like those of the United States. Our safest reliance for\nfinancial efficiency and independence has, on the contrary, been found to\nconsist in ample resources unencumbered with debt, and in this respect the\nFederal Government occupies a singularly fortunate and truly enviable\nposition.When I entered upon the discharge of my official duties in March, 1837, the\nact for the distribution of the surplus revenue was in a course of rapid\nexecution. Nearly $28,000,000 of the public moneys were, in pursuance of\nits provisions, deposited with the States in the months of January, April,\nand July of that year. In May there occurred a general suspension of specie\npayments by the banks, including, with very few exceptions, those in which\nthe public moneys were deposited and upon whose fidelity the Government had\nunfortunately made itself dependent for the revenues which had been\ncollected from the people and were indispensable to the public service.This suspension and the excesses in banking and commerce out of which it\narose, and which were greatly aggravated by its occurrence, made to a great\nextent unavailable the principal part of the public money then on hand,\nsuspended the collection of many millions accruing on merchants' bonds, and\ngreatly reduced the revenue arising from customs and the public lands.\nThese effects have continued to operate in various degrees to the present\nperiod, and in addition to the decrease in the revenue thus produced two\nand a half millions of duties have been relinquished by two biennial\nreductions under the act of 1833, and probably as much more upon the\nimportation of iron for railroads by special legislation.Whilst such has been our condition for the last four years in relation to\nrevenue, we have during the same period been subjected to an unavoidable\ncontinuance of large extraordinary expenses necessarily growing out of past\ntransactions, and which could not be immediately arrested without great\nprejudice to the public interest. Of these, the charge upon the Treasurer\nin consequence of the Cherokee treaty alone, without adverting to others\narising out of Indian treaties, has already exceeded $5,000,000; that for\nthe prosecution of measures for the removal of the Seminole Indians, which\nwere found in progress, has been nearly fourteen millions, and the public\nbuildings have required the unusual sum of nearly three millions.It affords me, however, great pleasure to be able to say that from the\ncommencement of this period to the present day every demand upon the\nGovernment, at home or abroad, has been promptly met. This has been done\nnot only without creating a permanent debt or a resort to additional\ntaxation in any form, but in the midst of a steadily progressive reduction\nof existing burdens upon the people, leaving still a considerable balance\nof available funds which will remain in the Treasury at the end of the\nyear. The small amount of Treasury notes, not exceeding $4,500,000, still\noutstanding, and less by twenty-three millions than the United States have\nin deposit with the States, is composed of such only as are not yet due or\nhave not been presented for payment. They may be redeemed out of the\naccruing revenue if the expenditures do not exceed the amount within which\nthey may, it is thought, be kept without prejudice to the public interest,\nand the revenue shall prove to be as large as may justly be anticipated.Among the reflections arising from the contemplation of these\ncircumstances, one, not the least gratifying, is the consciousness that the\nGovernment had the resolution and the ability to adhere in every emergency\nto the sacred obligations of law, to execute all its contracts according to\nthe requirements of the Constitution, and thus to present when most needed\na rallying point by which the business of the whole country might be\nbrought back to a safe and unvarying standard--a result vitally important\nas well to the interests as to the morals of the people. There can surely\nnow be no difference of opinion in regard to the incalculable evils that\nwould have arisen if the Government at that critical moment had suffered\nitself to be deterred from upholding the only true standard of value,\neither by the pressure of adverse circumstances or the violence of\nunmerited denunciation. The manner in which the people sustained the\nperformance of this duty was highly honorable to their fortitude and\npatriotism. It can not fail to stimulate their agents to adhere under all\ncircumstances to the line of duty and to satisfy them of the safety with\nwhich a course really right and demanded by a financial crisis may in a\ncommunity like ours be pursued, however apparently severe its immediate\noperation.The policy of the Federal Government in extinguishing as rapidly as\npossible the national debt, and subsequently in resisting every temptation\nto create a new one, deserves to be regarded in the same favorable light.\nAmong the many objections to a national debt, the certain tendency of\npublic securities to concentrate ultimately in the coffers of foreign\nstockholders is one which is every day gathering strength. Already have the\nresources of many of the States and the future industry of their citizens\nbeen indefinitely mortgaged to the subjects of European Governments to the\namount of twelve millions annually to pay the constantly accruing interest\non borrowed money--a sum exceeding half the ordinary revenues of the whole\nUnited States. The pretext which this relation affords to foreigners to\nscrutinize the management of our domestic affairs, if not actually to\nintermeddle with them, presents a subject for earnest attention, not to say\nof serious alarm. Fortunately, the Federal Government, with the exception\nof an obligation entered into in behalf of the District of Columbia, which\nmust soon be discharged, is wholly exempt from any such embarrassment. It\nis also, as is believed, the only Government which, having fully and\nfaithfully paid all its creditors, has also relieved itself entirely from\ndebt. To maintain a distinction so desirable and so honorable to our\nnational character should be an object of earnest solicitude. Never should\na free people, if it be possible to avoid it, expose themselves to the\nnecessity of having to treat of the peace, the honor, or the safety of the\nRepublic with the governments of foreign creditors, who, however well\ndisposed they may be to cultivate with us in general friendly relations,\nare nevertheless by the law of their own condition made hostile to the\nsuccess and permanency of political institutions like ours. Most\nhumiliating may be the embarrassments consequent upon such a condition.\nAnother objection, scarcely less formidable, to the commencement of a new\ndebt is its inevitable tendency to increase in magnitude and to foster\nnational extravagance. He has been an unprofitable observer of events who\nneeds at this day to be admonished of the difficulties which a government\nhabitually dependent on loans to sustain its ordinary expenditures has to\nencounter in resisting the influences constantly exerted in favor of\nadditional loans; by capitalists, who enrich themselves by government\nsecurities for amounts much exceeding the money they actually advance--a\nprolific source of individual aggrandizement in all borrowing countries; by\nstockholders, who seek their gains in the rise and fall of public stocks;\nand by the selfish importunities of applicants for appropriations for works\navowedly for the accommodation of the public, but the real objects of which\nare too frequently the advancement of private interests. The known\nnecessity which so many of the States will be under to impose taxes for the\npayment of the interest on their debts furnishes an additional and very\ncogent reason why the Federal Governments should refrain from creating a\nnational debt, by which the people would be exposed to double taxation for\na similar object. We possess within ourselves ample resources for every\nemergency, and we may be quite sure that our citizens in no future exigency\nwill be unwilling to supply the Government with all the means asked for the\ndefense of the country. In time of peace there can, at all events, be no\njustification for the creation of a permanent debt by the Federal\nGovernment. Its limited range of constitutional duties may certainly under\nsuch circumstances be performed without such a resort. It has, it is seen,\nbeen avoided during four years of greater fiscal difficulties than have\nexisted in a similar period since the adoption of the Constitution, and one\nalso remarkable for the occurrence of extraordinary causes of\nexpenditures.But to accomplish so desirable an object two things are indispensable:\nFirst, that the action of the Federal Government be kept within the\nboundaries prescribed by its founders, and, secondly, that all\nappropriations for objects admitted to be constitutional, and the\nexpenditure of them also, be subjected to a standard of rigid but\nwell-considered and practical economy. The first depends chiefly on the\npeople themselves--the opinions they form of the true construction of the\nConstitution and the confidence they repose in the political sentiments of\nthose they select as their representatives in the Federal Legislature; the\nsecond rests upon the fidelity with which their more immediate\nrepresentatives and other public functionaries discharge the trusts\ncommitted to them. The duty of economizing the expenses of the public\nservice is admitted on all hands; yet there are few subjects upon which\nthere exists a wider difference of opinion than is constantly manifested in\nregard to the fidelity with which that duty is discharged. Neither\ndiversity of sentiment nor even mutual recriminations upon a point in\nrespect to which the public mind is so justly sensitive can well be\nentirely avoided, and least so at periods of great political excitement. An\nintelligent people, however, seldom fail to arrive in the end at correct\nconclusions in such a matter. Practical economy in the management of public\naffairs can have no adverse influence to contend with more powerful than a\nlarge surplus revenue, and the unusually large appropriations for 1837 may\nwithout doubt, independently of the extraordinary requisitions for the\npublic service growing out of the state of our Indian relations, be in no\ninconsiderable degree traced to this source. The sudden and rapid\ndistribution of the large surplus then in the Treasury and the equally\nsudden and unprecedentedly severe revulsion in the commerce and business of\nthe country, pointing with unerring certainty to a great and protracted\nreduction of the revenue, strengthened the propriety of the earliest\npracticable reduction of the public expenditures.But to change a system operating upon so large a surface and applicable to\nsuch numerous and diversified interests and objects was more than the work\nof a day. The attention of every department of the Government was\nimmediately and in good faith directed to that end, and has been so\ncontinued to the present moment. The estimates and appropriations for the\nyear 1838 (the first over which I had any control) were somewhat\ndiminished. The expenditures of 1839 were reduced $6,000,000. Those of\n1840, exclusive of disbursements for public debt and trust claims, will\nprobably not exceed twenty-two and a half millions, being between two and\nthree millions less than those of the preceding year and nine or ten\nmillions less than those of 1837. Nor has it been found necessary in order\nto produce this result to resort to the power conferred by Congress of\npostponing certain classes of the public works, except by deferring\nexpenditures for a short period upon a limited portion of them, and which\npostponement terminated some time since--at the moment the Treasury\nDepartment by further receipts from the indebted banks became fully assured\nof its ability to meet them without prejudice to the public service in\nother respects. Causes are in operation which will, it is believed, justify\na still further reduction without injury to any important national\ninterest. The expenses of sustaining the troops employed in Florida have\nbeen gradually and greatly reduced through the persevering efforts of the\nWar Department, and a reasonable hope may be entertained that the necessity\nfor military operations in that quarter will soon cease. The removal of the\nIndians from within our settled borders is nearly completed. The pension\nlist, one of the heaviest charges upon the Treasury, is rapidly diminishing\nby death. The most costly of our public buildings are either finished or\nnearly so, and we may, I think, safely promise ourselves a continued\nexemption from border difficulties.The available balance in the Treasury on the 1st of January next is\nestimated at $ 1,500,000. This sum, with the expected receipts from all\nsources during the next year, will, it is believed, be sufficient to enable\nthe Government to meet every engagement and have a suitable balance, in the\nTreasury at the end of the year, if the remedial measures connected with\nthe customs and the public lands heretofore recommended are adopted and the\nnew appropriations by Congress shall not carry the expenditures beyond the\nofficial estimates.The new system established by Congress for the safe-keeping of the public\nmoney, prescribing the kind of currency to be received for the public\nrevenue and providing additional guards and securities against losses, has\nnow been several mouths in operation. Although it might be premature upon\nan experience of such limited duration to form a definite opinion in regard\nto the extent of its influences in correcting many evils under which the\nFederal Government and the country have hitherto suffered, especially those\nthat have grown out of banking expansions, a depreciated currency, and\nofficial defalcations, yet it is but right to say that nothing has occurred\nin the practical operation of the system to weaken in the slightest degree,\nbut much to strengthen, the confident anticipations of its friends. The\ngrounds of these have been heretofore so fully explained as to require no\nrecapitulation. In respect to the facility and convenience it affords in\nconducting the public service, and the ability of the Government to\ndischarge through its agency every duty attendant on the collection,\ntransfer, and disbursement of the public money with promptitude and\nsuccess, I can say with confidence that the apprehensions of those who felt\nit to be their duty to oppose its adoption have proved to be unfounded. On\nthe contrary, this branch of the fiscal affairs of the Government has been,\nand it is believed may always be, thus carried on with every desirable\nfacility and security. A few changes and improvements in the details of the\nsystem, without affecting any principles involved in it, will be submitted\nto you by the Secretary of the Treasury, and will, I am sure, receive at\nyour hands that attention to which they may on examination be found to be\nentitled.I have deemed this brief summary of our fiscal affairs necessary to the due\nperformance of a duty specially enjoined upon me by the Constitution. It\nwill serve also to illustrate more fully the principles by which I have\nbeen guided in reference to two contested points in our public policy which\nwere earliest in their development and have been more important in their\nconsequences than any that have arisen under our complicated and difficult,\nyet admirable, system of government. I allude to a national debt and a\nnational bank. It was in these that the political contests by which the\ncountry has been agitated ever since the adoption of the Constitution in a\ngreat measure originated, and there is too much reason to apprehend that\nthe conflicting interests and opposing principles thus marshaled will\ncontinue as heretofore to produce similar if not aggravated consequences.\nComing into office the declared enemy of both, I have earnestly endeavored\nto prevent a resort to either.The consideration that a large public debt affords an apology, and produces\nin some degree a necessity also, for resorting to a system and extent of\ntaxation which is not only oppressive throughout, but is likewise so apt to\nlead in the end to the commission of that most odious of all offenses\nagainst the principles of republican government, the prostitution of\npolitical power, conferred for the general benefit, to the aggrandizement\nof particular classes and the gratification of individual cupidity, is\nalone sufficient, independently of the weighty objections which have\nalready been urged, to render its creation and existence the sources of\nbitter and unappeasable discord. If we add to this its inevitable tendency\nto produce and foster extravagant expenditures of the public moneys, by\nwhich a necessity is created for new loans and new burdens on the people,\nand, finally, refer to the examples of every government which has existed\nfor proof, how seldom it is that the system, when once adopted and\nimplanted in the policy of a country, has failed to expand itself until\npublic credit was exhausted and the people were no longer able to endure\nits increasing weight, it seems impossible to resist the conclusion that no\nbenefits resulting from its career, no extent of conquest, no accession of\nwealth to particular classes, nor any nor all its combined advantages, can\ncounterbalance its ultimate but certain results--a splendid government and\nan impoverished people.If a national bank was, as is undeniable, repudiated by the framers of the\nConstitution as incompatible with the rights of the States and the\nliberties of the people; if from the beginning it has been regarded by\nlarge portions of our citizens as coming in direct collision with that\ngreat and vital amendment of the Constitution which declares that all\npowers not conferred by that instrument on the General Government are\nreserved to the States and to the people; if it has been viewed by them as\nthe first great step in the march of latitudinous construction, which\nunchecked would render that sacred instrument of as little value as an\nunwritten constitution, dependent, as it would alone be, for its meaning on\nthe interested interpretation of a dominant party, and affording no\nsecurity to the rights of the minority--if such is undeniably the case,\nwhat rational grounds could have been conceived for anticipating aught but\ndetermined opposition to such an institution at the present day.Could a different result have been expected when the consequences which\nhave flowed from its creation, and particularly from its struggles to\nperpetuate its existence, had confirmed in so striking a manner the\napprehensions of its earliest opponents; when it had been so clearly\ndemonstrated that a concentrated money power, wielding so vast a capital\nand combining such incalculable means of influence, may in those peculiar\nconjunctures to which this Government is unavoidably exposed prove an\novermatch for the political power of the people themselves; when the true\ncharacter of its capacity to regulate according to its will and its\ninterests and the interests of its favorites the value and production of\nthe labor and property of every man in this extended country had been so\nfully and fearfully developed; when it was notorious that all classes of\nthis great community had, by means of the power and influence it thus\npossesses, been infected to madness with a spirit of heedless speculation;\nwhen it had been seen that, secure in the support of the combination of\ninfluences by which it was surrounded, it could violate its charter and set\nthe laws at defiance with impunity; and when, too, it had become most\napparent that to believe that such an accumulation of powers can ever be\ngranted without the certainty of being abused was to indulge in a fatal\ndelusion?To avoid the necessity of a permanent debt and its inevitable consequences\nI have advocated and endeavored to carry into effect the policy of\nconfining the appropriations for the public service to such objects only as\nare clearly within the constitutional authority of the Federal Government;\nof excluding from its expenses those improvident and unauthorized grants of\npublic money for works of internal improvement which were so wisely\narrested by the constitutional interposition of my predecessor, and which,\nif they had not been so checked, would long before this time have involved\nthe finances of the General Government in embarrassments far greater than\nthose which are now experienced by any of the States; of limiting all our\nexpenditures to that simple, unostentatious, and economical administration\nof public affairs which is alone consistent with the character of our\ninstitutions; of collecting annually from the customs, and the sales of\npublic lands a revenue fully adequate to defray all the expenses thus\nincurred; but under no pretense whatsoever to impose taxes upon the people\nto a greater amount than was actually necessary to the public service\nconducted upon the principles I have stated.In lieu of a national bank or a dependence upon banks of any description\nfor the management of our fiscal affairs, I recommended the adoption of the\nsystem which is now in successful operation. That system affords every\nrequisite facility for the transaction of the pecuniary concerns of the\nGovernment; will, it is confidently anticipated, produce in other respects\nmany of the benefits which have been from time to time expected from the\ncreation of a national bank, but which have never been realized; avoid the\nmanifold evils inseparable from such an institution; diminish to a greater\nextent than could be accomplished by any other measure of reform the\npatronage of the Federal Government--a wise policy in all governments, but\nmore especially so in one like ours, which works well only in proportion as\nit is made to rely for its support upon the unbiased and unadulterated\nopinions of its constituents; do away forever all dependence on corporate\nbodies either in the raising, collecting, safekeeping, or disbursing the\npublic revenues, and place the Government equally above the temptation of\nfostering a dangerous and unconstitutional institution at home or the\nnecessity of adapting its policy to the views and interests of a still more\nformidable money power abroad.It is by adopting and carrying out these principles under circumstances the\nmost arduous and discouraging that the attempt has been made, thus far\nsuccessfully, to demonstrate to the people of the United States that a\nnational bank at all times, and a national debt except it be incurred at a\nperiod when the honor and safety of the nation demand the temporary\nsacrifice of a policy which should only be abandoned in such exigencies,\nare not merely unnecessary, but in direct and deadly hostility to the\nprinciples of their Government and to their own permanent welfare.The progress made in the development of these positions appears in the\npreceding sketch of the past history and present state of the financial\nconcerns of the Federal Government. The facts there stated fully authorize\nthe assertion that all the purposes for which this Government was\ninstituted have been accomplished during four years of greater pecuniary\nembarrassment than were ever before experienced in time of peace, and in\nthe face of opposition as formidable as any that was ever before arrayed\nagainst the policy of an Administration; that this has been done when the\nordinary revenues of the Government were generally decreasing as well from\nthe operation of the laws as the condition of the country, without the\ncreation of a permanent public debt or incurring any liability other than\nsuch as the ordinary resources of the Government will speedily discharge,\nand without the agency of a national bank.If this view of the proceedings of the Government for the period it\nembraces be warranted by the facts as they are known to exist; if the Army\nand Navy have been sustained to the full extent authorized by law, and\nwhich Congress deemed sufficient for the defense of the country and the\nprotection of its rights and its honor; if its civil and diplomatic service\nhas been equally sustained; if ample provision has been made for the\nadministration of justice and the execution of the laws; if the claims upon\npublic gratitude in behalf of the soldiers of the Revolution have been\npromptly met and faithfully discharged; if there have been no failures in\ndefraying the very large expenditures growing out of that long-continued\nand salutary policy of peacefully removing the Indians to regions of\ncomparative safety and prosperity; if the public faith has at all times and\neverywhere been most scrupulously maintained by a prompt discharge of the\nnumerous, extended, and diversified claims on the Treasury--if all these\ngreat and permanent objects, with many others that might be stated, have\nfor a series of years, marked by peculiar obstacles and difficulties, been\nsuccessfully accomplished without a resort to a permanent debt or the aid\nof a national bank, have we not a right to expect that a policy the object\nof which has been to sustain the public service independently of either of\nthese fruitful sources of discord will receive the final sanction of a\npeople whose unbiased and fairly elicited judgment upon public affairs is\nnever ultimately wrong?That embarrassments in the pecuniary concerns of individuals of unexampled\nextent and duration have recently existed in this as in other commercial\nnations is undoubtedly true. To suppose it necessary now to trace these\nreverses to their sources would be a reflection on the intelligence of my\nfellow-citizens. Whatever may have been the obscurity in which the subject\nwas involved during the earlier stages of the revulsion, there can not now\nbe many by whom the whole question is not fully understood.Not deeming it within the constitutional powers of the General Government\nto repair private losses sustained by reverses in business having no\nconnection with the public service, either by direct appropriations from\nthe Treasury or by special legislation designed to secure exclusive\nprivileges and immunities to individuals or classes in preference to or at\nthe expense of the great majority necessarily debarred from any\nparticipation in them, no attempt to do so has been either made,\nrecommended, or encouraged by the present Executive.It is believed, however, that the great purposes for the attainment of\nwhich the Federal Government was instituted have not been lost sight of.\nIntrusted only with certain limited powers, cautiously enumerated,\ndistinctly specified, and defined with a precision and clearness which\nwould seem to defy misconstruction, it has been my constant aim to confine\nmyself within the limits so clearly marked out and so carefully guarded.\nHaving always been of opinion that the best preservative of the union of\nthe States is to be found in a total abstinence from the exercise of all\ndoubtful powers on the part of the Federal Government rather than in\nattempts to assume them by a loose construction of the Constitution or an\ningenious perversion of its words, I have endeavored to avoid recommending\nany measure which I had reason to apprehend would, in the opinion even of a\nconsiderable minority of my fellow-citizens, be regarded as trenching on\nthe rights of the States or the provisions of the hallowed instrument of\nour Union. Viewing the aggregate powers of the Federal Government as a\nvoluntary concession of the States, it seemed to me that such only should\nbe exercised as were at the time intended to be given.I have been strengthened, too, in the propriety of this course by the\nconviction that all efforts to go beyond this tend only to produce\ndissatisfaction and distrust, to excite jealousies, and to provoke\nresistance. Instead of adding strength to the Federal Government, even when\nsuccessful they must ever prove a source of incurable weakness by\nalienating a portion of those whose adhesion is indispensable to the great\naggregate of united strength and whose voluntary attachment is in my\nestimation far more essential to the efficiency of a government strong in\nthe best of all possible strength--the confidence and attachment of all\nthose who make up its constituent elements.Thus believing, it has been my purpose to secure to the whole people and to\nevery member of the Confederacy, by general, salutary, and equal laws\nalone, the benefit of those republican institutions which it was the end\nand aim of the Constitution to establish, and the impartial influence of\nwhich is in my judgment indispensable to their preservation. I can not\nbring myself to believe that the lasting happiness of the people, the\nprosperity of the States, or the permanency of their Union can be\nmaintained by giving preference or priority to any class of citizens in the\ndistribution of benefits or privileges, or by the adoption of measures\nwhich enrich one portion of the Union at the expense of another; nor can I\nsee in the interference of the Federal Government with the local\nlegislation and reserved rights of the States a remedy for present or a\nsecurity against future dangers.The first, and assuredly not the least, important step toward relieving the\ncountry from the condition into which it had been plunged by excesses in\ntrade, banking, and credits of all kinds was to place the business\ntransactions of the Government itself on a solid basis, giving and\nreceiving in all cases value for value, and neither countenancing nor\nencouraging in others that delusive system of credits from which it has\nbeen found so difficult to escape, and which has left nothing behind it but\nthe wrecks that mark its fatal career.That the financial affairs of the Government are now and have been during\nthe whole period of these wide-spreading difficulties conducted with a\nstrict and invariable regard to this great fundamental principle, and that\nby the assumption and maintenance of the stand thus taken on the very\nthreshold of the approaching crisis more than by any other cause or causes\nwhatever the community at large has been shielded from the incalculable\nevils of a general and indefinite suspension of specie payments, and a\nconsequent annihilation for the whole period it might have lasted of a just\nand invariable standard of value, will, it is believed, at this period\nscarcely be questioned.A steady adherence on the part of the Government to the policy which has\nproduced such salutary results, aided by judicious State legislation and,\nwhat is not less .important, by the industry, enterprise, perseverance, and\neconomy of the American people, can not fail to raise the whole country at\nan early period to a state of solid and enduring prosperity, not subject to\nbe again overthrown by the suspension of banks or the explosion of a\nbloated credit system. It is for the people and their representatives to\ndecide whether or not the permanent welfare of the country (which all good\ncitizens equally desire, however widely they may differ as to the means of\nits accomplishment) shall be in this way secured, or whether the management\nof the pecuniary concerns of the Government, and by consequence to a great\nextent those of individuals also, shall be carried back to a condition of\nthings which fostered those contractions and expansions of the currency and\nthose reckless abuses of credit from the baleful effects of which the\ncountry has so deeply suffered--a return that can promise in the end no\nbetter results than to reproduce the embarrassments the Government has\nexperienced, and to remove from the shoulders of the present to those of\nfresh victims the bitter fruits of that spirit of speculative enterprise to\nwhich our countrymen are so liable and upon which the lessons of experience\nare so unavailing. The choice is an important one, and I sincerely hope\nthat it may be wisely made.A report from the Secretary of War, presenting a detailed view of the\naffairs of that Department, accompanies this communication.The desultory duties connected with the removal of the Indians, in which\nthe Army has been constantly engaged on the northern and western frontiers\nand in Florida, have rendered it impracticable to carry into full effect\nthe plan recommended by the Secretary for improving its discipline. In\nevery instance where the regiments have been concentrated they have made\ngreat progress, and the best results may be anticipated from a continuance\nof this system. During the last season a part of the troops have been\nemployed in removing Indians from the interior to the territory assigned\nthem in the West--a duty which they have performed efficiently and with\npraiseworthy humanity--and that portion of them which has been stationed in\nFlorida continued active operations there throughout the heats of summer.The policy of the United States in regard to the Indians, of which a\nsuccinct account is given in my message of 1838, and of the wisdom and\nexpediency of which I am fully satisfied, has been continued in active\noperation throughout the whole period of my Administration. Since the\nspring of 1837 more than 40,000 Indians have been removed to their new\nhomes west of the Mississippi, and I am happy to add that all accounts\nconcur in representing the result of this measure as eminently beneficial\nto that people.The emigration of the Seminoles alone has been attended with serious\ndifficulty and occasioned bloodshed, hostilities having been commenced by\nthe Indians in Florida under the apprehension that they would be compelled\nby force to comply with their treaty stipulations. The execution of the\ntreaty of Paynes Landing, signed in 1832, but not ratified until 1834, was\npostponed at the solicitation of the Indians until 1836, when they again\nrenewed their agreement to remove peaceably to their new homes in the West.\nIn the face of this solemn and renewed compact they broke their faith and\ncommenced hostilities by the massacre of Major Dade's command, the murder\nof their agent, General Thompson, and other acts of cruel treachery. When\nthis alarming and unexpected intelligence reached the seat of Government,\nevery effort appears to have been made to reenforce General Clinch, who\ncommanded the troops then in Florida. General Eustis was dispatched with\nreenforcements from Charleston, troops were called out from Alabama,\nTennessee, and Georgia, and General Scott was sent to take the command,\nwith ample powers and ample means. At the first alarm General Gaines\norganized a force at New Orleans, and without waiting for orders landed in\nFlorida, where he delivered over the troops he had brought with him to\nGeneral Scott.Governor Call was subsequently appointed to conduct a summer campaign, and\nat the close of it was replaced by General Jesup. These events and changes\ntook place under the Administration of my predecessor. Notwithstanding the\nexertions of the experienced officers who had command there for eighteen\nmonths, on entering upon the administration of the Government I found the\nTerritory of Florida a prey to Indian atrocities. A strenuous effort was\nimmediately made to bring those hostilities to a close, and the army under\nGeneral Jesup was reenforced until it amounted to 10,000 men, and furnished\nwith abundant supplies of every description. In this campaign a great\nnumber of the enemy were captured and destroyed, but the character of the\ncontest only was changed. The Indians, having been defeated in every\nengagement, dispersed in small bands throughout the country and became an\nenterprising, formidable, and ruthless banditti. General Taylor, who\nsucceeded General Jesup, used his best exertions to subdue them, and was\nseconded in his efforts by the officers under his command; but he too\nfailed to protect the Territory from their depredations. By an act of\nsignal and cruel treachery they broke the truce made with them by General\nMacGrab, who was sent from Washington for the purpose of carrying into\neffect the expressed wishes of Congress, and have continued their\ndevastations ever since. General Armistead, who was in Florida when General\nTaylor left the army by permission, assumed the command, and after active\nsummer operations was met by propositions for peace, and from the fortunate\ncoincidence of the arrival in Florida at the same period of a delegation\nfrom the Seminoles who are happily settled west of the Mississippi and are\nnow anxious to persuade their countrymen to join them there hopes were for\nsome time entertained that the Indians might be induced to leave the\nTerritory without further difficulty. These hopes have proved fallacious\nand hostilities have been renewed throughout the whole of the Territory.\nThat this contest has endured so long is to be attributed to causes beyond\nthe control of the Government. Experienced generals have had the command of\nthe troops, officers and soldiers have alike distinguished themselves for\ntheir activity, patience, and enduring courage, the army has been\nconstantly furnished with supplies of every description, and we must look\nfor the causes which have so long procrastinated the issue of the contest\nin the vast extent of the theater of hostilities, the almost insurmountable\nobstacles presented by the nature of the country, the climate, and the wily\ncharacter of the savages.The sites for marine hospitals on the rivers and lakes which I was\nauthorized to select and cause to be purchased have all been designated,\nbut the appropriation not proving sufficient, conditional arrangements only\nhave been made for their acquisition. It is for Congress to decide whether\nthese Conditional purchases shall be sanctioned and the humane intentions\nof the law carried into full effect.The Navy, as will appear from the accompanying report of the Secretary, has\nbeen usefully and honorably employed in the protection of our commerce and\ncitizens in the Mediterranean, the Pacific, on the coast of Brazil, and in\nthe Gulf of Mexico. A small squadron, consisting of the frigate\nConstellation and the sloop of war Boston, under Commodore Kearney, is now\non its way to the China and Indian seas for the purpose of attending to our\ninterests in that quarter, and Commander Aulick, in the sloop of war\nYorktown, has been instructed to visit the Sandwich and Society islands,\nthe coasts of New Zealand and Japan, together with other ports and islands\nfrequented by our whale ships, for the purpose of giving them countenance\nand protection should they be required. Other smaller vessels have been and\nstill are employed in prosecuting the surveys of the coast of the United\nStates directed by various acts of Congress, and those which have been\ncompleted will shortly be laid before you.The exploring expedition at the latest date was preparing to leave the Bay\nof Islands, New Zealand, in further prosecution of objects which have thus\nfar been successfully accomplished. The discovery of a new continent, which\nwas first seen in latitude 66  2' south, longitude 154  27' east,\nand afterwards in latitude 66  31' south, longitude 153  40' east,\nby Lieutenants Wilkes and Hudson, for an extent of 1,800 miles, but on\nwhich they were prevented from landing by vast bodies of ice which\nencompassed it, is one of the honorable results of the enterprise.\nLieutenant Wilkes bears testimony to the zeal and good conduct of his\nofficers and men, and it is but justice to that officer to state that he\nappears to have performed the duties assigned him with an ardor, ability,\nand perseverance which give every assurance of an honorable issue to the\nundertaking.The report of the Postmaster-General herewith transmitted will exhibit the\nservice of that Department the past year and its present condition. The\ntransportation has been maintained during the year to the full extent\nauthorized by the existing laws; some improvements have been effected which\nthe public interest seemed urgently to demand, but not involving any\nmaterial additional expenditure; the contractors have generally performed\ntheir engagements with fidelity; the postmasters, with few exceptions, have\nrendered their accounts and paid their quarterly balances with promptitude,\nand the whole service of the Department has maintained the efficiency for\nwhich it has for several years been distinguished.The acts of Congress establishing new mail routes and requiring more\nexpensive services on others and the increasing wants of the country have\nfor three years past carried the expenditures something beyond the accruing\nrevenues, the excess having been met until the past year by the surplus\nwhich had previously accumulated. That surplus having been exhausted and\nthe anticipated increase in the revenue not having been realized owing to\nthe depression in the commercial business of the country, the finances of\nthe Department exhibit a small deficiency at the close of the last fiscal\nyear. Its resources, however, are ample, and the reduced rates of\ncompensation for the transportation service which may be expected on the\nfuture lettings from the general reduction of prices, with the increase of\nrevenue that may reasonably be anticipated from the revival of commercial\nactivity, must soon place the finances of the Department in a prosperous\ncondition.Considering the unfavorable circumstances which have existed during the\npast year, it is a gratifying result that the revenue has not declined as\ncompared with the preceding year, but, on the contrary, exhibits a small\nincrease, the circumstances referred to having had no other effect than to\ncheck the expected income.It will be seen that the Postmaster-General suggests certain improvements\nin the establishment designed to reduce the weight of the mails, cheapen\nthe transportation, insure greater regularity in the service, and secure a\nconsiderable reduction in the rates of letter postage--an object highly\ndesirable. The subject is one of general interest to the community, and is\nrespectfully recommended to your consideration.The suppression of the African slave trade has received the continued\nattention of the Government. The brig Dolphin and schooner Grampus have\nbeen employed during the last season on the coast of Africa for the purpose\nof preventing such portions of that trade as were said to be prosecuted\nunder the American flag. After cruising off those parts of the coast most\nusually resorted to by slavers until the commencement of the rainy season,\nthese vessels returned to the United States for supplies, and have since\nbeen dispatched on a similar service.From the reports of the commanding officers it appears that the trade is\nnow principally carried on under Portuguese colors, and they express the\nopinion that the apprehension of their presence on the slave coast has in a\ngreat degree arrested the prostitution of the American flag to this inhuman\npurpose. It is hoped that by continuing to maintain this force in that\nquarter and by the exertions of the officers in command much will be done\nto put a stop to whatever portion of this traffic may have been carried on\nunder the American flag and to prevent its use in a trade which, while it\nviolates the laws, is equally an outrage on the rights of others and the\nfeelings of humanity. The efforts of the several Governments who are\nanxiously seeking to suppress this traffic must, however, be directed\nagainst the facilities afforded by what are now recognized as legitimate\ncommercial pursuits before that object can be fully accomplished.Supplies of provisions, water casks, merchandise, and articles connected\nwith the prosecution of the slave trade are, it is understood, freely\ncarried by vessels of different nations to the slave factories, and the\neffects of the factors are transported openly from one slave station to\nanother without interruption or punishment by either of the nations to\nwhich they belong engaged in the commerce of that region. I submit to your\njudgments whether this Government, having been the first to prohibit by\nadequate penalties the slave trade, the first to declare it piracy, should\nnot be the first also to forbid to its citizens all trade with the slave\nfactories on the coast of Africa, giving an example to all nations in this\nrespect which if fairly followed can not fail to produce the most effective\nresults in breaking up those dens of iniquity.M. VAN BUREN", 
    "name": "Martin van Buren"
}