{
    "date": "December 5, 1837", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:We have reason to renew the expression of our devout gratitude to the Giver\nof All Good for His benign protection. Our country presents on every side\nthe evidences of that continued favor under whose auspices it, has\ngradually risen from a few feeble and dependent colonies to a prosperous\nand powerful confederacy. We are blessed with domestic tranquillity and all\nthe elements of national prosperity. The pestilence which, invading for a\ntime some flourishing portions of the Union, interrupted the general\nprevalence of unusual health has happily been limited in extent and\narrested in its fatal career. The industry and prudence of our citizens are\ngradually relieving them from the pecuniary embarrassments under which\nportions of them have labored; judicious legislation and the natural and\nboundless resources of the country have afforded wise end timely aid to\nprivate enterprise, and the activity always characteristic of our people\nhas already in a great degree resumed its usual and profitable channels.The condition of our foreign relations has not materially changed since the\nlast annual message of my predecessor. We remain at peace with all nations,\nand no efforts on my part consistent with the preservation of our rights\nand the honor of the country shall be spared to maintain a position so\nconsonant to our institutions. We have faithfully sustained the foreign\npolicy with which the United States, under the guidance of their first\nPresident, took their stand in the family of nations--that of regulating\ntheir intercourse with other powers by the approved principles of private\nlife; asking and according equal rights and equal privileges; rendering and\ndemanding justice in all cases; advancing their own and discussing the\npretensions of others with candor, directness, and sincerity; appealing at\nall times to reason, but never yielding to force nor seeking to acquire\nanything for themselves by its exercise.A rigid adherence to this policy has left this Government with scarcely a\nclaim upon its justice for injuries arising from acts committed by its\nauthority. The most imposing and perplexing of those of the United States\nupon foreign governments for aggressions upon our citizens were disposed of\nby my predecessor. Independently of the benefits conferred upon our\ncitizens by restoring to the mercantile community so many millions of which\nthey had been wrongfully divested, a great service was also rendered to his\ncountry by the satisfactory adjustment of so many ancient and irritating\nsubjects of contention; and it reflects no ordinary credit on his\nsuccessful administration of public affairs that this great object was\naccomplished without compromising on any occasion either the honor or the\npeace of the nation.With European powers no new subjects of difficulty have arisen, and those\nwhich were under discussion, although not terminated, do not present a more\nunfavorable aspect for the future preservation of that good understanding\nwhich it has ever been our desire to cultivate.Of pending questions the most important is that which exists with the\nGovernment of Great Britain in respect to our northeastern boundary. It is\nwith unfeigned regret that the people of the United States must look back\nupon the abortive efforts made by the Executive, for a period of more than\nhalf a century, to determine what no nation should suffer long to remain in\ndispute--the true line which divides its possessions from those of other\npowers. The nature of the settlements on the borders of the United States\nand of the neighboring territory was for a season such that this, perhaps,\nwas not indispensable to a faithful performance of the duties of the\nFederal Government. Time has, however, changed this state of things, and\nhas brought about a condition of affairs in which the true interests of\nboth countries imperatively require that this question should be put at\nrest. It is not to be disguised that, with full confidence, often\nexpressed, in the desire of the British Government to terminate it, we are\napparently as far from its adjustment as we were at the time of signing the\ntreaty of peace in 1783. The sole result of long-pending negotiations and a\nperplexing arbitration appears to be a conviction on its part that a\nconventional line must be adopted, from the impossibility of ascertaining\nthe true one according to the description contained in that treaty. Without\ncoinciding in this opinion, which is not thought to be well rounded, my\npredecessor gave the strongest proof of the earnest desire of the United\nStates to terminate satisfactorily this dispute by proposing the\nsubstitution of a conventional line if the consent of the States interested\nin the question could be obtained. To this proposition no answer has as yet\nbeen received. The attention of the British Government has, however, been\nurgently invited to the subject, and its reply can not, I am confident, be\nmuch longer delayed. The general relations between Great Britain and the\nUnited States are of the most friendly character, and I am well satisfied\nof the sincere disposition of that Government to maintain them upon their\npresent footing. This disposition has also, I am persuaded, become more\ngeneral with the people of England than at any previous period. It is\nscarcely necessary to say to you how cordially it is reciprocated by the\nGovernment and people of the United States. The conviction, which must be\ncommon to all, of the injurious consequences that result from keeping open\nthis irritating question, and the certainty that its final settlement can\nnot be much longer deferred, will, I trust, lead to an early and\nsatisfactory adjustment. At your last session I laid before you the recent\ncommunications between the two Governments and between this Government and\nthat of the State of Maine, in whose solicitude concerning a subject in\nwhich she has so deep an interest every portion of the Union participates.The feelings produced by a temporary interruption of those harmonious\nrelations between France and the United States which are due as well to the\nrecollections of former times as to a correct appreciation of existing\ninterests have been happily succeeded by a cordial disposition on both\nsides to cultivate an active friendship in their future intercourse. The\nopinion, undoubtedly correct, and steadily entertained by us, that the\ncommercial relations at present existing between the two countries are\nsusceptible of great and reciprocally beneficial improvements is obviously\ngaining ground in France, and I am assured of the disposition of that\nGovernment to favor the accomplishment of such an object. This disposition\nshall be met in a proper spirit on our part. The few and comparatively\nunimportant questions that remain to be adjusted between us can, I have no\ndoubt, be settled with entire satisfaction and without difficulty.Between Russia and the United States sentiments of good will continue to be\nmutually cherished. Our minister recently accredited to that Court has been\nreceived with a frankness and cordiality and with evidences of respect for\nhis country which leave us no room to doubt the preservation in future of\nthose amicable and liberal relations which have so long and so\nuninterruptedly existed between the two countries. On the few subjects\nunder discussion between us an early and just decision is confidently\nanticipated.A correspondence has been opened with the Government of Austria for the\nestablishment of diplomatic relations, in conformity with the wishes of\nCongress as indicated by an appropriation act of the session of 1837, and\narrangements made for the purpose, which will be duly carried into effect.With Austria and Prussia and with the States of the German Empire (now\ncomposing with the latter the Commercial League) our political relations\nare of the most friendly character, whilst our commercial intercourse is\ngradually extending, with benefit to all who are engaged in it.Civil war yet rages in Spain, producing intense suffering to its own\npeople, and to other nations inconvenience and regret. Our citizens who\nhave claims upon that country will be prejudiced for a time by the\ncondition of its treasury, the inevitable consequence of long-continued and\nexhausting internal wars. The last installment of the interest of the debt\ndue under the convention with the Queen of Spain has not been paid and\nsimilar failures may be expected to happen until a portion of the resources\nof her Kingdom can be devoted to the extinguishment of its foreign debt.Having received satisfactory evidence that discriminating tonnage duties\nwere charged upon the vessels of the United States in the ports of\nPortugal, a proclamation was issued on the 11th day of October last, in\ncompliance with the act of May 25, 1832, declaring that fact, and the\nduties on foreign tonnage which were levied upon Portuguese vessels in the\nUnited States previously to the passage of that act are accordingly\nrevived.The act of July 4, 1836, suspending the discriminating duties upon the\nproduce of Portugal imported into this country in Portuguese vessels, was\npassed, upon the application of that Government through its representative\nhere, under the belief that no similar discrimination existed in Portugal\nto the prejudice of the United States. I regret to state that such duties\nare now exacted in that country upon the cargoes of American vessels, and\nas the act referred to vests no discretion in the Executive, it is for\nCongress to determine upon the expediency of further legislation on the\nsubject. Against these discriminations affecting the vessels of this\ncountry and their cargoes seasonable remonstrance was made, and notice was\ngiven to the Portuguese Government that unless they should be discontinued\nthe adoption of countervailing measures on the part of the United States\nwould become necessary; but the reply of that Government, received at the\nDepartment of State through our charge d'affaires at Lisbon in the month of\nSeptember last, afforded no ground to hope for the abandonment of a system\nso little in harmony with the treatment shown to the vessels of Portugal\nand their cargoes in the ports of this country and so contrary to the\nexpectations we had a right to entertain.With Holland, Sweden, Denmark, Naples, and Belgium a friendly intercourse\nhas been uninterruptedly maintained.With the Government of the Ottoman Porte and its dependencies on the coast\nof the Mediterranean peace and good will are carefully cultivated, and have\nbeen fostered by such good offices as the relative distance and the\ncondition of those countries would permit.Our commerce with Greece is carried on under the laws of the two\nGovernments, reciprocally beneficial to the navigating interests of both;\nand I have reason to look forward to the adoption of other measures which\nwill be more extensively and permanently advantageous.Copies of the treaties concluded with the Governments of Siam and Muscat\nare transmitted for the information of Congress, the ratifications having\nbeen received and the treaties made public since the close of the last\nannual session. Already have we reason to congratulate ourselves on the\nprospect of considerable commercial benefit; and we have, besides, received\nfrom the Sultan of Muscat prompt evidence of his desire to cultivate the\nmost friendly feelings, by liberal acts toward one of our vessels, bestowed\nin a manner so striking as to require on our part a grateful\nacknowledgment.Our commerce with the islands of Cuba and Porto Rico still labors under\nheavy restrictions, the continuance of which is a subject of regret. The\nonly effect of an adherence to them will be to benefit the navigation of\nother countries at the expense of both the United States and Spain.The independent nations of this continent have ever since they emerged from\nthe colonial state experienced severe trials in their progress to the\npermanent establishment of liberal political institutions. Their unsettled\ncondition not only interrupts their own advances to prosperity, but has\noften seriously injured the other powers of the world. The claims of our\ncitizens upon Peru, Chili, Brazil, the Argentine Republic, the Governments\nformed out of the Republics of Colombia and Mexico, are still pending,\nalthough many of them have been presented for examination more than twenty\nyears. New Granada, Venezuela, and Ecuador have recently formed a\nconvention for the purpose of ascertaining and adjusting claims upon the\nRepublic of Colombia, from which it is earnestly hoped our citizens will\nere long receive full compensation for the injuries inflicted upon them and\nfor the delay in affording it.An advantageous treaty of commerce has been concluded by the United States\nwith the Peru-Bolivian Confederation, which wants only the ratification of\nthat Government. The progress of a subsequent negotiation for the\nsettlement of claims upon Peru has been unfavorably affected by the war\nbetween that power and Chili and the Argentine Republic, and the same event\nis also likely to produce delays in the settlement of out demands on those\npowers.The aggravating circumstances connected with our claims upon Mexico and a\nvariety of events touching the honor and integrity of our Government led my\npredecessor to make at the second session of the last Congress a special\nrecommendation of the course to be pursued to obtain a speedy and final\nsatisfaction of the injuries complained of by this Government and by our\ncitizens. He recommended a final demand of redress, with a contingent\nauthority to the Executive to make reprisals if that demand should be made\nin vain. From the proceedings of Congress on that recommendation it\nappeared that the opinion of both branches of the Legislature coincided\nwith that of the Executive, that any mode of redress known to the law of\nnations might justifiably be used. It was obvious, too, that Congress\nbelieved with the President that another demand should be made, in order to\ngive undeniable and satisfactory proof of our desire to avoid extremities\nwith a neighboring power, but that there was an indisposition to vest a\ndiscretionary authority in the Executive to take redress should it\nunfortunately be either denied or unreasonably delayed by the Mexican\nGovernment.So soon as the necessary documents were prepared, after entering upon the\nduties of my office, a special messenger was sent to Mexico to make a final\ndemand of redress, with the documents required by the provisions of our\ntreaty. The demand was made on the 20th of July last. The reply, which\nbears date the 29th of the same month, contains assurances of a desire on\nthe part of that Government to give a prompt and explicit answer respecting\neach of the complaints, but that the examination of them would necessarily\nbe deliberate; that in this examination it would be guided by the\nprinciples of public law and the obligation of treaties; that nothing\nshould be left undone that might lead to the most speedy and equitable\nadjustment of our demands, and that its determination in respect to each\ncase should be communicated through the Mexican minister here.Since that time an envoy extraordinary and minister plenipotentiary has\nbeen accredited to this Government by that of the Mexican Republic. He\nbrought with him assurances of a sincere desire that the pending\ndifferences between the two Governments should be terminated in a manner\nsatisfactory to both. He was received with reciprocal assurances, and a\nhope was entertained that his mission would lead to a speedy, satisfactory,\nand final adjustment of all existing subjects of complaint. A sincere\nbeliever in the wisdom of the pacific policy by which the United States\nhave always been governed in their intercourse with foreign nations, it was\nmy particular desire, from the proximity of the Mexican Republic and\nwell-known occurrences on our frontier, to be instrumental in obviating all\nexisting difficulties with that Government and in restoring to the\nintercourse between the two Republics that liberal and friendly character\nby which they should always be distinguished. I regret, therefore, the more\ndeeply to have found in the recent communications of that Government so\nlittle reason to hope that any future efforts of mine for the\naccomplishment of those desirable objects would be successful.Although the larger number--and many of them aggravated cases of personal\nwrongs--have been now for years before the Mexican Government, and some of\nthe causes of national complaint, and those of the most offensive\ncharacter, admitted of immediate, simple, and satisfactory replies, it is\nonly within a few days past that any specific communication in answer to\nour last demand, made five months ago, has been received from the Mexican\nminister. By the report of the Secretary of State herewith presented and\nthe accompanying documents it will be seen that for not one of our public\ncomplaints has satisfaction been given or offered, that but one of the\ncases of personal wrong has been favorably considered, and that but four\ncases of both descriptions out of all those formally presented and\nearnestly pressed have as yet been decided upon by the Mexican Government.Not perceiving in what manner any of the powers given to the Executive\nalone could be further usefully employed in bringing this unfortunate\ncontroversy to a satisfactory termination, the subject was by my\npredecessor referred to Congress as one calling for its interposition. In\naccordance with the clearly understood wishes of the Legislature, another\nand formal demand for satisfaction has been made upon the Mexican\nGovernment, with what success the documents now communicated will show. On\na careful and deliberate examination of their contents, and considering the\nspirit manifested by the Mexican Government, it has become my painful duty\nto return the subject as it now stands to Congress, to whom it belongs to\ndecide upon the time, the mode, and the measure of redress. Whatever may be\nyour decision, it shall be faithfully executed, confident that it will be\ncharacterized by that moderation and justice which will, I trust, under all\ncircumstances govern the councils of our country.The balance in the Treasury on the 1st January, 1837, was $45,968,523. The\nreceipts during the present year from all sources, including the amount of\nTreasury notes issued, are estimated at $23,499,981, constituting an\naggregate of $69,468,504. Of this amount about $35,281,361 will have been\nexpended at the end of the year on appropriations made by Congress, and the\nresidue, amounting to $34,187,143, will be the nominal balance in the\nTreasury on the 1st of January next; but of that sum only $1,085,498 is\nconsidered as immediately available for and applicable to public purposes.\nThose portions of it which will be for some time unavailable consist\nchiefly of sums deposited with the States and due from the former deposit\nbanks. The details upon this subject will be found in the annual report of\nthe Secretary of the Treasury. The amount of Treasury notes which it will\nbe necessary to issue during the year on account of those funds being\nunavailable will, it is supposed, not exceed four and a half millions. It\nseemed proper, in the condition of the country, to have the estimates on\nall subjects made as low as practicable without prejudice to any great\npublic measures. The Departments were therefore desired to prepare their\nestimates accordingly, and I am happy to find that they have been able to\ngraduate them on so economical a scale. In the great and often unexpected\nfluctuations to which the revenue is subjected it is not possible to\ncompute the receipts beforehand with great certainty, but should they not\ndiffer essentially from present anticipations, and should the\nappropriations not much exceed the estimates, no difficulty seems likely to\nhappen in defraying the current expenses with promptitude and fidelity.Notwithstanding the great embarrassments which have recently occurred in\ncommercial affairs, and the liberal indulgence which in consequence of\nthese embarrassments has been extended to both the merchants and the banks,\nit is gratifying to be able to anticipate that the Treasury notes which\nhave been issued during the present year will be redeemed and that the\nresources of the Treasury, without any resort to loans or increased taxes,\nwill prove ample for defraying all charges imposed on it during 1838.The report of the Secretary of the Treasury will afford you a more minute\nexposition of all matters connected with the administration of the finances\nduring the current year--a period which for the amount of public moneys\ndisbursed and deposited with the States, as well as the financial\ndifficulties encountered and overcome, has few parallels in our history.Your attention was at the last session invited to the necessity of\nadditional legislative provisions in respect to the collection,\nsafe-keeping, and transfer of the public money. No law having been then\nmatured, and not understanding the proceedings of Congress as intended to\nbe final, it becomes my duty again to bring the subject to your notice.On that occasion three modes of performing this branch of the public\nservice were presented for consideration. These were, the creation of a\nnational bank; the revival, with modifications, of the deposit system\nestablished by the act of the 23d of June, 1836, permitting the use of the\npublic moneys by the banks; and the discontinuance of the use of such\ninstitutions for the purposes referred to, with suitable provisions for\ntheir accomplishment through the agency of public officers. Considering the\nopinions of both Houses of Congress on the first two propositions as\nexpressed in the negative, in which I entirely concur, it is unnecessary\nfor me again in to recur to them. In respect to the last, you have had an\nopportunity since your adjournment not only to test still further the\nexpediency of the measure by the continued practical operation of such\nparts of it as are now in force, but also to discover what should ever be\nsought for and regarded with the utmost deference--the opinions and wishes\nof the people.The national will is the supreme law of the Republic, and on all subjects\nwithin the limits of his constitutional powers should be faithfully obeyed\nby the public servant. Since the measure in question was submitted to your\nconsideration most of you have enjoyed the advantage of personal\ncommunication with your constituents. For one State only has an election\nbeen held for the Federal Government; but the early day at which it took\nplace deprived the measure under consideration of much of the support it\nmight otherwise have derived from the result. Local elections for State\nofficers have, however, been held in several of the States, at which the\nexpediency of the plan proposed by the Executive has been more or less\ndiscussed. You will, I am confident, yield to their results the respect due\nto every expression of the public voice. Desiring, however, to arrive at\ntruth and a just view of the subject in all its bearings, you will at the\nsame time remember that questions of far deeper and more immediate local\ninterest than the fiscal plans of the National Treasury were involved in\nthose elections. Above all, we can not overlook the striking fact that\nthere were at the time in those States more than one hundred and sixty\nmillions of bank capital, of which large portions were subject to actual\nforfeiture, other large portions upheld only by special and limited\nlegislative indulgences, and most of it, if not all, to a greater or less\nextent dependent for a continuance of its corporate existence upon the will\nof the State legislatures to be then chosen. Apprised of this circumstance,\nyou will judge whether it is not most probable that the peculiar condition\nof that vast interest in these respects, the extent to which it has been\nspread through all the ramifications of society, its direct connection with\nthe then pending elections, and the feelings it was calculated to infuse\ninto the canvass have exercised a far greater influence over the result\nthan any which could possibly have been produced by a conflict of opinion\nin respect to a question in the administration of the General Government\nmore remote and far less important in its bearings upon that interest.I have found no reason to change my own opinion as to the expediency of\nadopting the system proposed, being perfectly satisfied that there will be\nneither stability nor safety either in the fiscal affairs of the Government\nor in the pecuniary transactions of individuals and corporations so long as\na connection exists between them which, like the past, offers such strong\ninducements to make them the subjects of political agitation. Indeed, I am\nmore than ever convinced of the dangers to which the free and unbiased\nexercise of political opinion--the only sure foundation and safeguard of\nrepublican government--would be exposed by any further increase of the\nalready overgrown influence of corporate authorities. I can not, therefore,\nconsistently with my views of duty, advise a renewal of a connection which\ncircumstances have dissolved.The discontinuance of the use of State banks for fiscal purposes ought not\nto be regarded as a measure of hostility toward those institutions. Banks\nproperly established and conducted are highly useful to the business of the\ncountry, and will doubtless continue to exist in the States so long as they\nconform to their laws and are found to be safe and beneficial. How they\nshould be created, what privileges they should enjoy, under what\nresponsibilities they should act, and to what restrictions they should be\nsubject are questions which, as I observed on a previous occasion, belong\nto the States to decide. Upon their rights or the exercise of them the\nGeneral Government can have no motive to encroach. Its duty toward them is\nwell performed when it refrains from legislating for their special benefit,\nbecause such legislation would violate the spirit of the Constitution and\nbe unjust to other interests; when it takes no steps to impair their\nusefulness, but so manages its own affairs as to make it the interest of\nthose institutions to strengthen and improve their condition for the\nsecurity and welfare of the community at large. They have no right to\ninsist on a connection with the Federal Government, nor on the use of the\npublic money for their own benefit. The object of the measure under\nconsideration is to avoid for the future a compulsory connection of this\nkind. It proposes to place the General Government, in regard to the\nessential points of the collection, safe-keeping, and transfer of the\npublic money, in a situation which shall relieve it from all dependence on\nthe will of irresponsible individuals or corporations; to withdraw those\nmoneys from the uses of private trade and confide them to agents\nconstitutionally selected and controlled by law; to abstain from improper\ninterference with the industry of the people and withhold inducements to\nimprovident dealings on the part of individuals; to give stability to the\nconcerns of the Treasury; to preserve the measures of the Government from\nthe unavoidable reproaches that flow from such a connection, and the banks\nthemselves from the injurious effects of a supposed participation in the\npolitical conflicts of the day, from which they will otherwise find it\ndifficult to escape.These are my views upon this important subject, formed after careful\nreflection and with no desire but to arrive at what is most likely to\npromote the public interest. They are now, as they were before, submitted\nwith unfeigned deference for the opinions of others. It was hardly to be\nhoped that changes so important on a subject so interesting could be made\nwithout producing a serious diversity of opinion; but so long as those\nconflicting views are kept above the influence of individual or local\ninterests, so long as they pursue only the general good and are discussed\nwith moderation and candor, such diversity is a benefit, not an injury. If\na majority of Congress see the public welfare in a different light, and\nmore especially if they should be satisfied that the measure proposed would\nnot be acceptable to the people, I shall look to their wisdom to substitute\nsuch as may be more conducive to the one and more satisfactory to the\nother. In any event, they may confidently rely on my hearty cooperation to\nthe fullest extent to which my views of the Constitution and my sense of\nduty will permit.It is obviously important to this branch of the public service and to the\nbusiness and quiet of the country that the whole subject should in some way\nbe settled and regulated by law, and, if possible, at your present session.\nBesides the plans above referred to, I am not aware that any one has been\nsuggested except that of keeping the public money in the State banks in\nspecial deposit. This plan is to some extent in accordance with the\npractice of the Government and with the present arrangements of the\nTreasury Department, which, except, perhaps, during the operation of the\nlate deposit act, has always been allowed, even during the existence of a\nnational bank, to make a temporary use of the State banks in particular\nplaces for the safe-keeping of portions of the revenue. This discretionary\npower might be continued if Congress deem it desirable, whatever general\nsystem be adopted. So long as the connection is voluntary we need, perhaps,\nanticipate few of those difficulties and little of that dependence on the\nbanks which must attend every such connection when compulsory in its nature\nand when so arranged as to make the banks a fixed part of the machinery of\ngovernment. It is undoubtedly in the power of Congress so to regulate and\nguard it as to prevent the public money from being applied to the use or\nintermingled with the affairs of individuals. Thus arranged, although it\nwould not give to the Government that entire control over its own funds\nwhich I desire to secure to it by the plan I have proposed, it would, it\nmust be admitted, in a great degree accomplish one of the objects which has\nrecommended that plan to my judgment--the separation of the fiscal concerns\nof the Government from those of individuals or corporations.With these observations I recommend the whole matter to your dispassionate\nreflection, confidently hoping that some conclusion may be reached by your\ndeliberations which on the one hand shall give safety and stability to the\nfiscal operations of the Government, and be consistent, on the other, with\nthe genius of our institutions and with the interests and wishes of the\ngreat mass of our constituents.It was my hope that nothing would occur to make necessary on this occasion\nany allusion to the late national bank. There are circumstances, however,\nconnected with the present state of its affairs that bear so directly on\nthe character of the Government and the welfare of the citizen that I\nshould not feel myself excused in neglecting to notice them. The charter\nwhich terminated its banking privileges on the 4th of March, 1836,\ncontinued its corporate power two years more for the sole purpose of\nclosing its affairs, with authority \"to use the corporate name, style, and\ncapacity for the purpose of suits for a final settlement and liquidation of\nthe affairs and acts of the corporation, and for the sale and disposition\nof their estate--real, personal, and mixed--but for no other purpose or in\nany other manner whatsoever.\" Just before the banking privileges ceased,\nits effects were transferred by the bank to a new State institution, then\nrecently incorporated, in trust, for the discharge of its debts and the\nsettlement of its affairs. With this trustee, by authority of Congress, an\nadjustment was subsequently made of the large interest which the Government\nhad in the stock of the institution. The manner in which a trust\nunexpectedly created upon the act granting the charter, and involving such\ngreat public interests, has been executed would under any circumstances be\na fit subject of inquiry; but much more does it deserve your attention when\nit embraces the redemption of obligations to which the authority and credit\nof the United States have given value. The two years allowed are now nearly\nat an end. It is well understood that the trustee has not redeemed and\ncanceled the outstanding notes of the bank, but has reissued and is\nactually reissuing, since the 3d of March, 1836, the notes which have been\nreceived by it to a vast amount. According to its own official statement,\nso late as the 1st of October last, nineteen months after the banking\nprivileges given by the charter had expired, it had under its control\nuncanceled notes of the late Bank of the United States to the amount of\n$27,561,866, of which $6,175,861 were in actual circulation, $ 1,468,627 at\nState bank agencies, and $3,002,390 in transitu, thus showing that upward\nof ten millions and a half of the notes of the old bank were then still\nkept outstanding.The impropriety of this procedure is obvious, it being the duty of the\ntrustee to cancel and not to put forth the notes of an institution whose\nconcerns it had undertaken to wind up. If the trustee has a right to\nreissue these notes now, I can see no reason why it may not continue to do\nso after the expiration of the two years. As no one could have anticipated\na course so extraordinary, the prohibitory clause of the charter above\nquoted was not accompanied by any penalty or other special provision for\nenforcing it, nor have we any general law for the prevention of similar\nacts in future.But it is not in this view of the subject alone that your interposition is\nrequired. The United States in settling with the trustee for their stock\nhave withdrawn their funds from their former direct liability to the\ncreditors of the old bank, yet notes of the institution continue to be sent\nforth in its name, and apparently upon the authority of the United States.\nThe transactions connected with the employment of the bills of the old bank\nare of vast extent, and should they result unfortunately the interests of\nindividuals may be deeply compromised. Without undertaking to decide how\nfar or in what form, if any, the trustee could be made liable for notes\nwhich contain no obligation on its part, or the old bank for such as are\nput in circulation after the expiration of its charter and without its\nauthority, or the Government for indemnity in case of loss, the question\nstill presses itself upon your consideration whether it is consistent with\nduty and good faith on the part of the Government to witness this\nproceeding without a single effort to arrest it.The report of the Commissioner of the General Land Office, which will be\nlaid before you by the Secretary of the Treasury, will show how the affairs\nof that office have been conducted for the past year. The disposition of\nthe public lands is one of the most important trusts confided to Congress.\nThe practicability of retaining the title and control of such extensive\ndomains in the General Government, and at the same time admitting the\nTerritories embracing them into the Federal Union as coequals with the\noriginal States, was seriously doubted by many of our wisest statesmen. All\nfeared that they would become a source of discord, and many carried their\napprehensions so far as to see in them the seeds of a future dissolution of\nthe Confederacy. But happily our experience has already been sufficient to\nquiet in a great degree all such apprehensions. The position at one time\nassumed, that the admission of new States into the Union on the same\nfooting with the original States was incompatible with a right of soil in\nthe United States and operated as a surrender thereof, notwithstanding the\nterms of the compacts by which their admission was designed to be\nregulated, has been wisely abandoned. Whether in the new or the old States,\nall now agree that the right of soil to the public lands remains in the\nFederal Government, and that these lands constitute a common property, to\nbe disposed of for the common benefit of all the States, old and new.\nAcquiescence in this just principle by the people of the new States has\nnaturally promoted a disposition to adopt the most liberal policy in the\nsale of the public lands. A policy which should be limited to the mere\nobject of selling the lands for the greatest possible sum of money, without\nregard to higher considerations, finds but few advocates. On the contrary,\nit is generally conceded that whilst the mode of disposition adopted by the\nGovernment should always be a prudent one, yet its leading object ought to\nbe the early settlement and cultivation of the lands sold, and that it\nshould discountenance, if it can not prevent, the accumulation of large\ntracts in the same hands, which must necessarily retard the growth of the\nnew States or entail upon them a dependent tenantry and its attendant\nevils.A question embracing such important interests and so well calculated to\nenlist the feelings of the people in every quarter of the Union has very\nnaturally given rise to numerous plans for the improvement of the existing\nsystem. The distinctive features of the policy that has hitherto prevailed\nare to dispose of the public lands at moderate prices, thus enabling a\ngreater number to enter into competition for their purchase and\naccomplishing a double object--of promoting their rapid settlement by the\npurchasers and at the same time increasing the receipts of the Treasury; to\nsell for cash, thereby preventing the disturbing influence of a large mass\nof private citizens indebted to the Government which they have a voice in\ncontrolling; to bring them into market no faster than good lands are\nsupposed to be wanted for improvement, thereby preventing the accumulation\nof large tracts in few hands; and to apply the proceeds of the sales to the\ngeneral purposes of the Government, thus diminishing the amount to be\nraised from the people of the States by taxation and giving each State its\nportion of the benefits to be derived from this common fund in a manner the\nmost quiet, and at the same time, perhaps, the most equitable, that can be\ndevised. These provisions, with occasional enactments in behalf of special\ninterests deemed entitled to the favor of the Government, have in their\nexecution produced results as beneficial upon the whole as could reasonably\nbe expected in a matter so vast, so complicated, and so exciting. Upward of\n70,000,000, acres have been sold, the greater part of which is believed to\nhave been purchased for actual settlement. The population of the new States\nand Territories created out of the public domain increased between 1800 and\n1830 from less than 60,000 to upward of 2,300,000 souls, constituting at\nthe latter period about one-fifth of the whole people of the United States.\nThe increase since can not be accurately known, but the whole may now be\nsafely estimated at over three and a half millions of souls, composing nine\nStates, the representatives of which constitute above one-third of the\nSenate and over one-sixth of the House of Representatives of the United\nStates.Thus has been formed a body of free and independent landholders with a\nrapidity unequaled in the history of mankind; and this great result has\nbeen produced without leaving anything for future adjustment between the\nGovernment and its citizens. The system under which so much has been\naccomplished can not be intrinsically bad, and with occasional\nmodifications to correct abuses and adapt it to changes of circumstances\nmay, I think, be safely trusted for the future. There is in the management\nof such extensive interests much virtue in stability; and although great\nand obvious improvements should not be declined, changes should never be\nmade without the fullest examination and the clearest demonstration of\ntheir practical utility. In the history of the past we have an assurance\nthat this safe rule of action will not be departed from in relation to the\npublic lands; nor is it believed that any necessity exists for interfering\nwith the fundamental principles of the system, or that the public mind,\neven in the new States, is desirous of any radical alterations. On the\ncontrary, the general disposition appears to be to make such modifications\nand additions only as will the more effectually carry out the original\npolicy of filling our new States and Territories with an industrious and\nindependent population.The modification most perseveringly pressed upon Congress, which has\noccupied so much of its time for years past, and will probably do so for a\nlong time to come, if not sooner satisfactorily adjusted, is a reduction in\nthe cost of such portions of the public lands as are ascertained to be\nunsalable at the rate now established by law, and a graduation according to\ntheir relative value of the prices at which they may hereafter be sold. It\nis worthy of consideration whether justice may not be done to every\ninterest in this matter, and a vexed question set at rest, perhaps forever,\nby a reasonable compromise of conflicting opinions. Hitherto, after being\noffered at public sale, lands have been disposed of at one uniform price,\nwhatever difference there might be in their intrinsic value. The leading\nconsiderations urged in favor of the measure referred to are that in almost\nall the land districts, and particularly in those in which the lands have\nbeen long surveyed and exposed to sale, there are still remaining numerous\nand large tracts of every gradation of value, from the Government price\ndownward; that these lands will not be purchased at the Government price so\nlong as better can be conveniently obtained for the same amount; that there\nare large tracts which even the improvements of the adjacent lands will\nnever raise to that price, and that the present uniform price, combined\nwith their irregular value, operates to prevent a desirable compactness of\nsettlements in the new States and to retard the full development of that\nwise policy on which our land system is founded, to the injury not only of\nthe several States where the lands lie, but of the United States as a\nwhole.The remedy proposed has been a reduction of the prices according to the\nlength of time the lands have been in market, without reference to any\nother circumstances. The certainty that the efflux of time would not always\nin such cases, and perhaps not even generally, furnish a true criterion of\nvalue, and the probability that persons residing in the vicinity, as the\nperiod for the reduction of prices approached, would postpone purchases\nthey would otherwise make, for the purpose of availing themselves of the\nlower price, with other considerations of a similar character, have\nhitherto been successfully urged to defeat the graduation upon time.May not all reasonable desires upon this subject be satisfied without\nencountering any of these objections? All will concede the abstract\nprinciple that the price of the public lands should be proportioned to\ntheir relative value, so far as can be accomplished without departing from\nthe rule heretofore observed requiring fixed prices in cases of private\nentries. The difficulty of the subject seems to lie in the mode of\nascertaining what that value is. Would not the safest plan be that which\nhas been adopted by many of the States as the basis of taxation--an actual\nvaluation of lands and classification of them into different rates? Would\nit not be practicable and expedient to cause the relative value of the\npublic lands in the old districts which have been for a certain length of\ntime in market to be appraised and classed into two or more rates below the\npresent minimum price by the officers now employed in this branch of the\npublic service or in any other mode deemed preferable, and to make those\nprices permanent if upon the coming in of the report they shall prove\nsatisfactory to Congress? Could not all the objects of graduation be\naccomplished in this way, and the objections which have hitherto been urged\nagainst it avoided? It would seem to me that such a step, with a\nrestriction of the sales to limited quantities and for actual improvement,\nwould be free from all just exception.By the full exposition of the value of the lands thus furnished and\nextensively promulgated persons living at a distance would be informed of\ntheir true condition and enabled to enter into competition with those\nresiding in the vicinity; the means of acquiring an independent home would\nbe brought within the reach of many who are unable to purchase at present\nprices; the population of the new States would be made more compact, and\nlarge tracts would be sold which would otherwise remain on hand. Not only\nwould the land be brought within the means of a larger number of\npurchasers, but many persons possessed of greater means would be content to\nsettle on a larger quantity of the poorer lands rather than emigrate\nfarther west in pursuit of a smaller quantity of better lands. Such a\nmeasure would also seem to be more consistent with the policy of the\nexisting laws--that of converting the public domain into cultivated farms\nowned by their occupants. That policy is not best promoted by sending\nemigration up the almost interminable streams of the West to occupy in\ngroups the best spots of land, leaving immense wastes behind them and\nenlarging the frontier beyond the means of the Government to afford it\nadequate protection, but in encouraging it to occupy with reasonable\ndenseness the territory over which it advances, and find its best defense\nin the compact front which it presents to the Indian tribes. Many of you\nwill bring to the consideration of the subject the advantages of local\nknowledge and greater experience, and all will be desirous of making an\nearly and final disposition of every disturbing question in regard to this\nimportant interest. If these suggestions shall in any degree contribute to\nthe accomplishment of so important a result, it will afford me sincere\nsatisfaction.In some sections of the country most of the public lands have been sold,\nand the registers and receivers have very little to do. It is a subject\nworthy of inquiry whether in many cases two or more districts may not be\nconsolidated and the number of persons employed in this business\nconsiderably reduced. Indeed, the time will come when it will be the true\npolicy of the General Government, as to some of the States, to transfer to\nthem for a reasonable equivalent all the refuse and unsold lands and to\nwithdraw the machinery of the Federal land offices altogether. All who take\na comprehensive view of our federal system and believe that one of its\ngreatest excellencies consists in interfering as little as possible with\nthe internal concerns of the States look forward with great interest to\nthis result.A modification of the existing laws in respect to the prices of the public\nlands might also have a favorable influence on the legislation of Congress\nin relation to another branch of the subject. Many who have not the ability\nto buy at present prices settle on those lands with the hope of acquiring\nfrom their cultivation the means of purchasing under preemption laws from\ntime to time passed by Congress. For this encroachment on the rights of the\nUnited States they excuse themselves under the plea of their own\nnecessities; the fact that they dispossess nobody and only enter upon the\nwaste domain: that they give additional value to the public lands in their\nvicinity, and their intention ultimately to pay the Government price. So\nmuch weight has from time to time been attached to these considerations\nthat Congress have passed laws giving actual settlers on the public lands a\nright of preemption to the tracts occupied by them at the minimum price.\nThese laws have in all instances been retrospective in their operation, but\nin a few years after their passage crowds of new settlers have been found\non the public lands for similar reasons and under like expectations, who\nhave been indulged with the same privilege. This course of legislation\ntends to impair public respect for the laws of the country. Either the laws\nto prevent intrusion upon the public lands should be executed, or, if that\nshould be impracticable or inexpedient, they should be modified or\nrepealed. If the public lands are to be considered as open to be occupied\nby any, they should by law be thrown open to all. That which is intended in\nall instances to be legalized should at once be made legal, that those who\nare disposed to conform to the laws may enjoy at least equal privileges\nwith those who are not. But it is not believed to be the disposition of\nCongress to open the public lands to occupancy without regular entry and\npayment of the Government price, as such a course must tend to worse evils\nthan the credit system, which it was found necessary to abolish.It would seem, therefore, to be the part of wisdom and sound policy to\nremove as far as practicable the causes which produce intrusions upon the\npublic lands, and then take efficient steps to prevent them in future.\nWould any single measure be so effective in removing all plausible grounds\nfor these intrusions as the graduation of price already suggested? A short\nperiod of industry and economy in any part of our country would enable the\npoorest citizen to accumulate the means to buy him a home at the lower\nprices, and leave him without apology for settling on lands not his own. If\nhe did not under such circumstances, he would enlist no sympathy in his\nfavor, and the laws would be readily executed without doing violence to\npublic opinion.A large portion of our citizens have seated themselves on the public lands\nwithout authority since the passage of the last preemption law, and now ask\nthe enactment of another to enable them to retain the lands occupied upon\npayment of the minimum Government price. They ask that which has been\nrepeatedly granted before. If the future may be judged of by the past,\nlittle harm can be done to the interests of the Treasury by yielding to\ntheir request. Upon a critical examination it is found that the lands sold\nat the public sales since the introduction of cash payments, in 1820, have\nproduced on an average the net revenue of only 6 cents an acre more than\nthe minimum Government price. There is no reason to suppose that future\nsales will be more productive. The Government, therefore, has no adequate\npecuniary interest to induce it to drive these people from the lands they\noccupy for the purpose of selling them to others.Entertaining these views, I recommend the passage of a preemption law for\ntheir benefit in connection with the preparatory steps toward the\ngraduation of the price of the public lands, and further and more effectual\nprovisions to prevent intrusions hereafter. Indulgence to those who have\nsettled on these lands with expectations that past legislation would be\nmade a rule for the future, and at the same time removing the most\nplausible ground on which intrusions are excused and adopting more\nefficient means to prevent them hereafter, appears to me the most judicious\ndisposition which can be made of this difficult subject. The limitations\nand restrictions to guard against abuses in the execution of a preemption\nlaw will necessarily attract the careful attention of Congress, but under\nno circumstances is it considered expedient to authorize floating claims in\nany shape. They have been heretofore, and doubtless would be hereafter,\nmost prolific sources of fraud and oppression, and instead of operating to\nconfer the favor of the Government on industrious settlers are often used\nonly to minister to a spirit of cupidity at the expense of the most\nmeritorious of that class.The accompanying report of the Secretary of War will bring to your view the\nstate of the Army and all the various subjects confided to the\nsuperintendence of that officer.The principal part of the Army has been concentrated in Florida, with a\nview and in the expectation of bringing the war in that Territory to a\nspeedy close. The necessity of stripping the posts on the maritime and\ninland frontiers of their entire garrisons for the purpose of assembling in\nthe field an army of less than 4,000 men would seem to indicate the\nnecessity of increasing our regular forces; and the superior efficiency, as\nwell as greatly diminished expense of that description of troops, recommend\nthis measure as one of economy as well as of expediency. I refer to the\nreport for the reasons which have induced the Secretary of War to urge the\nreorganization and enlargement of the staff of the Army, and of the\nOrdnance Corps, in which I fully concur.It is not, however, compatible with the interests of the people to maintain\nin time of peace a regular force adequate to the defense of our extensive\nfrontiers. In periods of danger and alarm we must rely principally upon a\nwell-organized militia, and some general arrangement that will render this\ndescription of force more efficient has long been a subject of anxious\nsolicitude. It was recommended to the First Congress by General Washington,\nand has been since frequently brought to your notice, and recently its\nimportance strongly urged by my immediate predecessor. The provision in the\nConstitution that renders it necessary to adopt a uniform system of\norganization for the militia throughout the United States presents an\ninsurmountable obstacle to an efficient arrangement by the classification\nheretofore proposed, and I invite your attention to the plan which will be\nsubmitted by the Secretary of War, for the organization of volunteer corps\nand the instruction of militia officers, as more simple and practicable, if\nnot equally advantageous, as a general arrangement of the whole militia of\nthe United States.A moderate increase of the corps both of military and topographical\nengineers has been more than once recommended by my predecessor, and my\nconviction of the propriety, not to say necessity, of the measure, in order\nto enable them to perform the various and important duties imposed upon\nthem, induces me to repeat the recommendation.The Military Academy continues to answer all the purposes of its\nestablishment, and not only furnishes well-educated officers to the Army,\nbut serves to diffuse throughout the mass of our citizens individuals\npossessed of military knowledge and the scientific attainments of civil and\nmilitary engineering. At present the cadet is bound, with consent of his\nparents or guardians, to remain in service five years from the period of\nhis enlistment, unless sooner discharged, thus exacting only one year's\nservice in the Army after his education is completed. This does not appear\nto me sufficient. Government ought to command for a longer period the\nservices of those who are educated at the public expense, and I recommend\nthat the time of enlistment be extended to seven years, and the terms of\nthe engagement strictly enforced.The creation of a national foundry for cannon, to be common to the service\nof the Army and Navy of the United States, has been heretofore recommended,\nand appears to be required in order to place our ordnance on an equal\nfooting with that of other countries and to enable that branch of the\nservice to control the prices of those articles and graduate the supplies\nto the wants of the Government, as well as to regulate their quality and\ninsure their uniformity. The same reasons induce me to recommend the\nerection of a manufactory of gunpowder, to be under the direction of the\nOrdnance Office. The establishment of a manufactory of small arms west of\nthe Alleghany Mountains, upon the plan proposed by the Secretary of War,\nwill contribute to extend throughout that country the improvements which\nexist in establishments of a similar description in the Atlantic States,\nand tend to a much more economical distribution of the armament required in\nthe western portion of our Union.The system of removing the Indians west of the Mississippi, commenced by\nMr. Jefferson in 1804, has been steadily persevered in by every succeeding\nPresident, and may be considered the settled policy of the country.\nUnconnected at first with any well-defined system for their improvement,\nthe inducements held out to the Indians were confined to the greater\nabundance of game to be found in the West; but when the beneficial effects\nof their removal were made apparent a more philanthropic and enlightened\npolicy was adopted in purchasing their lands east of the Mississippi.\nLiberal prices were given and provisions inserted in all the treaties with\nthem for the application of the funds they received in exchange to such\npurposes as were best calculated to promote their present welfare and\nadvance their future civilization. These measures have been attended thus\nfar with the happiest results.It will be seen by referring to the report of the Commissioner of Indian\nAffairs that the most sanguine expectations of the friends and promoters of\nthis system have been realized. The Choctaws, Cherokees, and other tribes\nthat first emigrated beyond the Mississippi have for the most part\nabandoned the hunter state and become cultivators of the soil. The\nimprovement in their condition has been rapid, and it is believed that they\nare now fitted to enjoy the advantages of a simple form of government,\nwhich has been submitted to them and received their sanction; and I can not\ntoo strongly urge this subject upon the attention of Congress.Stipulations have been made with all the Indian tribes to remove them\nbeyond the Mississippi, except with the bands of the Wyandots, the Six\nNations in New York, the Menomonees, Munsees, and Stockbridges in\nWisconsin, and Miamies in Indiana. With all but the Menomonees it is\nexpected that arrangements for their emigration will be completed the\npresent year. The resistance which has been opposed to their removal by\nsome of the tribes even after treaties had been made with them to that\neffect has arisen from various causes, operating differently on each of\nthem. In most instances they have been instigated to resistance by persons\nto whom the trade with them and the acquisition of their annuities were\nimportant, and in some by the personal influence of interested chiefs.\nThese obstacles must be overcome, for the Government can not relinquish the\nexecution of this policy without sacrificing important interests and\nabandoning the tribes remaining east of the Mississippi to certain\ndestruction.The decrease in numbers of the tribes within the limits of the States and\nTerritories has been most rapid. If they be removed, they can be protected\nfrom those associations and evil practices which exert so pernicious and\ndestructive an influence over their destinies. They can be induced to labor\nand to acquire property, and its acquisition will inspire them with a\nfeeling of independence. Their minds can be cultivated, and they can be\ntaught the value of salutary and uniform laws and be made sensible of the\nblessings of free government and capable of enjoying its advantages. In the\npossession of property, knowledge, and a good government, free to give what\ndirection they please to their labor, and sharers in the legislation by\nwhich their persons and the profits of their industry are to be protected\nand secured, they will have an ever-present conviction of the importance of\nunion and peace among themselves and of the preservation of amicable\nrelations with us. The interests of the United States would also be greatly\npromoted by freeing the relations between the General and State Governments\nfrom what has proved a most embarrassing incumbrance by a satisfactory\nadjustment of conflicting titles to lands caused by the occupation of the\nIndians, and by causing the resources of the whole country to be developed\nby the power of the State and General Governments and improved by the\nenterprise of a white population.Intimately connected with this subject is the obligation of the Government\nto fulfill its treaty stipulations and to protect the Indians thus\nassembled \"at their new residences from all interruptions and disturbances\nfrom any other tribes or nations of Indians or from any other person or\npersons whatsoever,\" and the equally solemn obligation to guard from Indian\nhostility its own border settlements, stretching along a line of more than\n1,000 miles. To enable the Government to redeem this pledge to the Indians\nand to afford adequate protection to its own citizens will require the\ncontinual presence of a considerable regular force on the frontiers and the\nestablishment of a chain of permanent posts. Examinations of the country\nare now making, with a view to decide on the most suitable points for the\nerection of fortresses and other works of defense, the results of which\nwill be presented to you by the Secretary of War at an early day, together\nwith a plan for the effectual protection of the friendly Indians and the\npermanent defense of the frontier States.By the report of the Secretary of the Navy herewith communicated it appears\nthat unremitted exertions have been made at the different navy-yards to\ncarry into effect all authorized measures for the extension and employment\nof our naval force. The launching and preparation of the ship of the line\nPennsylvania and the complete repairs of the ships of the line Ohio,\nDelaware, and Columbus may be noticed as forming a respectable addition to\nthis important arm of our national defense. Our commerce and navigation\nhave received increased aid and protection during the present year. Our\nsquadrons in the Pacific and on the Brazilian station have been much\nincreased, and that in the Mediterranean, although small, is adequate to\nthe present wants of our commerce in that sea. Additions have been made to\nour squadron on the West India station, where the large force under\nCommodore Dallas has been most actively and efficiently employed in\nprotecting our commerce, in preventing the importation of slaves, and in\ncooperating with the officers of the Army in carrying on the war in\nFlorida.The satisfactory condition of our naval force abroad leaves at our disposal\nthe means of conveniently providing for a home squadron for the protection\nof commerce upon our extensive coast. The amount of appropriations required\nfor such a squadron will be found in the general estimates for the naval\nservice for the year 1838.The naval officers engaged upon our coast survey have rendered important\nservice to our navigation. The discovery of a new channel into the harbor\nof New York, through which our largest ships may pass without danger, must\nafford important commercial advantages to that harbor and add greatly to\nits value as a naval station. The accurate survey of Georges Shoals, off\nthe coast of Massachusetts, lately completed, will render comparatively\nsafe a navigation hitherto considered dangerous.Considerable additions have been made to the number of captains,\ncommanders, lieutenants, surgeons, and assistant surgeons in the Navy.\nThese additions were rendered necessary by the increased number of vessels\nput in commission to answer the exigencies of our growing commerce.Your attention is respectfully invited to the various suggestions of the\nSecretary for the improvement of the naval service.The report of the Postmaster-General exhibits the progress and condition of\nthe mail service. The operations of the Post-Office Department constitute\none of the most active elements of our national prosperity, and it is\ngratifying to observe with what vigor they are conducted. The mail routes\nof the United States cover an extent of about 142,877 miles, having been\nincreased about 37,103 miles within the last two years. The annual mail\ntransportation on these routes is about 36,228,962 miles, having been\nincreased about 10,359,476 miles within the same period. The number of\npost-offices has also been increased from 10,770 to 12,099, very few of\nwhich receive the mails less than once a week, and a large portion of them\ndaily. Contractors and postmasters in general are represented as attending\nto their duties with most commendable zeal and fidelity. The revenue of the\nDepartment within the year ending on the 30th of June last was\n$4,137,056.59, and its liabilities accruing within the same time were\n$3,380,847.75. The increase of revenue over that of the preceding year was\n$708,166.41.For many interesting details I refer you to the report of the\nPostmaster-General, with the accompanying papers, Your particular attention\nis invited to the necessity of providing a more safe and convenient\nbuilding for the accommodation of that Department.I lay before Congress copies of reports submitted in pursuance of a call\nmade by me upon the heads of Departments for such suggestions as their\nexperience might enable them to make as to what further legislative\nprovisions may be advantageously adopted to secure the faithful application\nof public moneys to the objects for which they are appropriated, to prevent\ntheir misapplication or embezzlement by those intrusted with the\nexpenditure of them, and generally to increase the security of the\nGovernment against losses in their disbursement. It is needless to dilate\non the importance of providing such new safeguards as are within the power\nof legislation to promote these ends, and I have little to add to the\nrecommendations submitted in the accompanying papers.By law the terms of service of our most important collecting and disbursing\nofficers in the civil departments are limited to four years, and when\nreappointed their bonds are required to be renewed. The safety of the\npublic is much increased by this feature of the law, and there can be no\ndoubt that its application to all officers intrusted with the collection or\ndisbursement of the public money, whatever may be the tenure of their\noffices, would be equally beneficial. I therefore recommend, in addition to\nsuch of the suggestions presented by the heads of Departments as you may\nthink useful, a general provision that all officers of the Army or Navy, or\nin the civil departments, intrusted with the receipt or payment of public\nmoney, and whose term of service is either unlimited or for a longer time\nthan four years, be required to give new bonds, with good and sufficient\nsureties, at the expiration of every such period.A change in the period of terminating the fiscal year, from the 1st of\nOctober to the 1st of April, has been frequently recommended, and appears\nto be desirable.The distressing casualties in steamboats which have so frequently happened\nduring the year seem to evince the necessity of attempting to prevent them\nby means of severe provisions connected with their customhouse papers. This\nsubject was submitted to the attention of Congress by the Secretary of the\nTreasury in his last annual report, and will be again noticed at the\npresent session, with additional details. It will doubtless receive that\nearly and careful consideration which its pressing importance appears to\nrequire.Your attention has heretofore been frequently called to the affairs of the\nDistrict of Columbia, and I should not again ask it did not their entire\ndependence on Congress give them a constant claim upon its notice.\nSeparated by the Constitution from the rest of the Union, limited in\nextent, and aided by no legislature of its own, it would seem to be a spot\nwhere a wise and uniform system of local government might have been easily\nadopted. This District has, however, unfortunately been left to linger\nbehind the rest of the Union. Its codes, civil and criminal, are not only\nvery defective, but full of obsolete or inconvenient provisions. Being\nformed of portions of two States, discrepancies in the laws prevail in\ndifferent parts of the territory, small as it is; and although it was\nselected as the seat of the General Government, the site of its public\nedifices, the depository of its archives, and the residence of officers\nintrusted with large amounts of public property and the management of\npublic business, yet it has never been subjected to or received that\nspecial and comprehensive legislation which these circumstances peculiarly\ndemand. I am well aware of the various subjects of greater magnitude and\nimmediate interest that press themselves on the consideration of Congress,\nbut I believe there is not one that appeals more directly to its justice\nthan a liberal and even generous attention to the interests of the District\nof Columbia and a thorough and careful revision of its local government. M.\nVAN BUREN", 
    "name": "Martin van Buren"
}