{
    "date": "December 2, 1839", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:I regret that I can not on this occasion congratulate you that the past\nyear has been one of unalloyed prosperity. The ravages of fire and disease\nhave painfully afflicted otherwise flourishing portions of our country, and\nserious embarrassments yet derange the trade of many of our cities. But\nnotwithstanding these adverse circumstances, that general prosperity which\nhas been heretofore so bountifully bestowed upon us by the Author of All\nGood still continues to call for our warmest gratitude. Especially have we\nreason to rejoice in the exuberant harvests which have lavishly recompensed\nwell-directed industry and given to it that sure reward which is vainly\nsought in visionary speculations. I cannot, indeed, view without peculiar\nsatisfaction the evidences afforded by the past season of the benefits that\nspring from the steady devotion of the husbandman to his honorable pursuit.\nNo means of individual comfort is more certain and no source of national\nprosperity is so sure. Nothing can compensate a people for a dependence\nupon others for the bread they eat, and that cheerful abundance on which\nthe happiness of everyone so much depends is to be looked for nowhere with\nsuch sure reliance as in the industry of the agriculturist and the bounties\nof the earth.With foreign countries our relations exhibit the same favorable aspect\nwhich was presented in my last annual message, and afford continued proof\nof the wisdom of the pacific, just, and forbearing policy adopted by the\nfirst Administration of the Federal Government and pursued by its\nsuccessors. The extraordinary powers vested in me by an act of Congress for\nthe defense of the country in an emergency, considered so far probable as\nto require that the Executive should possess ample means to meet it, have\nnot been exerted. They have therefore been attended with no other result\nthan to increase, by the confidence thus reposed in me, my obligations to\nmaintain with religious exactness the cardinal principles that govern our\nintercourse with other nations. Happily, in our pending questions with\nGreat Britain, out of which this unusual grant of authority arose, nothing\nhas occurred to require its exertion, and as it is about to return to the\nLegislature I trust that no future necessity may call for its exercise by\nthem or its delegation to another Department of the Government.For the settlement of our northeastern boundary the proposition promised by\nGreat Britain for a commission of exploration and survey has been received,\nand a counter project, including also a provision for the certain and final\nadjustment of the limits in dispute, is now before the British Government\nfor its consideration. A just regard to the delicate state of this question\nand a proper respect for the natural impatience of the State of Maine, not\nless than a conviction that the negotiation has been already protracted\nlonger than is prudent on the part of either Government, have led me to\nbelieve that the present favorable moment should on no account be suffered\nto pass without putting the question forever at rest. I feel confident that\nthe Government of Her Britannic Majesty will take the same view of this\nsubject, as I am persuaded it is governed by desires equally strong and\nsincere for the amicable termination of the controversy.To the intrinsic difficulties of questions of boundary lines, especially\nthose described in regions unoccupied and but partially known, is to be\nadded in our country the embarrassment necessarily arising out of our\nConstitution by which the General Government is made the organ of\nnegotiating and deciding upon the particular interests of the States on\nwhose frontiers these lines are to be traced. To avoid another controversy\nin which a State government might rightfully claim to have her wishes\nconsulted previously to the conclusion of conventional arrangements\nconcerning her rights of jurisdiction or territory, I have thought it\nnecessary to call the attention of the Government of Great Britain to\nanother portion of our conterminous dominion of which the division still\nremains to be adjusted I refer to the line from the entrance of Lake\nSuperior to the most northwestern point of the Lake of the Woods,\nstipulations for the settlement of which are to be found in the seventh\narticle of the treaty of Ghent. The commissioners appointed under that\narticle by the two Governments having differed in their opinions, made\nseparate reports, according to its stipulations, upon the points of\ndisagreement, and these differences are now to be submitted to the\narbitration of some friendly sovereign or state. The disputed points should\nbe settled and the line designated before the Territorial government of\nwhich it is one of the boundaries takes its place in the Union as a State,\nand I rely upon the cordial cooperation of the British Government to effect\nthat object.There is every reason to believe that disturbances like those which lately\nagitated the neighboring British Provinces will not again prove the sources\nof border contentions or interpose obstacles to the continuance of that\ngood understanding which it is the mutual interest of Great Britain and the\nUnited States to preserve and maintain.Within the Provinces themselves tranquillity is restored, and on our\nfrontier that misguided sympathy in favor of what was presumed to be a\ngeneral effort in behalf of popular rights, and which in some instances\nmisled a few of our more inexperienced citizens, has subsided into a\nrational conviction strongly opposed to all intermeddling with the internal\naffairs of our neighbors. The people of the United States feel, as it is\nhoped they always will, a warm solicitude for the success of all who are\nsincerely endeavoring to improve the political condition of mankind. This\ngenerous feeling they cherish toward the most distant nations, and it was\nnatural, therefore, that it should be awakened with more than common warmth\nin behalf of their immediate neighbors; but it does not belong to their\ncharacter as a community to seek the gratification of those feelings in\nacts which violate their duty as citizens, endanger the peace of their\ncountry, and tend to bring upon it the stain of a violated faith toward\nforeign nations. If, zealous to confer benefits on others, they appear for\na moment to lose sight of the permanent obligations imposed upon them as\ncitizens, they are seldom long misled. From all the information I receive,\nconfirmed to some extent by personal observation, I am satisfied that no\none can now hope to engage in such enterprises without encountering public\nindignation, in addition to the severest penalties of the law.Recent information also leads me to hope that the emigrants from Her\nMajesty's Provinces who have sought refuge within our boundaries are\ndisposed to become peaceable residents and to abstain from all attempts to\nendanger the peace of that country which has afforded them an asylum. On a\nreview of the occurrences on both sides of the line it is satisfactory to\nreflect that in almost every complaint against our country the offense may\nbe traced to emigrants from the Provinces who have sought refuge here. In\nthe few instances in which they were aided by citizens of the United States\nthe acts of these misguided men were not only in direct contravention of\nthe laws and well-known wishes of their own Government, but met with the\ndecided disapprobation of the people of the United States.I regret to state the appearance of a different spirit among Her Majesty's\nsubjects in the Canadas. The sentiments of hostility to our people and\ninstitutions which have been so frequently expressed there, and the\ndisregard of our rights which has been manifested on some occasions, have,\nI am sorry to say, been applauded and encouraged by the people, and even by\nsome of the subordinate local authorities, of the Provinces. The chief\nofficers in Canada, fortunately, have not entertained the same feeling, and\nhave probably prevented excesses that must have been fatal to the peace of\nthe two countries.I look forward anxiously to a period when all the transactions which have\ngrown out of this condition of our affairs, and which have been made the\nsubjects of complaint and remonstrance by the two Governments,\nrespectively, shall be fully examined, and the proper satisfaction given\nwhere it is due from either side.Nothing has occurred to disturb the harmony of our intercourse with\nAustria, Belgium, Denmark, France, Naples, Portugal, Prussia, Russia, or\nSweden. The internal state of Spain has sensibly improved, and a\nwell-grounded hope exists that the return of peace will restore to the\npeople of that country their former prosperity and enable the Government to\nfulfill all its obligations at home and abroad. The Government of Portugal,\nI have the satisfaction to state, has paid in full the eleventh and last\ninstallment due to our citizens for the claims embraced in the settlement\nmade with it on the 3d of March, 1837.I lay before you treaties of commerce negotiated with the Kings of Sardinia\nand of the Netherlands, the ratifications of which have been exchanged\nsince the adjournment of Congress. The liberal principles of these treaties\nwill recommend them to your approbation. That with Sardinia is the first\ntreaty of commerce formed by that Kingdom, and it will, I trust, answer the\nexpectations of the present Sovereign by aiding the development of the\nresources of his country and stimulating the enterprise of his people. That\nwith the Netherlands happily terminates a long-existing subject of dispute\nand removes from our future commercial intercourse all apprehension of\nembarrassment. The King of the Netherlands has also, in further\nillustration of his character for justice and of his desire to remove every\ncause of dissatisfaction, made compensation for an American vessel captured\nin 1800 by a French privateer, and carried into Curacoa, where the proceeds\nwere appropriated to the use of the colony, then, and for a short time\nafter, under the dominion of Holland.The death of the late Sultan has produced no alteration in our relations\nwith Turkey. Our newly appointed minister resident has reached\nConstantinople, and I have received assurances from the present ruler that\nthe obligations of our treaty and those of friendship will be fulfilled by\nhimself in the same spirit that actuated his illustrious father.I regret to be obliged to inform you that no convention for the settlement\nof the claims of our citizens upon Mexico has yet been ratified by the\nGovernment of that country. The first convention formed for that purpose\nwas not presented by the President of Mexico for the approbation of its\nCongress, from a belief that the King of Prussia, the arbitrator in case of\ndisagreement in the joint commission to be appointed by the United States\nand Mexico, would not consent to take upon himself that friendly office.\nAlthough not entirely satisfied with the course pursued by Mexico, I felt\nno hesitation in receiving in the most conciliatory spirit the explanation\noffered, and also cheerfully consented to a new convention, in order to\narrange the payments proposed to be made to our citizens in a manner which,\nwhile equally just to them, was deemed less onerous and inconvenient to the\nMexican Government. Relying confidently upon the intentions of that\nGovernment, Mr. Ellis was directed to repair to Mexico, and diplomatic\nintercourse has been resumed between the two countries. The new convention\nhas, he informs us, been recently submitted by the President of that\nRepublic to its Congress under circumstances which promise a speedy\nratification, a result which I can not allow myself to doubt.Instructions have been given to the commissioner of the United States under\nour convention with Texas for the demarcation of the line which separates\nus from that Republic. The commissioners of both Governments met in New\nOrleans in August last. The joint commission was organized, and adjourned\nto convene at the same place on the 12th of October. It is presumed to be\nnow in the performance of its duties.The new Government of Texas has shown its desire to cultivate friendly\nrelations with us by a prompt reparation for injuries complained of in the\ncases of two vessels of the United States.With Central America a convention has been concluded for the renewal of its\nformer treaty with the United States. This was not ratified before the\ndeparture of our late charge d'affaires from that country, and the copy of\nit brought by him was not received before the adjournment of the Senate at\nthe last session. In the meanwhile, the period limited for the exchange of\nratifications having expired, I deemed it expedient, in consequence of the\ndeath of the charge d'affaires, to send a special agent to Central America\nto close the affairs of our mission there and to arrange with the\nGovernment an extension of the time for the exchange of ratifications.The commission created by the States which formerly composed the Republic\nof Colombia for adjusting the claims against that Government has by a very\nunexpected construction of the treaty under which it acts decided that no\nprovision was made for those claims of citizens of the United States which\narose from captures by Colombian privateers and were adjudged against the\nclaimants in the judicial tribunals. This decision will compel the United\nStates to apply to the several Governments formerly united for redress.\nWith all these--New Granada, Venezuela, and Ecuador--a perfectly good\nunderstanding exists. Our treaty with Venezuela is faithfully carried into\nexecution, and that country, in the enjoyment of tranquillity, is gradually\nadvancing in prosperity under the guidance of its present distinguished\nPresident, General Paez. With Ecuador a liberal commercial convention has\nlately been concluded, which will be transmitted to the Senate at an early\nday.With the great American Empire of Brazil our relations continue unchanged,\nas does our friendly intercourse with the other Governments of South\nAmerica--the Argentine Republic and the Republics of Uruguay, Chili, Peru,\nand Bolivia. The dissolution of the Peru-Bolivian Confederation may\noccasion some temporary inconvenience to our citizens in that quarter, but\nthe obligations on the new Governments which have arisen out of that\nConfederation to observe its treaty stipulations will no doubt be soon\nunderstood, and it is presumed that no indisposition will exist to fulfill\nthose which it contracted with the United States.The financial operations of the Government during the present year have, I\nam happy to say, been very successful. The difficulties under which the\nTreasury Department has labored, from known defects in the existing laws\nrelative to the safe-keeping of the public moneys, aggravated by the\nsuspension of specie payments by several of the banks holding public\ndeposits or indebted to public officers for notes received in payment of\npublic dues, have been surmounted to a very gratifying extent. The large\ncurrent expenditures have been punctually met, and the faith of the\nGovernment in all its pecuniary concerns has been scrupulously maintained.The nineteen millions of Treasury notes authorized by the act of Congress\nof 1837, and the modifications thereof with a view to the indulgence of\nmerchants on their duty bonds and of the deposit banks in the payment of\npublic moneys held by them, have been so punctually redeemed as to leave\nless than the original ten millions outstanding at any one time, and the\nwhole amount unredeemed now falls short of three millions. Of these the\nchief portion is not due till next year, and the whole would have been\nalready extinguished could the Treasury have realized the payments due to\nit from the banks. If those due from them during the next year shall be\npunctually made, and if Congress shall keep the appropriations within the\nestimates, there is every reason to believe that all the outstanding\nTreasury notes can be redeemed and the ordinary expenses defrayed without\nimposing on the people any additional burden, either of loans or increased\ntaxes.To avoid this and to keep the expenditures within reasonable bounds is a\nduty second only in importance to the preservation of our national\ncharacter and the protection of our citizens in their civil and political\nrights. The creation in time of peace of a debt likely to become permanent\nis an evil for which there is no equivalent. The rapidity with which many\nof the States are apparently approaching to this condition admonishes us of\nour own duties in a manner too impressive to be disregarded. One, not the\nleast important, is to keep the Federal Government always in a condition to\ndischarge with ease and vigor its highest functions should their exercise\nbe required by any sudden conjuncture of public affairs--a condition to\nwhich we are always exposed and which may occur when it is least expected.\nTo this end it is indispensable that its finances should be untrammeled and\nits resources as far as practicable unencumbered. No circumstance could\npresent greater obstacles to the accomplishment of these vitally important\nobjects than the creation of an onerous national debt. Our own experience\nand also that of other nations have demonstrated the unavoidable and\nfearful rapidity with which a public debt is increased when the Government\nhas once surrendered itself to the ruinous practice of supplying its\nsupposed necessities by new loans. The struggle, therefore, on our part to\nbe successful must be made at the threshold. To make our efforts effective,\nsevere economy is necessary. This is the surest provision for the national\nwelfare, and it is at the same time the best preservative of the principles\non which our institutions rest. Simplicity and economy in the affairs of\nstate have never failed to chasten and invigorate republican principles,\nwhile these have been as surely subverted by national prodigality, under\nwhatever specious pretexts it may have been introduced or fostered.These considerations can not be lost upon a people who have never been\ninattentive to the effect of their policy upon the institutions they have\ncreated for themselves, but at the present moment their force is augmented\nby the necessity which a decreasing revenue must impose. The check lately\ngiven to importations of articles subject to duties, the derangements in\nthe operations of internal trade, and especially the reduction gradually\ntaking place in our tariff of duties, all tend materially to lessen our\nreceipts; indeed, it is probable that the diminution resulting from the\nlast cause alone will not fall short of $5,000,000 in the year 1842, as the\nfinal reduction of all duties to 20 per cent then takes effect. The whole\nrevenue then accruing from the customs and from the sales of public lands,\nif not more, will undoubtedly be wanted to defray the necessary expenses of\nthe Government under the most prudent administration of its affairs. These\nare circumstances that impose the necessity of rigid economy and require\nits prompt and constant exercise. With the Legislature rest the power and\nduty of so adjusting the public expenditure as to promote this end. By the\nprovisions of the Constitution it is only in consequence of appropriations\nmade by law that money can be drawn from the Treasury. No instance has\noccurred since the establishment of the Government in which the Executive,\nthough a component part of the legislative power, has interposed an\nobjection to an appropriation bill on the sole ground of its extravagance.\nHis duty in this respect has been considered fulfilled by requesting such\nappropriations only as the public service may be reasonably expected to\nrequire. In the present earnest direction of the public mind toward this\nsubject both the Executive and the Legislature have evidence of the strict\nresponsibility to which they will be held; and while I am conscious of my\nown anxious efforts to perform with fidelity this portion of my public\nfunctions, it is a satisfaction to me to be able to count on a cordial\ncooperation from you.At the time I entered upon my present duties our ordinary disbursements,\nwithout including those on account of the public debt, the Post-Office, and\nthe trust funds in charge of the Government, had been largely increased by\nappropriations for the removal of the Indians, for repelling Indian\nhostilities, and for other less urgent expenses which grew out of an\noverflowing Treasury. Independent of the redemption of the public debt and\ntrusts, the gross expenditures of seventeen and eighteen millions in 1834\nand 1835 had by these causes swelled to twenty-nine millions in 1836, and\nthe appropriations for 1837, made previously to the 4th of March, caused\nthe expenditure to rise to the very large amount of thirty-three millions.\nWe were enabled during the year 1838, notwithstanding the continuance of\nour Indian embarrassments, somewhat to reduce this amount, and that for the\npresent year (1839) will not in all probability exceed twenty-six millions,\nor six millions less than it was last year. With a determination, so far as\ndepends on me, to continue this reduction, I have directed the estimates\nfor 1840 to be subjected to the severest scrutiny and to be limited to the\nabsolute requirements of the public service. They will be found less than\nthe expenditures of 1839 by over $5,000,000.The precautionary measures which will be recommended by the Secretary of\nthe Treasury to protect faithfully the public credit under the fluctuations\nand contingencies to which our receipts and expenditures are exposed, and\nespecially in a commercial crisis like the present, are commended to your\nearly attention.On a former occasion your attention was invited to various considerations\nin support of a preemption law in behalf of the settlers on the public\nlands, and also of a law graduating the prices for such lands as had long\nbeen in the market unsold in consequence of their inferior quality. The\nexecution of the act which was passed on the first subject has been\nattended with the happiest consequences in quieting titles and securing\nimprovements to the industrious, and it has also to a very gratifying\nextent been exempt from the frauds which were practiced under previous\npreemption laws. It has at the same time, as was anticipated, contributed\nliberally during the present year to the receipts of the Treasury.The passage of a graduation law, with the guards before recommended, would\nalso, I am persuaded, add considerably to the revenue for several years,\nand prove in other respects just and beneficial. Your early consideration\nof the subject is therefore once more earnestly requested.The present condition of the defenses of our principal seaports and\nnavy-yards, as represented by the accompanying report of the Secretary of\nWar, calls for the early and serious attention of Congress; and, as\nconnecting itself intimately with this subject, I can not recommend too\nstrongly to your consideration the plan submitted by that officer for the\norganization of the militia of the United States.In conformity with the expressed wishes of Congress, an attempt was made in\nthe spring to terminate the Florida war by negotiation. It is to be\nregretted that these humane intentions should have been frustrated and that\nthe effort to bring these unhappy difficulties to a satisfactory conclusion\nshould have failed; but after entering into solemn engagements with the\ncommanding general, the Indians, without any provocation, recommenced their\nacts of treachery and murder. The renewal of hostilities in that Territory\nrenders it necessary that I should recommend to your favorable\nconsideration the plan which will be submitted to you by the Secretary of\nWar, in order to enable that Department to conduct them to a successful\nissue.Having had an opportunity of personally inspecting a portion of the troops\nduring the last summer, it gives me pleasure to bear testimony to the\nsuccess of the effort to improve their discipline by keeping them together\nin as large bodies as the nature of our service will permit. I recommend,\ntherefore, that commodious and permanent barracks be constructed at the\nseveral posts designated by the Secretary of War. Notwithstanding the high\nstate of their discipline and excellent police, the evils resulting to the\nservice from the deficiency of company officers were very apparent, and I\nrecommend that the staff officers be permanently separated from the line.The Navy has been usefully and honorably employed in protecting the rights\nand property of our citizens wherever the condition of affairs seemed to\nrequire its presence. With the exception of one instance, where an outrage,\naccompanied by murder, was committed on a vessel of the United States while\nengaged in a lawful commerce, nothing is known to have occurred to impede\nor molest the enterprise of our citizens on that element, where it is so\nsignally displayed. On learning this daring act of piracy, Commodore Reed\nproceeded immediately to the spot, and receiving no satisfaction, either in\nthe surrender of the murderers or the restoration of the plundered\nproperty, inflicted severe and merited chastisement on the barbarians.It will be seen by the report of the Secretary of the Navy respecting the\ndisposition of our ships of war that it has been deemed necessary to\nstation a competent force on the coast of Africa to prevent a fraudulent\nuse of our flag by foreigners.Recent experience has shown that the provisions in our existing laws which\nrelate to the sale and transfer of American vessels while abroad are\nextremely defective. Advantage has been taken of these defects to give to\nvessels wholly belonging to foreigners and navigating the ocean an apparent\nAmerican ownership. This character has been so well simulated as to afford\nthem comparative security in prosecuting the slave trade--a traffic\nemphatically denounced in our statutes, regarded with abhorrence by our\ncitizens, and of which the effectual suppression is nowhere more sincerely\ndesired than in the United States. These circumstances make it proper to\nrecommend to your early attention a careful revision of these laws, so that\nwithout impeding the freedom and facilities of our navigation or impairing\nan important branch of our industry connected with it the integrity and\nhonor of our flag may be carefully preserved. Information derived from our\nconsul at Havana showing the necessity of this was communicated to a\ncommittee of the Senate near the close of the last session, but too late,\nas it appeared, to be acted upon. It will be brought to your notice by the\nproper Department, with additional communications from other sources.The latest accounts from the exploring expedition represent it as\nproceeding successfully in its objects and promising results no less useful\nto trade and navigation than to science.The extent of post-roads covered by mail service on the 1st of July last\nwas about 133,999 miles and the rate of annual transportation upon them\n34,496,878 miles. The number of post-offices on that day was 12,780 and on\nthe 30th ultimo 13,028.The revenue of the Post-Office Department for the year ending with the 30th\nof June last was $4,476,638, exhibiting an increase over the preceding year\nof $241,560. The engagements and liabilities of the Department for the same\nperiod are $4,624,117.The excess of liabilities over the revenue for the last two years has been\nmet out of the surplus which had previously accumulated. The cash on hand\non the 30th ultimo was about $206,701.95 and the current income of the\nDepartment varies very little from the rate of current expenditures. Most\nof the service suspended last year has been restored, and most of the new\nroutes established by the act of 7th July, 1838, have been set in\noperation, at an annual cost of $136,963. Notwithstanding the pecuniary\ndifficulties of the country, the revenue of the Department appears to be\nincreasing, and unless it shall be seriously checked by the recent\nsuspension of payment by so many of the banks it will be able not only to\nmaintain the present mail service, but in a short time to extend it. It is\ngratifying to witness the promptitude and fidelity with which the agents of\nthis Department in general perform their public duties.Some difficulties have arisen in relation to contracts for the\ntransportation of the mails by railroad and steamboat companies. It appears\nthat the maximum of compensation provided by Congress for the\ntransportation of the mails upon railroads is not sufficient to induce some\nof the companies to convey them at such hours as are required for the\naccommodation of the public. It is one of the most important duties of the\nGeneral Government to provide and maintain for the use of the people of the\nStates the best practicable mail establishment. To arrive at that end it is\nindispensable that the Post-Office Department shall be enabled to control\nthe hours at which the mails shall be carried over railroads, as it now\ndoes over all other roads. Should serious inconveniences arise from the\ninadequacy of the compensation now provided by law, or from unreasonable\ndemands by any of the railroad companies, the subject is of such general\nimportance as to require the prompt attention of Congress.In relation to steamboat lines, the most efficient remedy is obvious and\nhas been suggested by the Postmaster-General. The War and Navy Departments\nalready employ steamboats in their service; and although it is by no means\ndesirable that the Government should undertake the transportation of\npassengers or freight as a business, there can be no reasonable objection\nto running boats, temporarily, whenever it may be necessary to put down\nattempts at extortion, to be discontinued as soon as reasonable contracts\ncan be obtained.The suggestions of the Postmaster-General relative to the inadequacy of the\nlegal allowance to witnesses in cases of prosecutions for mail depredations\nmerit your serious consideration. The safety of the mails requires that\nsuch prosecutions shall be efficient, and justice to the citizen whose time\nis required to be given to the public demands not only that his expenses\nshall be paid, but that he shall receive a reasonable compensation.The reports from the War, Navy, and Post-Office Departments will accompany\nthis communication, and one from the Treasury Department will be presented\nto Congress in a few days.For various details in respect to the matters in charge of these\nDepartments I would refer you to those important documents, satisfied that\nyou will find in them many valuable suggestions which will be found well\ndeserving the attention of the Legislature.From a report made in December of last year by the Secretary of State to\nthe Senate, showing the trial docket of each of the circuit courts and the\nnumber of miles each judge has to travel in the performance of his duties,\na great inequality appears in the amount of labor assigned to each judge.\nThe number of terms to be held in each of the courts composing the ninth\ncircuit, the distances between the places at which they sit and from thence\nto the seat of Government, are represented to be such as to render it\nimpossible for the judge of that circuit to perform in a manner\ncorresponding with the public exigencies his term and circuit duties. A\nrevision, therefore, of the present arrangement of the circuit seems to be\ncalled for and is recommended to your notice.I think it proper to call your attention to the power assumed by\nTerritorial legislatures to authorize the issue of bonds by corporate\ncompanies on the guaranty of the Territory. Congress passed a law in 1836\nproviding that no act of a Territorial legislature incorporating banks\nshould have the force of law until approved by Congress, but acts of a very\nexceptionable character previously passed by the legislature of Florida\nwere suffered to remain in force, by virtue of which bonds may be issued to\na very large amount by those institutions upon the faith of the Territory.\nA resolution, intending to be a joint one, passed the Senate at the same\nsession, expressing the sense of Congress that the laws in question ought\nnot to be permitted to remain in force unless amended in many material\nrespects; but it failed in the House of Representatives for want of time,\nand the desired amendments have not been made. The interests involved are\nof great importance, and the subject deserves your early and careful\nattention.The continued agitation of the question relative to the best mode of\nkeeping and disbursing the public money still injuriously affects the\nbusiness of the country. The suspension of specie payments in 1837 rendered\nthe use of deposit banks as prescribed by the act of 1836 a source rather\nof embarrassment than aid, and of necessity placed the custody of most of\nthe public money afterwards collected in charge of the public officers. The\nnew securities for its safety which this required were a principal cause of\nmy convening an extra session of Congress, but in consequence of a\ndisagreement between the two Houses neither then nor at any subsequent\nperiod has there been any legislation on the subject. The effort made at\nthe last session to obtain the authority of Congress to punish the use of\npublic money for private purposes as a crime a measure attended under other\ngovernments with signal advantage--was also unsuccessful, from diversities\nof opinion in that body, notwithstanding the anxiety doubtless felt by it\nto afford every practicable security. The result of this is still to leave\nthe custody of the public money without those safeguards which have been\nfor several years earnestly desired by the Executive, and as the remedy is\nonly to be found in the action of the Legislature it imposes on me the duty\nof again submitting to you the propriety of passing a law providing for the\nsafe-keeping of the public moneys, and especially to ask that its use for\nprivate purposes by any officers intrusted with it may be declared to be a\nfelony, punishable with penalties proportioned to the magnitude of the\noffense.These circumstances, added to known defects in the existing laws and\nunusual derangement in the general operations of trade, have during the\nlast three years much increased the difficulties attendant on the\ncollection, keeping, and disbursement of the revenue, and called forth\ncorresponding exertions from those having them in charge. Happily these\nhave been successful beyond expectation. Vast sums have been collected and\ndisbursed by the several Departments with unexpected cheapness and ease,\ntransfers have been readily made to every part of the Union, however\ndistant, and defalcations have been far less than might have been\nanticipated from the absence of adequate legal restraints. Since the\nofficers of the Treasury and Post-Office Departments were charged with the\ncustody of most of the public moneys received by them there have been\ncollected $66,000,000, and, excluding the case of the late collector at New\nYork, the aggregate amount of losses sustained in the collection can not,\nit is believed, exceed $60,000. The defalcation of the late collector at\nthat city, of the extent and circumstances of which Congress have been\nfully informed, ran through all the modes of keeping the public money that\nhave been hitherto in use, and was distinguished by an aggravated disregard\nof duty that broke through the restraints of every system, and can not,\ntherefore, be usefully referred to as a test of the comparative safety of\neither. Additional information will also be furnished by the report of the\nSecretary of the Treasury, in reply to a call made upon that officer by the\nHouse of Representatives at the last session requiring detailed information\non the subject of defaults by public officers or agents under each\nAdministration from 1789 to 1837. This document will be submitted to you in\na few days. The general results (independent of the Post-Office, which is\nkept separately and will be stated by itself), so far as they bear upon\nthis subject, are that the losses which have been and are likely to be\nsustained by any class of agents have been the greatest by banks,\nincluding, as required in the resolution, their depreciated paper received\nfor public dues; that the next largest have been by disbursing officers,\nand the least by collectors and receivers. If the losses on duty bonds are\nincluded, they alone will be threefold those by both collectors and\nreceivers. Our whole experience, therefore, furnishes the strongest\nevidence that the desired legislation of Congress is alone wanting to\ninsure in those operations the highest degree of security and facility.\nSuch also appears to have been the experience of other nations. From the\nresults of inquiries made by the Secretary of the Treasury in regard to the\npractice among them I am enabled to state that in twenty-two out of\ntwenty-seven foreign governments from which undoubted information has been\nobtained the public moneys are kept in charge of public officers. This\nconcurrence of opinion in favor of that system is perhaps as great as\nexists on any question of internal administration.In the modes of business and official restraints on disbursing officers no\nlegal change was produced by the suspension of specie payments. The report\nlast referred to will be found to contain also much useful information in\nrelation to this subject.I have heretofore assigned to Congress my reasons for believing that the\nestablishment of an independent National Treasury, as contemplated by the\nConstitution, is necessary to the safe action of the Federal Government.\nThe suspension of specie payments in 1837 by the banks having the custody\nof the public money showed in so alarming a degree our dependence on those\ninstitutions for the performance of duties required by law that I then\nrecommended the entire dissolution of that connection. This recommendation\nhas been subjected, as I desired it should be, to severe scrutiny and\nanimated discussion, and I allow myself to believe that notwithstanding the\nnatural diversities of opinion which may be anticipated on all subjects\ninvolving such important considerations, it has secured in its favor as\ngeneral a concurrence of public sentiment as could be expected on one of\nsuch magnitude.Recent events have also continued to develop new objections to such a\nconnection. Seldom is any bank, under the existing system and practice,\nable to meet on demand all its liabilities for deposits and notes in\ncirculation. It maintains specie payments and transacts a profitable\nbusiness only by the confidence of the public in its solvency, and whenever\nthis is destroyed the demands of its depositors and note holders, pressed\nmore rapidly than it can make collections from its debtors, force it to\nstop payment. This loss of confidence, with its consequences, occurred in\n1837, and afforded the apology of the banks for their suspension. The\npublic then acquiesced in the validity of the excuse, and while the State\nlegislatures did not exact from them their forfeited charters, Congress, in\naccordance with the recommendation of the Executive, allowed them time to\npay over the public money they held, although compelled to issue Treasury\nnotes to supply the deficiency thus created.It now appears that there are other motives than a want of public\nconfidence under which the banks seek to justify themselves in a refusal to\nmeet their obligations. Scarcely were the country and Government relieved\nin a degree from the difficulties occasioned by the general suspension of\n1837 when a partial one, occurring within thirty months of the former,\nproduced new and serious embarrassments, though it had no palliation in\nsuch circumstances as were alleged in justification of that which had\npreviously taken place. There was nothing in the condition of the country\nto endanger a well-managed banking institution; commerce was deranged by no\nforeign war; every branch of manufacturing industry was crowned with rich\nrewards, and the more than usual abundance of our harvests, after supplying\nour domestic wants, had left our granaries and storehouses filled with a\nsurplus for exportation. It is in the midst of this that an irredeemable\nand depreciated paper currency is entailed upon the people by a large\nportion of the banks. They are not driven to it by the exhibition of a loss\nof public confidence or of a sudden pressure from their depositors or note\nholders, but they excuse themselves by alleging that the current of\nbusiness and exchange with foreign countries, which draws the precious\nmetals from their vaults, would require in order to meet it a larger\ncurtailment of their loans to a comparatively small portion of the\ncommunity than it will be convenient for them to bear or perhaps safe for\nthe banks to exact. The plea has ceased to be one of necessity. Convenience\nand policy are now deemed sufficient to warrant these institutions in\ndisregarding their solemn obligations. Such conduct is not merely an injury\nto individual creditors, but it is a wrong to the whole community, from\nwhose liberality they hold most valuable privileges, whose rights they\nviolate, whose business they derange, and the value of whose property they\nrender unstable and insecure. It must be evident that this new ground for\nbank suspensions, in reference to which their action is not only\ndisconnected with, but wholly independent of, that of the public, gives a\ncharacter to their suspensions more alarming than any which they exhibited\nbefore, and greatly increases the impropriety of relying on the banks in\nthe transactions of the Government.A large and highly respectable portion of our banking institutions are, it\naffords me unfeigned pleasure to state, exempted from all blame on account\nof this second delinquency. They have, to their great credit, not only\ncontinued to meet their engagements, but have even repudiated the grounds\nof suspension now resorted to. It is only by such a course that the\nconfidence and good will of the community can be preserved, and in the\nsequel the best interests of the institutions themselves promoted.New dangers to the banks are also daily disclosed from the extension of\nthat system of extravagant credit of which they are the pillars. Formerly\nour foreign commerce was principally rounded on an exchange of commodities,\nincluding the precious metals, and leaving in its transactions but little\nforeign debt. Such is not now the case. Aided by the facilities afforded by\nthe banks, mere credit has become too commonly the basis of trade. Many of\nthe banks themselves, not content with largely stimulating this system\namong others, have usurped the business, while they impair the stability,\nof the mercantile community; they have become borrowers instead of lenders;\nthey establish their agencies abroad; they deal largely in stocks and\nmerchandise; they encourage the issue of State securities until the foreign\nmarket is glutted with them; and, unsatisfied with the legitimate use of\ntheir own capital and the exercise of their lawful privileges, they raise\nby large loans additional means for every variety of speculation. The\ndisasters attendant on this deviation from the former course of business in\nthis country are now shared alike by banks and individuals to an extent of\nwhich there is perhaps no previous example in the annals of our country. So\nlong as a willingness of the foreign lender and a sufficient export of our\nproductions to meet any necessary partial payments leave the flow of credit\nundisturbed all appears to be prosperous, but as soon as it is checked by\nany hesitation abroad or by an inability to make payment there in our\nproductions the evils of the system are disclosed. The paper currency,\nwhich might serve for domestic purposes, is useless to pay the debt due in\nEurope. Gold and silver are therefore drawn in exchange for their notes\nfrom the banks. To keep up their supply of coin these institutions are\nobliged to call upon their own debtors, who pay them principally in their\nown notes, which are as unavailable to them as they are to the merchants to\nmeet the foreign demand. The calls of the banks, therefore, in such\nemergencies of necessity exceed that demand, and produce a corresponding\ncurtailment of their accommodations and of the currency at the very moment\nwhen the state of trade renders it most inconvenient to be borne. The\nintensity of this pressure on the community is in proportion to the\nprevious liberality of credit and consequent expansion of the currency.\nForced sales of property are made at the time when the means of purchasing\nare most reduced, and the worst calamities to individuals are only at last\narrested by an open violation of their obligations by the banks--a refusal\nto pay specie for their notes and an imposition upon the community of a\nfluctuating and depreciated currency.These consequences are inherent in the present system. They are not\ninfluenced by the banks being large or small, created by National or State\nGovernments. They are the results of the irresistible laws of trade or\ncredit. In the recent events, which have so strikingly illustrated the\ncertain effects of these laws, we have seen the bank of the largest capital\nin the Union, established under a national charter, and lately\nstrengthened, as we were authoritatively informed, by exchanging that for a\nState charter with new and unusual privileges--in a condition, too, as it\nwas said, of entire soundness and great prosperity--not merely unable to\nresist these effects, but the first to yield to them.Nor is it to be overlooked that there exists a chain of necessary\ndependence among these institutions which obliges them to a great extent to\nfollow the course of others, notwithstanding its injustice to their own\nimmediate creditors or injury to the particular community in which they are\nplaced. This dependence of a bank, which is in proportion to the extent of\nits debts for circulation and deposits, is not merely on others in its own\nvicinity, but on all those which connect it with the center of trade.\nDistant banks may fail without seriously affecting those in our principal\ncommercial cities, but the failure of the latter is felt at the extremities\nof the Union. The suspension at New York in 1837 was everywhere, with very\nfew exceptions, followed as soon as it was known. That recently at\nPhiladelphia immediately affected the banks of the South and West in a\nsimilar manner. This dependence of our whole banking system on the\ninstitutions in a few large cities is not found in the laws of their\norganization, but in those of trade and exchange. The banks at that center,\nto which currency flows and where it is required in payments for\nmerchandise, hold the power of controlling those in regions whence it\ncomes, while the latter possess no means of restraining them; so that the\nvalue of individual property and the prosperity of trade through the whole\ninterior of the country are made to depend on the good or bad management of\nthe banking institutions in the great seats of trade on the seaboard.But this chain of dependence does not stop here. It does not terminate at\nPhiladelphia or New York. It reaches across the ocean and ends in London,\nthe center of the credit system. The same laws of trade which give to the\nbanks in our principal cities power over the whole banking system of the\nUnited States subject the former, in their turn, to the money power in\nGreat Britain. It is not denied that the suspension of the New York banks\nin 1837, which was followed in quick succession throughout the Union, was\nproduced by an application of that power, and it is now alleged, in\nextenuation of the present condition of so large a portion of our banks,\nthat their embarrassments have arisen from the same cause.From this influence they can not now entirely escape, for it has its origin\nin the credit currencies of the two countries; it is strengthened by the\ncurrent of trade and exchange which centers in London, and is rendered\nalmost irresistible by the large debts contracted there by our merchants,\nour banks, and our States. It is thus that an introduction of a new bank\ninto the most distant of our villages places the business of that village\nwithin the influence of the money power in England; it is thus that every\nnew debt which we contract in that country seriously affects our own\ncurrency and extends over the pursuits of our citizens its powerful\ninfluence. We can not escape from this by making new banks, great or small,\nState or national. The same chains which bind those now existing to the\ncenter of this system of paper credit must equally fetter every similar\ninstitution we create. It is only by the extent to which this system has\nbeen pushed of late that we have been made fully aware of its irresistible\ntendency to subject our own banks and currency to a vast controlling power\nin a foreign lad, and it adds a new argument to those which illustrate\ntheir precarious situation.. Endangered in the first place by their own\nmismanagement and again by the conduct of every institution which connects\nthem with the center of trade in our own country, they are yet subjected\nbeyond all this to the effect of whatever measures policy, necessity, or\ncaprice may induce those who control the credits of England to resort to. I\nmean not to comment upon these measures, present or past, and much less to\ndiscourage the prosecution of fair commercial dealing between the two\ncountries, based on reciprocal benefits; but it having now been made\nmanifest that the power of inflicting these and similar injuries is by the\nresistless law of a credit currency and credit trade equally capable of\nextending their consequences through all the ramifications of our banking\nsystem, and by that means indirectly obtaining, particularly when our banks\nare used as depositories of the public moneys, a dangerous political\ninfluence in the United States, I have deemed it my duty to bring the\nsubject to your notice and ask for it your serious consideration.Is an argument required beyond the exposition of these facts to show the\nimpropriety of using our banking institutions as depositories of the public\nmoney? Can we venture not only to encounter the risk of their individual\nand mutual mismanagement, but at the same time to place our foreign and\ndomestic policy entirely under the control of a foreign moneyed interest?\nTo do so is to impair the independence of our Government, as the present\ncredit system has already impaired the independence of our banks; it is to\nsubmit all its important operations, whether of peace or war, to be\ncontrolled or thwarted, at first by our own banks and then by a power\nabroad greater than themselves. I can not bring myself to depict the\nhumiliation to which this Government and people might be sooner or later\nreduced if the means for defending their rights are to be made dependent\nupon those who may have the most powerful of motives to impair them.Nor is it only in reference to the effect of this state of things on the\nindependence of our Government or of our banks that the subject presents\nitself for consideration; it is to be viewed also in its relations to the\ngeneral trade of our country. The time is not long passed when a deficiency\nof foreign crops was thought to afford a profitable market for the surplus\nof our industry, but now we await with feverish anxiety the news of the\nEnglish harvest, not so much from motives of commendable sympathy, but\nfearful lest its anticipated failure should narrow the field of credit\nthere. Does not this speak volumes to the patriot? Can a system be\nbeneficent, wise, or just which creates greater anxiety for interests\ndependent on foreign credit than for the general prosperity of our own\ncountry and the profitable exportation of the surplus produce of our\nlabor?The circumstances to which I have thus adverted appear to me to afford\nweighty reasons, developed by late events, to be added to those which I\nhave on former occasions offered when submitting to your better knowledge\nand discernment the propriety of separating the custody of the public money\nfrom banking institutions. Nor has anything occurred to lessen, in my\nopinion, the force of what has been heretofore urged. The only ground on\nwhich that custody can be desired by the banks is the profitable use which\nthey may make of the money. Such use would be regarded in individuals as a\nbreach of trust or a crime of great magnitude, and yet it may be reasonably\ndoubted whether, first and last, it is not attended with more mischievous\nconsequences when permitted to the former than to the latter. The practice\nof permitting the public money to be used by its keepers, as here, is\nbelieved to be peculiar to this country and to exist scarcely anywhere\nelse. To procure it here improper influences are appealed to, unwise\nconnections are established between the Government and vast numbers of\npowerful State institutions, other motives than the public good are brought\nto bear both on the executive and legislative departments, and selfish\ncombinations leading to special legislation are formed. It is made the\ninterest of banking institutions and their stockholders throughout the\nUnion to use their exertions for the increase of taxation and the\naccumulation of a surplus revenue, and while an excuse is afforded the\nmeans are furnished for those excessive issues which lead to extravagant\ntrading and speculation and are the forerunners of a vast debt abroad and a\nsuspension of the banks at home.Impressed, therefore, as I am with the propriety of the funds of the\nGovernment being withdrawn from the private use of either banks or\nindividuals, and the public money kept by duly appointed public agents, and\nbelieving as I do that such also is the judgment which discussion,\nreflection, and experience have produced on the public mind, I leave the\nsubject with you. It is, at all events, essential to the interests of the\ncommunity and the business of the Government that a decision should be\nmade.Most of the arguments that dissuade us from employing banks in the custody\nand disbursement of the public money apply with equal force to the receipt\nof their notes for public dues. The difference is only in form. In one\ninstance the Government is a creditor for its deposits, and in the other\nfor the notes it holds. They afford the same opportunity for using the\npublic moneys, and equally lead to all the evils attendant upon it, since a\nbank can as safely extend its discounts on a deposit of its notes in the\nhands of a public officer as on one made in its own vaults. On the other\nhand, it would give to the Government no greater security, for in case of\nfailure the claim of the note holder would be no better than that of a\ndepositor.I am aware that the danger of inconvenience to the public and unreasonable\npressure upon sound banks have been urged as objections to requiring the\npayment of the revenue in gold and silver. These objections have been\ngreatly exaggerated. From the best estimates we may safely fix the amount\nof specie in the country at $85,000,000, and the portion of that which\nwould be employed at any one time in the receipts and disbursements of the\nGovernment, even if the proposed change were made at once, would not, it is\nnow, after fuller investigation, believed exceed four or five millions. If\nthe change were gradual, several years would elapse before that sum would\nbe required, with annual opportunities in the meantime to alter the law\nshould experience prove it to be oppressive or inconvenient. The portions\nof the community on whose business the change would immediately operate are\ncomparatively small, nor is it believed that its effect would be in the\nleast unjust or injurious to them.In the payment of duties, which constitute by far the greater portion of\nthe revenue, a very large proportion is derived from foreign commission\nhouses and agents of foreign manufacturers, who sell the goods consigned to\nthem generally at auction, and after paying the duties out of the avails\nremit the rest abroad in specie or its equivalent. That the amount of\nduties should in such cases be also retained in specie can hardly be made a\nmatter of complaint. Our own importing merchants, by whom the residue of\nthe duties is paid, are not only peculiarly interested in maintaining a\nsound currency, which the measure in question will especially promote, but\nare from the nature of their dealings best able to know when specie will be\nneeded and to procure it with the least difficulty or sacrifice. Residing,\ntoo, almost universally in places where the revenue is received and where\nthe drafts used by the Government for its disbursements must concentrate,\nthey have every opportunity to obtain and use them in place of specie\nshould it be for their interest or convenience. Of the number of these\ndrafts and the facilities they may afford, as well as of the rapidity with\nwhich the public funds are drawn and disbursed, an idea may be formed from\nthe fact that of nearly $20,000,000 paid to collectors and receivers during\nthe present year the average amount in their hands at any one time has not\nexceeded a million and a half, and of the fifteen millions received by the\ncollector of New York alone during the present year the average amount held\nby him subject to draft during each week has been less than half a\nmillion.The ease and safety of the operations of the Treasury in keeping the public\nmoney are promoted by the application of its own drafts to the public dues.\nThe objection arising from having them too long outstanding might be\nobviated and they yet made to afford to merchants and banks holding them an\nequivalent for specie, and in that way greatly lessen the amount actually\nrequired. Still less inconvenience will attend the requirement of specie in\npurchases of public lands. Such purchases, except when made on speculation,\nare in general but single transactions, rarely repeated by the same person;\nand it is a fact that for the last year and a half, during which the notes\nof sound banks have been received, more than a moiety of these payments has\nbeen voluntarily made in specie, being a larger proportion than would have\nbeen required in three years under the graduation proposed.It is, moreover, a principle than which none is better settled by\nexperience that the supply of the precious metals will always be found\nadequate to the uses for which they are required. They abound in countries\nwhere no other currency is allowed. In our own States, where small notes\nare excluded, gold and silver supply their place. When driven to their\nhiding places by bank suspensions, a little firmness in the community soon\nrestores them in a sufficient quantity for ordinary purposes. Postage and\nother public dues have been collected in coin without serious inconvenience\neven in States where a depreciated paper currency has existed for years,\nand this, with the aid of Treasury notes for a part of the time, was done\nwithout interruption during the suspension of 1837. At the present moment\nthe receipts and disbursements of the Government are made in legal currency\nin the largest portion of the Union. No one suggests a departure from this\nrule, and if it can now be successfully carried out it will be surely\nattended with even less difficulty when bank notes are again redeemed in\nspecie.Indeed, I can not think that a serious objection would anywhere be raised\nto the receipt and payment of gold and silver in all public transactions\nwere it not from an apprehension that a surplus in the Treasury might\nwithdraw a large portion of it from circulation and lock it up unprofitably\nin the public vaults. It would not, in my opinion, be difficult to prevent\nsuch an inconvenience from occurring; but the authentic statements which I\nhave already submitted to you in regard to the actual amount in the public\nTreasury at any one time during the period embraced in them and the little\nprobability of a different state of the Treasury for at least some years to\ncome seem to render it unnecessary to dwell upon it. Congress, moreover, as\nI have before observed, will in every year have an opportunity to guard\nagainst it should the occurrence of any circumstances lead us to apprehend\ninjury from this source. Viewing the subject in all its aspects, I can not\nbelieve that any period will be more auspicious than the present for the\nadoption of all measures necessary to maintain the sanctity of our own\nengagements and to aid in securing to the community that abundant supply of\nthe precious metals which adds so much to their prosperity and gives such\nincreased stability to all their dealings.In a country so commercial as ours banks in some form will probably always\nexist, but this serves only to render it the more incumbent on us,\nnotwithstanding the discouragements of the past, to strive in our\nrespective stations to mitigate the evils they produce; to take from them\nas rapidly as the obligations of public faith and a careful consideration\nof the immediate interests of the community will permit the unjust\ncharacter of monopolies; to check, so far as may be practicable, by prudent\nlegislation those temptations of interest and those opportunities for their\ndangerous indulgence which beset them on every side, and to confine them\nstrictly to the performance of their paramount duty--that of aiding the\noperations of commerce rather than consulting their own exclusive\nadvantage. These and other salutary reforms may, it is believed, be\naccomplished without the violation of any of the great principles of the\nsocial compact, the observance of which is indispensable to its existence,\nor interfering in any way with the useful and profitable employment of real\ncapital.Institutions so framed have existed and still exist elsewhere, giving to\ncommercial intercourse all necessary facilities without inflating or\ndepreciating the currency or stimulating speculation. Thus accomplishing\ntheir legitimate ends, they have gained the surest guaranty for their\nprotection and encouragement in the good will of the community. Among a\npeople so just as ours the same results could not fail to attend a similar\ncourse. The direct supervision of the banks belongs, from the nature of our\nGovernment, to the States who authorize them. It is to their legislatures\nthat the people must mainly look for action on that subject. But as the\nconduct of the Federal Government in the management of its revenue has also\na powerful, though less immediate, influence upon them, it becomes our duty\nto see that a proper direction is given to it. While the keeping of the\npublic revenue in a separate and independent treasury and of collecting it\nin gold and silver will have a salutary influence on the system of paper\ncredit with which all banks are connected, and thus aid those that are\nsound and well managed, it will at the same time sensibly check such as are\notherwise by at once withholding the means of extravagance afforded by the\npublic funds and restraining them from excessive issues of notes which they\nwould be constantly called upon to redeem.I am aware it has been urged that this control may be best attained and\nexerted by means of a national bank. The constitutional objections which I\nam well known to entertain would prevent me in any event from proposing or\nassenting to that remedy; but in addition to this, I can not after past\nexperience bring myself to think that it can any longer be extensively\nregarded as effective for such a purpose. The history of the late national\nbank, through all its mutations, shows that it was not so. On the contrary,\nit may, after a careful consideration of the subject, be, I think, safely\nstated that at every period of banking excess it took the lead; that in\n1817 and 1818, in 1823, in 1831, and in 1834 its vast expansions, followed\nby distressing contractions, led to those of the State institutions. It\nswelled and maddened the tides of the banking system, but seldom allayed or\nsafely directed them. At a few periods only was a salutary control\nexercised, but an eager desire, on the contrary, exhibited for profit in\nthe first place; and if afterwards its measures were severe toward other\ninstitutions, it was because its own safety compelled it to adopt them. It\ndid not differ from them in principle or in form; its measures emanated\nfrom the same spirit of gain; it felt the same temptation to overissues; it\nsuffered from and was totally unable to avert those inevitable laws of\ntrade by which it was itself affected equally with them; and at least on\none occasion, at an early day, it was saved only by extraordinary exertions\nfrom the same fate that attended the weakest institution it professed to\nsupervise. In 1837 it failed equally with others in redeeming its notes\n(though the two years allowed by its charter for that purpose had not\nexpired), a large amount of which remains to the present time outstanding.\nIt is true that, having so vast a capital and strengthened by the use of\nall the revenues of the Government, it possessed more power; but while it\nwas itself by that circumstance freed from the control which all banks\nrequire, its paramount object and inducement were left the same--to make\nthe most for its stockholders, not to regulate the currency of the country.\nNor has it, as far as we are advised, been found to be greatly otherwise\nelsewhere. The national character given to the Bank of England has not\nprevented excessive fluctuations in their currency, and it proved unable to\nkeep off a suspension of specie payments, which lasted for nearly a quarter\nof a century. And why should we expect it to be otherwise? A national\ninstitution, though deriving its charter from a different source than the\nState banks, is yet constituted upon the same principles, is conducted by\nmen equally exposed to temptation, and is liable to the same disasters,\nwith the additional disadvantage that its magnitude occasions an extent of\nconfusion and distress which the mismanagement of smaller institutions\ncould not produce. It can scarcely be doubted that the recent suspension of\nthe United State Bank of Pennsylvania, of which the effects are felt not in\nthat State alone, but over half the Union, had its origin in a course of\nbusiness commenced while it was a national institution, and there is no\ngood reason for supposing that the same consequences would not have\nfollowed had it still derived its powers from the General Government. It is\nin vain, when the influences and impulses are the same, to look for a\ndifference in conduct or results. By such creations we do, therefore, but\nincrease the mass of paper credit and paper currency, without checking\ntheir attendant evils and fluctuations. The extent of power and the\nefficiency of organization which we give, so far from being beneficial, are\nin practice positively injurious. They strengthen the chain of dependence\nthroughout the Union, subject all parts more certainly to common disaster,\nand bind every bank more effectually in the first instance to those of our\ncommercial cities, and in the end to a foreign power. In a word, I can not\nbut believe that, with the full understanding of the operations of our\nbanking system which experience has produced, public sentiment is not less\nopposed to the creation of a national bank for purposes connected with\ncurrency and commerce than for those connected with the fiscal operations\nof the Government.Yet the commerce and currency of the country are suffering evils from the\noperations of the State banks which can not and ought not to be overlooked.\nBy their means we have been flooded with a depreciated paper, which it was\nevidently the design of the framers of the Constitution to prevent when\nthey required Congress to \"Coin money and regulate the value of foreign\ncoins,\" and when they forbade the States \"to coin money, emit bills of\ncredit, make anything but gold and silver a tender in payment of debts,\" or\n\"pass any law impairing the obligation of contracts.\" If they did not guard\nmore explicitly against the present state of things, it was because they\ncould not have anticipated that the few banks then existing were to swell\nto an extent which would expel to so great a degree the gold and silver for\nwhich they had provided from the channels of circulation, and fill them\nwith a currency that defeats the objects they had in view. The remedy for\nthis must chiefly rest with the States from whose legislation it has\nsprung. No good that might accrue in a particular case front the exercise\nof powers not obviously conferred on the General Government would authorize\nits interference or justify a course that might in the slightest degree\nincrease at the expense of the States the power of the Federal authorities;\nnor do I doubt that the States will apply the remedy. Within the last few\nyears events have appealed to them too strongly to be disregarded. They\nhave seen that the Constitution, though theoretically adhered to, is\nsubverted in practice; that while on the statute books there is no legal\ntender but gold and silver, no law impairing the obligations of contracts,\nyet that in point of fact the privileges conferred on banking corporations\nhave made their notes the currency of the country; that the obligations\nimposed by these notes are violated under the impulses of interest or\nconvenience, and that the number and power of the persons connected with\nthese corporations or placed under their influence give them a fearful\nweight when their interest is in opposition to the spirit of the\nConstitution and laws. To the people it is immaterial whether these results\nare produced by open violations of the latter or by the workings of a\nsystem of which the result is the same. An inflexible execution even of the\nexisting statutes of most of the States would redress many evils now\nendured, would effectually show the banks the dangers of mismanagement\nwhich impunity encourages them to repeat, and would teach all corporations\nthe useful lesson that they are the subjects of the law and the servants of\nthe people. What is still wanting to effect these objects must be sought in\nadditional legislation, or, if that be inadequate, in such further\nconstitutional grants or restrictions as may bring us back into the path\nfrom which we have so widely wandered.In the meantime it is the duty of the General Government to cooperate with\nthe States by a wise exercise of its constitutional powers and the\nenforcement of its existing laws. The extent to which it may do so by\nfurther enactments I have already adverted to, and the wisdom of Congress\nmay yet enlarge them. But above all, it is incumbent upon us to hold erect\nthe principles of morality and law, constantly executing our own contracts\nin accordance with the provisions of the Constitution, and thus serving as\na rallying point by which our whole country may be brought back to that\nsafe and honored standard.Our people will not long be insensible to the extent of the burdens\nentailed upon them by the false system that has been operating on their\nsanguine, energetic, and industrious character, nor to the means necessary\nto extricate themselves from these embarrassments. The weight which presses\nupon a large portion of the people and the States is an enormous debt,\nforeign and domestic. The foreign debt of our States, corporations, and men\nof business can scarcely be less than $200,000,000, requiring more than\n$10,000,000 a year to pay the interest. This sum has to be paid out of the\nexports of the country, and must of necessity cut off imports to that\nextent or plunge the country more deeply in debt from year to year. It is\neasy to see that the increase of this foreign debt must augment the annual\ndemand on the exports to pay the interest, and to the same extent diminish\nthe imports, and in proportion to the enlargement of the foreign debt and\nthe consequent increase of interest must be the decrease of the import\ntrade. In lieu of the comforts which it now brings us we might have our.\ngigantic banking institutions and splendid, but in many instances\nprofitless, railroads and canals absorbing to a great extent in interest\nupon the capital borrowed to construct them the surplus fruits of national\nindustry for years to come, and securing to posterity no adequate return\nfor the comforts which the labors of their hands might otherwise have\nsecured. It is not by the increase of this debt that relief is to be\nsought, but in its diminution. Upon this point there is, I am happy to say,\nhope before us; not so much in the return of confidence abroad, which will\nenable the States to borrow more money, as in a change of public feeling at\nhome, which prompts our people to pause in their career and think of the\nmeans by which debts are to be paid before they are contracted. If we would\nescape embarrassment, public and private, we must cease to run in debt\nexcept for objects of necessity or such as will yield a certain return. Let\nthe faith of the States, corporations, and individuals already pledged be\nkept with the most punctilious regard. It is due to our national character\nas well as to justice that this should on the part of each be a fixed\nprinciple of conduct. But it behooves us all to be more chary in pledging\nit hereafter. By ceasing to run in debt and applying the surplus of our\ncrops and incomes to the discharge of existing obligations, buying less and\nselling more, and managing all affairs, public and private, with strict\neconomy and frugality, we shall see our country soon recover from a\ntemporary depression, arising not from natural and permanent causes, but\nfrom those I have enumerated, and advance with renewed vigor in her career\nof prosperity.Fortunately for us at this moment, when the balance of trade is greatly\nagainst us and the difficulty of meeting it enhanced by the disturbed state\nof our money affairs, the bounties of Providence have come to relieve us\nfrom the consequences of past errors. A faithful application of the immense\nresults of the labors of the last season will afford partial relief for the\npresent, and perseverance in the same course will in due season accomplish\nthe rest. We have had full experience in times past of the extraordinary\nresults which can in this respect be brought about in a short period by the\nunited and well-directed efforts of a community like ours. Our surplus\nprofits, the energy and industry of our population, and the wonderful\nadvantages which Providence has bestowed upon our country in its climate,\nits various productions, indispensable to other nations, will in due time\nafford abundant means to perfect the most useful of those objects for which\nthe States have been plunging themselves of late in embarrassment and debt,\nwithout imposing on ourselves or our children such fearful burdens.But let it be indelibly engraved on our minds that relief is not to be\nfound in expedients. Indebtedness can not be lessened by borrowing more\nmoney or by changing the form of the debt. The balance of trade is not to\nbe turned in our favor by creating new demands upon us abroad. Our currency\ncan not be improved by the creation of new banks or more issues from those\nwhich now exist. Although these devices sometimes appear to give temporary\nrelief, they almost invariably aggravate the evil in the end. It is only by\nretrenchment and reform--by curtailing public and private expenditures, by\npaying our debts, and by reforming our banking system--that we are to\nexpect effectual relief, security for the future, and an enduring\nprosperity. In shaping the institutions and policy of the General\nGovernment so as to promote as far as it can with its limited powers these\nimportant ends, you may rely on my most cordial cooperation.That there should have been in the progress of recent events doubts in many\nquarters and in some a heated opposition to every change can not surprise\nus. Doubts are properly attendant on all reform, and it is peculiarly in\nthe nature of such abuses as we are now encountering to seek to perpetuate\ntheir power by means of the influence they have been permitted to acquire.\nIt is their result, if not their object, to gain for the few an ascendency\nover the many by securing to them a monopoly of the currency, the medium\nthrough which most of the wants of mankind are supplied; to produce\nthroughout society a chain of dependence which leads all classes to look to\nprivileged associations for the means of speculation and extravagance; to\nnourish, in preference to the manly virtues that give dignity to human\nnature, a craving desire for luxurious enjoyment and sudden wealth, which\nrenders those who seek them dependent on those who supply them; to\nsubstitute for republican simplicity and economical habits a sickly\nappetite for effeminate indulgence and an imitation of that reckless\nextravagance which impoverished and enslaved the industrious people of\nforeign lands, and at last to fix upon us, instead of those equal political\nrights the acquisition of which was alike the object and supposed reward of\nour Revolutionary struggle, a system of exclusive privileges conferred by\npartial legislation. To remove the influences which had thus gradually\ngrown up among us, to deprive them of their deceptive advantages, to test\nthem by the light of wisdom and truth, to oppose the force which they\nconcentrate in their sup-port--all this was necessarily the work of time,\neven among a people so enlightened and pure as that of the United States.\nIn most other countries, perhaps, it could only be accomplished through\nthat series of revolutionary movements which are too often found necessary\nto effect any great and radical reform; but it is the crowning merit of our\ninstitutions that they create and nourish in the vast majority of our\npeople a disposition and a power peaceably to remedy abuses which have\nelsewhere caused the effusion of rivers of blood and the sacrifice of\nthousands of the human race. The result thus far is most honorable to the\nself-denial, the intelligence, and the patriotism of our citizens; it\njustifies the confident hope that they will carry through the reform which\nhas been so well begun, and that they will go still further than they have\nyet gone in illustrating the important truth that a people as free and\nenlightened as ours will, whenever it becomes necessary, show themselves to\nbe indeed capable of self-government by voluntarily adopting appropriate\nremedies for every abuse, and submitting to temporary sacrifices, however\ngreat, to insure their permanent welfare.My own exertions for the furtherance of these desirable objects have been\nbestowed throughout my official career with a zeal that is nourished by\nardent wishes for the welfare of my country, and by an unlimited reliance\non the wisdom that marks its ultimate decision on all great and\ncontroverted questions. Impressed with the solemn obligations imposed upon\nme by the Constitution, desirous also of laying before my fellow-citizens,\nwith whose confidence and support I have been so highly honored, such\nmeasures as appear to me conducive to their prosperity, and anxious to\nsubmit to their fullest consideration the grounds upon which my opinions\nare formed, I have on this as on preceding occasions freely offered my\nviews on those points of domestic policy that seem at the present time most\nprominently to require the action of the Government. I know that they will\nreceive from Congress that full and able consideration which the importance\nof the subjects merits, and I can repeat the assurance heretofore made that\nI shall cheerfully and readily cooperate with you in every measure that\nwill tend to promote the welfare of the Union.M. VAN BUREN", 
    "name": "Martin van Buren"
}