{
    "date": "December 3, 1838", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:I congratulate you on the favorable circumstances in the condition of our\ncountry under which you reassemble for the performance of your official\nduties. Though the anticipations of an abundant harvest have not everywhere\nbeen realized, yet on the whole the labors of the husbandman are rewarded\nwith a bountiful return; industry prospers in its various channels of\nbusiness and enterprise; general health again prevails through our vast\ndiversity of climate; nothing threatens from abroad the continuance of\nexternal peace; nor has anything at home impaired the strength of those\nfraternal and domestic ties which constitute the only guaranty to the\nsuccess and permanency of our happy Union, and which, formed in the hour of\nperil, have hitherto been honorably sustained through every vicissitude in\nour national affairs. These blessings, which evince the care and\nbeneficence of Providence, call for our devout and fervent gratitude.We have not less reason to be grateful for other bounties bestowed by the\nsame munificent hand, and more exclusively our own.The present year closes the first half century of our Federal institutions,\nand our system, differing from all others in the acknowledged practical and\nunlimited operation which it has for so long a period given to the\nsovereignty of the people, has now been fully tested by experience.The Constitution devised by our forefathers as the framework and bond of\nthat system, then untried, has become a settled form of government; not\nonly preserving and protecting the great principles upon which it was\nrounded, but wonderfully promoting individual happiness and private\ninterests. Though subject to change and entire revocation whenever deemed\ninadequate to all these purposes, yet such is the wisdom of its\nconstruction and so stable has been the public sentiment that it remains\nunaltered except in matters of detail comparatively unimportant. It has\nproved amply sufficient for the various emergencies incident to our\ncondition as a nation. A formidable foreign war; agitating collisions\nbetween domestic, and in some respects rival, sovereignties; temptations to\ninterfere in the intestine commotions of neighboring countries; the\ndangerous influences that arise in periods of excessive prosperity, and the\nantirepublican tendencies of associated wealth--these, with other trials\nnot less formidable, have all been encountered, and thus far successfully\nresisted.It was reserved for the American Union to test the advantages of a\ngovernment entirely dependent on the continual exercise of the popular\nwill, and our experience has shown that it is as beneficent in practice as\nit is just in theory. Each successive change made in our local institutions\nhas contributed to extend the right of suffrage, has increased the direct\ninfluence of the mass of the community, given greater freedom to individual\nexertion, and restricted more and more the powers of Government; yet the\nintelligence, prudence, and patriotism of the people have kept pace with\nthis augmented responsibility. In no country has education been so widely\ndiffused. Domestic peace has nowhere so largely reigned. The close bonds of\nsocial intercourse have in no instance prevailed with such harmony over a\nspace so vast. All forms of religion have united for the first time to\ndiffuse charity and piety, because for the first time in the history of\nnations all have been totally untrammeled and absolutely free. The deepest\nrecesses of the wilderness have been penetrated; yet instead of the\nrudeness in the social condition consequent upon such adventures elsewhere,\nnumerous communities have sprung up, already unrivaled in prosperity,\ngeneral intelligence, internal tranquillity, and the wisdom of their\npolitical institutions. Internal improvement, the fruit of individual\nenterprise, fostered by the protection of the States, has added new links\nto the Confederation and fresh rewards to provident industry. Doubtful\nquestions of domestic policy have been quietly settled by mutual\nforbearance, and agriculture, commerce, and manufactures minister to each\nother. Taxation and public debt, the burdens which bear so heavily upon all\nother countries, have pressed with comparative lightness upon us. Without\none entangling alliance, our friendship is prized by every nation, and the\nrights of our citizens are everywhere respected, because they are known to\nbe guarded by a united, sensitive, and watchful people.To this practical operation of our institutions, so evident and successful,\nwe owe that increased attachment to them which is among the most cheering\nexhibitions of popular sentiment and will prove their best security in time\nto come against foreign or domestic assault.This review of the results of our institutions for half a century, without\nexciting a spirit of vain exultation, should serve to impress upon us the\ngreat principles from which they have sprung--constant and direct\nsupervision by the people over every public measure, strict forbearance on\nthe part of the Government from exercising any doubtful or disputed powers,\nand a cautious abstinence from all interference with concerns which\nproperly belong and are best left to State regulations and individual\nenterprise.Full information of the state of our foreign affairs having been recently\non different occasions submitted to Congress, I deem it necessary now to\nbring to your notice only such events as have subsequently occurred or are\nof such importance as to require particular attention.The most amicable dispositions continue to be exhibited by all the nations\nwith whom the Government and citizens of the United States have an habitual\nintercourse. At the date of my last annual message Mexico was the only\nnation which could not be included in so gratifying a reference to our\nforeign relations.I am happy to be now able to inform you that an advance has been made\ntoward the adjustment of our differences with that Republic and the\nrestoration of the customary good feeling between the two nations. This\nimportant change has been effected by conciliatory negotiations that have\nresulted in the conclusion of a treaty between the two Governments, which,\nwhen ratified, will refer to the arbitrament of a friendly power all the\nsubjects of controversy between us growing out of injuries to individuals.\nThere is at present also reason to believe that an equitable settlement of\nall disputed points will be attained without further difficulty or\nunnecessary delay, and thus authorize the free resumption of diplomatic\nintercourse with our sister Republic.With respect to the northeastern boundary of the United States, no official\ncorrespondence between this Government and that of Great Britain has passed\nsince that communicated to Congress toward the close of their last session.\nThe offer to negotiate a convention for the appointment of a joint\ncommission of survey and exploration I am, however, assured will be met by\nHer Majesty's Government in a conciliatory and friendly spirit, and\ninstructions to enable the British minister here to conclude such an\narrangement will be transmitted to him without needless delay. It is hoped\nand expected that these instructions will be of a liberal character, and\nthat this negotiation, if successful, will prove to be an important step\ntoward the satisfactory and final adjustment of the controversy.I had hoped that the respect for the laws and regard for the peace and\nhonor of their own country which have ever characterized the citizens of\nthe United States would have prevented any portion of them from using any\nmeans to promote insurrection in the territory of a power with which we are\nat peace, and with which the United States are desirous of maintaining the\nmost friendly relations. I regret deeply, however, to be obliged to inform\nyou that this has not been the case. Information has been given to me,\nderived from official and other sources, that many citizens of the United\nStates have associated together to make hostile incursions from our\nterritory into Canada and to aid and abet insurrection there, in violation\nof the obligations and laws of the United States and in open disregard of\ntheir own duties as citizens. This information has been in part confirmed\nby a hostile invasion actually made by citizens of the United States, in\nconjunction with Canadians and others, and accompanied by a forcible\nseizure of the property of our citizens and an application thereof to the\nprosecution of military operations against the authorities and people of\nCanada.The results of these criminal assaults upon the peace and order of a\nneighboring country have been, as was to be expected, fatally destructive\nto the misguided or deluded persons engaged in them and highly injurious to\nthose in whose behalf they are professed to have been undertaken. The\nauthorities in Canada, from intelligence received of such intended\nmovements among our citizens, have felt themselves obliged to take\nprecautionary measures against them; have actually embodied the militia and\nassumed an attitude to repel the invasion to which they believed the\ncolonies were exposed from the United States. A state of feeling on both\nsides of the frontier has thus been produced which called for prompt and\nvigorous interference. If an insurrection existed in Canada, the amicable\ndispositions of the United States toward Great Britain, as well as their\nduty to themselves, would lead them to maintain a strict neutrality and to\nrestrain their citizens from all violations of the laws which have been\npassed for its enforcement. But this Government recognizes a still higher\nobligation to repress all attempts on the part of its citizens to disturb\nthe peace of a country where order prevails or has been reestablished.\nDepredations by our citizens upon nations at peace with the United States,\nor combinations for committing them, have at all times been regarded by the\nAmerican Government and people with the greatest abhorrence. Military\nincursions by our citizens into countries so situated, and the commission\nof acts of violence on the members thereof, in order to effect a change in\ntheir government, or under any pretext whatever, have from the commencement\nof our Government been held equally criminal on the part of those engaged\nin them, and as much deserving of punishment as would be the disturbance of\nthe public peace by the perpetration of similar acts within our own\nterritory.By no country or persons have these invaluable principles of international\nlaw--principles the strict observance of which is so indispensable to the\npreservation of social order in the world--been more earnestly cherished or\nsacredly respected than by those great and good men who first declared and\nfinally established the independence of our own country. They promulgated\nand maintained them at an early and critical period in our history; they\nwere subsequently embodied in legislative enactments of a highly penal\ncharacter, the faithful enforcement of which has hitherto been, and will, I\ntrust, always continue to be, regarded as a duty inseparably associated\nwith the maintenance of our national honor. That the people of the United\nStates should feel an interest in the spread of political institutions as\nfree as they regard their own to be is natural, nor can a sincere\nsolicitude for the success of all those who are at any time in good faith\nstruggling for their acquisition be imputed to our citizens as a crime.\nWith the entire freedom of opinion and an undisguised expression thereof on\ntheir part the Government has neither the right nor, I trust, the\ndisposition to interfere. But whether the interest or the honor of the\nUnited States requires that they should be made a party to any such\nstruggle, and by inevitable consequence to the war which is waged in its\nsupport, is a question which by our Constitution is wisely left to Congress\nalone to decide. It is by the laws already made criminal in our citizens to\nembarrass or anticipate that decision by unauthorized military operations\non their part. Offenses of this character, in addition to their criminality\nas violations of the laws of our country, have a direct tendency to draw\ndown upon our own citizens at large the multiplied evils of a foreign war\nand expose to injurious imputations the good faith and honor of the\ncountry. As such they deserve to be put down with promptitude and decision.\nI can not be mistaken, I am confident, in counting on the cordial and\ngeneral concurrence of our fellow-citizens in this sentiment. A copy of the\nproclamation which I have felt it my duty to issue is herewith\ncommunicated. I can not but hope that the good sense and patriotism, the\nregard for the honor and reputation of their country, the respect for the\nlaws which they have themselves enacted for their own government, and the\nlove of order for which the mass of our people have been so long and so\njustly distinguished will deter the comparatively few who are engaged in\nthem from a further prosecution of such desperate enterprises. In the\nmeantime the existing laws have been and will continue to be faithfully\nexecuted, and every effort will be made to carry them out in their full\nextent. Whether they are sufficient or not to meet the actual state of\nthings on the Canadian frontier it is for Congress to decide.It will appear from the correspondence herewith submitted that the\nGovernment of Russia declines a renewal of the fourth article of the\nconvention of April, 1824, between the United States and His Imperial\nMajesty, by the third article of which it is agreed that \"hereafter there\nshall not be formed by the citizens of the United States or under the\nauthority of the said States any establishment upon the northwest coast of\nAmerica, nor in any of the islands adjacent, to the north of 54  40' of\nnorth latitude, and that in the same manner there shall be none formed by\nRussian subjects or under the authority of Russia south of the same\nparallel;\" and by the fourth article, \"that during a term of ten years,\ncounting from the signature of the present convention, the ships of both\npowers, or which belong to their citizens or subjects, respectively, may\nreciprocally frequent, without any hindrance whatever, the interior seas,\ngulfs, harbors, and creeks upon the coast mentioned in the preceding\narticle, for the purpose of fishing and trading with the natives of the\ncountry.\" The reasons assigned for declining to renew the provisions of\nthis article are, briefly, that the only use made by our citizens of the\nprivileges it secures to them has been to supply the Indians with\nspirituous liquors, ammunition, and firearms; that this traffic has been\nexcluded from the Russian trade; and as the supplies furnished from the\nUnited States are injurious to the Russian establishments on the northwest\ncoast and calculated to produce complaints between the two Governments, His\nImperial Majesty thinks it for the interest of both countries not to accede\nto the proposition made by the American Government for the renewal of the\narticle last referred to.The correspondence herewith communicated will show the grounds upon which\nwe contend that the citizens of the United States have, independent of the\nprovisions of the convention of 1824, a right to trade with the natives\nupon the coast in question at unoccupied places, liable, however, it is\nadmitted, to be at any time extinguished by the creation of Russian\nestablishments at such points. This right is denied by the Russian\nGovernment, which asserts that by the operation of the treaty of 1824 each\nparty agreed to waive the general right to land on the vacant coasts on the\nrespective sides of the degree of latitude referred to, and accepted in\nlieu thereof the mutual privileges mentioned in the fourth article. The\ncapital and tonnage employed by our citizens in their trade with the\nnorthwest coast of America will, perhaps, on adverting to the official\nstatements of the commerce and navigation of the United States for the last\nfew years, be deemed too inconsiderable in amount to attract much\nattention; yet the subject may in other respects deserve the careful\nconsideration of Congress.I regret to state that the blockade of the principal ports on the eastern\ncoast of Mexico, which, in consequence of differences between that Republic\nand France, was instituted in May last, unfortunately still continues,\nenforced by a competent French naval armament, and is necessarily\nembarrassing to our own trade in the Gulf, in common with that of other\nnations. Every disposition, however, is believed to exist on the part of\nthe French Government to render this measure as little onerous as\npracticable to the interests of the citizens of the United States and to\nthose of neutral commerce, and it is to be hoped that an early settlement\nof the difficulties between France and Mexico will soon reestablish the\nharmonious relations formerly subsisting between them and again open the\nports of that Republic to the vessels of all friendly nations.A convention for marking that part of the boundary between the United\nStates and the Republic of Texas which extends from the mouth of the Sabine\nto the Red River was concluded and signed at this city on the 25th of April\nlast. It has since been ratified by both Governments, and seasonable\nmeasures will be taken to carry it into effect on the part of the United\nStates.The application of that Republic for admission into this Union, made in\nAugust, 1837, and which was declined for reasons already made known to you,\nhas been formally withdrawn, as will appear from the accompanying copy of\nthe note of the minister plenipotentiary of Texas, which was presented to\nthe Secretary of State on the occasion of the exchange of the ratifications\nof the convention above mentioned.Copies of the convention with Texas, of a commercial treaty concluded with\nthe King of Greece, and of a similar treaty with the Peru-Bolivian\nConfederation, the ratifications of which have been recently exchanged,\naccompany this message, for the information of Congress and for such\nlegislative enactments as may be found necessary or expedient in relation\nto either of them.To watch over and foster the interests of a gradually increasing and widely\nextended commerce, to guard the rights of American citizens whom business\nor pleasure or other motives may tempt into distant climes, and at the same\ntime to cultivate those sentiments of mutual respect and good will which\nexperience has proved so beneficial in international intercourse, the\nGovernment of the United States has deemed it expedient from time to time\nto establish diplomatic connections with different foreign states, by the\nappointment of representatives to reside within their respective\nterritories. I am gratified to be enabled to announce to you that since the\nclose of your last session these relations have been opened under the\nhappiest auspices with Austria and the Two Sicilies, that new nominations\nhave been made in the respective missions of Russia, Brazil, Belgium, and\nSweden and Norway in this country, and that a minister extraordinary has\nbeen received, accredited to this Government, from the Argentine\nConfederation.An exposition of the fiscal affairs of the Government and of their\ncondition for the past year will be made to you by the Secretary of the\nTreasury.The available balance in the Treasury on the 1st of January next is\nestimated at $2,765,342. The receipts of the year from customs and lands\nwill probably amount to $20,615,598. These usual sources of revenue have\nbeen increased by an issue of Treasury notes, of which less than\n$8,000,000, including interest and principal, will be outstanding at the\nend of the year, and by the sale of one of the bonds of the Bank of the\nUnited States for $2,254,871. The aggregate of means from these and other\nsources, with the balance on hand on the 1st of January last, has been\napplied to the payment of appropriations by Congress. The whole expenditure\nfor the year on their account, including the redemption of more than eight\nmillions of Treasury notes, constitutes an aggregate of about $40,000,000,\nand will still leave in the Treasury the balance before stated.Nearly $8,000,000 of Treasury notes are to be paid during the coming year\nin addition to the ordinary appropriations for the support of Government.\nFor both these purposes the resources of the Treasury will undoubtedly be\nsufficient if the charges upon it are not increased beyond the annual\nestimates. No excess, however, is likely to exist. Nor can the postponed\ninstallment of the surplus revenue be deposited with the States nor any\nconsiderable appropriations beyond the estimates be made without causing a\ndeficiency in the Treasury. The great caution, advisable at all times, of\nlimiting appropriations to the wants of the public service is rendered\nnecessary at present by the prospective and rapid reduction of the tariff,\nwhile the vigilant jealousy evidently excited among the people by the\noccurrences of the last few years assures us that they expect from their\nrepresentatives, and will sustain them in the exercise of, the most rigid\neconomy. Much can be effected by postponing appropriations not immediately\nrequired for the ordinary public service or for any pressing emergency, and\nmuch by reducing the expenditures where the entire and immediate\naccomplishment of the objects in view is not indispensable.When we call to mind the recent and extreme embarrassments produced by\nexcessive issues of bank paper, aggravated by the unforeseen withdrawal of\nmuch foreign capital and the inevitable derangement arising from the\ndistribution of the surplus revenue among the States as required by\nCongress, and consider the heavy expenses incurred by the removal of Indian\ntribes, by the military operations in Florida, and on account of the\nunusually large appropriations made at the last two annual sessions of\nCongress for other objects, we have striking evidence in the present\nefficient state of our finances of the abundant resources of the country to\nfulfill all its obligations. Nor is it less gratifying to find that the\ngeneral business of the community, deeply affected as it has been, is\nreviving with additional vigor, chastened by the lessons of the past and\nanimated by the hopes of the future. By the curtailment of paper issues, by\ncurbing the sanguine and adventurous spirit of speculation, and by the\nhonorable application of all available means to the fulfillment of\nobligations, confidence has been restored both at home and abroad, and ease\nand facility secured to all the operations of trade.The agency of the Government in producing these results has been as\nefficient as its powers and means permitted. By withholding from the States\nthe deposit of the fourth installment, and leaving several millions at long\ncredits with the banks, principally in one section of the country, and more\nimmediately beneficial to it, and at the same time aiding the banks and\ncommercial communities in other sections by postponing the payment of bonds\nfor duties to the amount of between four and five millions of dollars; by\nan issue of Treasury notes as a means to enable the Government to meet the\nconsequences of their indulgences, but affording at the same time\nfacilities for remittance and exchange; and by steadily declining to employ\nas general depositories of the public revenues, or receive the notes of,\nall banks which refused to redeem them with specie--by these measures,\naided by the favorable action of some of the banks and by the support and\ncooperation of a large portion of the community, we have witnessed an early\nresumption of specie payments in our great commercial capital, promptly\nfollowed in almost every part of the United States. This result has been\nalike salutary to the true interests of agriculture, commerce, and\nmanufactures; to public morals, respect for the laws, and that confidence\nbetween man and man which is so essential in all our social relations.The contrast between the suspension of 1814 and that of 1837 is most\nstriking. The short duration of the latter, the prompt restoration of\nbusiness, the evident benefits resulting from an adherence by the\nGovernment to the constitutional standard of value instead of sanctioning\nthe suspension by the receipt of irredeemable paper, and the advantages\nderived from the large amount of specie introduced into the country\nprevious to 1837 afford a valuable illustration of the true policy of the\nGovernment in such a crisis. Nor can the comparison fail to remove the\nimpression that a national bank is necessary in such emergencies. Not only\nwere specie payments resumed without its aid, but exchanges have also been\nmore rapidly restored than when it existed, thereby showing that private\ncapital, enterprise, and prudence are fully adequate to these ends. On all\nthese points experience seems to have confirmed the views heretofore\nsubmitted to Congress. We have been saved the mortification of seeing the\ndistresses of the community for the third time seized on to fasten upon the\ncountry so dangerous an institution, and we may also hope that the business\nof individuals will hereafter be relieved from the injurious effects of a\ncontinued agitation of that disturbing subject. The limited influence of a\nnational bank in averting derangement in the exchanges of the country or in\ncompelling the resumption of specie payments is now not less apparent than\nits tendency to increase inordinate speculation by sudden expansions and\ncontractions; its disposition to create panic and embarrassment for the\npromotion of its own designs; its interference with politics, and its far\ngreater power for evil than for good, either in regard to the local\ninstitutions or the operations of Government itself. What was in these\nrespects but apprehension or opinion when a national bank was first\nestablished now stands confirmed by humiliating experience. The scenes\nthrough which we have passed conclusively prove how little our commerce,\nagriculture, manufactures, or finances require such an institution, and\nwhat dangers are attendant on its power--a power, I trust, never to be\nconferred by the American people upon their Government, and still less upon\nindividuals not responsible to them for its unavoidable abuses.My conviction of the necessity of further legislative provisions for the\nsafe-keeping and disbursement of the public moneys and my opinion in regard\nto the measures best adapted to the accomplishment of those objects have\nbeen already submitted to you. These have been strengthened by recent\nevents, and in the full conviction that time and experience must still\nfurther demonstrate their propriety I feel it my duty, with respectful\ndeference to the conflicting views of others, again to invite your\nattention to them.With the exception of limited sums deposited in the few banks still\nemployed under the act of 1836, the amounts received for duties, and, with\nvery inconsiderable exceptions, those accruing from lands also, have since\nthe general suspension of specie payments by the deposit banks been kept\nand disbursed by the Treasurer under his general legal powers, subject to\nthe superintendence of the Secretary of the Treasury. The propriety of\ndefining more specifically and of regulating by law the exercise of this\nwide scope of Executive discretion has been already submitted to Congress.A change in the office of collector at one of our principal ports has\nbrought to light a defalcation of the gravest character, the particulars of\nwhich will be laid before you in a special report from the Secretary of the\nTreasury. By his report and the accompanying documents it will be seen that\nthe weekly returns of the defaulting officer apparently exhibited\nthroughout a faithful administration of the affairs intrusted to his\nmanagement. It, however, now appears that he commenced abstracting the\npublic moneys shortly after his appointment and continued to do so,\nprogressively increasing the amount, for the term of more than seven years,\nembracing a portion of the period during which the public moneys were\ndeposited in the Bank of the United States, the whole of that of the State\nbank deposit system, and concluding only on his retirement from office,\nafter that system had substantially failed in consequence of the suspension\nof specie payments.The way in which this defalcation was so long concealed and the steps taken\nto indemnify the United States, as far as practicable, against loss will\nalso be presented to you. The case is one which imperatively claims the\nattention of Congress and furnishes the strongest motive for the\nestablishment of a more severe and secure system for the safe-keeping and\ndisbursement of the public moneys than any that has heretofore existed.It seems proper, at all events, that by an early enactment similar to that\nof other countries the application of public money by an officer of\nGovernment to private uses should be made a felony and visited with severe\nand ignominious punishment. This is already in effect the law in respect to\nthe Mint, and has been productive of the most salutary results. Whatever\nsystem is adopted, such an enactment would be wise as an independent\nmeasure, since much of the public moneys must in their collection and\nultimate disbursement pass twice through the hands of public officers, in\nwhatever manner they are intermediately kept. The Government, it must be\nadmitted, has been from its commencement comparatively fortunate in this\nrespect. But the appointing power can not always be well advised in its\nselections, and the experience of every country has shown that public\nofficers are not at all times proof against temptation. It is a duty,\ntherefore, which the Government owes, as well to the interests committed to\nits care as to the officers themselves, to provide every guard against\ntransgressions of this character that is consistent with reason and\nhumanity. Congress can not be too jealous of the conduct of those who are\nintrusted with the public money, and I shall at all times be disposed to\nencourage a watchful discharge of this duty.If a more direct cooperation on the part of Congress in the supervision of\nthe conduct of the officers intrusted with the custody and application of\nthe public money is deemed desirable, it will give me pleasure to assist in\nthe establishment of any judicious and constitutional plan by which that\nobject may be accomplished. You will in your wisdom determine upon the\npropriety of adopting such a plan and upon the measures necessary to its\neffectual execution. When the late Bank of the United States was\nincorporated and made the depository of the public moneys, a right was\nreserved to Congress to inspect at its pleasure, by a committee of that\nbody, the books and the proceedings of the bank. In one of the States,\nwhose banking institutions are supposed to rank amongst the first in point\nof stability, they are subjected to constant examination by commissioners\nappointed for that purpose, and much of the success of its banking system\nis attributed to this watchful supervision.The same course has also, in view of its beneficial operation, been adopted\nby an adjoining State, favorably known for the care it has always bestowed\nupon whatever relates to its financial concerns. I submit to your\nconsideration whether a committee of Congress might not be profitably\nemployed in inspecting, at such intervals as might be deemed proper, the\naffairs and accounts of officers intrusted with the custody of the public\nmoneys. The frequent performance of this duty might be made obligatory on\nthe committee in respect to those officers who have large sums in their\npossession, and left discretionary in respect to others. They might report\nto the Executive such defalcations as were found to exist, with a view to a\nprompt removal from office unless the default was satisfactorily accounted\nfor, and report also to Congress, at the commencement of each session, the\nresult of their examinations and proceedings. It does appear to me that\nwith a subjection of this class of public officers to the general\nsupervision of the Executive, to examinations by a committee of Congress at\nperiods of which they should have no previous notice, and to prosecution\nand punishment as for felony for every breach of trust, the safe-keeping of\nthe public moneys might under the system proposed be placed on a surer\nfoundation than it has ever occupied since the establishment of the\nGovernment.The Secretary of the Treasury will lay before you additional information\ncontaining new details on this interesting subject. To these I ask your\nearly attention. That it should have given rise to great diversity of\nopinion can not be a subject of surprise. After the collection and custody\nof the public moneys had been for so many years connected with and made\nsubsidiary to the advancement of private interests, a return to the simple\nself-denying ordinances of the Constitution could not but be difficult. But\ntime and free discussion, eliciting the sentiments of the people, and aided\nby that conciliatory spirit which has ever characterized their course on\ngreat emergencies, were relied upon for a satisfactory settlement of the\nquestion. Already has this anticipation, on one important point at\nleast--the impropriety of diverting public money to private purposes--been\nfully realized. There is no reason to suppose that legislation upon that\nbranch of the subject would now be embarrassed by a difference of opinion,\nor fail to receive the cordial support of a large majority of our\nconstituents.The connection which formerly existed between the Government and banks was\nin reality injurious to both, as well as to the general interests of the\ncommunity at large. It aggravated the disasters of trade and the\nderangements of commercial intercourse, and administered new excitements\nand additional means to wild and reckless speculations, the disappointment\nof which threw the country into convulsions of panic, and all but produced\nviolence and bloodshed. The imprudent expansion of bank credits, which was\nthe natural result of the command of the revenues of the State, furnished\nthe resources for unbounded license in every species of adventure, seduced\nindustry from its regular and salutary occupations by the hope of abundance\nwithout labor, and deranged the social state by tempting all trades and\nprofessions into the vortex of speculation on remote contingencies.The same wide-spreading influence impeded also the resources of the\nGovernment, curtailed its useful operations, embarrassed the fulfillment of\nits obligations, and seriously interfered with the execution of the laws.\nLarge appropriations and oppressive taxes are the natural consequences of\nsuch a connection, since they increase the profits of those who are allowed\nto use the public funds, and make it their interest that money should be\naccumulated and expenditures multiplied. It is thus that a concentrated\nmoney power is tempted to become an active agent in political affairs; and\nall past experience has shown on which side that influence will be arrayed.\nWe deceive ourselves if we suppose that, it will ever be found asserting\nand supporting the rights of the community at large in opposition to the\nclaims of the few.In a government whose distinguishing characteristic should be a diffusion\nand equalization of its benefits and burdens the advantage of individuals\nwill be augmented at the expense of the community at large. Nor is it the\nnature of combinations for the acquisition of legislative influence to\nconfine their interference to the single object for which they were\noriginally formed. The temptation to extend it to other matters is, on the\ncontrary, not unfrequently too strong to be resisted. The rightful\ninfluence in the direction of public affairs of the mass of the people is\ntherefore in no slight danger of being sensibly and injuriously affected by\ngiving to a comparatively small but very efficient class a direct and\nexclusive personal interest in so important a portion of the legislation of\nCongress as that which relates to the custody of the public moneys. If laws\nacting upon private interests can not always be avoided, they should be\nconfined within the narrowest limits, and left wherever possible to the\nlegislatures of the States. When not thus restricted they lead to\ncombinations of powerful associations, foster an influence necessarily\nselfish, and turn the fair course of legislation to sinister ends rather\nthan to objects that advance public liberty and promote the general good.The whole subject now rests with you, and I can not but express a hope that\nsome definite measure will be adopted at the present session.It will not, I am sure, be deemed out of place for me here to remark that\nthe declaration of my views in opposition to the policy of employing banks\nas depositories of the Government funds can not justly be construed as\nindicative of hostility, official or personal, to those institutions; or to\nrepeat in this form and in connection with this subject opinions which I\nhave uniformly entertained and on all proper occasions expressed. Though\nalways opposed to their creation in the form of exclusive privileges, and,\nas a State magistrate, aiming by appropriate legislation to secure the\ncommunity against the consequences of their occasional mismanagement, I\nhave yet ever wished to see them protected in the exercise of rights\nconferred by law, and have never doubted their utility when properly\nmanaged in promoting the interests of trade, and through that channel the\nother interests of the community. To the General Government they present\nthemselves merely as State institutions, having no necessary connection\nwith its legislation or its administration. Like other State\nestablishments, they may be used or not in conducting the affairs of the\nGovernment, as public policy and the general interests of the Union may\nseem to require. The only safe or proper principle upon which their\nintercourse with the Government can be regulated is that which regulates\ntheir intercourse with the private citizen--the conferring of mutual\nbenefits. When the Government can accomplish a financial operation better\nwith the aid of the banks than without it, it should be at liberty to seek\nthat aid as it would the services of a private banker or other capitalist\nor agent, giving the preference to those who will serve it on the best\nterms. Nor can there ever exist an interest in the officers of the General\nGovernment, as such, inducing them to embarrass or annoy the State banks\nany more than to incur the hostility of any other class of State\ninstitutions or of private citizens. It is not in the nature of things that\nhostility to these institutions can spring from this source, or any\nopposition to their course of business, except when they themselves depart\nfrom the objects of their creation and attempt to usurp powers not\nconferred upon them or to subvert the standard of value established by the\nConstitution. While opposition to their regular operations can not exist in\nthis quarter, resistance to any attempt to make the Government dependent\nupon them for the successful administration of public affairs is a matter\nof duty, as I trust it ever will be of inclination, no matter from what\nmotive or consideration the attempt may originate.It is no more than just to the banks to say that in the late emergency most\nof them firmly resisted the strongest temptations to extend their paper\nissues when apparently sustained in a suspension of specie payments by\npublic opinion, even though in some cases invited by legislative\nenactments. To this honorable course, aided by the resistance of the\nGeneral Government, acting in obedience to the Constitution and laws of the\nUnited States, to the introduction of an irredeemable paper medium, may be\nattributed in a great degree the speedy restoration of our currency to a\nsound state and the business of the country to its wonted prosperity.The banks have but to continue in the same safe course and be content in\ntheir appropriate sphere to avoid all interference from the General\nGovernment and to derive from it all the protection and benefits which it\nbestows on other State establishments, on the people of the States, and on\nthe States themselves. In this, their true position, they can not but\nsecure the confidence and good will of the people and the Government, which\nthey can only lose when, leaping from their legitimate sphere, they attempt\nto control the legislation of the country and pervert the operations of the\nGovernment to their own purposes.Our experience under the act, passed at the last session, to grant\npreemption rights to settlers on the public lands has as yet been too\nlimited to enable us to pronounce with safety upon the efficacy of its\nprovisions to carry out the wise and liberal policy of the Government in\nthat respect. There is, however, the best reason to anticipate favorable\nresults from its operation. The recommendations formerly submitted to you\nin respect to a graduation of the price of the public lands remain to be\nfinally acted upon. Having found no reason to change the views then\nexpressed, your attention to them is again respectfully requested.Every proper exertion has been made and will be continued to carry out the\nwishes of Congress in relation to the tobacco trade, as indicated in the\nseveral resolutions of the House of Representatives and the legislation of\nthe two branches. A favorable impression has, I trust, been made in the\ndifferent foreign countries to which particular attention has been\ndirected; and although we can not hope for an early change in their policy,\nas in many of them a convenient and large revenue is derived from\nmonopolies in the fabrication and sale of this article, yet, as these\nmonopolies are really injurious to the people where they are established,\nand the revenue derived from them may be less injuriously and with equal\nfacility obtained from another and a liberal system of administration, we\ncan not doubt that our efforts will be eventually crowned with, success if\npersisted in with temperate firmness and sustained by prudent legislation.In recommending to Congress the adoption of the necessary provisions at\nthis session for taking the next census or enumeration of the inhabitants\nof the United States, the suggestion presents itself whether the scope of\nthe measure might not be usefully extended by causing it to embrace\nauthentic statistical returns of the great interests specially intrusted to\nor necessarily affected by the legislation of Congress.The accompanying report of the Secretary of War presents a satisfactory\naccount of the state of the Army and of the several branches of the public\nservice confided to the superintendence of that officer.The law increasing and organizing the military establishment of the United\nStates has been nearly carried into effect, and the Army has been\nextensively and usefully employed during the past season.I would again call to your notice the subjects connected with and essential\nto the military defenses of the country which were submitted to you at the\nlast session, but which were not acted upon, as is supposed, for want of\ntime. The most important of them is the organization of the militia on the\nmaritime and inland frontiers. This measure is deemed important, as it is\nbelieved that it will furnish an effective volunteer force in aid of the\nRegular Army, and may form the basis of a general system of organization\nfor the entire militia of the United States. The erection of a national\nfoundry and gunpowder manufactory, and one for making small arms, the\nlatter to be situated at some point west of the Allegany Mountains, all\nappear to be of sufficient importance to be again urged upon your\nattention.The plan proposed by the Secretary of War for the distribution of the\nforces of the United States in time of peace is well calculated to promote\nregularity and economy in the fiscal administration of the service, to\npreserve the discipline of the troops, and to render them available for the\nmaintenance of the peace and tranquillity of the Country. With this view,\nlikewise, I recommend the adoption of the plan presented by that officer\nfor the defense of the western frontier. The preservation of the lives and\nproperty of our fellow-citizens who are settled upon that border country,\nas well as the existence of the Indian population, which might be tempted\nby our want of preparation to rush on their own destruction and attack the\nwhite settlements, all seem to require that this subject should be acted\nupon without delay, and the War Department authorized to place that country\nin a state of complete defense against any assault from the numerous and\nwarlike tribes which are congregated on that border.It affords me sincere pleasure to be able to apprise you of the entire\nremoval of the Cherokee Nation of Indians to their new homes west of the\nMississippi. The measures authorized by Congress at its last session, with\na view to the long-standing controversy with them, have had the happiest\neffects. By an agreement concluded with them by the commanding general in\nthat country, who has performed the duties assigned to him on the occasion\nwith commendable energy and humanity, their removal has been principally\nunder the conduct of their own chiefs, and they have emigrated without any\napparent reluctance.The successful accomplishment of this important object, the removal also of\nthe entire Creek Nation with the exception of a small number of fugitives\namongst the Seminoles in Florida, the progress already made toward a speedy\ncompletion of the removal of the Chickasaws, the Choctaws, the\nPottawatamies, the Ottawas, and the Chippewas, with the extensive purchases\nof Indian lands during the present year, have rendered the speedy and\nsuccessful result of the long-established policy of the Government upon the\nsubject of Indian affairs entirely certain. The occasion is therefore\ndeemed a proper one to place this policy in such a point of view as will\nexonerate the Government of the United States from the undeserved reproach\nwhich has been cast upon it through several successive Administrations.\nThat a mixed occupancy of the same territory by the white and red man is\nincompatible with the safety or happiness of either is a position in\nrespect to which there has long since ceased to be room for a difference of\nopinion. Reason and experience have alike demonstrated its\nimpracticability. The bitter fruits of every attempt heretofore to overcome\nthe barriers interposed by nature have only been destruction, both physical\nand moral, to the Indian, dangerous conflicts of authority between the\nFederal and State Governments, and detriment to the individual prosperity\nof the citizen as well as to the general improvement of the country. The\nremedial policy, the principles of which were settled more than thirty\nyears ago under the Administration of Mr. Jefferson, consists in an\nextinction, for a fair consideration, of the title to all the lands still\noccupied by the Indians within the States and Territories of the United\nStates; their removal to a country west of the Mississippi much more\nextensive and better adapted to their condition than that on which they\nthen resided; the guarantee to them by the United States of their exclusive\npossession of that country forever, exempt from all intrusions by white\nmen, with ample provisions for their security against external violence and\ninternal dissensions, and the extension to them of suitable facilities for\ntheir advancement in civilization. This has not been the policy of\nparticular Administrations only, but of each in succession since the first\nattempt to carry it out under that of Mr. Monroe. All have labored for its\naccomplishment, only with different degrees of success. The manner of its\nexecution has, it is true, from time to time given rise to conflicts of\nopinion and unjust imputations; but in respect to the wisdom and necessity\nof the policy itself there has not from the beginning existed a doubt in\nthe mind of any calm, judicious, disinterested friend of the Indian race\naccustomed to reflection and enlightened by experience.Occupying the double character of contractor on its own account and\nguardian for the parties contracted with, it was hardly to be expected that\nthe dealings of the Federal Government with the Indian tribes would escape\nmisrepresentation. That there occurred ill the early settlement of this\ncountry, as in all others where the civilized race has succeeded to the\npossessions of the savage, instances of oppression and fraud on the part of\nthe former there is too much reason to believe. No such offenses can,\nhowever, be justly charged upon this Government since it became free to\npursue its own course. Its dealings with the Indian tribes have been just\nand friendly throughout; its efforts for their civilization constant, and\ndirected by the best feelings of humanity; its watchfulness in protecting\nthem from individual frauds unremitting; its forbearance under the keenest\nprovocations, the deepest injuries, and the most flagrant outrages may\nchallenge at least a comparison with any nation, ancient or modern, in\nsimilar circumstances; and if in future times a powerful, civilized, and\nhappy nation of Indians shall be found to exist within the limits of this\nnorthern continent it will be owing to the consummation of that policy\nwhich has been so unjustly assailed. Only a very brief reference to facts\nin confirmation of this assertion can in this form be given, and you are\ntherefore necessarily referred to the report of the Secretary of War for\nfurther details. To the Cherokees, whose case has perhaps excited the\ngreatest share of attention and sympathy, the United States have granted in\nfee, with a perpetual guaranty of exclusive and peaceable possession,\n13,554,135 acres of land on the west side of the Mississippi, eligibly\nsituated, in a healthy climate, and in all respects better suited to their\ncondition than the country they have left, in exchange for only 9,492, 160\nacres on the east side of the same river. The United States have in\naddition stipulated to pay them $5,600,000 for their interest in and\nimprovements on the lands thus relinquished, and $1,160,000 for subsistence\nand other beneficial purposes, thereby putting it in their power to become\none of the most wealthy and independent separate communities of the same\nextent in the world.By the treaties made and ratified with the Miamies, the Chippewas, the\nSioux, the Sacs and Foxes, and the Winnebagoes during the last year the\nIndian title to 18,458,000 acres has been extinguished. These purchases\nhave been much more extensive than those of any previous year, and have,\nwith other Indian expenses, borne very heavily upon the Treasury. They\nleave, however, but a small quantity of unbought Indian lands within the\nStates and Territories, and the Legislature and Executive were equally\nsensible of the propriety of a final and more speedy extinction of Indian\ntitles within those limits. The treaties, which were with a single\nexception made in pursuance of previous appropriations for defraying the\nexpenses, have subsequently been ratified by the Senate, and received the\nsanction of Congress by the appropriations necessary to carry them into\neffect. Of the terms upon which these important negotiations were concluded\nI can speak from direct knowledge, and I feel no difficulty in affirming\nthat the interest of the Indians in the extensive territory embraced by\nthem is to be paid for at its fair value, and that no more favorable terms\nhave been granted to the United States than would have been reasonably\nexpected in a negotiation with civilized men fully capable of appreciating\nand protecting their own rights. For the Indian title to 116,349,897 acres\nacquired since the 4th of March, 1829, the United States have paid\n$72,560,056 in permanent annuities, lands, reservations for Indians,\nexpenses of removal and subsistence, merchandise, mechanical and\nagricultural establishments and implements. When the heavy expenses\nincurred by the United States and the circumstance that so large a portion\nof the entire territory will be forever unsalable are considered, and this\nprice is compared with that for which the United States sell their own\nlands, no one can doubt that justice has been done to the Indians in these\npurchases also. Certain it is that the transactions of the Federal\nGovernment with the Indians have been uniformly characterized by a sincere\nand paramount desire to promote their welfare; and it must be a source of\nthe highest gratification to every friend to justice and humanity to learn\nthat not withstanding the obstructions from time to time thrown in its way\nand the difficulties which have arisen from the peculiar and impracticable\nnature of the Indian character, the wise, humane, and undeviating policy of\nthe Government in this the most difficult of all our relations, foreign or\ndomestic, has at length been justified to the world in its near approach to\na happy and certain consummation.The condition of the tribes which occupy the country set apart for them in\nthe West is highly prosperous, and encourages the hope of their early\ncivilization. They have for the most part abandoned the hunter state and\nturned their attention to agricultural pursuits. All those who have been\nestablished for any length of time in that fertile region maintain\nthemselves by their own industry. There are among them traders of no\ninconsiderable capital, and planters exporting cotton to some extent, but\nthe greater number are small agriculturists, living in comfort upon the\nproduce of their farms. The recent emigrants, although they have in some\ninstances removed reluctantly, have readily acquiesced in their unavoidable\ndestiny. They have found at once a recompense for past sufferings and an\nincentive to industrious habits in the abundance and comforts around them.\nThere is reason to believe that all these tribes are friendly in their\nfeelings toward the United States; and it is to be hoped that the\nacquisition of individual wealth, the pursuits of agriculture, and habits\nof industry will gradually subdue their warlike propensities and incline\nthem to maintain peace among themselves. To effect this desirable object\nthe attention of Congress is solicited to the measures recommended by the\nSecretary of War for their future government and protection, as well from\neach other as from the hostility of the warlike tribes around them and the\nintrusions of the whites. The policy of the Government has given them a\npermanent home and guaranteed to them its peaceful and undisturbed\npossession. It only remains to give them a government and laws which will\nencourage industry and secure to them the rewards of their exertions. The\nimportance of some form of government can not be too much insisted upon.\nThe earliest effects will be to diminish the causes and occasions for\nhostilities among the tribes, to inspire an interest in the observance of\nlaws to which they will have themselves assented, and to multiply the\nsecurities of property and the motives for self-improvement. Intimately\nconnected with this subject is the establishment of the military defenses\nrecommended by the Secretary of War, which have been already referred to.\nWithout them the Government will be powerless to redeem its pledge of\nprotection to the emigrating Indians against the numerous warlike tribes\nthat surround them and to provide for the safety of the frontier settlers\nof the bordering States.The case of the Seminoles constitutes at present the only exception to the\nsuccessful efforts of the Government to remove the Indians to the homes\nassigned them west of the Mississippi. Four hundred of this tribe emigrated\nin 1836 and 1,500 in 1837 and 1838, leaving in the country, it is supposed,\nabout 2,000 Indians. The continued treacherous conduct of these people; the\nsavage and unprovoked murders they have lately committed, butchering whole\nfamilies of the settlers of the Territory without distinction of age or\nsex, and making their way into the very center and heart of the country, so\nthat no part of it is free from their ravages; their frequent attacks on\nthe light-houses along that dangerous coast, and the barbarity with which\nthey have murdered the passengers and crews of such vessels as have been\nwrecked upon the reefs and keys which border the Gulf, leave the Government\nno alternative but to continue the military operations against them until\nthey are totally expelled from Florida. There are other motives which would\nurge the Government to pursue this course toward the Seminoles. The United\nStates have fulfilled in good faith all their treaty stipulations with the\nIndian tribes, and have in every other instance insisted upon a like\nperformance of their obligations. To relax from this salutary rule because\nthe Seminoles have maintained themselves so long in the territory they had\nrelinquished, and in defiance of their frequent and solemn engagements\nstill continue to wage a ruthless war against the United States, would not\nonly evince a want of constancy on our part, but be of evil example in our\nintercourse with other tribes. Experience has shown that but little is to\nbe gained by the march of armies through a country so intersected with\ninaccessible swamps and marshes, and which, from the fatal character of the\nclimate, must be abandoned at the end of the winter. I recommend,\ntherefore, to your attention the plan submitted by the Secretary of War in\nthe accompanying report, for the permanent occupation of the portion of the\nTerritory freed from the Indians and the more efficient protection of the\npeople of Florida from their inhuman warfare.From the report of the Secretary of the Navy herewith transmitted it will\nappear that a large portion of the disposable naval force is either\nactively employed or in a state of preparation for the purposes of\nexperience and discipline and the protection of our commerce. So effectual\nhas been this protection that so far as the information of Government\nextends not a single outrage has been attempted on a vessel carrying the\nflag of the United States within the present year, in any quarter, however\ndistant or exposed.The exploring expedition sailed from Norfolk on the 19th of August last,\nand information has been received of its safe arrival at the island of\nMadeira. The best spirit animates the officers and crews, and there is\nevery reason to anticipate from its efforts results beneficial to commerce\nand honorable to the nation.It will also be seen that no reduction of the force now in commission is\ncontemplated. The unsettled state of a portion of South America renders it\nindispensable that our commerce should receive protection in that quarter;\nthe vast and increasing interests embarked in the trade of the Indian and\nChina seas, in the whale fisheries of the Pacific Ocean, and in the Gulf of\nMexico require equal attention to their safety, and a small squadron may be\nemployed to great advantage on our Atlantic coast in meeting sudden demands\nfor the reenforcement of other stations, in aiding merchant vessels in\ndistress, in affording active service to an additional number of officers,\nand in visiting the different ports of the United States, an accurate\nknowledge of which is obviously of the highest importance.The attention of Congress is respectfully called to that portion of the\nreport recommending an increase in the number of smaller vessels, and to\nother suggestions contained in that document. The rapid increase and wide\nexpansion of our commerce, which is every day seeking new avenues of\nprofitable adventure; the absolute necessity of a naval force for its\nprotection precisely in the degree of its extension; a due regard to the\nnational rights and honor; the recollection of its former exploits, and the\nanticipation of its future triumphs whenever opportunity presents itself,\nwhich we may rightfully indulge from the experience of the past--all seem\nto point to the Navy as a most efficient arm of our national defense and a\nproper object of legislative encouragement.The progress and condition of the Post-Office Department will be seen by\nreference to the report of the Postmaster-General. The extent of post-roads\ncovered by mail contracts is stated to be 134,818 miles, and the annual\ntransportation upon them 34,580,202 miles. The number of post-offices in\nthe United States is 12,553, and rapidly increasing. The gross revenue for\nthe year ending on the 30th day of June last was $4,262,145; the accruing\nexpenditures, $4,680,068; excess of expenditures, $417,923. This has been\nmade up out of the surplus previously on hand. The cash on hand on the 1st\ninstant was $314,068. The revenue for the year ending June 30, 1838, was\n$161,540 more than that for the year ending June 30, 1837. The expenditures\nof the Department had been graduated upon the anticipation of a largely\nincreased revenue. A moderate curtailment of mail service consequently\nbecame necessary, and has been effected, to shield the Department against\nthe danger of embarrassment. Its revenue is now improving, and it will soon\nresume its onward course in the march of improvement.Your particular attention is requested to so much of the\nPostmaster-Generals report as relates to the transportation of the mails\nupon railroads. The laws on that subject do not seem adequate to secure\nthat service, now become almost essential to the public interests, and at\nthe same time protect the Department from combinations and unreasonable\ndemands.Nor can I too earnestly request your attention to the necessity of\nproviding a more secure building for this Department. The danger of\ndestruction to which its important books and papers are continually\nexposed, as well from the highly combustible character of the building\noccupied as from that of others in the vicinity, calls loudly for prompt\naction.Your attention is again earnestly invited to the suggestions and\nrecommendations submitted at the last session in respect to the District of\nColumbia.I feel it my duty also to bring to your notice certain proceedings at law\nwhich have recently been prosecuted in this District in the name of the\nUnited States, on the relation of Messrs. Stockton & Stokes, of the State\nof Maryland, against the Postmaster-General, and which have resulted in the\npayment of money out of the National Treasury, for the first time since the\nestablishment of the Government, by judicial compulsion exercised by the\ncommon-law writ of mandamus issued by the circuit court of this District.The facts of the case and the grounds of the proceedings will be found\nfully stated in the report of the decision, and any additional information\nwhich you may desire will be supplied by the proper Department. No\ninterference in the particular case is contemplated. The money has been\npaid, the claims of the prosecutors have been satisfied, and the whole\nsubject, so far as they are concerned, is finally disposed of; but it is on\nthe supposition that the case may be regarded as an authoritative\nexposition of the law as it now stands that I have thought it necessary to\npresent it to your consideration.The object of the application to the circuit court was to compel the\nPostmaster-General to carry into effect an award made by the Solicitor of\nthe Treasury, under a special act of Congress for the settlement of certain\nclaims of the relators on the Post-Office Department, which award the\nPostmaster-General declined to execute in full until he should receive\nfurther legislative direction on the subject. If the duty imposed on the\nPostmaster-General by that law was to be regarded as one of an official\nnature, belonging to his office as a branch of the executive, then it is\nobvious that the constitutional competency of the judiciary to direct and\ncontrol him in its discharge was necessarily drawn in question; and if the\nduty so imposed on the Postmaster-General was to be considered as merely\nministerial, and not executive, it yet remained to be shown that the\ncircuit court of this District had authority to interfere by mandamus, such\na power having never before been asserted or claimed by that court. With a\nview to the settlement of these important questions, the judgment of the\ncircuit court was carried by a writ of error to the Supreme Court of the\nUnited States. In the opinion of that tribunal the duty imposed on the\nPostmaster-General was not an official executive duty, but one of a merely\nministerial nature. The grave constitutional questions which had been\ndiscussed were therefore excluded from the decision of the case, the court,\nindeed, expressly admitting that with powers and duties properly belonging\nto the executive no other department can interfere by the writ of\nmandamus; and the question therefore resolved itself into this: Has\nCongress conferred upon the circuit court of this District the power to\nissue such a writ to an officer of the General Government commanding him to\nperform a ministerial act? A majority of the court have decided that it\nhas, but have rounded their decision upon a process of reasoning which in\nmy judgment renders further legislative provision indispensable to the\npublic interests and the equal administration of justice.It has long since been decided by the Supreme Court that neither that\ntribunal nor the circuit courts of the United States, held within the\nrespective States, possess the power in question; but it is now held that\nthis power, denied to both of these high tribunals (to the former by the\nConstitution and to the latter by Congress), has been by its legislation\nvested in the circuit court of this District. No such direct grant of power\nto the circuit court of this District is claimed, but it has been held to\nresult by necessary implication from several sections of the law\nestablishing the court. One of these sections declares that the laws of\nMaryland, as they existed at the time of the cession, should be in force in\nthat part of the District ceded by that State, and by this provision the\ncommon law in civil and criminal cases, as it prevailed in Maryland in\n1801, was established in that part of the District.In England the court of king's bench--because the Sovereign, who, according\nto the theory of the constitution, is the fountain of justice originally\nsat there in person, and is still deemed to be present in construction of\nlaw--alone possesses the high power of issuing the writ of mandamus, not\nonly to inferior jurisdictions and corporations, but also to magistrates\nand others, commanding them in the King's name to do what their duty\nrequires in cases where there is a vested right and no other specific\nremedy. It has been held in the case referred to that as the Supreme Court\nof the United States is by the Constitution rendered incompetent to\nexercise this power, and as the circuit court of this District is a court\nof general jurisdiction in cases at common law, and the highest court of\noriginal jurisdiction in the District, the right to issue the writ of\nmandamus is incident to its common-law powers. Another ground relied upon\nto maintain the power in question is that it was included by fair\nconstruction in the powers granted to the circuit courts of the United\nStates by the act \"to provide for the more convenient organization of the\ncourts of the United States,\" passed 13th February, 1801; that the act\nestablishing the circuit court of this District, passed the 27th day of\nFebruary, 1801, conferred upon that court and the judges thereof the same\npowers as were by law vested in the circuit courts of the United States and\nin the judges of the said courts; that the repeal of the first-mentioned\nact, which took place in the next year, did not divest the circuit court of\nthis District of the authority in dispute, but left it still clothed with\nthe powers over the subject which, it is conceded, were taken away from the\ncircuit courts of the United States by the repeal of the act of 13th\nFebruary, 1801.Admitting that the adoption of the laws of Maryland for a portion of this\nDistrict confers on the circuit court thereof, in that portion, the\ntranscendent extrajudicial prerogative powers of the court of king's bench\nin England, or that either of the acts of Congress by necessary implication\nauthorizes the former court to issue a writ of mandamus to an officer of\nthe United States to compel him to perform a ministerial duty, the\nconsequences are in one respect the same. The result in either case is that\nthe officers of the United States stationed in different parts of the\nUnited States are, in respect to the performance of their official duties,\nsubject to different laws and a different supervision--those in the States\nto one rule, and those in the District of Columbia to another and a very\ndifferent one. In the District their official conduct is subject to a\njudicial control from which in the States they are exempt.Whatever difference of opinion may exist as to the expediency of vesting\nsuch a power in the judiciary in a system of government constituted like\nthat of the United States, all must agree that these disparaging\ndiscrepancies in the law and in the administration of justice ought not to\nhe permitted to continue; and as Congress alone can provide the remedy, the\nsubject is unavoidably presented to your consideration.M. VAN BUREN", 
    "name": "Martin van Buren"
}