{
    "date": "December 2, 1850", 
    "speech": "Fellow-Citizens of the Senate and of the House of Representatives:Being suddenly called in the midst of the last session of Congress by a\npainful dispensation of Divine Providence to the responsible station which\nI now hold, I contented myself with such communications to the Legislature\nas the exigency of the moment seemed to require. The country was shrouded\nin mourning for the loss of its venerable Chief Magistrate and all hearts\nwere penetrated with grief. Neither the time nor the occasion appeared to\nrequire or to justify on my part any general expression of political\nopinions or any announcement of the principles which would govern me in the\ndischarge of the duties to the performance of which I had been so\nunexpectedly called. I trust, therefore, that it may not be deemed\ninappropriate if I avail myself of this opportunity of the reassembling of\nCongress to make known my sentiments in a general manner in regard to the\npolicy which ought to be pursued by the Government both in its intercourse\nwith foreign nations and its management and administration of internal\naffairs.Nations, like individuals in a state of nature, are equal and independent,\npossessing certain rights and owing certain duties to each other, arising\nfrom their necessary and unavoidable relations; which rights and duties\nthere is no common human authority to protect and enforce. Still, they are\nrights and duties, binding in morals, in conscience, and in honor, although\nthere is no tribunal to which an injured party can appeal but the\ndisinterested judgment of mankind, and ultimately the arbitrament of the\nsword.Among the acknowledged rights of nations is that which each possesses of\nestablishing that form of government which it may deem most conducive to\nthe happiness and prosperity of its own citizens, of changing that form as\ncircumstances may require, and of managing its internal affairs according\nto its own will. The people of the United States claim this right for\nthemselves, and they readily concede it to others. Hence it becomes an\nimperative duty not to interfere in the government or internal policy of\nother nations; and although we may sympathize with the unfortunate or the\noppressed everywhere in their struggles for freedom, our principles forbid\nus from taking any part in such foreign contests. We make no wars to\npromote or to prevent successions to thrones, to maintain any theory of a\nbalance of power, or to suppress the actual government which any country\nchooses to establish for itself. We instigate no revolutions, nor suffer\nany hostile military expeditions to be fitted out in the United States to\ninvade the territory or provinces of a friendly nation. The great law of\nmorality ought to have a national as well as a personal and individual\napplication. We should act toward other nations as we wish them to act\ntoward us, and justice and conscience should form the rule of conduct\nbetween governments, instead of mere power, self interest, or the desire of\naggrandizement. To maintain a strict neutrality in foreign wars, to\ncultivate friendly relations, to reciprocate every noble and generous act,\nand to perform punctually and scrupulously every treaty obligation--these\nare the duties which we owe to other states, and by the performance of\nwhich we best entitle ourselves to like treatment from them; or, if that,\nin any case, be refused, we can enforce our own rights with justice and a\nclear conscience.In our domestic policy the Constitution will be my guide, and in questions\nof doubt I shall look for its interpretation to the judicial decisions of\nthat tribunal which was established to expound it and to the usage of the\nGovernment, sanctioned by the acquiescence of the country. I regard all its\nprovisions as equally binding. In all its parts it is the will of the\npeople expressed in the most solemn form, and the constituted authorities\nare but agents to carry that will into effect. Every power which it has\ngranted is to be exercised for the public good; but no pretense of utility,\nno honest conviction, even, of what might be expedient, can justify the\nassumption of any power not granted. The powers conferred upon the\nGovernment and their distribution to the several departments are as clearly\nexpressed in that sacred instrument as the imperfection of human language\nwill allow, and I deem it my first duty not to question its wisdom, add to\nits provisions, evade its requirements, or nullify its commands.Upon you, fellow-citizens, as the representatives of the States and the\npeople, is wisely devolved the legislative power. I shall comply with my\nduty in laying before you from time to time any information calculated to\nenable you to discharge your high and responsible trust for the benefit of\nour common constituents.My opinions will be frankly expressed upon the leading subjects of\nlegislation; and if--which I do not anticipate--any act should pass the two\nHouses of Congress which should appear to me unconstitutional, or an\nencroachment on the just powers of other departments, or with provisions\nhastily adopted and likely to produce consequences injurious and\nunforeseen, I should not shrink from the duty of returning it to you, with\nmy reasons, for your further consideration. Beyond the due performance of\nthese constitutional obligations, both my respect for the Legislature and\nmy sense of propriety will restrain me from any attempt to control or\ninfluence your proceedings. With you is the power, the honor, and the\nresponsibility of the legislation of the country.The Government of the United States is a limited Government. It is confined\nto the exercise of powers expressly granted and such others as may be\nnecessary for carrying those powers into effect; and it is at all times an\nespecial duty to guard against any infringement on the just rights of the\nStates. Over the objects and subjects intrusted to Congress its legislative\nauthority is supreme. But here that authority ceases, and every citizen who\ntruly loves the Constitution and desires the continuance of its existence\nand its blessings will resolutely and firmly resist any interference in\nthose domestic affairs which the Constitution has dearly and unequivocally\nleft to the exclusive authority of the States. And every such citizen will\nalso deprecate useless irritation among the several members of the Union\nand all reproach and crimination tending to alienate one portion of the\ncountry from another. The beauty of our system of government consists, and\nits safety and durability must consist, in avoiding mutual collisions and\nencroachments and in the regular separate action of all, while each is\nrevolving in its own distinct orbit.The Constitution has made it the duty of the President to take care that\nthe laws be faithfully executed. In a government like ours, in which all\nlaws are passed by a majority of the representatives of the people, and\nthese representatives are chosen for such short periods that any injurious\nor obnoxious law can very soon be repealed, it would appear unlikely that\nany great numbers should be found ready to resist the execution of the\nlaws. But it must be borne in mind that the country is extensive; that\nthere may be local interests or prejudices rendering a law odious in one\npart which is not so in another, and that the thoughtless and\ninconsiderate, misled by their passions or their imaginations, may be\ninduced madly to resist such laws as they disapprove. Such persons should\nrecollect that without law there can be no real practical liberty; that\nwhen law is trampled under foot tyranny rules, whether it appears in the\nform of a military despotism or of popular violence. The law is the only\nsure protection of the weak and the only efficient restraint upon the\nstrong. When impartially and faithfully administered, none is beneath its\nprotection and none above its control. You, gentlemen, and the country may\nbe assured that to the utmost of my ability and to the extent of the power\nvested in me I shall at all times and in all places take care that the laws\nbe faithfully executed. In the discharge of this duty, solemnly imposed\nupon me by the Constitution and by my oath of office, I shall shrink from\nno responsibility, and shall endeavor to meet events as they may arise with\nfirmness, as well as with prudence and discretion.The appointing power is one of the most delicate with which the Executive\nis invested. I regard it as a sacred trust, to be exercised with the sole\nview of advancing the prosperity and happiness of the people. It shall be\nmy effort to elevate the standard of official employment by selecting for\nplaces of importance individuals fitted for the posts to which they are\nassigned by their known integrity, talents, and virtues. In so extensive a\ncountry, with so great a population, and where few persons appointed to\noffice can be known to the appointing power, mistakes will sometimes\nunavoidably happen and unfortunate appointments be made notwithstanding the\ngreatest care. In such cases the power of removal may be properly\nexercised; and neglect of duty or malfeasance in office will be no more\ntolerated in individuals appointed by myself than in those appointed by\nothers. I am happy in being able to say that no unfavorable change in our\nforeign relations has taken place since the message at the opening of the\nlast session of Congress. We are at peace with all nations and we enjoy in\nan eminent degree the blessings of that peace in a prosperous and growing\ncommerce and in all the forms of amicable national intercourse. The\nunexampled growth of the country, the present amount of its population, and\nits ample means of self-protection assure for it the respect of all\nnations, while it is trusted that its character for justice and a regard to\nthe rights of other States will cause that respect to be readily and\ncheerfully paid.A convention was negotiated between the United States and Great Britain in\nApril last for facilitating and protecting the construction of a ship canal\nbetween the Atlantic and Pacific oceans and for other purposes. The\ninstrument has since been ratified by the contracting parties, the exchange\nof ratifications has been effected, and proclamation thereof has been duly\nmade.In addition to the stipulations contained in this convention, two other\nobjects remain to be accomplished between the contracting powers: First.\nThe designation and establishment of a free port at each end of the canal.Second. An agreement fixing the distance from the shore within which\nbelligerent maritime operations shall not be carried on. On these points\nthere is little doubt that the two Governments will come to an\nunderstanding.The company of citizens of the United States who have acquired from the\nState of Nicaragua the privilege of constructing a ship canal between the\ntwo oceans through the territory of that State have made progress in their\npreliminary arrangements. The treaty between the United States and Great\nBritain of the 19th of April last, above referred to, being now in\noperation, it is to be hoped that the guaranties which it offers will be\nsufficient to secure the completion of the work with all practicable\nexpedition. It is obvious that this result would be indefinitely postponed\nif any other than peaceful measures for the purpose of harmonizing\nconflicting claims to territory in that quarter should be adopted. It will\nconsequently be my endeavor to cause any further negotiations on the part\nof this Government which may be requisite for this purpose to be so\nconducted as to bring them to a speedy and successful close.Some unavoidable delay has occurred, arising from distance and the\ndifficulty of intercourse between this Government and that of Nicaragua,\nbut as intelligence has just been received of the appointment of an envoy\nextraordinary and minister plenipotentiary of that Government to reside at\nWashington, whose arrival may soon be expected, it is hoped that no further\nimpediments will be experienced in the prompt transaction of business\nbetween the two Governments.Citizens of the United States have undertaken the connection of the two\noceans by means of a railroad across the Isthmus of Tehuantepec, under\ngrants of the Mexican Government to a citizen of that Republic. It is\nunderstood that a thorough survey of the course of the communication is in\npreparation, and there is every reason to expect that it will be prosecuted\nwith characteristic energy, especially when that Government shall have\nconsented to such stipulations with the Government of the United States as\nmay be necessary to impart a feeling of security to those who may embark\ntheir property in the enterprise. Negotiations are pending for the\naccomplishment of that object, and a hope is confidently entertained that\nwhen the Government of Mexico shall become duly sensible of the advantages\nwhich that country can not fail to derive from the work, and learn that the\nGovernment of the United States desires that the right of sovereignty of\nMexico in the Isthmus shall remain unimpaired, the stipulations referred to\nwill be agreed to with alacrity.By the last advices from Mexico it would appear, however, that that\nGovernment entertains strong objections to some of the stipulations which\nthe parties concerned in the project of the railroad deem necessary for\ntheir protection and security. Further consideration, it is to be hoped, or\nsome modification of terms, may yet reconcile the differences existing\nbetween the two Governments in this respect.Fresh instructions have recently been given to the minister of the United\nStates in Mexico, who is prosecuting the subject with promptitude and\nability.Although the negotiations with Portugal for the payment of claims of\ncitizens of the United States against that Government have not yet resulted\nin a formal treaty, yet a proposition, made by the Government of Portugal\nfor the final adjustment and payment of those claims, has recently been\naccepted on the part of the United States. It gives me pleasure to say that\nMr. Clay, to whom the negotiation on the part of the United States had been\nintrusted, discharged the duties of his appointment with ability and\ndiscretion, acting always within the instructions of his Government.It is expected that a regular convention will be immediately negotiated for\ncarrying the agreement between the two Governments into effect. The\ncommissioner appointed under the act of Congress for carrying into effect\nthe convention with Brazil of the 27th of January, 1849, has entered upon\nthe performance of the duties imposed upon him by that act. It is hoped\nthat those duties may be completed within the time which it prescribes. The\ndocuments, however, which the Imperial Government, by the third article of\nthe convention, stipulates to furnish to the Government of the United\nStates have not yet been received. As it is presumed that those documents\nwill be essential for the correct disposition of the claims, it may become\nnecessary for Congress to extend the period limited for the duration of the\ncommission. The sum stipulated by the fourth article of the convention to\nbe paid to this Government has been received.The collection in the ports of the United States of discriminating duties\nupon the vessels of Chili and their cargoes has been suspended, pursuant to\nthe provisions of the act of Congress of the 24th of May, 1828. It is to be\nhoped that this measure will impart a fresh impulse to the commerce between\nthe two countries, which of late, and especially since our acquisition of\nCalifornia, has, to the mutual advantage of the parties, been much\naugmented.Peruvian guano has become so desirable an article to the agricultural\ninterest of the United States that it is the duty of the Government to\nemploy all the means properly in its power for the purpose of causing that\narticle to be imported into the country at a reasonable price. Nothing will\nbe omitted on my part toward accomplishing this desirable end. I am\npersuaded that in removing any restraints on this traffic the Peruvian\nGovernment will promote its own best interests, while it will afford a\nproof of a friendly disposition toward this country, which will be duly\nappreciated.The treaty between the United States and His Majesty the King of the\nHawaiian Islands, which has recently been made public, will, it is\nbelieved, have a beneficial effect upon the relations between the two\ncountries.The relations between those parts of the island of St. Domingo which were\nformerly colonies of Spain and France, respectively, are still in an\nunsettled condition. The proximity of that island to the United States and\nthe delicate questions involved in the existing controversy there render it\ndesirable that it should be permanently and speedily adjusted. The\ninterests of humanity and of general commerce also demand this; and as\nintimations of the same sentiment have been received from other\ngovernments, it is hoped that some plan may soon be devised to effect the\nobject in a manner likely to give general satisfaction. The Government of\nthe United States will not fail, by the exercise of all proper friendly\noffices, to do all in its power to put an end to the destructive war which\nhas raged between the different parts of the island and to secure to them\nboth the benefits of peace and commerce.I refer you to the report of the Secretary of the Treasury for a detailed\nstatement of the finances.The total receipts into the Treasury for the year ending 30th of June last\nwere $47,421,748.90. The total expenditures during the same period were\n$43,002,168.90. The public debt has been reduced since the last annual\nreport from the Treasury Department $495,276.79.By the nineteenth section of the act of 28th January, 1847, the proceeds of\nthe sales of the public lands were pledged for the interest and principal\nof the public debt. The great amount of those lands subsequently granted by\nCongress for military bounties will, it is believed, very nearly supply the\npublic demand for several years to come, and but little reliance can,\ntherefore, be placed on that hitherto fruitful source of revenue. Aside\nfrom the permanent annual expenditures, which have necessarily largely\nincreased, a portion of the public debt, amounting to $8,075,986.59, must\nbe provided for within the next two fiscal years. It is most desirable that\nthese accruing demands should be met without resorting to new loans.All experience has demonstrated the wisdom and policy of raising a large\nportion of revenue for the support of Government from duties on goods\nimported. The power to lay these duties is unquestionable, and its chief\nobject, of course, is to replenish the Treasury. But if in doing this an\nincidental advantage may be gained by encouraging the industry of our own\ncitizens, it is our duty to avail ourselves of that advantage.A duty laid upon an article which can not be produced in this country, such\nas tea or coffee, adds to the cost of the article, and is chiefly or wholly\npaid by the consumer. But a duty laid upon an article which may be produced\nhere stimulates the skill and industry of our own country to produce the\nsame article, which is brought into the market in competition with the\nforeign article, and the importer is thus compelled to reduce his price to\nthat at which the domestic article can be sold, thereby throwing a part of\nthe duty upon the producer of the foreign article. The continuance of this\nprocess creates the skill and invites the capital which finally enable us\nto produce the article much cheaper than it could have been procured from\nabroad, thereby benefiting both the producer and the consumer at home. The\nconsequence of this is that the artisan and the agriculturist are brought\ntogether, each affords a ready market for the produce of the other, the\nwhole country becomes prosperous, and the ability to produce every\nnecessary of life renders us independent in war as well as in peace.A high tariff can never be permanent. It will cause dissatisfaction, and\nwill be changed. It excludes competition, and thereby invites the\ninvestment of capital in manufactures to such excess that when changed it\nbrings distress, bankruptcy, and ruin upon all who have been misled by its\nfaithless protection. What the manufacturer wants is uniformity and\npermanency, that he may feel a confidence that he is not to be ruined by\nsudden exchanges. But to make a tariff uniform and permanent it is not only\nnecessary that the laws should not be altered, but that the duty should not\nfluctuate. To effect this all duties should be specific wherever the nature\nof the article is such as to admit of it. Ad valorem duties fluctuate with\nthe price and offer strong temptations to fraud and perjury. Specific\nduties, on the contrary, are equal and uniform in all ports and at all\ntimes, and offer a strong inducement to the importer to bring the best\narticle, as he pays no more duty upon that than upon one of inferior\nquality. I therefore strongly recommend a modification of the present\ntariff, which has prostrated some of our most important and necessary\nmanufactures, and that specific duties be imposed sufficient to raise the\nrequisite revenue, making such discriminations in favor of the industrial\npursuits of our own country as to encourage home production without\nexcluding foreign competition. It is also important that an unfortunate\nprovision in the present tariff, which imposes a much higher duty upon the\nraw material that enters into our manufactures than upon the manufactured\narticle, should be remedied.The papers accompanying the report of the Secretary of the Treasury will\ndisclose frauds attempted upon the revenue, in variety and amount so great\nas to justify the conclusion that it is impossible under any system of ad\nvalorem duties levied upon the foreign cost or value of the article to\nsecure an honest observance and an effectual administration of the laws.\nThe fraudulent devices to evade the law which have been detected by the\nvigilance of the appraisers leave no room to doubt that similar impositions\nnot discovered, to a large amount, have been successfully practiced since\nthe enactment of the law now in force. This state of things has already had\na prejudicial influence upon those engaged in foreign commerce. It has a\ntendency to drive the honest trader from the business of importing and to\nthrow that important branch of employment into the hands of unscrupulous\nand dishonest men, who are alike regardless of law and the obligations of\nan oath. By these means the plain intentions of Congress, as expressed in\nthe law, are daily defeated. Every motive of policy and duty, therefore,\nimpels me to ask the earnest attention of Congress to this subject. If\nCongress should deem it unwise to attempt any important changes in the\nsystem of levying duties at this session, it will become indispensable to\nthe protection of the revenue that such remedies as in the judgment of\nCongress may mitigate the evils complained of should be at once applied.As before stated, specific duties would, in my opinion, afford the most\nperfect remedy for this evil; but if you should not concur in this view,\nthen, as a partial remedy, I beg leave respectfully to recommend that\ninstead of taking the invoice of the article abroad as a means of\ndetermining its value here, the correctness of which invoice it is in many\ncases impossible to verify, the law be so changed as to require a home\nvaluation or appraisal, to be regulated in such manner as to give, as far\nas practicable, uniformity in the several ports.There being no mint in California, I am informed that the laborers in the\nmines are compelled to dispose of their gold dust at a large discount. This\nappears to me to be a heavy and unjust tax upon the labor of those employed\nin extracting this precious metal, and I doubt not you will be disposed at\nthe earliest period possible to relieve them from it by the establishment\nof a mint. In the meantime, as an assayer's office is established there, I\nwould respectfully submit for your consideration the propriety of\nauthorizing gold bullion which has been assayed and stamped to be received\nin payment of Government dues. I can not conceive that the Treasury would\nsuffer any loss by such a provision, which will at once raise bullion to\nits par value, and thereby save (if I am rightly informed) many millions of\ndollars to the laborers which are now paid in brokerage to convert this\nprecious metal into available funds. This discount upon their hard earnings\nis a heavy tax, and every effort should be made by the Government to\nrelieve them from so great a burden.More than three-fourths of our population are engaged in the cultivation of\nthe soil. The commercial, manufacturing, and navigating interests are all\nto a great extent dependent on the agricultural. It is therefore the most\nimportant interest of the nation, and has a just claim to the fostering\ncare and protection of the Government so far as they can be extended\nconsistently with the provisions of the Constitution. As this can not be\ndone by the ordinary modes of legislation, I respectfully recommend the\nestablishment of an agricultural bureau, to be charged with the duty of\ngiving to this leading branch of American industry the encouragement which\nit so well deserves. In view of the immense mineral resources of our\ncountry, provision should also be made for the employment of a competent\nmineralogist and chemist, who should be required, under the direction of\nthe head of the bureau, to collect specimens of the various minerals of our\ncountry and to ascertain by careful analysis their respective elements and\nproperties and their adaptation to useful purposes. He should also be\nrequired to examine and report upon the qualities of different soils and\nthe manures best calculated to improve their productiveness. By publishing\nthe results of such experiments, with suitable explanations, and by the\ncollection and distribution of rare seeds and plants, with instructions as\nto the best system of cultivation, much may be done to promote this great\nnational interest.In compliance with the act of Congress passed on the 23d of May, 1850,\nproviding, among other things, for taking the Seventh Census, a\nsuperintendent was appointed and all other measures adopted which were\ndeemed necessary to insure the prompt and faithful performance of that\nduty. The appropriation already made will, it is believed, be sufficient to\ndefray the whole expense of the work, but further legislation may be\nnecessary in regard to the compensation of some of the marshals of the\nTerritories. It will also be proper to make provision by law at an early\nday for the publication of such abstracts of the returns as the public\ninterests may require.The unprecedented growth of our territories on the Pacific in wealth and\npopulation and the consequent increase of their social and commercial\nrelations with the Atlantic States seem to render it the duty of the\nGovernment to use all its constitutional power to improve the means of\nintercourse with them. The importance of opening \"a line of communication,\nthe best and most expeditious of which the nature of the country will\nadmit,\" between the Valley of the Mississippi and the Pacific was brought\nto your notice by my predecessor in his annual message; and as the reasons\nwhich he presented in favor of the measure still exist in full force, I beg\nleave to call your attention to them and to repeat the recommendations then\nmade by him.The uncertainty which exists in regard to the validity of land titles in\nCalifornia is a subject which demands your early consideration. Large\nbodies of land in that State are claimed under grants said to have been\nmade by authority of the Spanish and Mexican Governments. Many of these\nhave not been perfected, others have been revoked, and some are believed to\nbe fraudulent. But until they shall have been judicially investigated they\nwill continue to retard the settlement and improvement of the country. I\ntherefore respectfully recommend that provision be made by law for the\nappointment of commissioners to examine all such claims with a view to\ntheir final adjustment.I also beg leave to call your attention to the propriety of extending at an\nearly day our system of land laws, with such modifications as may be\nnecessary, over the State of California and the Territories of Utah and New\nMexico. The mineral lands of California will, of course, form an exception\nto any general system which may be adopted. Various methods of disposing of\nthem have been suggested. I was at first inclined to favor the system of\nleasing, as it seemed to promise the largest revenue to the Government and\nto afford the best security against monopolies; but further reflection and\nour experience in leasing the lead mines and selling lands upon credit have\nbrought my mind to the conclusion that there would be great difficulty in\ncollecting the rents, and that the relation of debtor and creditor between\nthe citizens and the Government would be attended with many mischievous\nconsequences. I therefore recommend that instead of retaining the mineral\nlands under the permanent control of the Government they be divided into\nsmall parcels and sold, under such restrictions as to quantity and time as\nwill insure the best price and guard most effectually against combinations\nof capitalists to obtain monopolies.The annexation of Texas and the acquisition of California and New Mexico\nhave given increased importance to our Indian relations. The various tribes\nbrought under our jurisdiction by these enlargements of our boundaries are\nestimated to embrace a population of 124,000. Texas and New Mexico are\nsurrounded by powerful tribes of Indians, who are a source of constant\nterror and annoyance to the inhabitants. Separating into small predatory\nbands, and always mounted, they overrun the country, devastating farms,\ndestroying crops, driving off whole herds of cattle, and occasionally\nmurdering the inhabitants or carrying them into captivity. The great roads\nleading into the country are infested with them, whereby traveling is\nrendered extremely dangerous and immigration is almost entirely arrested.\nThe Mexican frontier, which by the eleventh article of the treaty of\nGuadalupe Hidalgo we are bound to protect against the Indians within our\nborder, is exposed to these incursions equally with our own. The military\nforce stationed in that country, although forming a large proportion of the\nArmy, is represented as entirely inadequate to our own protection and the\nfulfillment of our treaty stipulations with Mexico. The principal\ndeficiency is in cavalry, and I recommend that Congress should, at as early\na period as practicable, provide for the raising of one or more regiments\nof mounted men.For further suggestions on this subject and others connected with our\ndomestic interests and the defense of our frontier, I refer you to the\nreports of the Secretary of the Interior and of the Secretary of War.I commend also to your favorable consideration the suggestion contained in\nthe last-mentioned report and in the letter of the General in Chief\nrelative to the establishment of an asylum for the relief of disabled and\ndestitute soldiers. This subject appeals so strongly to your sympathies\nthat it would be superfluous in me to say anything more than barely to\nexpress my cordial approbation of the proposed object.The Navy continues to give protection to our commerce and other national\ninterests in the different quarters of the globe, and, with the exception\nof a single steamer on the Northern lakes, the vessels in commission are\ndistributed in six different squadrons.The report of the head of that Department will exhibit the services of\nthese squadrons and of the several vessels employed in each during the past\nyear. It is a source of gratification that, while they have been constantly\nprepared for any hostile emergency, they have everywhere met with the\nrespect and courtesy due as well to the dignity as to the peaceful\ndispositions and just purposes of the nation.The two brigantines accepted by the Government from a generous citizen of\nNew York and placed under the command of an officer of the Navy to proceed\nto the Arctic Seas in quest of the British commander Sir John Franklin and\nhis companions, in compliance with the act of Congress approved in May\nlast, had when last heard from penetrated into a high northern latitude;\nbut the success of this noble and humane enterprise is yet uncertain.I invite your attention to the view of our present naval establishment and\nresources presented in the report of the Secretary of the Navy, and the\nsuggestions therein made for its improvement, together with the naval\npolicy recommended for the security of our Pacific Coast and the protection\nand extension of our commerce with eastern Asia. Our facilities for a\nlarger participation in the trade of the East, by means of our recent\nsettlements on the shores of the Pacific, are too obvious to be overlooked\nor disregarded.The questions in relation to rank in the Army and Navy and relative rank\nbetween officers of the two branches of the service, presented to the\nExecutive by certain resolutions of the House of Representatives at the\nlast session of Congress, have been submitted to a board of officers in\neach branch of the service, and their report may be expected at an early\nday.I also earnestly recommend the enactment of a law authorizing officers of\nthe Army and Navy to be retired from the service when incompetent for its\nvigorous and active duties, taking care to make suitable provision for\nthose who have faithfully served their country and awarding distinctions by\nretaining in appropriate commands those who have been particularly\nconspicuous for gallantry and good conduct. While the obligation of the\ncountry to maintain and honor those who, to the exclusion of other\npursuits, have devoted themselves to its arduous service is acknowledged,\nthis obligation should not be permitted to interfere with the efficiency of\nthe service itself.I am gratified in being able to state that the estimates of expenditure for\nthe Navy in the ensuing year are less by more than $1,000,000 than those of\nthe present, excepting the appropriation which may become necessary for the\nconstruction of a dock on the coast of the Pacific, propositions for which\nare now being considered and on which a special report may be expected\nearly in your present session.There is an evident justness in the suggestion of the same report that\nappropriations for the naval service proper should be separated from those\nfor fixed and permanent objects, such as building docks and navy yards and\nthe fixtures attached, and from the extraordinary objects under the care of\nthe Department which, however important, are not essentially naval.A revision of the code for the government of the Navy seems to require the\nimmediate consideration of Congress. Its system of crimes and punishments\nhad undergone no change for half a century until the last session, though\nits defects have been often and ably pointed out; and the abolition of a\nparticular species of corporal punishment, which then took place, without\nproviding any substitute, has left the service in a state of defectiveness\nwhich calls for prompt correction. I therefore recommend that the whole\nsubject be revised without delay and such a system established for the\nenforcement of discipline as shall be at once humane and effectual.The accompanying report of the Postmaster-General presents a satisfactory\nview of the operations and condition of that Department. At the close of\nthe last fiscal year the length of the inland mail routes in the United\nStates (not embracing the service in Oregon and California) was 178,672\nmiles, the annual transportation thereon 46,541,423 miles, and the annual\ncost of such transportation $2,724,426. The increase of the annual\ntransportation over that of the preceding year was 3,997,354 miles and the\nincrease in cost was $342,440. The number of post-offices in the United\nStates on the 1st day of July last was 18,417, being an increase of 1,670\nduring the preceding year.The gross revenues of the Department for the fiscal year ending June 30,\n1850, amounted to $5,552,971.48, including the annual appropriation of\n$200,000 for the franked matter of the Departments and excluding the\nforeign postages collected for and payable to the British Government.The expenditures for the same period were $5,212,953.43, leaving a balance\nof revenue over expenditures of $340,018.05.I am happy to find that the fiscal condition of the Department is such as\nto justify the Postmaster-General in recommending the reduction of our\ninland letter postage to 3 cents the single letter when prepaid and 5 cents\nwhen not prepaid. He also recommends that the prepaid rate shall be reduced\nto 2 cents whenever the revenues of the Department, after the reduction,\nshall exceed its expenditures by more than 5 per cent for two consecutive\nyears; that the postage upon California and other letters sent by our ocean\nsteamers shall be much reduced, and that the rates of postage on\nnewspapers, pamphlets, periodicals, and other printed matter shall be\nmodified and some reduction thereon made.It can not be doubted that the proposed reductions will for the present\ndiminish the revenues of the Department. It is believed that the\ndeficiency, after the surplus already accumulated shall be exhausted, may\nbe almost wholly met either by abolishing the existing privileges of\nsending free matter through the mails or by paying out of the Treasury to\nthe Post-Office Department a sum equivalent to the postage of which it is\ndeprived by such privileges. The last is supposed to be the preferable\nmode, and will, if not entirely, so nearly supply that deficiency as to\nmake any further appropriation that may be found necessary so\ninconsiderable as to form no obstacle to the proposed reductions.I entertain no doubt of the authority of Congress to make appropriations\nfor leading objects in that class of public works comprising what are\nusually called works of internal improvement. This authority I suppose to\nbe derived chiefly from the power of regulating commerce with foreign\nnations and among the States and the power of laying and collecting\nimposts. Where commerce is to be carried on and imposts collected there\nmust be ports and harbors as well as wharves and custom-houses. If ships\nladen with valuable cargoes approach the shore or sail along the coast,\nlight-houses are necessary at suitable points for the protection of life\nand property. Other facilities and securities for commerce and navigation\nare hardly less important; and those clauses of the Constitution,\ntherefore, to which I have referred have received from the origin of the\nGovernment a liberal and beneficial construction. Not only have\nlight-houses, buoys, and beacons been established and floating lights\nmaintained, but harbors have been cleared and improved, piers constructed,\nand even breakwaters for the safety of shipping and sea walls to protect\nharbors from being filled up and rendered useless by the action of the\nocean, have been erected at very great expense. And this construction of\nthe Constitution appears the more reasonable from the consideration that if\nthese works, of such evident importance and utility, are not to be\naccomplished by Congress they can not be accomplished at all. By the\nadoption of the Constitution the several States voluntarily parted with the\npower of collecting duties of imposts in their own ports, and it is not to\nbe expected that they should raise money by internal taxation, direct or\nindirect, for the benefit of that commerce the revenues derived from which\ndo not, either in whole or in part, go into their own treasuries. Nor do I\nperceive any difference between the power of Congress to make\nappropriations for objects of this kind on the ocean and the power to make\nappropriations for similar objects on lakes and rivers, wherever they are\nlarge enough to bear on their waters an extensive traffic. The magnificent\nMississippi and its tributaries and the vast lakes of the North and\nNorthwest appear to me to fall within the exercise of the power as justly\nand as clearly as the ocean and the Gulf of Mexico. It is a mistake to\nregard expenditures judiciously made for these objects as expenditures for\nlocal purposes. The position or sight of the work is necessarily local, but\nits utility is general. A ship canal around the Falls of St. Mary of less\nthan a mile in length, though local in its construction, would yet be\nnational in its purpose and its benefits, as it would remove the only\nobstruction to a navigation of more than 1,000 miles, affecting several\nStates, as well as our commercial relations with Canada. So, too, the\nbreakwater at the mouth of the Delaware is erected, not for the exclusive\nbenefit of the States bordering on the bay and river of that name, but for\nthat of the whole coastwise navigation of the United States and, to a\nconsiderable extent, also of foreign commerce. If a ship be lost on the bar\nat the entrance of a Southern port for want of sufficient depth of water,\nit is very likely to be a Northern ship; and if a steamboat be sunk in any\npart of the Mississippi on account of its channel not having been properly\ncleared of obstructions, it may be a boat belonging to either of eight or\nten States. I may add, as somewhat remarkable, that among all the\nthirty-one States there is none that is not to a greater or less extent\nbounded on the ocean, or the Gulf of Mexico, or one of the Great Lakes, or\nsome navigable river.In fulfilling our constitutional duties, fellow-citizens, on this subject,\nas in carrying into effect all other powers conferred by the Constitution,\nwe should consider ourselves as deliberating and acting for one and the\nsame country, and bear constantly in mind that our regard and our duty are\ndue not to a particular part only, but to the whole.I therefore recommend that appropriations be made for completing such works\nas have been already begun and for commencing such others as may seem to\nthe wisdom of Congress to be of public and general importance.The difficulties and delays incident to the settlement of private claims by\nCongress amount in many cases to a denial of justice. There is reason to\napprehend that many unfortunate creditors of the Government have thereby\nbeen unavoidably ruined. Congress has so much business of a public\ncharacter that it is impossible it should give much attention to mere\nprivate claims, and their accumulation is now so great that many claimants\nmust despair of ever being able to obtain a hearing. It may well be doubted\nwhether Congress, from the nature of its organization, is properly\nconstituted to decide upon such cases. It is impossible that each member\nshould examine the merits of every claim on which he is compelled to vote,\nand it is preposterous to ask a judge to decide a case which he has never\nheard. Such decisions may, and frequently must, do injustice either to the\nclaimant or the Government, and I perceive no better remedy for this\ngrowing evil than the establishment of some tribunal to adjudicate upon\nsuch claims. I beg leave, therefore, most respectfully to recommend that\nprovision be made by law for the appointment of a commission to settle all\nprivate claims against the United States; and as an ex parte hearing must\nin all contested cases be very unsatisfactory, I also recommend the\nappointment of a solicitor, whose duty it shall be to represent the\nGovernment before such commission and protect it against all illegal,\nfraudulent, or unjust claims which may be presented for their adjudication.\nThis District, which has neither voice nor vote in your deliberations,\nlooks to you for protection and aid, and I commend all its wants to your\nfavorable consideration, with a full confidence that you will meet them not\nonly with justice, but with liberality. It should be borne in mind that in\nthis city, laid out by Washington and consecrated by his name, is located\nthe Capitol of our nation, the emblem of our Union and the symbol of our\ngreatness. Here also are situated all the public buildings necessary for\nthe use of the Government, and all these are exempt from taxation. It\nshould be the pride of Americans to render this place attractive to the\npeople of the whole Republic and convenient and safe for the transaction of\nthe public business and the preservation of the public records. The\nGovernment should therefore bear a liberal proportion of the burdens of all\nnecessary and useful improvements. And as nothing could contribute more to\nthe health, comfort, and safety of the city and the security of the public\nbuildings and records than an abundant supply of pure water, I respectfully\nrecommend that you make such provisions for obtaining the same as in your\nwisdom you may deem proper.The act, passed at your last session, making certain propositions to Texas\nfor settling the disputed boundary between that State and the Territory of\nNew Mexico was, immediately on its passage, transmitted by express to the\ngovernor of Texas, to be laid by him before the general assembly for its\nagreement thereto. Its receipt was duly acknowledged, but no official\ninformation has yet been received of the action of the general assembly\nthereon. It may, however, be very soon expected, as, by the terms of the\npropositions submitted they were to have been acted upon on or before the\nfirst day of the present month.It was hardly to have been expected that the series of measures passed at\nyour last session with the view of healing the sectional differences which\nhad sprung from the slavery and territorial questions should at once have\nrealized their beneficent purpose. All mutual concession in the nature of a\ncompromise must necessarily be unwelcome to men of extreme opinions. And\nthough without such concessions our Constitution could not have been\nformed, and can not be permanently sustained, yet we have seen them made\nthe subject of bitter controversy in both sections of the Republic. It\nrequired many months of discussion and deliberation to secure the\nconcurrence of a majority of Congress in their favor. It would be strange\nif they had been received with immediate approbation by people and States\nprejudiced and heated by the exciting controversies of their\nrepresentatives. I believe those measures to have been required by the\ncircumstances and condition of the country. I believe they were necessary\nto allay asperities and animosities that were rapidly alienating one\nsection of the country from another and destroying those fraternal\nsentiments which are the strongest supports of the Constitution. They were\nadopted in the spirit of conciliation and for the purpose of conciliation.\nI believe that a great majority of our fellow citizens sympathize in that\nspirit and that purpose, and in the main approve and are prepared in all\nrespects to sustain these enactments. I can not doubt that the American\npeople, bound together by kindred blood and common traditions, still\ncherish a paramount regard for the Union of their fathers, and that they\nare ready to rebuke any attempt to violate its integrity, to disturb the\ncompromises on which it is based, or to resist the laws which have been\nenacted under its authority.The series of measures to which I have alluded are regarded by me as a\nsettlement in principle and substance--a final settlement of the dangerous\nand exciting subjects which they embraced. Most of these subjects, indeed,\nare beyond your reach, as the legislation which disposed of them was in its\ncharacter final and irrevocable. It may be presumed from the opposition\nwhich they all encountered that none of those measures was free from\nimperfections, but in their mutual dependence and connection they formed a\nsystem of compromise the most conciliatory and best for the entire country\nthat could be obtained from conflicting sectional interests and opinions.For this reason I recommend your adherence to the adjustment established by\nthose measures until time and experience shall demonstrate the necessity of\nfurther legislation to guard against evasion or abuse.By that adjustment we have been rescued from the wide and boundless\nagitation that surrounded us, and have a firm, distinct, and legal ground\nto rest upon. And the occasion, I trust, will justify me in exhorting my\ncountrymen to rally upon and maintain that ground as the best, if not the\nonly, means of restoring peace and quiet to the country and maintaining\ninviolate the integrity of the Union.And now, fellow-citizens, I can not bring this communication to a close\nwithout invoking you to join me in humble and devout thanks to the Great\nRuler of Nations for the multiplied blessings which He has graciously\nbestowed upon us. His hand, so often visible in our preservation, has\nstayed the pestilence, saved us from foreign wars and domestic\ndisturbances, and scattered plenty throughout the land.Our liberties, religions and civil, have been maintained, the fountains of\nknowledge have all been kept open, and means of happiness widely spread and\ngenerally enjoyed greater than have fallen to the lot of any other nation.\nAnd while deeply penetrated with gratitude for the past, let us hope that\nHis all-wise providence will so guide our counsels as that they shall\nresult in giving satisfaction to our constituents, securing the peace of\nthe country, and adding new strength to the united Government under which\nwe live.", 
    "name": "Millard Fillmore"
}