{
    "date": "December 2, 1851", 
    "speech": "Fellow-Citizens of the Senate and of the House of Representatives:I congratulate you and our common constituency upon the favorable auspices\nunder which you meet for your first session. Our country is at peace with\nall the world. The agitation which for a time threatened to disturb the\nfraternal relations which make us one people is fast subsiding, and a year\nof general prosperity and health has crowned the nation with unusual\nblessings. None can look back to the dangers which are passed or forward to\nthe bright prospect before us without feeling a thrill of gratification, at\nthe same time that he must be impressed with a grateful sense of our\nprofound obligations to a beneficent Providence, whose paternal care is so\nmanifest in the happiness of this highly favored land.Since the close of the last Congress certain Cubans and other foreigners\nresident in the United States, who were more or less concerned in the\nprevious invasion of Cuba, instead of being discouraged by its failure have\nagain abused the hospitality of this country by making it the scene of the\nequipment of another military expedition against that possession of Her\nCatholic Majesty, in which they were countenanced, aided, and joined by\ncitizens of the United States. On receiving intelligence that such designs\nwere entertained, I lost no time in issuing such instructions to the proper\nofficers of the United States as seemed to be called for by the occasion.\nBy the proclamation a copy of which is herewith submitted I also warned\nthose who might be in danger of being inveigled into this scheme of its\nunlawful character and of the penalties which they would incur. For some\ntime there was reason to hope that these measures had sufficed to prevent\nany such attempt. This hope, however, proved to be delusive. Very early in\nthe morning of the 3d of August a steamer called the Pampero departed from\nNew Orleans for Cuba, having on board upward of 400 armed men with evident\nintentions to make war upon the authorities of the island. This expedition\nwas set on foot in palpable violation of the laws of the United States. Its\nleader was a Spaniard, and several of the chief officers and some others\nengaged in it were foreigners. The persons composing it, however, were\nmostly citizens of the United States.Before the expedition set out, and probably before it was organized, a\nslight insurrectionary movement, which appears to have been soon\nsuppressed, had taken place in the eastern quarter of Cuba. The importance\nof this movement was, unfortunately, so much exaggerated in the accounts of\nit published in this country that these adventurers seem to have been led\nto believe that the Creole population of the island not only desired to\nthrow off the authority of the mother country, but had resolved upon that\nstep and had begun a well-concerted enterprise for effecting it. The\npersons engaged in the expedition were generally young and ill informed.\nThe steamer in which they embarked left New Orleans stealthily and without\na clearance. After touching at Key West, she proceeded to the coast of\nCuba, and on the night between the 11th and 12th of August landed the\npersons on board at Playtas, within about 20 leagues of Havana.The main body of them proceeded to and took possession of an inland village\n6 leagues distant, leaving others to follow in charge of the baggage as\nsoon as the means of transportation could be obtained. The latter, having\ntaken up their line of march to connect themselves with the main body, and\nhaving proceeded about 4 leagues into the country, were attacked on the\nmorning of the 13th by a body of Spanish troops, and a bloody conflict\nensued, after which they retreated to the place of disembarkation, where\nabout 50 of them obtained boats and reembarked therein. They were, however,\nintercepted among the keys near the shore by a Spanish steamer cruising on\nthe coast, captured and carried to Havana, and after being examined before\na military court were sentenced to be publicly executed, and the sentence\nwas carried into effect on the 16th of August.On receiving information of what had occurred Commodore Foxhall A. Parker\nwas instructed to proceed in the steam frigate Saranac to Havana and\ninquire into the charges against the persons executed, the circumstances\nunder which they were taken, and whatsoever referred to their trial and\nsentence. Copies of the instructions from the Department of State to him\nand of his letters to that Department are herewith submitted.According to the record of the examination, the prisoners all admitted the\noffenses charged against them, of being hostile invaders of the island. At\nthe time of their trial and execution the main body of the invaders was\nstill in the field making war upon the Spanish authorities and Spanish\nsubjects. After the lapse of some days, being overcome by the Spanish\ntroops, they dispersed on the 24th of August. Lopez, their leader, was\ncaptured some days after, and executed on the 1st of September. Many of his\nremaining followers were killed or died of hunger and fatigue, and the rest\nwere made prisoners. Of these none appear to have been tried or executed.\nSeveral of them were pardoned upon application of their friends and others,\nand the rest, about 160 in number, were sent to Spain. Of the final\ndisposition made of these we have no official information.Such is the melancholy result of this illegal and ill-fated expedition.\nThus thoughtless young men have been induced by false and fraudulent\nrepresentations to violate the law of their country through rash and\nunfounded expectations of assisting to accomplish political revolutions in\nother states, and have lost their lives in the undertaking. Too severe a\njudgment can hardly be passed by the indignant sense of the community upon\nthose who, being better informed themselves, have yet led away the ardor of\nyouth and an ill-directed love of political liberty. The correspondence\nbetween this Government and that of Spain relating to this transaction is\nherewith communicated.Although these offenders against the laws have forfeited the protection of\ntheir country, yet the Government may, so far as consistent with its\nobligations to other countries and its fixed purpose to maintain and\nenforce the laws, entertain sympathy for their unoffending families and\nfriends, as well as a feeling of compassion for themselves. Accordingly, no\nproper effort has been spared and none will be spared to procure the\nrelease of such citizens of the United States engaged in this unlawful\nenterprise as are now in confinement in Spain; but it is to be hoped that\nsuch interposition with the Government of that country may not be\nconsidered as affording any ground of expectation that the Government of\nthe United States will hereafter feel itself under any obligation of duty\nto intercede for the liberation or pardon of such persons as are flagrant\noffenders against the law of nations and the laws of the United States.\nThese laws must be executed. If we desire to maintain our respectability\namong the nations of the earth, it behooves us to enforce steadily and\nsternly the neutrality acts passed by Congress and to follow as far as may\nbe the violation of those acts with condign punishment.But what gives a peculiar criminality to this invasion of Cuba is that,\nunder the lead of Spanish subjects and with the aid of citizens of the\nUnited States, it had its origin with many in motives of cupidity. Money\nwas advanced by individuals, probably in considerable amounts, to purchase\nCuban bonds, as they have been called, issued by Lopez, sold, doubtless, at\na very large discount, and for the payment of which the public lands and\npublic property of Cuba, of whatever kind, and the fiscal resources of the\npeople and government of that island, from whatever source to be derived,\nwere pledged, as well as the good faith of the government expected to be\nestablished. All these means of payment, it is evident, were only to be\nobtained by a process of bloodshed, war, and revolution. None will deny\nthat those who set on foot military expeditions against foreign states by\nmeans like these are far more culpable than the ignorant and the\nnecessitous whom they induce to go forth as the ostensible parties in the\nproceeding. These originators of the invasion of Cuba seem to have\ndetermined with coolness and system upon an undertaking which should\ndisgrace their country, violate its laws, and put to hazard the lives of\nill-informed and deluded men. You will consider whether further legislation\nbe necessary to prevent the perpetration of such offenses in future.No individuals have a right to hazard the peace of the country or to\nviolate its laws upon vague notions of altering or reforming governments in\nother states. This principle is not only reasonable in itself and in\naccordance with public law, but is ingrafted into the codes of other\nnations as well as our own. But while such are the sentiments of this\nGovernment, it may be added that every independent nation must be presumed\nto be able to defend its possessions against unauthorized individuals\nbanded together to attack them. The Government of the United States at all\ntimes since its establishment has abstained and has sought to restrain the\ncitizens of the country from entering into controversies between other\npowers, and to observe all the duties of neutrality. At an early period of\nthe Government, in the Administration of Washington, several laws were\npassed for this purpose. The main provisions of these laws were reenacted\nby the act of April, 1818, by which, amongst other things, it was declared\nthat--If any person shall, within the territory or jurisdiction of the United\nStates, begin, or set on foot, or provide or prepare the means for, any\nmilitary expedition or enterprise to be carried on from thence against the\nterritory or dominions of any foreign prince or state, or of any colony,\ndistrict, or people, with whom the United States are at peace, every person\nso offending shall be deemed guilty of a high misdemeanor, and shall be\nfined not exceeding $3,000 and imprisoned not more than three years.And this law has been executed and enforced to the full extent of the power\nof the Government from that day to this.In proclaiming and adhering to the doctrine of neutrality and\nnonintervention, the United States have not followed the lead of other\ncivilized nations; they have taken the lead themselves and have been\nfollowed by others. This was admitted by one of the most eminent of modern\nBritish statesmen, who said in Parliament, while a minister of the Crown,\n\"that if he wished for a guide in a system of neutrality he should take\nthat laid down by America in the days of Washington and the secretaryship\nof Jefferson;\" and we see, in fact, that the act of Congress of 1818 was\nfollowed the succeeding year by an act of the Parliament of England\nsubstantially the same in its general provisions. Up to that time there had\nbeen no similar law in England, except certain highly penal statutes passed\nin the reign of George II, prohibiting English subjects from enlisting in\nforeign service, the avowed object of which statutes was that foreign\narmies, raised for the purpose of restoring the house of Stuart to the\nthrone, should not be strengthened by recruits from England herself.All must see that difficulties may arise in carrying the laws referred to\ninto execution in a country now having 3,000 or 4,000 miles of seacoast,\nwith an infinite number of ports and harbors and small inlets, from some of\nwhich unlawful expeditious may suddenly set forth, without the knowledge of\nGovernment, against the possessions of foreign states.\"Friendly relations with all, but entangling alliances with none,\" has long\nbeen a maxim with us. Our true mission is not to propagate our opinions or\nimpose upon other countries our form of government by artifice or force,\nbut to teach by example and show by our success, moderation, and justice\nthe blessings of self-government and the advantages of free institutions.\nLet every people choose for itself and make and alter its political\ninstitutions to suit its own condition and convenience. But while we avow\nand maintain this neutral policy ourselves, we are anxious to see the same\nforbearance on the part of other nations whose forms of government are\ndifferent from our own. The deep interest which we feel in the spread of\nliberal principles and the establishment of free governments and the\nsympathy with which we witness every struggle against oppression forbid\nthat we should be indifferent to a case in which the strong arm of a\nforeign power is invoked to stifle public sentiment and repress the spirit\nof freedom in any country.The Governments of Great Britain and France have issued orders to their\nnaval commanders on the West India station to prevent, by force if\nnecessary, the landing of adventurers from any nation on the island of Cuba\nwith hostile intent. The copy of a memorandum of a conversation on this\nsubject between the charge d'affaires of Her Britannic Majesty and the\nActing Secretary of State and of a subsequent note of the former to the\nDepartment of State are herewith submitted, together with a copy of a note\nof the Acting Secretary of State to the minister of the French Republic and\nof the reply of the latter on the same subject. These papers will acquaint\nyou with the grounds of this interposition of two leading commercial powers\nof Europe, and with the apprehensions, which this Government could not fail\nto entertain, that such interposition, if carried into effect, might lead\nto abuses in derogation of the maritime rights of the United States. The\nmaritime rights of the United States are founded on a firm, secure, and\nwell-defined basis; they stand upon the ground of national independence and\npublic law, and will be maintained in all their full and just extent. The\nprinciple which this Government has heretofore solemnly announced it still\nadheres to, and will maintain under all circumstances and at all hazards.\nThat principle is that in every regularly documented merchant vessel the\ncrew who navigate it and those on board of it will find their protection in\nthe flag which is over them. No American ship can be allowed to be visited\nor searched for the purpose of ascertaining the character of individuals on\nboard, nor can there be allowed any watch by the vessels of any foreign\nnation over American vessels on the coast of the United States or the seas\nadjacent thereto. It will be seen by the last communication from the\nBritish charge d'affaires to the Department of State that he is authorized\nto assure the Secretary of State that every care will be taken that in\nexecuting the preventive measures against the expeditions which the United\nStates Government itself has denounced as not being entitled to the\nprotection of any government no interference shall take place with the\nlawful commerce of any nation.In addition to the correspondence on this subject herewith submitted,\nofficial information has been received at the Department of State of\nassurances by the French Government that in the orders given to the French\nnaval forces they were expressly instructed, in any operations they might\nengage in, to respect the flag of the United States wherever it might\nappear, and to commit no act of hostility upon any vessel or armament under\nits protection.Ministers and consuls of foreign nations are the means and agents of\ncommunication between us and those nations, and it is of the utmost\nimportance that while residing in the country they should feel a perfect\nsecurity so long as they faithfully discharge their respective duties and\nare guilty of no violation of our laws. This is the admitted law of nations\nand no country has a deeper interest in maintaining it than the United\nStates. Our commerce spreads over every sea and visits every clime, and our\nministers and consuls are appointed to protect the interests of that\ncommerce as well as to guard the peace of the country and maintain the\nhonor of its flag. But how can they discharge these duties unless they be\nthemselves protected? And if protected it must be by the laws of the\ncountry in which they reside. And what is due to our own public\nfunctionaries residing in foreign nations is exactly the measure of what is\ndue to the functionaries of other governments residing here. As in war the\nbearers of flags of truce are sacred, or else wars would be interminable,\nso in peace ambassadors, public ministers, and consuls, charged with\nfriendly national intercourse, are objects of especial respect and\nprotection, each according to the rights belonging to his rank and station.\nIn view of these important principles, it is with deep mortification and\nregret I announce to you that during the excitement growing out of the\nexecutions at Havana the office of Her Catholic Majesty's consul at New\nOrleans was assailed by a mob, his property destroyed, the Spanish flag\nfound in the office carried off and torn in pieces, and he himself induced\nto flee for his personal safety, which he supposed to be in danger. On\nreceiving intelligence of these events I forthwith directed the attorney of\nthe United States residing at New Orleans to inquire into the facts and the\nextent of the pecuniary loss sustained by the consul, with the intention of\nlaying them before you, that you might make provision for such indemnity to\nhim as a just regard for the honor of the nation and the respect which is\ndue to a friendly power might, in your judgment, seem to require. The\ncorrespondence upon this subject between the Secretary of State and Her\nCatholic Majesty's minister plenipotentiary is herewith transmitted.The occurrence at New Orleans has led me to give my attention to the state\nof our laws in regard to foreign ambassadors, ministers, and consuls. I\nthink the legislation of the country is deficient in not providing\nsufficiently either for the protection or the punishment of consuls. I\ntherefore recommend the subject to the consideration of Congress.Your attention is again invited to the question of reciprocal trade between\nthe United States and Canada and other British possessions near our\nfrontier. Overtures for a convention upon this subject have been received\nfrom Her Britannic Majesty's minister plenipotentiary, but it seems to be\nin many respects preferable that the matter should be regulated by\nreciprocal legislation. Documents are laid before you showing the terms\nwhich the British Government is willing to offer and the measures which it\nmay adopt if some arrangement upon this subject shall not be made.From the accompanying copy of a note from the British legation at\nWashington and the reply of the Department of State thereto it will appear\nthat Her Britannic Majesty's Government is desirous that a part of the\nboundary line between Oregon and the British possessions should be\nauthoritatively marked out, and that an intention was expressed to apply to\nCongress for an appropriation to defray the expense thereof on the part of\nthe United States. Your attention to this subject is accordingly invited\nand a proper appropriation recommended. A convention for the adjustment of\nclaims of citizens of the United States against Portugal has been concluded\nand the ratifications have been exchanged. The first installment of the\namount to be paid by Portugal fell due on the 30th of September last and\nhas been paid. The President of the French Republic, according to the\nprovisions of the convention, has been selected as arbiter in the case of\nthe General Armstrong, and has signified that he accepts the trust and the\nhigh satisfaction he feels in acting as the common friend of two nations\nwith which France is united by sentiments of sincere and lasting amity.The Turkish Government has expressed its thanks for the kind reception\ngiven to the Sultan's agent, Amin Bey, on the occasion of his recent visit\nto the United States. On the 28th of February last a dispatch was addressed\nby the Secretary of State to Mr. Marsh, the American minister at\nConstantinople, instructing him to ask of the Turkish Government permission\nfor the Hungarians then imprisoned within the dominions of the Sublime\nPorte to remove to this country. On the 3d of March last both Houses of\nCongress passed a resolution requesting the President to authorize the\nemployment of a public vessel to convey to this country Louis Kossuth and\nhis associates in captivity. The instruction above referred to was complied\nwith, and the Turkish Government having released Governor Kossuth and his\ncompanions from prison, on the 10th of September last they embarked on\nboard of the United States steam frigate Mississippi, which was selected to\ncarry into effect the resolution of Congress. Governor Kossuth left the\nMississippi at Gibraltar for the purpose of making a visit to England, and\nmay shortly be expected in New York. By communications to the Department of\nState he has expressed his grateful acknowledgments for the interposition\nof this Government in behalf of himself and his associates. This country\nhas been justly regarded as a safe asylum for those whom political events\nhave exiled from their own homes in Europe. and it is recommended to\nCongress to consider in what manner Governor Kossuth and his companions,\nbrought hither by its authority, shall be received and treated.It is earnestly to be hoped that the differences which have for some time\npast been pending between the Government of the French Republic and that of\nthe Sandwich Islands may be peaceably and durably adjusted so as to secure\nthe independence of those islands. Long before the events which have of\nlate imparted so much importance to the possessions of the United States on\nthe Pacific we acknowledged the independence of the Hawaiian Government.\nThis Government was first in taking that step, and several of the leading\npowers of Europe immediately followed. We were influenced in this measure\nby the existing and prospective importance of the islands as a place of\nrefuge and refreshment for our vessels engaged in the whale fishery, and by\nthe consideration that they lie in the course of the great trade which must\nat no distant day be carried on between the western coast of North America\nand eastern Asia.We were also influenced by a desire that those islands should not pass\nunder the control of any other great maritime state, but should remain in\nan independent condition, and so be accessible and useful to the commerce\nof all nations. I need not say that the importance of these considerations\nhas been greatly enhanced by the sudden and vast development which the\ninterests of the United States have attained in California and Oregon, and\nthe policy heretofore adopted in regard to those islands will be steadily\npursued.It is gratifying, not only to those who consider the commercial interests\nof nations, but also to all who favor the progress of knowledge and the\ndiffusion of religion, to see a community emerge from a savage state and\nattain such a degree of civilization in those distant seas. It is much to\nbe deplored that the internal tranquillity of the Mexican Republic should\nagain be seriously disturbed, for since the peace between that Republic and\nthe United States it had enjoyed such comparative repose that the most\nfavorable anticipations for the future might with a degree of confidence\nhave been indulged. These, however, have been thwarted by the recent\noutbreak in the State of Tamaulipas, on the right bank of the Rio Bravo.\nHaving received information that persons from the United States had taken\npart in the insurrection, and apprehending that their example might be\nfollowed by others, I caused orders to be issued for the purpose of\npreventing any hostile expeditions against Mexico from being set on foot in\nviolation of the laws of the United States. I likewise issued a\nproclamation upon the subject, a copy of which is herewith laid before you.\nThis appeared to be rendered imperative by the obligations of treaties and\nthe general duties of good neighborhood.In my last annual message I informed Congress that citizens of the United\nStates had undertaken the connection of the two oceans by means of a\nrailroad across the Isthmus of Tehuantepec, under a grant of the Mexican\nGovernment to a citizen of that Republic, and that this enterprise would\nprobably be prosecuted with energy whenever Mexico should consent to such\nstipulations with the Government of the United States as should impart a\nfeeling of security to those who should invest their property in the\nenterprise. A convention between the two Governments for the accomplishment\nof that end has been ratified by this Government, and only awaits the\ndecision of the Congress and the Executive of that Republic.Some unexpected difficulties and delays have arisen in the ratification of\nthat convention by Mexico, but it is to be presumed that her decision will\nbe governed by just and enlightened views, as well of the general\nimportance of the object as of her own interests and obligations.In negotiating upon this important subject this Government has had in view\none, and only one, object. That object has been, and is, the construction\nor attainment of a passage from ocean to ocean, the shortest and the best\nfor travelers and merchandise, and equally open to all the world. It has\nsought to obtain no territorial acquisition, nor any advantages peculiar to\nitself; and it would see with the greatest regret that Mexico should oppose\nany obstacle to the accomplishment of an enterprise which promises so much\nconvenience to the whole commercial world and such eminent advantages to\nMexico herself. Impressed with these sentiments and these convictions, the\nGovernment will continue to exert all proper efforts to bring about the\nnecessary arrangement with the Republic of Mexico for the speedy completion\nof the work. For some months past the Republic of Nicaragua has been the\ntheater of one of those civil convulsions from which the cause of free\ninstitutions and the general prosperity and social progress of the States\nof Central America have so often and so severely suffered. Until quiet\nshall have been restored and a government apparently stable shall have been\norganized, no advance can prudently be made in disposing of the questions\npending between the two countries.I am happy to announce that an interoceanic communication from the mouth of\nthe St. John to the Pacific has been so far accomplished as that passengers\nhave actually traversed it and merchandise has been transported over it,\nand when the canal shall have been completed according to the original plan\nthe means of communication will be further improved. It is understood that\na considerable part of the railroad across the Isthmus of Panama has been\ncompleted, and that the mail and passengers will in future be conveyed\nthereon. Whichever of the several routes between the two oceans may\nultimately prove most eligible for travelers to and from the different\nStates on the Atlantic and Gulf of Mexico and our coast on the Pacific,\nthere is little reason to doubt that all of them will be useful to the\npublic, and will liberally reward that individual enterprise by which alone\nthey have been or are expected to be carried into effect. Peace has been\nconcluded between the contending parties in the island of St. Domingo, and,\nit is hoped, upon a durable basis. Such is the extent of our commercial\nrelations with that island that the United States can not fail to feel a\nstrong interest in its tranquillity. The office of commissioner to China\nremains unfilled. Several persons have been appointed, and the place has\nbeen offered to others, all of whom have declined its acceptance on the\nground of the inadequacy of the compensation. The annual allowance by law\nis $6,000, and there is no provision for any outfit. I earnestly recommend\nthe consideration of this subject to Congress. Our commerce with China is\nhighly important, and is becoming more and more so in consequence of the\nincreasing intercourse between our ports on the Pacific Coast and eastern\nAsia. China is understood to be a country in which living is very\nexpensive, and I know of no reason why the American commissioner sent\nthither should not be placed, in regard to compensation, on an equal\nfooting with ministers who represent this country at the Courts of Europe.By reference to the report of the Secretary of the Treasury it will be seen\nthat the aggregate receipts for the last fiscal year amounted to\n$52,312,979.87, which, with the balance in the Treasury on the 1st July,\n1850, gave as the available means for the year the sum of $58,917,524.36.The total expenditures for the same period were $48,005,878.68. The total\nimports for the year ending June 30, 1851, were $215,725,995, of which\nthere were in specie $4,967,901. The exports for the same period were\n$217,517,130, of which there were of domestic products $178,546,555;\nforeign goods reexported, $9,738,695; specie, $29,231,880.Since the 1st of December last the payments in cash on account of the\npublic debt, exclusive of interest, have amounted to $7,501,456.56, which,\nhowever, includes the sum of $3,242,400, paid under the twelfth article of\nthe treaty with Mexico, and the further sum of $2,591,213.45, being the\namount of awards to American citizens under the late treaty with Mexico,\nfor which the issue of stock was authorized, but which was paid in cash\nfrom the Treasury.The public debt on the 20th ultimo, exclusive of the stock authorized to be\nissued to Texas by the act of 9th September, 1850, was $62,560,395.26.The receipts for the next fiscal year are estimated at $51,800,000, which,\nwith the probable unappropriated balance in the Treasury on the 30th June\nnext, will give as the probable available means for that year the sum of\n$63,258,743.09.It has been deemed proper, in view of the large expenditures consequent\nupon the acquisition of territory from Mexico, that the estimates for the\nnext fiscal year should be laid before Congress in such manner as to\ndistinguish the expenditures so required from the otherwise ordinary\ndemands upon the Treasury.The total expenditures for the next fiscal year are estimated at\n$42,892,299.19, of which there is required for the ordinary purposes of the\nGovernment, other than those consequent upon the acquisition of our new\nterritories, and deducting the payments on account of the public debt, the\nsum of $33,343,198.08, and for the purposes connected, directly or\nindirectly, with those territories and in the fulfillment of the\nobligations of the Government contracted in consequence of their\nacquisition the sum of $9,549,101.11.If the views of the Secretary of the Treasury in reference to the\nexpenditures required for these territories shall be met by corresponding\naction on the part of Congress, and appropriations made in accordance\ntherewith, there will be an estimated unappropriated balance in the\nTreasury on the 30th June, 1853, of $20,366,443.90 wherewith to meet that\nportion of the public debt due on the 1st of July following, amounting to\n$6,237,931.35, as well as any appropriations which may be made beyond the\nestimates.In thus referring to the estimated expenditures on account of our newly\nacquired territories, I may express the hope that Congress will concur with\nme in the desire that a liberal course of policy may be pursued toward\nthem, and that every obligation, express or implied, entered into in\nconsequence of their acquisition shall be fulfilled by the most liberal\nappropriations for that purpose.The values of our domestic exports for the last fiscal year, as compared\nwith those of the previous year, exhibit an increase of $43,646,322. At\nfirst view this condition of our trade with foreign nations would seem to\npresent the most flattering hopes of its future prosperity. An examination\nof the details of our exports, however, will show that the increased value\nof our exports for the last fiscal year is to be found in the high price of\ncotton which prevailed during the first half of that year, which price has\nsince declined about one-half.The value of our exports of breadstuffs and provisions, which it was\nsupposed the incentive of a low tariff and large importations from abroad\nwould have greatly augmented, has fallen from $68,701,921 in 1847 to\n$26,051,373 in 1850 and to $21,948,653 in 1851, with a strong probability,\namounting almost to a certainty, of a still further reduction in the\ncurrent year.The aggregate values of rice exported during the last fiscal year, as\ncompared with the previous year, also exhibit a decrease, amounting to\n$460,917, which, with a decline in the values of the exports of tobacco for\nthe same period, make an aggregate decrease in these two articles of\n$1,156,751.The policy which dictated a low rate of duties on foreign merchandise, it\nwas thought by those who promoted and established it, would tend to benefit\nthe farming population of this country by increasing the demand and raising\nthe price of agricultural products in foreign markets.The foregoing facts, however, seem to show incontestably that no such\nresult has followed the adoption of this policy. On the contrary,\nnotwithstanding the repeal of the restrictive corn laws in England, the\nforeign demand for the products of the American farmer has steadily\ndeclined, since the short crops and consequent famine in a portion of\nEurope have been happily replaced by full crops and comparative abundance\nof food.It will be seen by recurring to the commercial statistics for the past year\nthat the value of our domestic exports has been increased in the single\nitem of raw cotton by $40,000,000 over the value of that export for the\nyear preceding. This is not due to any increased general demand for that\narticle, but to the short crop of the preceding year, which created an\nincreased demand and an augmented price for the crop of last year. Should\nthe cotton crop now going forward to market be only equal in quantity to\nthat of the year preceding and be sold at the present prices, then there\nwould be a falling off in the value of our exports for the present fiscal\nyear of at least $40,000,000 compared with the amount exported for the year\nending 30th June, 1851.The production of gold in California for the past year seems to promise a\nlarge supply of that metal from that quarter for some time to come. This\nlarge annual increase of the currency of the world must be attended with\nits usual results. These have been already partially disclosed in the\nenhancement of prices and a rising spirit of speculation and adventure,\ntending to overtrading, as well at home as abroad. Unless some salutary\ncheck shall be given to these tendencies it is to be feared that\nimportations of foreign goods beyond a healthy demand in this country will\nlead to a sudden drain of the precious metals from us, bringing with it, as\nit has done in former times, the most disastrous consequences to the\nbusiness and capital of the American people.The exports of specie to liquidate our foreign debt during the past fiscal\nyear have been $24,963,979 over the amount of specie imported. The exports\nof specie during the first quarter of the present fiscal year have been\n$14,651,827. Should specie continue to be exported at this rate for the\nremaining three quarters of this year, it will drain from our metallic\ncurrency during the year ending 30th June, 1852, the enormous amount of\n$58,607,308.In the present prosperous condition of the national finances it will become\nthe duty of Congress to consider the best mode of paying off the public\ndebt. If the present and anticipated surplus in the Treasury should not be\nabsorbed by appropriations of an extraordinary character, this surplus\nshould be employed in such way and under such restrictions as Congress may\nenact in extinguishing the outstanding debt of the nation.By reference to the act of Congress approved 9th September, 1850, it will\nbe seen that, in consideration of certain concessions by the State of\nTexas, it is provided that--The United States shall pay to the State of Texas the sum of $10,000,000 in\na stock bearing 5 per cent interest and redeemable at the end of fourteen\nyears, the interest payable half-yearly at the Treasury of the United\nStates.In the same section of the law it is further provided--That no more than five millions of said stock shall be issued until the\ncreditors of the State holding bonds and other certificates of stock of\nTexas, for which duties on imports were specially pledged, shall first file\nat the Treasury of the United States releases of all claims against the\nUnited States for or on account of said bonds or certificates, in such form\nas shall be prescribed by the Secretary of the Treasury and approved by the\nPresident of the United States.The form of release thus provided for has been prescribed by the Secretary\nof the Treasury and approved. It has been published in all the leading\nnewspapers in the commercial cities of the United States, and all persons\nholding claims of the kind specified in the foregoing proviso were required\nto file their releases (in the form thus prescribed) in the Treasury of the\nUnited States on or before the 1st day of October, 1851. Although this\npublication has been continued from the 25th day of March, 1851, yet up to\nthe 1st of October last comparatively few releases had been filed by the\ncreditors of Texas.The authorities of the State of Texas, at the request of the Secretary of\nthe Treasury, have furnished a schedule of the public debt of that State\ncreated prior to her admission into the Union, with a copy of the laws\nunder which each class was contracted. I have, from the documents furnished\nby the State of Texas, determined the classes of claims which in my\njudgment fall within the provisions of the act of Congress of the 9th of\nSeptember, 1850.On being officially informed of the acceptance by Texas of the propositions\ncontained in the act referred to I caused the stock to be prepared, and the\nfive millions which are to be issued unconditionally, bearing an interest\nof 5 per cent from the 1st day of January, 1851, have been for some time\nready to be delivered to the State of Texas. The authorities of Texas up to\nthe present time have not authorized anyone to receive this stock, and it\nremains in the Treasury Department subject to the order of Texas. The\nreleases required by law to be deposited in the Treasury not having been\nfiled there, the remaining five millions have not been issued. This last\namount of the stock will be withheld from Texas until the conditions upon\nwhich it is to be delivered shall be complied with by the creditors of that\nState, unless Congress shall otherwise direct by a modification of the\nlaw.In my last annual message, to which I respectfully refer, I stated briefly\nthe reasons which induced me to recommend a modification of the present\ntariff by converting the ad valorem into a specific duty wherever the\narticle imported was of such a character as to permit it, and that such a\ndiscrimination should be made in favor of the industrial pursuits of our\nown country as to encourage home production without excluding foreign\ncompetition.The numerous frauds which continue to be practiced upon the revenue by\nfalse invoices and undervaluations constitute an unanswerable reason for\nadopting specific instead of ad valorem duties in all cases where the\nnature of the commodity does not forbid it. A striking illustration of\nthese frauds will be exhibited in the report of the Secretary of the\nTreasury, showing the custom-house valuation of articles imported under a\nformer law, subject to specific duties, when there was no inducement to\nundervaluation, and the custom-house valuations of the same articles under\nthe present system of ad valorem duties, so greatly reduced as to leave no\ndoubt of the existence of the most flagrant abuses under the existing laws.\nThis practical evasion of the present law, combined with the languishing\ncondition of some of the great interests of the country, caused by over\nimportations and consequent depressed prices, and with the failure in\nobtaining a foreign market for our increasing surplus of breadstuffs and\nprovisions, has induced me again to recommend a modification of the\nexisting tariff. The report of the Secretary of the Interior, which\naccompanies this communication, will present a condensed statement of the\noperations of that important Department of the Government.It will be seen that the cash sales of the public lands exceed those of the\npreceding year, and that there is reason to anticipate a still further\nincrease, notwithstanding the large donations which have been made to many\nof the States and the liberal grants to individuals as a reward for\nmilitary services. This fact furnishes very gratifying evidence of the\ngrowing wealth and prosperity of our country.Suitable measures have been adopted for commencing the survey of the public\nlands in California and Oregon. Surveying parties have been organized and\nsome progress has been made in establishing the principal base and meridian\nlines. But further legislation and additional appropriations will be\nnecessary before the proper subdivisions can be made and the general land\nsystem extended over those remote parts of our territory.On the 3d of March last an act was passed providing for the appointment of\nthree commissioners to settle private land claims in California. Three\npersons were immediately appointed, all of whom, however, declined\naccepting the office in consequence of the inadequacy of the compensation.\nOthers were promptly selected, who for the same reason also declined, and\nit was not until late in the season that the services of suitable persons\ncould be secured. A majority of the commissioners convened in this city on\nthe 10th of September last, when detailed instructions were given to them\nin regard to their duties. Their first meeting for the transaction of\nbusiness will be held in San Francisco on the 8th day of the present\nmonth.I have thought it proper to refer to these facts, not only to explain the\ncauses of the delay in filling the commission, but to call your attention\nto the propriety of increasing the compensation of the commissioners. The\noffice is one of great labor and responsibility, and the compensation\nshould be such as to command men of a high order of talents and the most\nunquestionable integrity.The proper disposal of the mineral lands of California is a subject\nsurrounded by great difficulties. In my last annual message I recommended\nthe survey and sale of them in small parcels under such restrictions as\nwould effectually guard against monopoly and speculation; but upon further\ninformation, and in deference to the opinions of persons familiar with the\nsubject, I am inclined to change that recommendation and to advise that\nthey be permitted to remain as at present, a common field, open to the\nenterprise and industry of all our citizens, until further experience shall\nhave developed the best policy to be ultimately adopted in regard to them.\nIt is safer to suffer the inconveniences that now exist for a short period\nthan by premature legislation to fasten on the country a system founded in\nerror, which may place the whole subject beyond the future control of\nCongress.The agricultural lands should, however, be surveyed and brought into market\nwith as little delay as possible, that the titles may become settled and\nthe inhabitants stimulated to make permanent improvements and enter on the\nordinary pursuits of life. To effect these objects it is desirable that the\nnecessary provision be made by law for the establishment of land offices in\nCalifornia and Oregon and for the efficient prosecution of the surveys at\nan early day.Some difficulties have occurred in organizing the Territorial governments\nof New Mexico and Utah, and when more accurate information shall be\nobtained of the causes a further communication will be made on that\nsubject.In my last annual communication to Congress I recommended the establishment\nof an agricultural bureau, and I take this occasion again to invoke your\nfavorable consideration of the subject.Agriculture may justly be regarded as the great interest of our people.\nFour-fifths of our active population are employed in the cultivation of the\nsoil, and the rapid expansion of our settlements over new territory is\ndaily adding to the number of those engaged in that vocation. Justice and\nsound policy, therefore, alike require that the Government should use all\nthe means authorized by the Constitution to promote the interests and\nwelfare of that important class of our fellow-citizens. And yet it is a\nsingular fact that whilst the manufacturing and commercial interests have\nengaged the attention of Congress during a large portion of every session\nand our statutes abound in provisions for their protection and\nencouragement, little has yet been done directly for the advancement of\nagriculture. It is time that this reproach to our legislation should be\nremoved, and I sincerely hope that the present Congress will not close\ntheir labors without adopting efficient means to supply the omissions of\nthose who have preceded them.An agricultural bureau, charged with the duty of collecting and\ndisseminating correct information as to the best modes of cultivation and\nof the most effectual means of preserving and restoring the fertility of\nthe soil and of procuring and distributing seeds and plants and other\nvegetable productions, with instructions in regard to the soil, climate,\nand treatment best adapted to their growth, could not fail to be, in the\nlanguage of Washington in his last annual message to Congress, a \"very\ncheap instrument of immense national benefit.\"Regarding the act of Congress approved 28th September, 1850, granting\nbounty lands to persons who had been engaged in the military service of the\ncountry, as a great measure of national justice and munificence, an anxious\ndesire has been felt by the officers intrusted with its immediate execution\nto give prompt effect to its provisions. All the means within their control\nwere therefore brought into requisition to expedite the adjudication of\nclaims, and I am gratified to be able to state that near 100,000\napplications have been considered and about 70,000 warrants issued within\nthe short space of nine months. If adequate provision be made by law to\ncarry into effect the recommendations of the Department, it is confidently\nexpected that before the close of the next fiscal year all who are entitled\nto the benefits of the act will have received their warrants.The Secretary of the Interior has suggested in his report various\namendments of the laws relating to pensions and bounty lands for the\npurpose of more effectually guarding against abuses and frauds on the\nGovernment, to all of which I invite your particular attention. The large\naccessions to our Indian population consequent upon the acquisition of New\nMexico and California and the extension of our settlements into Utah and\nOregon have given increased interest and importance to our relations with\nthe aboriginal race. No material change has taken place within the last\nyear in the condition and prospects of the Indian tribes who reside in the\nNorthwestern Territory and west of the Mississippi River. We are at peace\nwith all of them, and it will be a source of pleasure to you to learn that\nthey are gradually advancing in civilization and the pursuits of social\nlife.Along the Mexican frontier and in California and Oregon there have been\noccasional manifestations of unfriendly feeling and some depredations\ncommitted. I am satisfied, however, that they resulted more from the\ndestitute and starving condition of the Indians than from any settled\nhostility toward the whites. As the settlements of our citizens progress\ntoward them, the game, upon which they mainly rely for subsistence, is\ndriven off or destroyed, and the only alternative left to them is\nstarvation or plunder. It becomes us to consider, in view of this condition\nof things, whether justice and humanity, as well as an enlightened economy,\ndo not require that instead of seeking to punish them for offenses which\nare the result of our own policy toward them we should not provide for\ntheir immediate wants and encourage them to engage in agriculture and to\nrely on their labor instead of the chase for the means of support.Various important treaties have been negotiated with different tribes\nduring the year, by which their title to large and valuable tracts of\ncountry has been extinguished, all of which will at the proper time be\nsubmitted to the Senate for ratification.The joint commission under the treaty of Guadalupe Hidalgo has been\nactively engaged in running and marking the boundary line between the\nUnited States and Mexico. It was stated in the last annual report of the\nSecretary of the Interior that the initial point on the Pacific and the\npoint of junction of the Gila with the Colorado River had been determined\nand the intervening line, about 150 miles in length, run and marked by\ntemporary monuments. Since that time a monument of marble has been erected\nat the initial point, and permanent landmarks of iron have been placed at\nsuitable distances along the line.The initial point on the Rio Grande has also been fixed by the\ncommissioners, at latitude 32 degrees 22', and at the date of the last\ncommunication the survey of the line had been made thence westward about\n150 miles to the neighborhood of the copper mines. The commission on our\npart was at first organized on a scale which experience proved to be\nunwieldy and attended with unnecessary expense. Orders have therefore been\nissued for the reduction of the number of persons employed within the\nsmallest limits consistent with the safety of those engaged in the service\nand the prompt and efficient execution of their important duties.Returns have been received from all the officers engaged in taking the\ncensus in the States and Territories except California. The superintendent\nemployed to make the enumeration in that State has not yet made his full\nreport, from causes, as he alleges, beyond his control. This failure is\nmuch to be regretted, as it has prevented the Secretary of the Interior\nfrom making the decennial apportionment of Representatives among the\nStates, as required by the act approved May 23, 1850. It is hoped, however,\nthat the returns will soon be received, and no time will then be lost in\nmaking the necessary apportionment and in transmitting the certificates\nrequired by law.The Superintendent of the Seventh Census is diligently employed, under the\ndirection of the Secretary of the Interior, in classifying and arranging in\ntabular form all the statistical information derived from the returns of\nthe marshals, and it is believed that when the work shall be completed it\nwill exhibit a more perfect view of the population, wealth, occupations,\nand social condition of a great country than has ever been presented to the\nworld. The value of such a work as the basis of enlightened legislation can\nhardly be overestimated, and I earnestly hope that Congress will lose no\ntime in making the appropriations necessary to complete the classifications\nand to publish the results in a style worthy of the subject and of our\nnational character.The want of a uniform fee bill, prescribing the compensation to be allowed\ndistrict attorneys, clerks, marshals, and commissioners in civil and\ncriminal cases, is the cause of much vexation, injustice, and complaint. I\nwould recommend a thorough revision of the laws on the whole subject and\nthe adoption of a tariff of fees which, as far as practicable, should be\nuniform, and prescribe a specific compensation for every service which the\nofficer may be required to perform. This subject will be fully presented in\nthe report of the Secretary of the Interior. In my last annual message I\ngave briefly my reasons for believing that you possessed the constitutional\npower to improve the harbors of our Great Lakes and seacoast and the\nnavigation of our principal rivers, and recommended that appropriations\nshould be made for completing such works as had already been commenced and\nfor commencing such others as might seem to the wisdom of Congress to be of\npublic and general importance. Without repeating the reasons then urged, I\ndeem it my duty again to call your attention to this important subject. The\nworks on many of the harbors were left in an unfinished state, and\nconsequently exposed to the action of the elements, which is fast\ndestroying them. Great numbers of lives and vast amounts of property are\nannually lost for want of safe and convenient harbors on the Lakes. None\nbut those who have been exposed to that dangerous navigation can fully\nappreciate the importance of this subject. The whole Northwest appeals to\nyou for relief, and I trust their appeal will receive due consideration at\nyour hands.The same is in a measure true in regard to some of the harbors and inlets\non the seacoast.The unobstructed navigation of our large rivers is of equal importance. Our\nsettlements are now extending to the sources of the great rivers which\nempty into and form a part of the Mississippi, and the value of the public\nlands in those regions would be greatly enhanced by freeing the navigation\nof those waters from obstructions. In view, therefore, of this great\ninterest, I deem it my duty again to urge upon Congress to make such\nappropriations for these improvements as they may deem necessary.The surveys of the Delta of the Mississippi, with a view to the prevention\nof the overflows that have proved so disastrous to that region of country,\nhave been nearly completed, and the reports thereof are now in course of\npreparation and will shortly be laid before you.The protection of our southwestern frontier and of the adjacent Mexican\nStates against the Indian tribes within our border has claimed my earnest\nand constant attention. Congress having failed at the last session to adopt\nmy recommendation that an additional regiment of mounted men specially\nadapted to that service should be raised, all that remained to be done was\nto make the best use of the means at my disposal. Accordingly, all the\ntroops adapted to that service that could properly be spared from other\nquarters have been concentrated on that frontier and officers of high\nreputation selected to command them. A new arrangement of the military\nposts has also been made, whereby the troops are brought nearer to the\nMexican frontier and to the tribes they are intended to overawe.Sufficient time has not yet elapsed to realize all the benefits that are\nexpected to result from these arrangements, but I have every reason to hope\nthat they will effectually check their marauding expeditions. The nature of\nthe country, which furnishes little for the support of an army and abounds\nin places of refuge and concealment, is remarkably well adapted to this\npredatory warfare, and we can scarcely hope that any military force,\ncombined with the greatest vigilance, can entirely suppress it.By the treaty of Guadalupe Hidalgo we are bound to protect the territory of\nMexico against the incursions of the savage tribes within our border \"with\nequal diligence and energy\" as if the same were made within our territory\nor against our citizens. I have endeavored to comply as far as possible\nwith this provision of the treaty. Orders have been given to the officers\ncommanding on that frontier to consider the Mexican territory and its\ninhabitants as equally with our own entitled to their protection, and to\nmake all their plans and arrangements with a view to the attainment of this\nobject. Instructions have also been given to the Indian commissioners and\nagents among these tribes in all treaties to make the clauses designed for\nthe protection of our own citizens apply also to those of Mexico. I have no\nreason to doubt that these instructions have been fully carried into\neffect; nevertheless, it is probable that in spite of all our efforts some\nof the neighboring States of Mexico may have suffered, as our own have,\nfrom depredations by the Indians.To the difficulties of defending our own territory, as above mentioned, are\nsuperadded, in defending that of Mexico, those that arise from its\nremoteness, from the fact that we have no right to station our troops\nwithin her limits and that there is no efficient military force on the\nMexican side to cooperate with our own.So long as this shall continue to be the case the number and activity of\nour troops will rather increase than diminish the evil, as the Indians will\nnaturally turn toward that country where they encounter the least\nresistance. Yet these troops are necessary to subdue them and to compel\nthem to make and observe treaties. Until this shall have been done neither\ncountry will enjoy any security from their attacks.The Indians in California, who had previously appeared of a peaceable\ncharacter and disposed to cultivate the friendship of the whites, have\nrecently committed several acts of hostility. As a large portion of the\nreenforcements sent to the Mexican frontier were drawn from the Pacific,\nthe military force now stationed there is considered entirely inadequate to\nits defense. It can not be increased, however, without an increase of the\nArmy, and I again recommend that measure as indispensable to the protection\nof the frontier.I invite your attention to the suggestions on this subject and on others\nconnected with his Department in the report of the Secretary of War. The\nappropriations for the support of the Army during the current fiscal year\nending 30th June next were reduced far below the estimate submitted by the\nDepartment. The consequence of this reduction is a considerable deficiency,\nto which I invite your early attention. The expenditures of that Department\nfor the year ending 30th June last were $9,060,268.58, The estimates for\nthe year commencing 1st July next and ending June 30, 1853, are\n$7,898,775.83, showing a reductions of $1,161,492.75, The board of\ncommissioners to whom the management of the affairs of the military asylum\ncreated by the act of 3d March last was intrusted have selected a site for\nthe establishment of an asylum in the vicinity of this city, which has been\napproved by me subject to the production of a satisfactory title.The report of the Secretary of the Navy will exhibit the condition of the\npublic service under the supervision of that Department. Our naval force\nafloat during the present year has been actively and usefully employed in\ngiving protection to our widely extended and increasing commerce and\ninterests in the various quarters of the globe, and our flag has everywhere\nafforded the security and received the respect inspired by the justice and\nliberality of our intercourse and the dignity and power of the nation.The expedition commanded by Lieutenant De Haven, dispatched in search of\nthe British commander Sir John Franklin and his companions in the Arctic\nSeas, returned to New York in the month of October, after having undergone\ngreat peril and suffering from an unknown and dangerous navigation and the\nrigors of a northern climate, without any satisfactory information of the\nobjects of their search, but with new contributions to science and\nnavigation from the unfrequented polar regions. The officers and men of the\nexpedition having been all volunteers for this service and having so\nconducted it as to meet the entire approbation of the Government, it is\nsuggested, as an act of grace and generosity, that the same allowance of\nextra pay and emoluments be extended to them that were made to the officers\nand men of like rating in the late exploring expedition to the South Seas.I earnestly recommend to your attention the necessity of reorganizing the\nnaval establishment, apportioning and fixing the number of officers in each\ngrade, providing some mode of promotion to the higher grades of the Navy\nhaving reference to merit and capacity rather than seniority or date of\nentry into the service, and for retiring from the effective list upon\nreduced pay those who may be incompetent to the performance of active duty.\nAs a measure of economy, as well as of efficiency, in this arm of the\nservice, the provision last mentioned is eminently worthy of your\nconsideration.The determination of the questions of relative rank between the sea\nofficers and civil officers of the Navy, and between officers of the Army\nand Navy, in the various grades of each, will also merit your attention.\nThe failure to provide any substitute when corporal punishment was\nabolished for offenses in the Navy has occasioned the convening of numerous\ncourts-martial upon the arrival of vessels in port, and is believed to have\nhad an injurious effect upon the discipline and efficiency of the service.\nTo moderate punishment from one grade to another is among the humane\nreforms of the age, but to abolish one of severity, which applied so\ngenerally to offenses on shipboard, and provide nothing in its stead is to\nsuppose a progress of improvement in every individual among seamen which is\nnot assumed by the Legislature in respect to any other class of men. It is\nhoped that Congress, in the ample opportunity afforded by the present\nsession, will thoroughly investigate this important subject, and establish\nsuch modes of determining guilt and such gradations of punishment as are\nconsistent with humanity and the personal rights of individuals, and at the\nsame time shall insure the most energetic and efficient performance of duty\nand the suppression of crime in our ships of war.The stone dock in the navy-yard at New York, which was ten years in process\nof construction, has been so far finished as to be surrendered up to the\nauthorities of the yard. The dry dock at Philadelphia is reported as\ncompleted, and is expected soon to be tested and delivered over to the\nagents of the Government. That at Portsmouth, N. H., is also nearly ready\nfor delivery; and a contract has been concluded, agreeably to the act of\nCongress at its last session, for a floating sectional dock on the Bay of\nSan Francisco. I invite your attention to the recommendation of the\nDepartment touching the establishment of a navy-yard in conjunction with\nthis dock on the Pacific. Such a station is highly necessary to the\nconvenience and effectiveness of our fleet in that ocean, which must be\nexpected to increase with the growth of commerce and the rapid extension of\nour whale fisheries over its waters.The Naval Academy at Annapolis, under a revised and improved system of\nregulations, now affords opportunities of education and instruction to the\npupils quite equal, it is believed, for professional improvement, to those\nenjoyed by the cadets in the Military Academy. A large class of acting\nmidshipmen was received at the commencement of the last academic term, and\na practice ship has been attached to the institution to afford the amplest\nmeans for regular instruction in seamanship, as well as for cruises during\nthe vacations of three or four months in each year.The advantages of science in nautical affairs have rarely been more\nstrikingly illustrated than in the fact, stated in the report of the Navy\nDepartment, that by means of the wind and current charts projected and\nprepared by Lieutenant Maury, the Superintendent of the Naval Observatory,\nthe passage from the Atlantic to the Pacific ports of our country has been\nshortened by about forty days.The estimates for the support of the Navy and Marine Corps the ensuing\nfiscal year will be found to be $5,856,472.19, the estimates for the\ncurrent year being $5,900,621.The estimates for special objects under the control of this Department\namount to $2,684,220.89, against $2,210,980 for the present year, the\nincrease being occasioned by the additional mail service on the Pacific\nCoast and the construction of the dock in California, authorized at the\nlast session of Congress, and some slight additions under the head of\nimprovements and repairs in navy-yards, buildings, and machinery. I deem it\nof much importance to a just economy and a correct understanding of naval\nexpenditures that there should be an entire separation of the\nappropriations for the support of the naval service proper from those for\npermanent improvements at navy-yards and stations and from ocean steam mail\nservice and other special objects assigned to the supervision of this\nDepartment.The report of the Postmaster-General, herewith communicated, presents an\ninteresting view of the progress, operations, and condition of his\nDepartment.At the close of the last fiscal year the length of mail routes within the\nUnited States was 196,290 miles, the annual transportation thereon\n53,272,252 miles, and the annual cost of such transportation $3,421,754.The length of the foreign mail routes is estimated at 18,349 miles and the\nannual transportation thereon at 615,206 miles. The annual cost of this\nservice is $1,472,187, of which $448,937 are paid by the Post-Office\nDepartment and $1,023,250 are paid through the Navy Department.The annual transportation within the United States, excluding the service\nin California and Oregon, which is now for the first time reported and\nembraced in the tabular statements of the Department, exceeds that of the\npreceding year 6,162,855 miles, at an increased cost of $547,110.The whole number of post-offices in the United States on the 30th day of\nJune last was 19,796. There were 1,698 post-offices established and 256\ndiscontinued during the year.The gross revenues of the Department for the fiscal year, including the\nappropriations for the franked matter of Congress, of the Departments, and\nofficers of Government, and excluding the foreign postages collected for\nand payable to the British post-office, amounted to $6,727,866.78.The expenditures for the same period, excluding $20,599.49, paid under an\naward of the Auditor, in pursuance of a resolution of the last Congress,\nfor mail service on the Ohio and Mississippi rivers in 1832 and 1833, and\nthe amount paid to the British post-office for foreign postages collected\nfor and payable to that office, amounted to $6,024,566.79, leaving a\nbalance of revenue over the proper expenditures of the year of\n$703,299.99.The receipts for postages during the year, excluding the foreign postages\ncollected for and payable to the British post-office, amounted to\n$6,345,747.21, being an increase of $997,610.79, or 18.65 per cent, over\nthe like receipts for the preceding year.The reduction of postage under the act of March last did not take effect\nuntil the commencement of the present fiscal year. The accounts for the\nfirst quarter under the operation of the reduced rates will not be settled\nbefore January next, and no reliable estimate of the receipts for the\npresent year can yet be made. It is believed, however, that they will fall\nfar short of those of the last year. The surplus of the revenues now on\nhand is, however, so large that no further appropriation from the Treasury\nin aid of the revenues of the Department is required for the current fiscal\nyear, but an additional appropriation for the year ending June 30, 1853,\nwill probably be found necessary when the receipts of the first two\nquarters of the fiscal year are fully ascertained.In his last annual report the Postmaster-General recommended a reduction of\npostage to rates which he deemed as low as could be prudently adopted\nunless Congress was prepared to appropriate from the Treasury for the\nsupport of the Department a sum more than equivalent to the mail services\nperformed by it for the Government. The recommendations of the\nPostmaster-General in respect to letter postage, except on letters from and\nto California and Oregon, were substantially adopted by the last Congress.\nHe now recommends adherence to the present letter rates and advises against\na further reduction until justified by the revenue of the Department.He also recommends that the rates of postage on printed matter be so\nrevised as to render them more simple and more uniform in their operation\nupon all classes of printed matter. I submit the recommendations of the\nreport to your favorable consideration.The public statutes of the United States have now been accumulating for\nmore than sixty years, and, interspersed with private acts, are scattered\nthrough numerous volumes, and, from the cost of the whole, have become\nalmost inaccessible to the great mass of the community. They also exhibit\nmuch of the incongruity and imperfection of hasty legislation. As it seems\nto be generally conceded that there is no \"common law\" of the United States\nto supply the defects of their legislation, it is most important that that\nlegislation should be as perfect as possible, defining every power intended\nto be conferred, every crime intended to be made punishable, and\nprescribing the punishment to be inflicted. In addition to some particular\ncases spoken of more at length, the whole criminal code is now lamentably\ndefective. Some offenses are imperfectly described and others are entirely\nomitted, so that flagrant crimes may be committed with impunity. The scale\nof punishment is not in all cases graduated according to the degree and\nnature of the offense, and is often rendered more unequal by the different\nmodes of imprisonment or penitentiary confinement in the different States.Many laws of a permanent character have been introduced into appropriation\nbills, and it is often difficult to determine whether the particular clause\nexpires with the temporary act of which it is a part or continues in force.\nIt has also frequently happened that enactments and provisions of law have\nbeen introduced into bills with the title or general subject of which they\nhave little or no connection or relation. In this mode of legislation so\nmany enactments have been heaped upon each other, and often with but little\nconsideration, that in many instances it is difficult to search out and\ndetermine what is the law.The Government of the United States is emphatically a government of written\nlaws. The statutes should therefore, as far as practicable, not only be\nmade accessible to all, but be expressed in language so plain and simple as\nto be understood by all and arranged in such method as to give perspicuity\nto every subject. Many of the States have revised their public acts with\ngreat and manifest benefit, and I recommend that provision be made by law\nfor the appointment of a commission to revise the public statutes of the\nUnited States, arranging them in order, supplying deficiencies, correcting\nincongruities, simplifying their language, and reporting them to Congress\nfor its action.An act of Congress approved 30th September, 1850, contained a provision for\nthe extension of the Capitol according to such plan as might be approved by\nthe President, and appropriated $100,000 to be expended under his direction\nby such architect as he should appoint to execute the same. On examining\nthe various plans which had been submitted by different architects in\npursuance of an advertisement by a committee of the Senate no one was found\nto be entirely satisfactory, and it was therefore deemed advisable to\ncombine and adopt the advantages of several.The great object to be accomplished was to make such an addition as would\nafford ample and convenient halls for the deliberations of the two Houses\nof Congress, with sufficient accommodations for spectators and suitable\napartments for the committees and officers of the two branches of the\nLegislature. It was also desirable not to mar the harmony and beauty of the\npresent structure, which, as a specimen of architecture, is so universally\nadmired. Keeping these objects in view, I concluded to make the addition by\nwings, detached from the present building, yet connected with it by\ncorridors. This mode of enlargement will leave the present Capitol\nuninjured and afford great advantages for ventilation and the admission of\nlight, and will enable the work to progress without interrupting the\ndeliberations of Congress. To carry this plan into effect I have appointed\nan experienced and competent architect. The corner stone was laid on the\n4th day of July last with suitable ceremonies, since which time the work\nhas advanced with commendable rapidity, and the foundations of both wings\nare now nearly complete.I again commend to your favorable regard the interests of the District of\nColumbia, and deem it only necessary to remind you that although its\ninhabitants have no voice in the choice of Representatives in Congress,\nthey are not the less entitled to a just and liberal consideration in your\nlegislation. My opinions on this subject were more fully expressed in my\nlast annual communication.Other subjects were brought to the attention of Congress in my last annual\nmessage, to which I would respectfully refer. But there was one of more\nthan ordinary interest, to which I again invite your special attention. I\nallude to the recommendation for the appointment of a commission to settle\nprivate claims against the United States. Justice to individuals, as well\nas to the Government, imperatively demands that some more convenient and\nexpeditious mode than an appeal to Congress should be adopted.It is deeply to be regretted that in several instances officers of the\nGovernment, in attempting to execute the law for the return of fugitives\nfrom labor, have been openly resisted and their efforts frustrated and\ndefeated by lawless and violent mobs; that in one case such resistance\nresulted in the death of an estimable citizen, and in others serious injury\nensued to those officers and to individuals who were using their endeavors\nto sustain the laws. Prosecutions have been instituted against the alleged\noffenders so far as they could be identified, and are still pending. I have\nregarded it as my duty in these cases to give all aid legally in my power\nto the enforcement of the laws, and I shall continue to do so wherever and\nwhenever their execution may be resisted.The act of Congress for the return of fugitives from labor is one required\nand demanded by the express words of the Constitution. The Constitution\ndeclares that--No person held to service or labor in one State, under the\nlaws thereof, escaping into another, shall, in consequence of any law or\nregulation therein, be discharged from such service or labor, but shall be\ndelivered up on claim of the party to whom such service or labor may be\ndue. This constitutional provision is equally obligatory upon the\nlegislative, the executive, and judicial departments of the Government, and\nupon every citizen of the United States.Congress, however, must from necessity first act upon the subject by\nprescribing the proceedings necessary to ascertain that the person is a\nfugitive and the means to be used for his restoration to the claimant. This\nwas done by an act passed during the first term of President Washington,\nwhich was amended by that enacted by the last Congress, and it now remains\nfor the executive and judicial departments to take care that these laws be\nfaithfully executed. This injunction of the Constitution is as peremptory\nand as binding as any other; it stands exactly on the same foundation as\nthat clause which provides for the return of fugitives from justice, or\nthat which declares that no bill of attainder or ex post facto law shall be\npassed, or that which provides for an equality of taxation according to the\ncensus, or the clause declaring that all duties shall be uniform throughout\nthe United States, or the important provision that the trial of all crimes\nshall be by jury. These several articles and clauses of the Constitution,\nall resting on the same authority, must stand or fall together. Some\nobjections have been urged against the details of the act for the return of\nfugitives from labor, but it is worthy of remark that the main opposition\nis aimed against the Constitution itself, and proceeds from persons and\nclasses of persons many of whom declare their wish to see that Constitution\noverturned. They avow their hostility to any law which shall give full and\npractical effect to this requirement of the Constitution. Fortunately, the\nnumber of these persons is comparatively small, and is believed to be daily\ndiminishing; but the issue which they present is one which involves the\nsupremacy and even the existence of the Constitution.Cases have heretofore arisen in which individuals have denied the binding\nauthority of acts of Congress, and even States have proposed to nullify\nsuch acts upon the ground that the Constitution was the supreme law of the\nland, and that those acts of Congress were repugnant to that instrument;\nbut nullification is now aimed not so much against particular laws as being\ninconsistent with the Constitution as against the Constitution itself, and\nit is not to be disguised that a spirit exists, and has been actively at\nwork, to rend asunder this Union, which is our cherished inheritance from\nour Revolutionary fathers.In my last annual message I stated that I considered the series of measures\nwhich had been adopted at the previous session in reference to the\nagitation growing out of the Territorial and slavery questions as a final\nsettlement in principle and substance of the dangerous and exciting\nsubjects which they embraced, and I recommended adherence to the adjustment\nestablished by those measures until time and experience should demonstrate\nthe necessity of further legislation to guard against evasion or abuse. I\nwas not induced to make this recommendation because I thought those\nmeasures perfect, for no human legislation can be perfect. Wide differences\nand jarring opinions can only be reconciled by yielding something on all\nsides, and this result had been reached after an angry conflict of many\nmonths, in which one part of the country was arrayed against another, and\nviolent convulsion seemed to be imminent. Looking at the interests of the\nwhole country, I felt it to be my duty to seize upon this compromise as the\nbest that could be obtained amid conflicting interests and to insist upon\nit as a final settlement, to be adhered to by all who value the peace and\nwelfare of the country. A year has now elapsed since that recommendation\nwas made. To that recommendation I still adhere, and I congratulate you and\nthe country upon the general acquiescence in these measures of peace which\nhas been exhibited in all parts of the Republic. And not only is there this\ngeneral acquiescence in these measures, but the spirit of conciliation\nwhich has been manifested in regard to them in all parts of the country has\nremoved doubts and uncertainties in the minds of thousands of good men\nconcerning the durability of our popular institutions and given renewed\nassurance that our liberty and our Union may subsist together for the\nbenefit of this and all succeeding generations.", 
    "name": "Millard Fillmore"
}