{
    "date": "December 6, 1852", 
    "speech": "Fellow-Citizens of the Senate and of the House of Representatives:The brief space which has elapsed since the close of your last session has\nbeen marked by no extraordinary political event. The quadrennial election\nof Chief Magistrate has passed off with less than the usual excitement.\nHowever individuals and parties may have been disappointed in the result,\nit is, nevertheless, a subject of national congratulation that the choice\nhas been effected by the independent suffrages of a free people,\nundisturbed by those influences which in other countries have too often\naffected the purity of popular elections.Our grateful thanks are due to an all-merciful Providence, not only for\nstaying the pestilence which in different forms has desolated some of our\ncities, but for crowning the labors of the husbandman with an abundant\nharvest and the nation generally with the blessings of peace and\nprosperity.Within a few weeks the public mind has been deeply affected by the death of\nDaniel Webster, filling at his decease the office of Secretary of State.\nHis associates in the executive government have sincerely sympathized with\nhis family and the public generally on this mournful occasion. His\ncommanding talents, his great political and professional eminence, his\nwell-tried patriotism, and his long and faithful services in the most\nimportant public trusts have caused his death to be lamented throughout the\ncountry and have earned for him a lasting place in our history. In the\ncourse of the last summer considerable anxiety was caused for a short time\nby an official intimation from the Government of Great Britain that orders\nhad been given for the protection of the fisheries upon the coasts of the\nBritish provinces in North America against the alleged encroachments of the\nfishing vessels of the United States and France. The shortness of this\nnotice and the season of the year seemed to make it a matter of urgent\nimportance. It was at first apprehended that an increased naval force had\nbeen ordered to the fishing grounds to carry into effect the British\ninterpretation of those provisions in the convention of 1818 in reference\nto the true intent of which the two Governments differ. It was soon\ndiscovered that such was not the design of Great Britain, and satisfactory\nexplanations of the real objects of the measure have been given both here\nand in London.The unadjusted difference, however, between the two Governments as to the\ninterpretation of the first article of the convention of 1818 is still a\nmatter of importance. American fishing vessels, within nine or ten years,\nhave been excluded from waters to which they had free access for\ntwenty-five years after the negotiation of the treaty. In 1845 this\nexclusion was relaxed so far as concerns the Bay of Fundy, but the just and\nliberal intention of the home Government, in compliance with what we think\nthe true construction of the convention, to open all the other outer bays\nto our fishermen was abandoned in consequence of the opposition of the\ncolonies. Notwithstanding this, the United States have, since the Bay of\nFundy was reopened to our fishermen in 1845, pursued the most liberal\ncourse toward the colonial fishing interests. By the revenue law of 1846\nthe duties on colonial fish entering our ports were very greatly reduced,\nand by the warehousing act it is allowed to be entered in bond without\npayment of duty. In this way colonial fish has acquired the monopoly of the\nexport trade in our market and is entering to some extent into the home\nconsumption. These facts were among those which increased the sensibility\nof our fishing interest at the movement in question. These circumstances\nand the incidents above alluded to have led me to think the moment\nfavorable for a reconsideration of the entire subject of the fisheries on\nthe coasts of the British Provinces, with a view to place them upon a more\nliberal footing of reciprocal privilege. A willingness to meet us in some\narrangement of this kind is understood to exist on the part of Great\nBritain, with a desire on her part to include in one comprehensive\nsettlement as well this subject as the commercial intercourse between the\nUnited States and the British Provinces. I have thought that, whatever\narrangements may be made on these two subjects, it is expedient that they\nshould be embraced in separate conventions. The illness and death of the\nlate Secretary of State prevented the commencement of the contemplated\nnegotiation. Pains have been taken to collect the information required for\nthe details of such an arrangement. The subject is attended with\nconsiderable difficulty. If it is found practicable to come to an agreement\nmutually acceptable to the two parties, conventions may be concluded in the\ncourse of the present winter. The control of Congress over all the\nprovisions of such an arrangement affecting the revenue will of course be\nreserved.The affairs of Cuba formed a prominent topic in my last annual message.\nThey remain in an uneasy condition, and a feeling of alarm and irritation\non the part of the Cuban authorities appears to exist. This feeling has\ninterfered with the regular commercial intercourse between the United\nStates and the island and led to some acts of which we have a fight to\ncomplain. But the Captain-General of Cuba is clothed with no power to treat\nwith foreign governments, nor is he in any degree under the control of the\nSpanish minister at Washington. Any communication which he may hold with an\nagent of a foreign power is informal and matter of courtesy. Anxious to put\nan end to the existing inconveniences (which seemed to rest on a\nmisconception), I directed the newly appointed minister to Mexico to visit\nHavana on his way to Vera Cruz. He was respectfully received by the\nCaptain-General, who conferred with him freely on the recent occurrences,\nbut no permanent arrangement was effected.In the meantime the refusal of the Captain-Generalto allow passengers and\nthe mail to be landed in certain cases, for a reason which does not\nfurnish, in the opinion of this Government, even a good presumptive ground\nfor such prohibition, has been made the subject of a serious remonstrance\nat Madrid, and I have no reason to doubt that due respect will be paid by\nthe Government of Her Catholic Majesty to the representations which our\nminister has been instructed to make on the subject.It is but justice to the Captain-General to add that his conduct toward the\nsteamers employed to carry the mails of the United States to Havana has,\nwith the exceptions above alluded to, been marked with kindness and\nliberality, and indicates no general purpose of interfering with the\ncommercial correspondence and intercourse between the island and this\ncountry.Early in the present year official notes were received from the ministers\nof France and England inviting the Government of the United States to\nbecome a party with Great Britain and France to a tripartite convention, in\nvirtue of which the three powers should severally and collectively disclaim\nnow and for the future all intention to obtain possession of the island of\nCuba, and should bind themselves to discountenance all attempts to that\neffect on the part of any power or individual whatever. This invitation has\nbeen respectfully declined, for reasons which it would occupy too much\nspace in this communication to state in detail, but which led me to think\nthat the proposed measure would be of doubtful constitutionality,\nimpolitic, and unavailing. I have, however, in common with several of my\npredecessors, directed the ministers of France and England to be assured\nthat the United States entertain no designs against Cuba, but that, on the\ncontrary, I should regard its incorporation into the Union at the present\ntime as fraught with serious peril.Were this island comparatively destitute of inhabitants or occupied by a\nkindred race, I should regard it, if voluntarily ceded by Spain, as a most\ndesirable acquisition. But under existing circumstances I should look upon\nits incorporation into our Union as a very hazardous measure. It would\nbring into the Confederacy a population of a different national stock,\nspeaking a different language, and not likely to harmonize with the other\nmembers. It would probably affect in a prejudicial manner the industrial\ninterests of the South, and it might revive those conflicts of opinion\nbetween the different sections of the country which lately shook the Union\nto its center, and which have been so happily compromised.The rejection by the Mexican Congress of the convention which had been\nconcluded between that Republic and the United States for the protection of\na transit way across the Isthmus of Tehuantepec and of the interests of\nthose citizens of the United States who had become proprietors of the\nrights which Mexico had conferred on one of her own citizens in regard to\nthat transit has thrown a serious obstacle in the way of the attainment of\na very desirable national object. I am still willing to hope that the\ndifferences on the subject which exist, or may hereafter arise, between the\nGovernments will be amicably adjusted. This subject, however, has already\nengaged the attention of the Senate of the United States, and requires no\nfurther comment in this communication.The settlement of the question respecting the port of San Juan de Nicaragua\nand of the controversy between the Republics of Costa Rica and Nicaragua in\nregard to their boundaries was considered indispensable to the commencement\nof the ship canal between the two oceans, which was the subject of the\nconvention between the United States and Great Britain of the 19th of\nApril, 1850. Accordingly, a proposition for the same purposes, addressed to\nthe two Governments in that quarter and to the Mosquito Indians, was agreed\nto in April last by the Secretary of State and the minister of Her\nBritannic Majesty. Besides the wish to aid in reconciling the differences\nof the two Republics, I engaged in the negotiation from a desire to place\nthe great work of a ship canal between the two oceans under one\njurisdiction and to establish the important port of San Juan de Nicaragua\nunder the government of a civilized power. The proposition in question was\nassented to by Costs Rica and the Mosquito Indians. It has not proved\nequally acceptable to Nicaragua, but it is to be hoped that the further\nnegotiations on the subject which are in train will be carried on in that\nspirit of conciliation and compromise which ought always to prevail on such\noccasions, and that they will lead to a satisfactory result.I have the satisfaction to inform you that the executive government of\nVenezuela has acknowledged some claims of citizens of the United States\nwhich have for many years past been urged by our charge d'affaires at\nCaracas. It is hoped that the same sense of justice will actuate the\nCongress of that Republic in providing the means for their payment.The recent revolution in Buenos Ayres and the Confederated States having\nopened the prospect of an improved state of things in that quarter, the\nGovernments of Great Britain and France determined to negotiate with the\nchief of the new confederacy for the free access of their commerce to the\nextensive countries watered by the tributaries of the La Plata; and they\ngave a friendly notice of this purpose to the United States, that we might,\nif we thought proper, pursue the same course. In compliance with this\ninvitation, our minister at Rio Janeiro and our charge d'affaires at\nBuenos Ayres have been fully authorized to conclude treaties with the newly\norganized confederation or the States composing it. The delays which have\ntaken place in the formation of the new government have as yet prevented\nthe execution of those instructions, but there is every reason to hope that\nthese vast countries will be eventually opened to our commerce.A treaty of commerce has been concluded between the United States and the\nOriental Republic of Uruguay, which will be laid before the Senate. Should\nthis convention go into operation, it will open to the commercial\nenterprise of our citizens a country of great extent and unsurpassed in\nnatural resources, but from which foreign nations have hitherto been almost\nwholly excluded.The correspondence of the late Secretary of State with the Peruvian charge\nd'affaires relative to the Lobos Islands was communicated to Congress\ntoward the close of the last session. Since that time, on further\ninvestigation of the subject, the doubts which had been entertained of the\ntitle of Peru to those islands have been removed, and I have deemed it just\nthat the temporary wrong which had been unintentionally done her from want\nof information should be repaired by an unreserved acknowledgment of her\nsovereignty.I have the satisfaction to inform you that the course pursued by Peru has\nbeen creditable to the liberality of her Government. Before it was known by\nher that her title would be acknowledged at Washington, her minister of\nforeign affairs had authorized our charge d'affaires at Lima to announce\nto the American vessels which had gone to the Lobos for guano that the\nPeruvian Government was willing to freight them on its own account. This\nintention has been carried into effect by the Peruvian minister here by an\narrangement which is believed to be advantageous to the parties in\ninterest.Our settlements on the shores of the Pacific have already given a great\nextension, and in some respects a new direction, to our commerce in that\nocean. A direct and rapidly increasing intercourse has sprung up with\neastern Asia. The waters of the Northern Pacific, even into the Arctic Sea,\nhave of late years been frequented by our whalemen. The application of\nsteam to the general purposes of navigation is becoming daily more common,\nand makes it desirable to obtain fuel and other necessary supplies at\nconvenient points on the route between Asia and our Pacific shores. Our\nunfortunate countrymen who from time to time suffer shipwreck on the coasts\nof the eastern seas are entitled to protection. Besides these specific\nobjects, the general prosperity of our States on the Pacific requires that\nan attempt should be made to open the opposite regions of Asia to a\nmutually beneficial intercourse. It is obvious that this attempt could be\nmade by no power to so great advantage as by the United States, whose\nconstitutional system excludes every idea of distant colonial dependencies.\nI have accordingly been led to order an appropriate naval force to Japan,\nunder the command of a discreet and intelligent officer of the highest rank\nknown to our service. He is instructed to endeavor to obtain from the\nGovernment of that country some relaxation of the inhospitable and\nantisocial system which it has pursued for about two centuries. He has been\ndirected particularly to remonstrate in the strongest language against the\ncruel treatment to which our shipwrecked mariners have often been subjected\nand to insist that they shall be treated with humanity. He is instructed,\nhowever, at the same time, to give that Government the amplest assurances\nthat the objects of the United States are such, and such only, as I have\nindicated, and that the expedition is friendly and peaceful.\nNotwithstanding the jealousy with which the Governments of eastern Asia\nregard all overtures from foreigners, I am not without hopes of a\nbeneficial result of the expedition. Should it be crowned with success, the\nadvantages will not be confined to the United States, but, as in the case\nof China, will be equally enjoyed by all the other maritime powers. I have\nmuch satisfaction in stating that in all the steps preparatory to this\nexpedition the Government of the United States has been materially aided by\nthe good offices of the King of the Netherlands, the only European power\nhaving any commercial relations with Japan.In passing from this survey of our foreign relations, I invite the\nattention of Congress to the condition of that Department of the Government\nto which this branch of the public business is intrusted. Our intercourse\nwith foreign powers has of late years greatly increased, both in\nconsequence of our own growth and the introduction of many new states into\nthe family of nations. In this way the Department of State has become\noverburdened. It has by the recent establishment of the Department of the\nInterior been relieved of some portion of the domestic business. If the\nresidue of the business of that kind--such as the distribution of\nCongressional documents, the keeping, publishing, and distribution of the\nlaws of the United States, the execution of the copyright law, the subject\nof reprieves and pardons, and some other subjects relating to interior\nadministration--should be transferred from the Department of State, it\nwould unquestionably be for the benefit of the public service. I would also\nsuggest that the building appropriated to the State Department is not\nfireproof; that there is reason to think there are defects in its\nconstruction, and that the archives of the Government in charge of the\nDepartment, with the precious collections of the manuscript papers of\nWashington, Jefferson, Hamilton, Madison, and Monroe, are exposed to\ndestruction by fire. A similar remark may be made of the buildings\nappropriated to the War and Navy Departments.The condition of the Treasury is exhibited in the annual report from that\nDepartment.The cash receipts into the Treasury for the fiscal year ending the 30th\nJune last, exclusive of trust funds, were $49,728,386.89, and the\nexpenditures for the same period, likewise exclusive of trust funds, were\n$46,007,896.20, of which $9,455,815.83 was on account of the principal and\ninterest of the public debt, including the last installment of the\nindemnity to Mexico under the treaty of Guadalupe Hidalgo, leaving a\nbalance of $14,632,136.37 in the Treasury on the 1st day of July last.\nSince this latter period further purchases of the principal of the public\ndebt have been made to the extent of $2,456,547.49, and the surplus in the\nTreasury will continue to be applied to that object whenever the stock can\nbe procured within the limits as to price authorized by law.The value of foreign merchandise imported during the last fiscal year was\n$207,240,101, and the value of domestic productions exported was\n$149,861,911, besides $17,204,026 of foreign merchandise exported, making\nthe aggregate of the entire exports $167,065,937. Exclusive of the above,\nthere was exported $42,507,285 in specie, and imported from foreign ports\n$5,262,643.In my first annual message to Congress I called your attention to what\nseemed to me some defects in the present tariff, and recommended such\nmodifications as in my judgment were best adapted to remedy its evils and\npromote the prosperity of the country. Nothing has since occurred to change\nmy views on this important question.Without repeating the arguments contained in my former message in favor of\ndiscriminating protective duties, I deem it my duty to call your attention\nto one or two other considerations affecting this subject. The first is the\neffect of large importations of foreign goods upon our currency. Most of\nthe gold of California, as fast as it is coined, finds its way directly to\nEurope in payment for goods purchased. In the second place, as our\nmanufacturing establishments are broken down by competition with\nforeigners, the capital invested in them is lost, thousands of honest and\nindustrious citizens are thrown out of employment, and the farmer, to that\nextent, is deprived of a home market for the sale of his surplus produce.\nIn the third place, the destruction of our manufactures leaves the\nforeigner without competition in our market, and he consequently raises the\nprice of the article sent here for sale, as is now seen in the increased\ncost of iron imported from England. The prosperity and wealth of every\nnation must depend upon its productive industry. The farmer is stimulated\nto exertion by finding a ready market for his surplus products, and\nbenefited by being able to exchange them without loss of time or expense of\ntransportation for the manufactures which his comfort or convenience\nrequires. This is always done to the best advantage where a portion of the\ncommunity in which he lives is engaged in other pursuits. But most\nmanufactures require an amount of capital and a practical skill which can\nnot be commanded unless they be protected for a time from ruinous\ncompetition from abroad. Hence the necessity of laying those duties upon\nimported goods which the Constitution authorizes for revenue in such a\nmanner as to protect and encourage the labor of our own citizens. Duties,\nhowever, should not be fixed at a rate so high as to exclude the foreign\narticle, but should be so graduated as to enable the domestic manufacturer\nfairly to compete with the foreigner in our own markets, and by this\ncompetition to reduce the price of the manufactured article to the consumer\nto the lowest rate at which it can be produced. This policy would place the\nmechanic by the side of the farmer, create a mutual interchange of their\nrespective commodities, and thus stimulate the industry of the whole\ncountry and render us independent of foreign nations for the supplies\nrequired by the habits or necessities of the people.Another question, wholly independent of protection, presents itself, and\nthat is, whether the duties levied should be upon the value of the article\nat the place of shipment, or, where it is practicable, a specific duty,\ngraduated according to quantity, as ascertained by weight or measure. All\nour duties are at present ad valorem. A certain percentage is levied on the\nprice of the goods at the port of shipment in a foreign country. Most\ncommercial nations have found it indispensable, for the purpose of\npreventing fraud and perjury, to make the duties specific whenever the\narticle is of such a uniform value in weight or measure as to justify such\na duty. Legislation should never encourage dishonesty or crime. It is\nimpossible that the revenue officers at the port where the goods are\nentered and the duties paid should know with certainty what they cost in\nthe foreign country. Yet the law requires that they should levy the duty\naccording to such cost. They are therefore compelled to resort to very\nunsatisfactory evidence to ascertain what that cost was. They take the\ninvoice of the importer, attested by his oath, as the best evidence of\nwhich the nature of the case admits. But everyone must see that the invoice\nmay be fabricated and the oath by which it is supported false, by reason of\nwhich the dishonest importer pays a part only of the duties which are paid\nby the honest one, and thus indirectly receives from the Treasury of the\nUnited States a reward for his fraud and perjury. The reports of the\nSecretary of the Treasury heretofore made on this subject show conclusively\nthat these frauds have been practiced to a great extent. The tendency is to\ndestroy that high moral character for which our merchants have long been\ndistinguished, to defraud the Government of its revenue, to break down the\nhonest importer by a dishonest competition, and, finally, to transfer the\nbusiness of importation to foreign and irresponsible agents, to the great\ndetriment of our own citizens. I therefore again most earnestly recommend\nthe adoption of specific duties wherever it is practicable, or a home\nvaluation, to prevent these frauds.I would also again call your attention to the fact that the present tariff\nin some cases imposes a higher duty upon the raw material imported than\nupon the article manufactured from it, the consequence of which is that the\nduty operates to the encouragement of the foreigner and the discouragement\nof our own citizens.For full and detailed information in regard to the general condition of our\nIndian affairs, I respectfully refer you to the report of the Secretary of\nthe Interior and the accompanying documents.The Senate not having thought proper to ratify the treaties which have been\nnegotiated with the tribes of Indians in California and Oregon, our\nrelations with them have been left in a very unsatisfactory condition.In other parts of our territory particular districts of country have been\nset apart for the exclusive occupation of the Indians, and their right to\nthe lands within those limits has been acknowledged and respected. But in\nCalifornia and Oregon there has been no recognition by the Government of\nthe exclusive right of the Indians to any part of the country. They are\ntherefore mere tenants at sufferance, and liable to be driven from place to\nplace at the pleasure of the whites.The treaties which have been rejected proposed to remedy this evil by\nallotting to the different tribes districts of country suitable to their\nhabits of life and sufficient for their support. This provision, more than\nany other, it is believed, led to their rejection; and as no substitute for\nit has been adopted by Congress, it has not been deemed advisable to\nattempt to enter into new treaties of a permanent character, although no\neffort has been spared by temporary arrangements to preserve friendly\nrelations with them.If it be the desire of Congress to remove them from the country altogether,\nor to assign to them particular districts more remote from the settlements\nof the whites, it will be proper to set apart by law the territory which\nthey are to occupy and to provide the means necessary for removing them to\nit. Justice alike to our own citizens and to the Indians requires the\nprompt action of Congress on this subject. The amendments proposed by the\nSenate to the treaties which were negotiated with the Sioux Indians of\nMinnesota have been submitted to the tribes who were parties to them, and\nhave received their assent. A large tract of valuable territory has thus\nbeen opened for settlement and cultivation, and all danger of collision\nwith these powerful and warlike bands has been happily removed.The removal of the remnant of the tribe of Seminole Indians from Florida\nhas long been a cherished object of the Government, and it is one to which\nmy attention has been steadily directed. Admonished by past experience of\nthe difficulty and cost of the attempt to remove them by military force,\nresort has been had to conciliatory measures. By the invitation of the\nCommissioner of Indian Affairs, several of the principal chiefs recently\nvisited Washington, and whilst here acknowledged in writing the obligation\nof their tribe to remove with the least possible delay. Late advices from\nthe special agent of the Government represent that they adhere to their\npromise, and that a council of their people has been called to make their\npreliminary arrangements. A general emigration may therefore be confidently\nexpected at an early day.The report from the General Land Office shows increased activity in its\noperations. The survey of the northern boundary of Iowa has been completed\nwith unexampled dispatch. Within the last year 9,522,953 acres of public\nland have been surveyed and 8,032,463 acres brought into market.Acres In the last fiscal year there were sold 1,553,071 Located with\nbounty-land warrants 3,201,314 Located with other certificates 115,682\nMaking a total of 4,870,067In addition there were--Reported under swamp-land grants 5,219,188 For\ninternal improvements, railroads, etc 3,025,920 Making an aggregate of\n13,115,175 Being an increase of the amount sold and located under land\nwarrants of 569,220 acres over the previous year. The whole amount thus\nsold, located under land warrants, reported under swamp-land grants, and\nselected for internal improvements exceeds that of the previous year by\n3,342,372 acres; and the sales would without doubt have been much larger\nbut for the extensive reservations for railroads in Missouri, Mississippi,\nand Alabama.Acres For the quarter ending 30th September, 1852, there were sold 243,255\nLocated with bounty-land warrants 1,387,116 Located with other certificates\n15,649 Reported under swamp-land grants 2,485,233 Making an aggregate for\nthe quarter of 4,131,253Much the larger portion of the labor of arranging and classifying the\nreturns of the last census has been finished, and it will now devolve upon\nCongress to make the necessary provision for the publication of the results\nin such form as shall be deemed best. The apportionment of representation\non the basis of the new census has been made by the Secretary of the\nInterior in conformity with the provisions of law relating to that subject,\nand the recent elections have been made in accordance with it.I commend to your favorable regard the suggestion contained in the report\nof the Secretary of the Interior that provision be made by law for the\npublication and distribution, periodically, of an analytical digest of all\nthe patents which have been or may hereafter be granted for useful\ninventions and discoveries, with such descriptions and illustrations as may\nbe necessary to present an intelligible view of their nature and operation.\nThe cost of such publication could easily be defrayed out of the patent\nfund, and I am persuaded that it could be applied to no object more\nacceptable to inventors and beneficial to the public at large.An appropriation of $100,000 having been made at the last session for the\npurchase of a suitable site and for the erection, furnishing, and fitting\nup of an asylum for the insane of the District of Columbia and of the Army\nand Navy of the United States, the proper measures have been adopted to\ncarry this beneficent purpose into effect.By the latest advices from the Mexican boundary commission it appears that\nthe survey of the river Gila from its continence with the Colorado to its\nsupposed intersection with the western line of New Mexico has been\ncompleted. The survey of the Rio Grande has also been finished from the\npoint agreed on by the commissioners as \"the point where it strikes the\nsouthern boundary of New Mexico\" to a point 135 miles below Eagle Pass,\nwhich is about two-thirds of the distance along the course of the river to\nits mouth.The appropriation which was made at the last session of Congress for the\ncontinuation of the survey is subject to the following proviso: Provided,\nThat no part of this appropriation shall be used or expended until it shall\nbe made satisfactorily to appear to the President of the United States that\nthe southern boundary of New Mexico is not established by the commissioner\nand surveyor of the United States farther north of the town called \"Paso\"\nthan the same is laid down in Disturnell's map, which is added to the\ntreaty.My attention was drawn to this subject by a report from the Department of\nthe Interior, which reviewed all the facts of the case and submitted for my\ndecision the question whether under existing circumstances any part of the\nappropriation could be lawfully used or expended for the further\nprosecution of the work. After a careful consideration of the subject I\ncame to the conclusion that it could not, and so informed the head of that\nDepartment. Orders were immediately issued by him to the commissioner and\nsurveyor to make no further requisitions on the Department, as they could\nnot be paid, and to discontinue all operations on the southern line of New\nMexico. But as the Department had no exact information as to the amount of\nprovisions and money which remained unexpended in the hands of the\ncommissioner and surveyor, it was left discretionary with them to continue\nthe survey down the Rio Grande as far as the means at their disposal would\nenable them or at once to disband the commission. A special messenger has\nsince arrived from the officer in charge of the survey on the river with\ninformation that the funds subject to his control were exhausted and that\nthe officers and others employed in the service were destitute alike of the\nmeans of prosecuting the work and of returning to their homes.The object of the proviso was doubtless to arrest the survey of the\nsouthern and western lines of New Mexico, in regard to which different\nopinions have been expressed; for it is hardly to be supposed that there\ncould be any objection to that part of the line which extends along the\nchannel of the Rio Grande. But the terms of the law are so broad as to\nforbid the use of any part of the money for the prosecution of the work, or\neven for the payment to the officers and agents of the arrearages of pay\nwhich are justly due to them.I earnestly invite your prompt attention to this subject, and recommend a\nmodification of the terms of the proviso, so as to enable the Department to\nuse as much of the appropriation as will be necessary to discharge the\nexisting obligations of the Government and to complete the survey of the\nRio Grande to its mouth.It will also be proper to make further provision by law for the fulfillment\nof our treaty with Mexico for running and marking the residue of the\nboundary line between the two countries.Permit me to invite your particular attention to the interests of the\nDistrict of Columbia, which are confided by the Constitution to your\npeculiar care.Among the measures which seem to me of the greatest importance to its\nprosperity are the introduction of a copious supply of water into the city\nof Washington and the construction of suitable bridges across the Potomac\nto replace those which were destroyed by high water in the early part of\nthe present year.At the last session of Congress an appropriation was made to defray the\ncost of the surveys necessary for determining the best means of affording\nan unfailing supply of good and wholesome water. Some progress has been\nmade in the survey, and as soon as it is completed the result will be laid\nbefore you.Further appropriations will also be necessary for grading and paving the\nstreets and avenues and inclosing and embellishing the public grounds\nwithin the city of Washington.I commend all these objects, together with the charitable institutions of\nthe District, to your favorable regard. Every effort has been made to\nprotect our frontier and that of the adjoining Mexican States from the\nincursions of the Indian tribes. Of about 11,000 men of which the Army is\ncomposed, nearly 8,000 are employed in the defense of the newly acquired\nterritory (including Texas) and of emigrants proceeding thereto. I am\ngratified to say that these efforts have been unusually successful. With\nthe exception of some partial outbreaks in California and Oregon and\noccasional depredations on a portion of the Rio Grande, owing, it is\nbelieved, to the disturbed state of that border region, the inroads of the\nIndians have been effectually restrained.Experience has shown, however, that whenever the two races are brought into\ncontact collisions will inevitably occur. To prevent these collisions the\nUnited States have generally set apart portions of their territory for the\nexclusive occupation of the Indian tribes. A difficulty occurs, however, in\nthe application of this policy to Texas. By the terms of the compact by\nwhich that State was admitted into the Union she retained the ownership of\nall the vacant lands within her limits. The government of that State, it is\nunderstood, has assigned no portion of her territory to the Indians, but as\nfast as her settlements advance lays it off into counties and proceeds to\nsurvey and sell it. This policy manifestly tends not only to alarm and\nirritate the Indians, but to compel them to resort to plunder for\nsubsistence. It also deprives this Government of that influence and control\nover them without which no durable peace can ever exist between them and\nthe whites. I trust, therefore, that a due regard for her own interests,\napart from considerations of humanity and justice, will induce that State\nto assign a small portion of her vast domain for the provisional occupancy\nof the small remnants of tribes within her borders, subject, of course, to\nher ownership and eventual jurisdiction. If she should fail to do this, the\nfulfillment of our treaty stipulations with Mexico and our duty to the\nIndians themselves will, it is feared, become a subject of serious\nembarrassment to the Government. It is hoped, however, that a timely and\njust provision by Texas may avert this evil.No appropriations for fortifications were made at the two last sessions of\nCongress. The cause of this omission is probably to be found in a growing\nbelief that the system of fortifications adopted in 1816, and heretofore\nacted on, requires revision.The subject certainly deserves full and careful investigation, but it\nshould not be delayed longer than can be avoided. In the meantime there are\ncertain works which have been commenced, some of them nearly completed,\ndesigned to protect our principal seaports from Boston to New Orleans and a\nfew other important points. In regard to the necessity for these works, it\nis believed that little difference of opinion exists among military men. I\ntherefore recommend that the appropriations necessary to prosecute them be\nmade.I invite your attention to the remarks on this subject and on others\nconnected with his Department contained in the accompanying report of the\nSecretary of War.Measures have been taken to carry into effect the law of the last session\nmaking provision for the improvement of certain rivers and harbors, and it\nis believed that the arrangements made for that purpose will combine\nefficiency with economy. Owing chiefly to the advanced season when the act\nwas passed, little has yet been done in regard to many of the works beyond\nmaking the necessary preparations. With respect to a few of the\nimprovements, the sums already appropriated will suffice to complete them;\nbut most of them will require additional appropriations. I trust that these\nappropriations will be made, and that this wise and beneficent policy, so\nauspiciously resumed, will be continued. Great care should be taken,\nhowever, to commence no work which is not of sufficient importance to the\ncommerce of the country to be viewed as national in its character. But\nworks which have been commenced should not be discontinued until completed,\nas otherwise the sums expended will in most cases be lost.The report from the Navy Department will inform you of the prosperous\ncondition of the branch of the public service committed to its charge. It\npresents to your consideration many topics and suggestions of which I ask\nyour approval. It exhibits an unusual degree of activity in the operations\nof the Department during the past year. The preparations for the Japan\nexpedition, to which I have already alluded; the arrangements made for the\nexploration and survey of the China Seas, the Northern Pacific, and\nBehrings Straits; the incipient measures taken toward a reconnoissance of\nthe continent of Africa eastward of Liberia; the preparation for an early\nexamination of the tributaries of the river La Plata, which a recent decree\nof the provisional chief of the Argentine Confederation has opened to\nnavigation--all these enterprises and the means by which they are proposed\nto be accomplished have commanded my full approbation, and I have no doubt\nwill be productive of most useful results.Two officers of the Navy were heretofore instructed to explore the whole\nextent of the Amazon River from the confines of Peru to its mouth. The\nreturn of one of them has placed in the possession of the Government an\ninteresting and valuable account of the character and resources of a\ncountry abounding in the materials of commerce, and which if opened to the\nindustry of the world will prove an inexhaustible fund of wealth. The\nreport of this exploration will be communicated to you as soon as it is\ncompleted.Among other subjects offered to your notice by the Secretary of the Navy, I\nselect for special commendation, in view of its connection with the\ninterests of the Navy, the plan submitted by him for the establishment of a\npermanent corps of seamen and the suggestions he has presented for the\nreorganization of the Naval Academy.In reference to the first of these, I take occasion to say that I think it\nwill greatly improve the efficiency of the service, and that I regard it as\nstill more entitled to favor for the salutary influence it must exert upon\nthe naval discipline, now greatly disturbed by the increasing spirit of\ninsubordination resulting from our present system. The plan proposed for\nthe organization of the seamen furnishes a judicious substitute for the law\nof September, 1850, abolishing corporal punishment, and satisfactorily\nsustains the policy of that act under conditions well adapted to maintain\nthe authority of command and the order and security of our ships. It is\nbelieved that any change which proposes permanently to dispense with this\nmode of punishment should be preceded by a system of enlistment which shall\nsupply the Navy with seamen of the most meritorious class, whose good\ndeportment and pride of character may preclude all occasion for a resort to\npenalties of a harsh or degrading nature. The safety of a ship and her crew\nis often dependent upon immediate obedience to a command, and the authority\nto enforce it must be equally ready. The arrest of a refractory seaman in\nsuch moments not only deprives the ship of indispensable aid, but imposes a\nnecessity for double service on others, whose fidelity to their duties may\nbe relied upon in such an emergency. The exposure to this increased and\narduous labor since the passage of the act of 1850 has already had, to a\nmost observable and injurious extent, the effect of preventing the\nenlistment of the best seamen in the Navy. The plan now suggested is\ndesigned to promote a condition of service in which this objection will no\nlonger exist. The details of this plan may be established in great part, if\nnot altogether, by the Executive under the authority of existing laws, but\nI have thought it proper, in accordance with the suggestion of the\nSecretary of the Navy, to submit it to your approval.The establishment of a corps of apprentices for the Navy, or boys to be\nenlisted until they become of age, and to be employed under such\nregulations as the Navy Department may devise, as proposed in the report, I\ncordially approve and commend to your consideration; and I also concur in\nthe suggestion that this system for the early training of seamen may be\nmost usefully ingrafted upon the service of our merchant marine. The other\nproposition of the report to which I have referred--the reorganization of\nthe Naval Academy--I recommend to your attention as a project worthy of\nyour encouragement and support. The valuable services already rendered by\nthis institution entitle it to the continuance of your fostering care.Your attention is respectfully called to the report of the Postmaster\nGeneral for the detailed operation of his Department during the last fiscal\nyear, from which it will be seen that the receipts from postages for that\ntime were less by $1,431,696 than for the preceding fiscal year, being a\ndecrease of about 23 per cent.This diminution is attributable to the reduction in the rates of postage\nmade by the act of March 3, 1851, which reduction took effect at the\ncommencement of the last fiscal year.Although in its operation during the last year the act referred to has not\nfulfilled the predictions of its friends by increasing the correspondence\nof the country in proportion to the reduction of postage, I should,\nnevertheless, question the policy of returning to higher rates. Experience\nwarrants the expectation that as the community becomes accustomed to cheap\npostage correspondence will increase. It is believed that from this cause\nand from the rapid growth of the country in population and business the\nreceipts of the Department must ultimately exceed its expenses, and that\nthe country may safely rely upon the continuance of the present cheap rate\nof postage.In former messages I have, among other things, respectfully recommended to\nthe consideration of Congress the propriety and necessity of further\nlegislation for the protection and punishment of foreign consuls residing\nin the United States; to revive, with certain modifications, the act of\n10th March, 1838, to restrain unlawful military expeditions against the\ninhabitants of conterminous states or territories; for the preservation and\nprotection from mutilation or theft of the papers, records, and archives of\nthe nation; for authorizing the surplus revenue to be applied to the\npayment of the public debt in advance of the time when it will become due;\nfor the establishment of land offices for the sale of the public lands in\nCalifornia and the Territory of Oregon; for the construction of a road from\nthe Mississippi Valley to the Pacific Ocean; for the establishment of a\nbureau of agriculture for the promotion of that interest, perhaps the most\nimportant in the country; for the prevention of frauds upon the Government\nin applications for pensions and bounty lands; for the establishment of a\nuniform fee bill, prescribing a specific compensation for every service\nrequired of clerks, district attorneys, and marshals; for authorizing an\nadditional regiment of mounted men for the defense of our frontiers against\nthe Indians and for fulfilling our treaty stipulations with Mexico to\ndefend her citizens against the Indians \"with equal diligence and energy as\nour own;\" for determining the relative rank between the naval and civil\nofficers in our public ships and between the officers of the Army and Navy\nin the various grades of each; for reorganizing the naval establishment by\nfixing the number of officers in each grade, and providing for a retired\nlist upon reduced pay of those unfit for active duty; for prescribing and\nregulating punishments in the Navy; for the appointment of a commission to\nrevise the public statutes of the United States by arranging them in order,\nsupplying deficiencies, correcting incongruities, simplifying their\nlanguage, and reporting them to Congress for its final action; and for the\nestablishment of a commission to adjudicate and settle private claims\nagainst the United States. I am not aware, however, that any of these\nsubjects have been finally acted upon by Congress. Without repeating the\nreasons for legislation on these subjects which have been assigned in\nformer messages, I respectfully recommend them again to your favorable\nconsideration.I think it due to the several Executive Departments of this Government to\nbear testimony to the efficiency and integrity with which they are\nconducted. With all the careful superintendence which it is possible for\nthe heads of those Departments to exercise, still the due administration\nand guardianship of the public money must very much depend on the\nvigilance, intelligence, and fidelity of the subordinate officers and\nclerks, and especially on those intrusted with the settlement and\nadjustment of claims and accounts. I am gratified to believe that they have\ngenerally performed their duties faithfully and well. They are appointed to\nguard the approaches to the public Treasury, and they occupy positions that\nexpose them to all the temptations and seductions which the cupidity of\npeculators and fraudulent claimants can prompt them to employ. It will be\nbut a wise precaution to protect the Government against that source of\nmischief and corruption, as far as it can be done, by the enactment of all\nproper legal penalties. The laws in this respect are supposed to be\ndefective, and I therefore deem it my duty to call your attention to the\nsubject and to recommend that provision be made by law for the punishment\nnot only of those who shall accept bribes, but also of those who shall\neither promise, give, or offer to give to any of those officers or clerks a\nbribe or reward touching or relating to any matter of their official action\nor duty.It has been the uniform policy of this Government, from its foundation to\nthe present day, to abstain from all interference in the domestic affairs\nof other nations. The consequence has been that while the nations of Europe\nhave been engaged in desolating wars our country has pursued its peaceful\ncourse to unexampled prosperity and happiness. The wars in which we have\nbeen compelled to engage in defense of the rights and honor of the country\nhave been, fortunately, of short duration. During the terrific contest of\nnation against nation which succeeded the French Revolution we were enabled\nby the wisdom and firmness of President Washington to maintain our\nneutrality. While other nations were drawn into this wide-sweeping\nwhirlpool, we sat quiet and unmoved upon our own shores. While the flower\nof their numerous armies was wasted by disease or perished by hundreds of\nthousands upon the battlefield, the youth of this favored land were\npermitted to enjoy the blessings of peace beneath the paternal roof. While\nthe States of Europe incurred enormous debts, under the burden of which\ntheir subjects still groan, and which must absorb no small part of the\nproduct of the honest industry of those countries for generations to come,\nthe United States have once been enabled to exhibit the proud spectacle of\na nation free from public debt, and if permitted to pursue our prosperous\nway for a few years longer in peace we may do the same again.But it is now said by some that this policy must be changed. Europe is no\nlonger separated from us by a voyage of months, but steam navigation has\nbrought her within a few days' sail of our shores. We see more of her\nmovements and take a deeper interest in her controversies. Although no one\nproposes that we should join the fraternity of potentates who have for ages\nlavished the blood and treasure of their subjects in maintaining \"the\nbalance of power,\" yet it is said that we ought to interfere between\ncontending sovereigns and their subjects for the purpose of overthrowing\nthe monarchies of Europe and establishing in their place republican\ninstitutions. It is alleged that we have heretofore pursued a different\ncourse from a sense of our weakness, but that now our conscious strength\ndictates a change of policy, and that it is consequently our duty to mingle\nin these contests and aid those who are struggling for liberty.This is a most seductive but dangerous appeal to the generous sympathies of\nfreemen. Enjoying, as we do, the blessings of a free Government, there is\nno man who has an American heart that would not rejoice to see these\nblessings extended to all other nations. We can not witness the struggle\nbetween the oppressed and his oppressor anywhere without the deepest\nsympathy for the former and the most anxious desire for his triumph.\nNevertheless, is it prudent or is it wise to involve ourselves in these\nforeign wars? Is it indeed true that we have heretofore refrained from\ndoing so merely from the degrading motive of a conscious weakness? For the\nhonor of the patriots who have gone before us, I can not admit it. Men of\nthe Revolution, who drew the sword against the oppressions of the mother\ncountry and pledged to Heaven \"their lives, their fortunes, and their\nsacred honor\" to maintain their freedom, could never have been actuated by\nso unworthy a motive. They knew no weakness or fear where right or duty\npointed the way, and it is a libel upon their fair fame for us, while we\nenjoy the blessings for which they so nobly fought and bled, to insinuate\nit. The truth is that the course which they pursued was dictated by a stern\nsense of international justice, by a statesmanlike prudence and a\nfar-seeing wisdom, looking not merely to the present necessities but to the\npermanent safety and interest of the country. They knew that the world is\ngoverned less by sympathy than by reason and force; that it was not\npossible for this nation to become a \"propagandist\" of free principles\nwithout arraying against it the combined powers of Europe, and that the\nresult was more likely to be the overthrow of republican liberty here than\nits establishment there. History has been written in vain for those who can\ndoubt this. France had no sooner established a republican form of\ngovernment than she manifested a desire to force its blessings on all the\nworld. Her own historian informs us that, hearing of some petty acts of\ntyranny in a neighboring principality, \"the National Convention declared\nthat she would afford succor and fraternity to all nations who wished to\nrecover their liberty, and she gave it in charge to the executive power to\ngive orders to the generals of the French armies to aid all citizens who\nmight have been or should be oppressed in the cause of liberty.\" Here was\nthe false step which led to her subsequent misfortunes. She soon found\nherself involved in war with all the rest of Europe. In less than ten years\nher Government was changed from a republic to an empire, and finally, after\nshedding rivers of blood, foreign powers restored her exiled dynasty and\nexhausted Europe sought peace and repose in the unquestioned ascendency of\nmonarchical principles. Let us learn wisdom from her example. Let us\nremember that revolutions do not always establish freedom. Our own free\ninstitutions were not the offspring of our Revolution. They existed before.\nThey were planted in the free charters of self-government under which the\nEnglish colonies grew up, and our Revolution only freed us from the\ndominion of a foreign power whose government was at variance with those\ninstitutions. But European nations have had no such training for\nself-government, and every effort to establish it by bloody revolutions has\nbeen, and must without that preparation continue to be, a failure. Liberty\nunregulated by law degenerates into anarchy, which soon becomes the most\nhorrid of all despotisms. Our policy is wisely to govern ourselves, and\nthereby to set such an example of national justice, prosperity, and true\nglory as shall teach to all nations the blessings of self-government and\nthe unparalleled enterprise and success of a free people.We live in an age of progress, and ours is emphatically a country of\nprogress. Within the last half century the number of States in this Union\nhas nearly doubled, the population has almost quadrupled, and our\nboundaries have been extended from the Mississippi to the Pacific. Our\nterritory is checkered over with railroads and furrowed with canals. The\ninventive talent of our country is excited to the highest pitch, and the\nnumerous applications for patents for valuable improvements distinguish\nthis age and this people from all others. The genius of one American has\nenabled our commerce to move against wind and tide and that of another has\nannihilated distance in the transmission of intelligence. The whole country\nis full of enterprise. Our common schools are diffusing intelligence among\nthe people and our industry is fast accumulating the comforts and luxuries\nof life. This is in part owing to our peculiar position, to our fertile\nsoil and comparatively sparse population; but much of it is also owing to\nthe popular institutions under which we live, to the freedom which every\nman feels to engage in any useful pursuit according to his taste or\ninclination, and to the entire confidence that his person and property will\nbe protected by the laws. But whatever may be the cause of this\nunparalleled growth in population, intelligence, and wealth, one tiring is\nclear--that the Government must keep pace with the progress of the people.\nIt must participate in their spirit of enterprise, and while it exacts\nobedience to the laws and restrains all unauthorized invasions of the\nrights of neighboring states, it should foster and protect home industry\nand lend its powerful strength to the improvement of such means of\nintercommunication as are necessary to promote our internal commerce and\nstrengthen the ties which bind us together as a people.It is not strange, however much it may be regretted, that such an\nexuberance of enterprise should cause some individuals to mistake change\nfor progress and the invasion of the rights of others for national prowess\nand glory. The former are constantly agitating for some change in the\norganic law, or urging new and untried theories of human rights. The latter\nare ever ready to engage in any wild crusade against a neighboring people,\nregardless of the justice of the enterprise and without looking at the\nfatal consequences to ourselves and to the cause of popular government.\nSuch expeditions, however, are often stimulated by mercenary individuals,\nwho expect to share the plunder or profit of the enterprise without\nexposing themselves to danger, and are led on by some irresponsible\nforeigner, who abuses the hospitality of our own Government by seducing the\nyoung and ignorant to join in his scheme of personal ambition or revenge\nunder the false and delusive pretense of extending the area of freedom.\nThese reprehensible aggressions but retard the true progress of our nation\nand tarnish its fair fame. They should therefore receive the indignant\nfrowns of every good citizen who sincerely loves his country and takes a\npride in its prosperity and honor. Our Constitution, though not perfect, is\ndoubtless the best that ever was formed. Therefore let every proposition to\nchange it be well weighed and, if found beneficial, cautiously adopted.\nEvery patriot will rejoice to see its authority so exerted as to advance\nthe prosperity and honor of the nation, whilst he will watch with jealousy\nany attempt to mutilate this charter of our liberties or pervert its powers\nto acts of aggression or injustice. Thus shall conservatism and progress\nblend their harmonious action in preserving the form and spirit of the\nConstitution and at the same time carry forward the great improvements of\nthe country with a rapidity and energy which freemen only can display.In closing this my last annual communication, permit me, fellow-citizens,\nto congratulate you on the prosperous condition of our beloved country.\nAbroad its relations with all foreign powers are friendly, its rights are\nrespected, and its high place in the family of nations cheerfully\nrecognized. At home we enjoy an amount of happiness, public and private,\nwhich has probably never fallen to the lot of any other people. Besides\naffording to our own citizens a degree of prosperity of which on so large a\nscale I know of no other instance, our country is annually affording a\nrefuge and a home to multitudes, altogether without example, from the Old\nWorld.We owe these blessings, under Heaven, to the happy Constitution and\nGovernment which were bequeathed to us by our fathers, and which it is our\nsacred duty to transmit in all their integrity to our children. We must all\nconsider it a great distinction and privilege to have been chosen by the\npeople to bear a part in the administration of such a Government. Called by\nan unexpected dispensation to its highest trust at a season of\nembarrassment and alarm, I entered upon its arduous duties with extreme\ndiffidence. I claim only to have discharged them to the best of an humble\nability, with a single eye to the public good, and it is with devout\ngratitude in retiring from office that I leave the country in a state of\npeace and prosperity.", 
    "name": "Millard Fillmore"
}