{
    "date": "February 2, 1973", 
    "speech": "To the Congress of the United States:The traditional form of the President's annual report giving \"to the\nCongress Information of the State of the Union\" is a single message or\naddress. As the affairs and concerns of our Union have multiplied over the\nyears, however, so too have the subjects that require discussion in State\nof the Union Messages.This year in particular, with so many changes in Government programs under\nconsideration--and with our very philosophy about the relationship between\nthe individual and the State at an historic crossroads--a single,\nall-embracing State of the Union Message would not appear to be adequate.I have therefore decided to present my 1973 State of the Union report in\nthe form of a series of messages during these early weeks of the 93rd\nCongress. The purpose of this first message in the series is to give a\nconcise overview of where we stand as a people today, and to outline some\nof the general goals that I believe we should pursue over the next year and\nbeyond. In coming weeks, I will send to the Congress further State of the\nUnion reports on specific areas of policy including economic affairs,\nnatural resources, human resources, community development and foreign and\ndefense policy.The new course these messages will outline represents a fresh approach to\nGovernment: an approach that addresses the realities of the 1970s, not\nthose of the 1930s or of the 1960s. The role of the Federal Government as\nwe approach our third century of independence should not be to dominate any\nfacet of American life, but rather to aid and encourage people, communities\nand institutions to deal with as many of the difficulties and challenges\nfacing them as possible, and to help see to it that every American has a\nfull and equal opportunity to realize his or her potential.If we were to continue to expand the Federal Government at the rate of the\npast several decades, it soon would consume us entirely. The time has come\nwhen we must make clear choices--choices between old programs that set\nworthy goals but failed to reach them and new programs that provide a\nbetter way to realize those goals; and choices, too, between competing\nprograms--all of which may be desirable in themselves but only some of\nwhich we can afford with the finite resources at our command.Because our resources are not infinite, we also face a critical choice in\n1973 between holding the line in Government spending and adopting expensive\nprograms which will surely force up taxes and refuel inflation.Finally, it is vital at this time that we restore a greater sense of\nresponsibility at the State and local level, and among individual\nAmericans.WHERE WE STANDThe basic state of our Union today is sound, and full of promise.We enter 1973 economically strong, militarily secure and, most important of\nall, at peace after a long and trying war.America continues to provide a better and more abundant life for more of\nits people than any other nation in the world. We have passed through one\nof the most difficult periods in our history without surrendering to\ndespair and without dishonoring our ideals as a people.Looking back, there is a lesson in all this for all of us. The lesson is\none that we sometimes had to learn the hard way over the past few years.\nBut we did learn it. That lesson is that even potentially destructive\nforces can be converted into positive forces when we know how to channel\nthem, and when we use common sense and common decency to create a climate\nof mutual respect and goodwill.By working together and harnessing the forces of nature, Americans have\nunlocked some of the great mysteries of the universe.Men have walked the surface of the moon and soared to new heights of\ndiscovery.This same spirit of discovery is helping us to conquer disease and\nsuffering that have plagued our own planet since the dawn of time.By working together with the leaders of other nations, we have been able to\nbuild a new hope for lasting peace--for a structure of world order in which\ncommon interest outweighs old animosities, and in which a new generation of\nthe human family can grow up at peace in a changing world.At home, we have learned that by working together we can create prosperity\nwithout fanning inflation; we can restore order without weakening freedom.THE CHALLENGES WE FACEThese first years of the 1970s have been good years for America.Our job--all of us together--is to make 1973 and the years to come even\nbetter ones. I believe that we can. I believe that we can make the years\nleading to our Bicentennial the best four years in American history.But we must never forget that nothing worthwhile can be achieved without\nthe will to succeed and the strength to sacrifice.Hard decisions must be made, and we must stick by them.In the field of foreign policy, we must remember that a strong America--an\nAmerica whose word is believed and whose strength is respected--is\nessential to continued peace and understanding in the world. The peace with\nhonor we have achieved in Vietnam has strengthened this basic American\ncredibility. We must act in such a way in coming years that this\ncredibility will remain intact, and with it, the world stability of which\nit is so indispensable a part.At home, we must reject the mistaken notion--a notion that has dominated\ntoo much of the public dialogue for too long--that ever bigger Government\nis the answer to every problem.We have learned only too well that heavy taxation and excessive Government\nspending are not a cure-all. In too many cases, instead of solving the\nproblems they were aimed at, they have merely placed an ever heavier burden\non the shoulders of the American taxpayer, in the form of higher taxes and\na higher cost of living. At the same time they have deceived our people\nbecause many of the intended beneficiaries received far less than was\npromised, thus undermining public faith in the effectiveness of Government\nas a whole.The time has come for us to draw the line. The time has come for the\nresponsible leaders of both political parties to take a stand against\novergrown Government and for the American taxpayer. We are not spending the\nFederal Government's money, we are spending the taxpayer's money, and it\nmust be spent in a way which guarantees his money's worth and yields the\nfullest possible benefit to the people being helped.The answer to many of the domestic problems we face is not higher taxes and\nmore spending. It is less waste, more results and greater freedom for the\nindividual American to earn a rightful place in his own community--and for\nStates and localities to address their own needs in their own ways, in the\nlight of their own priorities.By giving the people and their locally elected leaders a greater voice\nthrough changes such as revenue sharing, and by saying \"no\" to excessive\nFederal spending and higher taxes, we can help achieve this goal.COMING MESSAGESThe policies which I will outline to the Congress in the weeks ahead\nrepresent a reaffirmation, not an abdication, of Federal responsibility.\nThey represent a pragmatic rededication to social compassion and national\nexcellence, in place of the combination of good intentions and fuzzy\nfollow-through which too often in the past was thought sufficient.In the field of economic affairs, our objectives will be to hold down\ntaxes, to continue controlling inflation, to promote economic growth, to\nincrease productivity, to encourage foreign trade, to keep farm income\nhigh, to bolster small business, and to promote better labor-management\nrelations.In the area of natural resources, my recommendations will include programs\nto preserve and enhance the environment, to advance science and technology,\nand to assure balanced use of our irreplaceable natural resources.In developing human resources, I will have recommendations to advance the\nNation's health and education, to improve conditions of people in need, to\ncarry forward our increasingly successful attacks on crime, drug abuse and\ninjustice, and to deal with such important areas of special concern as\nconsumer affairs. We will continue and improve our Nation's efforts to\nassist those who have served in the Armed Services in Vietnam through\nbetter job and training opportunities.We must do a better job in community development--in creating more livable\ncommunities, in which all of our children can grow up with fuller access to\nopportunity and greater immunity to the social evils and blights which now\nplague so many of our towns and cities. I shall have proposals to help us\nachieve this.I shall also deal with our defense and foreign policies, and with our new\napproaches to the role and structure of Government itself.Considered as a whole, this series of messages will be a blueprint for\nmodernizing the concept and the functions of American Government to meet\nthe needs of our people.Converting it into reality will require a spirit of cooperation and shared\ncommitment on the part of all branches of the Government, for the goals we\nseek are not those of any single party or faction, they are goals for the\nbetterment of all Americans. As President, I recognize that I cannot do\nthis job alone. The Congress must help, and I pledge to do my part to\nachieve a constructive working relationship with the Congress. My sincere\nhope is that the executive and legislative branches can work together in\nthis great undertaking in a positive spirit of mutual respect and\ncooperation.Working together--the Congress, the President and the people--I am\nconfident that we can translate these proposals into an action program that\ncan reform and revitalize American Government and, even more important,\nbuild a better life for all Americans.The White House,February 2, 1973.", 
    "name": "Richard Nixon"
}