{
    "date": "January 25, 1983", 
    "speech": "Mr. Speaker, Mr. President, distinguished Members of the Congress, honored\nguests, and fellow citizens:This solemn occasion marks the 196th time that a President of the United\nStates has reported on the State of the Union since George Washington first\ndid so in 1790. That's a lot of reports, but there's no shortage of new\nthings to say about the State of the Union. The very key to our success has\nbeen our ability, foremost among nations, to preserve our lasting values by\nmaking change work for us rather than against us.I would like to talk with you this evening about what we can do\ntogether--not as Republicans and Democrats, but as Americans--to make\ntomorrow's America happy and prosperous at home, strong and respected\nabroad, and at peace in the world.As we gather here tonight, the state of our Union is strong, but our\neconomy is troubled. For too many of our fellow citizens--farmers, steel and\nauto workers, lumbermen, black teenagers, working mothers--this is a painful\nperiod. We must all do everything in our power to bring their ordeal to an\nend. It has fallen to us, in our time, to undo damage that was a long time\nin the making, and to begin the hard but necessary task of building a\nbetter future for ourselves and our children.We have a long way to go, but thanks to the courage, patience, and strength\nof our people, America is on the mend.But let me give you just one important reason why I believe this--it\ninvolves many members of this body.Just 10 days ago, after months of debate and deadlock, the bipartisan\nCommission on Social Security accomplished the seemingly impossible. Social\nsecurity, as some of us had warned for so long, faced disaster. I, myself,\nhave been talking about this problem for almost 30 years. As 1983 began,\nthe system stood on the brink of bankruptcy, a double victim of our\neconomic ills. First, a decade of rampant inflation drained its reserves as\nwe tried to protect beneficiaries from the spiraling cost of living. Then\nthe recession and the sudden end of inflation withered the expanding wage\nbase and increasing revenues the system needs to support the 36 million\nAmericans who depend on it.When the Speaker of the House, the Senate majority leader, and I performed\nthe bipartisan--or formed the bipartisan Commission on Social Security,\npundits and experts predicted that party divisions and conflicting\ninterests would prevent the Commission from agreeing on a plan to save\nsocial security. Well, sometimes, even here in Washington, the cynics are\nwrong. Through compromise and cooperation, the members of the Commission\novercame their differences and achieved a fair, workable plan. They proved\nthat, when it comes to the national welfare, Americans can still pull\ntogether for the common good.Tonight, I'm especially pleased to join with the Speaker and the Senate\nmajority leader in urging the Congress to enact this plan by Easter.There are elements in it, of course, that none of us prefers, but taken\ntogether it performs a package that all of us can support. It asks for some\nsacrifice by all--the self-employed, beneficiaries, workers, government\nemployees, and the better-off among the retired--but it imposes an undue\nburden on none. And, in supporting it, we keep an important pledge to the\nAmerican people: The integrity of the social security system will be\npreserved, and no one's payments will be reduced.The Commission's plan will do the job; indeed, it must do the job. We owe\nit to today's older Americans and today's younger workers. So, before we go\nany further, I ask you to join with me in saluting the members of the\nCommission who are here tonight and Senate Majority Leader Howard Baker and\nSpeaker Tip O'Neill for a job well done. I hope and pray the bipartisan\nspirit that guided you in this endeavor will inspire all of us as we face\nthe challenges of the year ahead.Nearly half a century ago, in this Chamber, another American President,\nFranklin Delano Roosevelt, in his second State of the Union message, urged\nAmerica to look to the future, to meet the challenge of change and the need\nfor leadership that looks forward, not backward.\"Throughout the world,\" he said, \"change is the order of the day. In every\nnation economic problems long in the making have brought crises to (of)\nmany kinds for which the masters of old practice and theory were\nunprepared.\" He also reminded us that \"the future lies with those wise\npolitical leaders who realize that the great public is interested more in\nGovernment than in politics.\"So, let us, in these next 2 years--men and women of both parties, every\npolitical shade--concentrate on the long-range, bipartisan responsibilities\nof government, not the short-range or short-term temptations of partisan\npolitics.The problems we inherited were far worse than most inside and out of\ngovernment had expected; the recession was deeper than most inside and out\nof government had predicted. Curing those problems has taken more time and\na higher toll than any of us wanted. Unemployment is far too high.\nProjected Federal spending--if government refuses to tighten its own\nbelt--will also be far too high and could weaken and shorten the economic\nrecovery now underway.This recovery will bring with it a revival of economic confidence and\nspending for consumer items and capital goods--the stimulus we need to\nrestart our stalled economic engines. The American people have already\nstepped up their rate of saving, assuring that the funds needed to\nmodernize our factories and improve our technology will once again flow to\nbusiness and industry.The inflationary expectations that led to a 21 1/2-percent interest prime\nrate and soaring mortgage rates 2 years ago are now reduced by almost half.\nLeaders have started to realize that double-digit inflation is no longer a\nway of life. I misspoke there. I should have said \"lenders.\"So, interest rates have tumbled, paving the way for recovery in vital\nindustries like housing and autos.The early evidence of that recovery has started coming in. Housing starts\nfor the fourth quarter of 1982 were up 45 percent from a year ago, and\nhousing permits, a sure indicator of future growth, were up a whopping 60\npercent.We're witnessing an upsurge of productivity and impressive evidence that\nAmerican industry will once again become competitive in markets at home and\nabroad, ensuring more jobs and better incomes for the Nation's work force.\nBut our confidence must also be tempered by realism and patience. Quick\nfixes and artificial stimulants repeatedly applied over decades are what\nbrought us the inflationary disorders that we've now paid such a heavy\nprice to cure.The permanent recovery in employment, production, and investment we seek\nwon't come in a sharp, short spurt. It'll build carefully and steadily in\nthe months and years ahead. In the meantime, the challenge of government is\nto identify the things that we can do now to ease the massive economic\ntransition for the American people.The Federal budget is both a symptom and a cause of our economic problems.\nUnless we reduce the dangerous growth rate in government spending, we could\nface the prospect of sluggish economic growth into the indefinite future.\nFailure to cope with this problem now could mean as much as a trillion\ndollars more in national debt in the next 4 years alone. That would average\n$4,300 in additional debt for every man, woman, child, and baby in our\nnation.To assure a sustained recovery, we must continue getting runaway spending\nunder control to bring those deficits down. If we don't, the recovery will\nbe too short, unemployment will remain too high, and we will leave an\nunconscionable burden of national debt for our children. That we must not\ndo.Let's be clear about where the deficit problem comes from. Contrary to the\ndrumbeat we've been hearing for the last few months, the deficits we face\nare not rooted in defense spending. Taken as a percentage of the gross\nnational product, our defense spending happens to be only about four-fifths\nof what it was in 1970. Nor is the deficit, as some would have it, rooted\nin tax cuts. Even with our tax cuts, taxes as a fraction of gross national\nproduct remain about the same as they were in 1970. The fact is, our\ndeficits come from the uncontrolled growth of the budget for domestic\nspending.During the 1970's, the share of our national income devoted to this\ndomestic spending increased by more than 60 percent, from 10 cents out of\nevery dollar produced by the American people to 16 cents. In spite of all\nour economies and efficiencies, and without adding any new programs, basic,\nnecessary domestic spending provided for in this year's budget will grow to\nalmost a trillion dollars over the next 5 years.The deficit problem is a clear and present danger to the basic health of\nour Republic. We need a plan to overcome this danger--a plan based on these\nprinciples. It must be bipartisan. Conquering the deficits and putting the\nGovernment's house in order will require the best effort of all of us. It\nmust be fair. Just as all will share in the benefits that will come from\nrecovery, all would share fairly in the burden of transition. It must be\nprudent. The strength of our national defense must be restored so that we\ncan pursue prosperity and peace and freedom while maintaining our\ncommitment to the truly needy. And finally, it must be realistic. We can't\nrely on hope alone.With these guiding principles in mind, let me outline a four-part plan to\nincrease economic growth and reduce deficits.First, in my budget message, I will recommend a Federal spending freeze. I\nknow this is strong medicine, but so far, we have only cut the rate of\nincrease in Federal spending. The Government has continued to spend more\nmoney each year, though not as much more as it did in the past. Taken as a\nwhole, the budget I'm proposing for the fiscal year will increase no more\nthan the rate of inflation. In other words, the Federal Government will\nhold the line on real spending. Now, that's far less than many American\nfamilies have had to do in these difficult times.I will request that the proposed 6-month freeze in cost-of-living\nadjustments recommended by the bipartisan Social Security Commission be\napplied to other government-related retirement programs. I will, also,\npropose a 1-year freeze on a broad range of domestic spending programs, and\nfor Federal civilian and military pay and pension programs. And let me say\nright here, I'm sorry, with regard to the military, in asking that of them,\nbecause for so many years they have been so far behind and so low in reward\nfor what the men and women in uniform are doing. But I'm sure they will\nunderstand that this must be across the board and fair.Second, I will ask the Congress to adopt specific measures to control the\ngrowth of the so-called uncontrollable spending programs. These are the\nautomatic spending programs, such as food stamps, that cannot be simply\nfrozen and that have grown by over 400 percent since 1970. They are the\nlargest single cause of the built-in or structural deficit problem. Our\nstandard here will be fairness, ensuring that the taxpayers' hard-earned\ndollars go only to the truly needy; that none of them are turned away, but\nthat fraud and waste are stamped out. And I'm sorry to say, there's a lot\nof it out there. In the food stamp program alone, last year, we identified\nalmost $1.1 billion in overpayments. The taxpayers aren't the only victims\nof this kind of abuse. The truly needy suffer as funds intended for them\nare taken not by the needy, but by the greedy. For everyone's sake, we must\nput an end to such waste and corruption.Third, I will adjust our program to restore America's defenses by proposing\n$55 billion in defense savings over the next 5 years. These are savings\nrecommended to me by the Secretary of Defense, who has assured me they can\nbe safely achieved and will not diminish our ability to negotiate arms\nreductions or endanger America's security. We will not gamble with our\nnational survival.And fourth, because we must ensure reduction and eventual elimination of\ndeficits over the next several years, I will propose a standby tax, limited\nto no more than 1 percent of the gross national product, to start in fiscal\n1986. It would last no more than 3 years, and it would start only if the\nCongress has first approved our spending freeze and budget control program.\nAnd there are several other conditions also that must be met, all of them\nin order for this program to be triggered.Now, you could say that this is an insurance policy for the future, a\nremedy that will be at hand if needed but only resorted to if absolutely\nnecessary. In the meantime, we'll continue to study ways to simplify the\ntax code and make it more fair for all Americans. This is a goal that every\nAmerican who's ever struggled with a tax form can understand.At the same time, however, I will oppose any efforts to undo the basic tax\nreforms that we've already enacted, including the 10-percent tax break\ncoming to taxpayers this July and the tax indexing which will protect all\nAmericans from inflationary bracket creep in the years ahead.Now, I realize that this four-part plan is easier to describe than it will\nbe to enact. But the looming deficits that hang over us and over America's\nfuture must be reduced. The path I've outlined is fair, balanced, and\nrealistic. If enacted, it will ensure a steady decline in deficits, aiming\ntoward a balanced budget by the end of the decade. It's the only path that\nwill lead to a strong, sustained recovery. Let us follow that path\ntogether.No domestic challenge is more crucial than providing stable, permanent jobs\nfor all Americans who want to work. The recovery program will provide jobs\nfor most, but others will need special help and training for new skills.\nShortly, I will submit to the Congress the Employment Act of 1983, designed\nto get at the special problems of the long-term unemployed, as well as\nyoung people trying to enter the job market. I'll propose extending\nunemployment benefits, including special incentives to employers who hire\nthe long-term unemployed, providing programs for displaced workers, and\nhelping federally funded and State-administered unemployment insurance\nprograms provide workers with training and relocation assistance. Finally,\nour proposal will include new incentives for summer youth employment to\nhelp young people get a start in the job market.We must offer both short-term help and long-term hope for our unemployed. I\nhope we can work together on this. I hope we can work together as we did\nlast year in enacting the landmark Job Training Partnership Act. Regulatory\nreform legislation, a responsible clean air act, and passage of enterprise\nzone legislation will also create new incentives for jobs and opportunity.One of out of every five jobs in our country depends on trade. So, I will\npropose a broader strategy in the field of international trade--one that\nincreases the openness of our trading system and is fairer to America's\nfarmers and workers in the world marketplace. We must have adequate export\nfinancing to sell American products overseas. I will ask for new\nnegotiating authority to remove barriers and to get more of our products\ninto foreign markets. We must strengthen the organization of our trade\nagencies and make changes in our domestic laws and international trade\npolicy to promote free trade and the increased flow of American goods,\nservices, and investments.Our trade position can also be improved by making our port system more\nefficient. Better, more active harbors translate into stable jobs in our\ncoalfields, railroads, trucking industry, and ports. After 2 years of\ndebate, it's time for us to get together and enact a port modernization\nbill.Education, training, and retraining are fundamental to our success as are\nresearch and development and productivity. Labor, management, and\ngovernment at all levels can and must participate in improving these tools\nof growth. Tax policy, regulatory practices, and government programs all\nneed constant reevaluation in terms of our competitiveness. Every American\nhas a role and a stake in international trade.We Americans are still the technological leaders in most fields. We must\nkeep that edge, and to do so we need to begin renewing the basics--starting\nwith our educational system. While we grew complacent, others have acted.\nJapan, with a population only about half the size of ours, graduates from\nits universities more engineers than we do. If a child doesn't receive\nadequate math and science teaching by the age of 16, he or she has lost the\nchance to be a scientist or an engineer. We must join together--parents,\nteachers, grass roots groups, organized labor, and the business\ncommunity--to revitalize American education by setting a standard of\nexcellence.In 1983 we seek four major education goals: a quality education initiative\nto encourage a substantial upgrading of math and science instruction\nthrough block grants to the States; establishment of education savings\naccounts that will give middle and lower-income families an incentive to\nsave for their children's college education and, at the same time,\nencourage a real increase in savings for economic growth; passage of\ntuition tax credits for parents who want to send their children to private\nor religiously affiliated schools; a constitutional amendment to permit\nvoluntary school prayer. God should never have been expelled from America's\nclassrooms in the first place.Our commitment to fairness means that we must assure legal and economic\nequity for women, and eliminate, once and for all, all traces of unjust\ndiscrimination against women from the United States Code. We will not\ntolerate wage discrimination based on sex, and we intend to strengthen\nenforcement of child support laws to ensure that single parents, most of\nwhom are women, do not suffer unfair financial hardship. We will also take\naction to remedy inequities in pensions. These initiatives will be joined\nby others to continue our efforts to promote equity for women.Also in the area of fairness and equity, we will ask for extension of the\nCivil Rights Commission, which is due to expire this year. The Commission\nis an important part of the ongoing struggle for justice in America, and we\nstrongly support its reauthorization. Effective enforcement of our nation's\nfair housing laws is also essential to ensuring equal opportunity. In the\nyear ahead, we'll work to strengthen enforcement of fair housing laws for\nall Americans.The time has also come for major reform of our criminal justice statutes\nand acceleration of the drive against organized crime and drug trafficking.\nIt's high time that we make our cities safe again. This administration\nhereby declares an all-out war on big-time organized crime and the drug\nracketeers who are poisoning our young people. We will also implement\nrecommendations of our Task Force on Victims of Crime, which will report to\nme this week.American agriculture, the envy of the world, has become the victim of its\nown successes. With one farmer now producing enough food to feed himself\nand 77 other people, America is confronted with record surplus crops and\ncommodity prices below the cost of production. We must strive, through\ninnovations like the payment-in-kind crop swap approach and an aggressive\nexport policy, to restore health and vitality to rural America. Meanwhile,\nI have instructed the Department of Agriculture to work individually with\nfarmers with debt problems to help them through these tough times.Over the past year, our Task Force on Private Sector Initiatives has\nsuccessfully forged a working partnership involving leaders of business,\nlabor, education, and government to address the training needs of American\nworkers. Thanks to the Task Force, private sector initiatives are now\nunderway in all 50 States of the Union, and thousands of working people\nhave been helped in making the shift from dead-end jobs and low-demand\nskills to the growth areas of high technology and the service economy.\nAdditionally, a major effort will be focused on encouraging the expansion\nof private community child care. The new advisory council on private sector\ninitiatives will carry on and extend this vital work of encouraging private\ninitiative in 1983.In the coming year, we will also act to improve the quality of life for\nAmericans by curbing the skyrocketing cost of health care that is becoming\nan unbearable financial burden for so many. And we will submit legislation\nto provide catastrophic illness insurance coverage for older Americans.I will also shortly submit a comprehensive federalism proposal that will\ncontinue our efforts to restore to States and local governments their roles\nas dynamic laboratories of change in a creative society.During the next several weeks, I will send to the Congress a series of\ndetailed proposals on these and other topics and look forward to working\nwith you on the development of these initiatives.So far, now, I've concentrated mainly on the problems posed by the future.\nBut in almost every home and workplace in America, we're already witnessing\nreason for great hope--the first flowering of the manmade miracles of high\ntechnology, a field pioneered and still led by our country.To many of us now, computers, silicon chips, data processing, cybernetics,\nand all the other innovations of the dawning high technology age are as\nmystifying as the workings of the combustion engine must have been when\nthat first Model T rattled down Main Street, U.S.A. But as surely as\nAmerica's pioneer spirit made us the industrial giant of the 20th century,\nthe same pioneer spirit today is opening up on another vast front of\nopportunity, the frontier of high technology.In conquering the frontier we cannot write off our traditional industries,\nbut we must develop the skills and industries that will make us a pioneer\nof tomorrow. This administration is committed to keeping America the\ntechnological leader of the world now and into the 21st century.But let us turn briefly to the international arena. America's leadership in\nthe world came to us because of our own strength and because of the values\nwhich guide us as a society: free elections, a free press, freedom of\nreligious choice, free trade unions, and above all, freedom for the\nindividual and rejection of the arbitrary power of the state. These values\nare the bedrock of our strength. They unite us in a stewardship of peace\nand freedom with our allies and friends in NATO, in Asia, in Latin America,\nand elsewhere. They are also the values which in the recent past some among\nus had begun to doubt and view with a cynical eye.Fortunately, we and our allies have rediscovered the strength of our common\ndemocratic values, and we're applying them as a cornerstone of a\ncomprehensive strategy for peace with freedom. In London last year, I\nannounced the commitment of the United States to developing the\ninfrastructure of democracy throughout the world. We intend to pursue this\ndemocratic initiative vigorously. The future belongs not to governments and\nideologies which oppress their peoples, but to democratic systems of\nself-government which encourage individual initiative and guarantee\npersonal freedom.But our strategy for peace with freedom must also be based on\nstrength--economic strength and military strength. A strong American\neconomy is essential to the well-being and security of our friends and\nallies. The restoration of a strong, healthy American economy has been and\nremains one of the central pillars of our foreign policy. The progress I've\nbeen able to report to you tonight will, I know, be as warmly welcomed by\nthe rest of the world as it is by the American people.We must also recognize that our own economic well-being is inextricably\nlinked to the world economy. We export over 20 percent of our industrial\nproduction, and 40 percent of our farmland produces for export. We will\ncontinue to work closely with the industrialized democracies of Europe and\nJapan and with the International Monetary Fund to ensure it has adequate\nresources to help bring the world economy back to strong, noninflationary\ngrowth.As the leader of the West and as a country that has become great and rich\nbecause of economic freedom, America must be an unrelenting advocate of\nfree trade. As some nations are tempted to turn to protectionism, our\nstrategy cannot be to follow them, but to lead the way toward freer trade.\nTo this end, in May of this year America will host an economic summit\nmeeting in Williamsburg, Virginia.As we begin our third year, we have put in place a defense program that\nredeems the neglect of the past decade. We have developed a realistic\nmilitary strategy to deter threats to peace and to protect freedom if\ndeterrence fails. Our Armed Forces are finally properly paid; after years\nof neglect are well trained and becoming better equipped and supplied. And\nthe American uniform is once again worn with pride. Most of the major\nsystems needed for modernizing our defenses are already underway, and we\nwill be addressing one key system, the MX missile, in consultation with the\nCongress in a few months.America's foreign policy is once again based on bipartisanship, on realism,\nstrength, full partnership, in consultation with our allies, and\nconstructive negotiation with potential adversaries. From the Middle East\nto southern Africa to Geneva, American diplomats are taking the initiative\nto make peace and lower arms levels. We should be proud of our role as\npeacemakers.In the Middle East last year, the United States played the major role in\nending the tragic fighting in Lebanon and negotiated the withdrawal of the\nPLO from Beirut.Last September, I outlined principles to carry on the peace process begun\nso promisingly at Camp David. All the people of the Middle East should know\nthat in the year ahead we will not flag in our efforts to build on that\nfoundation to bring them the blessings of peace.In Central America and the Caribbean Basin, we are likewise engaged in a\npartnership for peace, prosperity, and democracy. Final passage of the\nremaining portions of our Caribbean Basin Initiative, which passed the\nHouse last year, is one of this administration's top legislative priorities\nfor 1983.The security and economic assistance policies of this administration in\nLatin America and elsewhere are based on realism and represent a critical\ninvestment in the future of the human race. This undertaking is a joint\nresponsibility of the executive and legislative branches, and I'm counting\non the cooperation and statesmanship of the Congress to help us meet this\nessential foreign policy goal.At the heart of our strategy for peace is our relationship with the Soviet\nUnion. The past year saw a change in Soviet leadership. We're prepared for\na positive change in Soviet-American relations. But the Soviet Union must\nshow by deeds as well as words a sincere commitment to respect the rights\nand sovereignty of the family of nations. Responsible members of the world\ncommunity do not threaten or invade their neighbors. And they restrain\ntheir allies from aggression.For our part, we're vigorously pursuing arms reduction negotiations with\nthe Soviet Union. Supported by our allies, we've put forward draft\nagreements proposing significant weapon reductions to equal and verifiable\nlower levels. We insist on an equal balance of forces. And given the\noverwhelming evidence of Soviet violations of international treaties\nconcerning chemical and biological weapons, we also insist that any\nagreement we sign can and will be verifiable.In the case of intermediate-range nuclear forces, we have proposed the\ncomplete elimination of the entire class of land-based missiles. We're also\nprepared to carefully explore serious Soviet proposals. At the same time,\nlet me emphasize that allied steadfastness remains a key to achieving arms\nreductions.With firmness and dedication, we'll continue to negotiate. Deep down, the\nSoviets must know it's in their interest as well as ours to prevent a\nwasteful arms race. And once they recognize our unshakable resolve to\nmaintain adequate deterrence, they will have every reason to join us in the\nsearch for greater security and major arms reductions. When that moment\ncomes--and I'm confident that it will--we will have taken an important step\ntoward a more peaceful future for all the world's people.A very wise man, Bernard Baruch, once said that America has never forgotten\nthe nobler things that brought her into being and that light her path. Our\ncountry is a special place, because we Americans have always been\nsustained, through good times and bad, by a noble vision--a vision not only\nof what the world around us is today but what we as a free people can make\nit be tomorrow.We're realists; we solve our problems instead of ignoring them, no matter\nhow loud the chorus of despair around us. But we're also idealists, for it\nwas an ideal that brought our ancestors to these shores from every corner\nof the world.Right now we need both realism and idealism. Millions of our neighbors are\nwithout work. It is up to us to see they aren't without hope. This is a\ntask for all of us. And may I say, Americans have rallied to this cause,\nproving once again that we are the most generous people on Earth.We who are in government must take the lead in restoring the economy. And\nhere all that time, I thought you were reading the paper.The single thing--the single thing that can start the wheels of industry\nturning again is further reduction of interest rates. Just another 1 or 2\npoints can mean tens of thousands of jobs.Right now, with inflation as low as it is, 3.9 percent, there is room for\ninterest rates to come down. Only fear prevents their reduction. A lender,\nas we know, must charge an interest rate that recovers the depreciated\nvalue of the dollars loaned. And that depreciation is, of course, the\namount of inflation. Today, interest rates are based on fear--fear that\ngovernment will resort to measures, as it has in the past, that will send\ninflation zooming again.We who serve here in this Capital must erase that fear by making it\nabsolutely clear that we will not stop fighting inflation; that, together,\nwe will do only those things that will lead to lasting economic growth.Yes, the problems confronting us are large and forbidding. And, certainly,\nno one can or should minimize the plight of millions of our friends and\nneighbors who are living in the bleak emptiness of unemployment. But we\nmust and can give them good reason to be hopeful.Back over the years, citizens like ourselves have gathered within these\nwalls when our nation was threatened; sometimes when its very existence was\nat stake. Always with courage and common sense, they met the crises of\ntheir time and lived to see a stronger, better, and more prosperous\ncountry. The present situation is no worse and, in fact, is not as bad as\nsome of those they faced. Time and again, they proved that there is nothing\nwe Americans cannot achieve as free men and women.Yes, we still have problems--plenty of them. But it's just plain\nwrong--unjust to our country and unjust to our people--to let those\nproblems stand in the way of the most important truth of all: America is on\nthe mend.We owe it to the unfortunate to be aware of their plight and to help them\nin every way we can. No one can quarrel with that. We must and do have\ncompassion for all the victims of this economic crisis. But the big story\nabout America today is the way that millions of confident, caring\npeople--those extraordinary \"ordinary\" Americans who never make the\nheadlines and will never be interviewed--are laying the foundation, not\njust for recovery from our present problems but for a better tomorrow for\nall our people.From coast to coast, on the job and in classrooms and laboratories, at new\nconstruction sites and in churches and community groups, neighbors are\nhelping neighbors. And they've already begun the building, the research,\nthe work, and the giving that will make our country great again.I believe this, because I believe in them--in the strength of their hearts\nand minds, in the commitment that each one of them brings to their daily\nlives, be they high or humble. The challenge for us in government is to be\nworthy of them--to make government a help, not a hindrance to our people in\nthe challenging but promising days ahead.If we do that, if we care what our children and our children's children\nwill say of us, if we want them one day to be thankful for what we did here\nin these temples of freedom, we will work together to make America better\nfor our having been here--not just in this year or this decade but in the\nnext century and beyond.Thank you, and God bless you.NOTE: The President spoke at 9:03 p.m. in the House Chamber of the Capitol.\nHe was introduced by Thomas P. O'Neill, Jr., Speaker of the House of\nRepresentatives. The address was broadcast live on nationwide radio\nand television.", 
    "name": "Ronald Reagan"
}