{
    "date": "January 27, 1987", 
    "speech": "Mr. Speaker, Mr. President, distinguished Members of Congress, honored\nguests, and fellow citizens:May I congratulate all of you who are Members of this historic 100th\nCongress of the United States of America. In this 200th anniversary year of\nour Constitution, you and I stand on the shoulders of giants--men whose\nwords and deeds put wind in the sails of freedom. However, we must always\nremember that our Constitution is to be celebrated not for being old, but\nfor being young--young with the same energy, spirit, and promise that\nfilled each eventful day in Philadelphia's statehouse. We will be guided\ntonight by their acts, and we will be guided forever by their words.Now, forgive me, but I can't resist sharing a story from those historic\ndays. Philadelphia was bursting with civic pride in the spring of 1787, and\nits newspapers began embellishing the arrival of the Convention delegates\nwith elaborate social classifications. Governors of States were called\nExcellency. Justices and Chancellors had reserved for them honorable with a\ncapital \"H.\" For Congressmen, it was honorable with a small \"h.\" And all\nothers were referred to as \"the following respectable characters.\" Well,\nfor this 100th Congress, I invoke special executive powers to declare that\neach of you must never be titled less than honorable with a capital \"H.\"\nIncidentally, I'm delighted you are celebrating the 100th birthday of the\nCongress. It's always a pleasure to congratulate someone with more\nbirthdays than I've had.Now, there's a new face at this place of honor tonight. And please join me\nin warm congratulations to the Speaker of the House, Jim Wright. Mr.\nSpeaker, you might recall a similar situation in your very first session of\nCongress 32 years ago. Then, as now, the speakership had changed hands and\nanother great son of Texas, Sam Rayburn--\"Mr. Sam\"--sat in your chair. I\ncannot find better words than those used by President Eisenhower that\nevening. He said, \"We shall have much to do together; I am sure that we\nwill get it done and that we shall do it in harmony and good will.\" Tonight\nI renew that pledge. To you, Mr. Speaker, and to Senate Majority Leader\nRobert Byrd, who brings 34 years of distinguished service to the Congress,\nmay I say: Though there are changes in the Congress, America's interests\nremain the same. And I am confident that, along with Republican leaders Bob\nMichel and Bob Dole, this Congress can make history.Six years ago I was here to ask the Congress to join me in America's new\nbeginning. Well, the results are something of which we can all be proud.\nOur inflation rate is now the lowest in a quarter of a century. The prime\ninterest rate has fallen from the 21 1/2 percent the month before we took\noffice to 7 1/2 percent today. And those rates have triggered the most\nhousing starts in 8 years. The unemployment rate--still too high--is the\nlowest in nearly 7 years, and our people have created nearly 13 million new\njobs. Over 61 percent of everyone over the age of 16, male and female, is\nemployed--the highest percentage on record. Let's roll up our sleeves and\ngo to work and put America's economic engine at full throttle. We can also\nbe heartened by our progress across the world. Most important, America is\nat peace tonight, and freedom is on the march. And we've done much these\npast years to restore our defenses, our alliances, and our leadership in\nthe world. Our sons and daughters in the services once again wear their\nuniforms with pride.But though we've made much progress, I have one major regret: I took a risk\nwith regard to our action in Iran. It did not work, and for that I assume\nfull responsibility. The goals were worthy. I do not believe it was wrong\nto try to establish contacts with a country of strategic importance or to\ntry to save lives. And certainly it was not wrong to try to secure freedom\nfor our citizens held in barbaric captivity. But we did not achieve what we\nwished, and serious mistakes were made in trying to do so. We will get to\nthe bottom of this, and I will take whatever action is called for. But in\ndebating the past, we must not deny ourselves the successes of the future.\nLet it never be said of this generation of Americans that we became so\nobsessed with failure that we refused to take risks that could further the\ncause of peace and freedom in the world. Much is at stake here, and the\nNation and the world are watching to see if we go forward together in the\nnational interest or if we let partisanship weaken us. And let there be no\nmistake about American policy: We will not sit idly by if our interests or\nour friends in the Middle East are threatened, nor will we yield to\nterrorist blackmail.And now, ladies and gentlemen of the Congress, why don't we get to work? I\nam pleased to report that because of our efforts to rebuild the strength of\nAmerica, the world is a safer place. Earlier this month I submitted a\nbudget to defend America and maintain our momentum to make up for neglect\nin the last decade. Well, I ask you to vote out a defense and foreign\naffairs budget that says yes to protecting our country. While the world is\nsafer, it is not safe.Since 1970 the Soviets have invested $500 billion more on their military\nforces than we have. Even today, though nearly 1 in 3 Soviet families is\nwithout running hot water and the average family spends 2 hours a day\nshopping for the basic necessities of life, their government still found\nthe resources to transfer $75 billion in weapons to client states in the\npast 5 years--clients like Syria, Vietnam, Cuba, Libya, Angola, Ethiopia,\nAfghanistan, and Nicaragua. With 120,000 Soviet combat and military\npersonnel and 15,000 military advisers in Asia, Africa, and Latin America,\ncan anyone still doubt their single-minded determination to expand their\npower? Despite this, the Congress cut my request for critical U.S. security\nassistance to free nations by 21 percent this year, and cut defense\nrequests by $85 billion in the last 3 years.These assistance programs serve our national interests as well as mutual\ninterests. And when the programs are devastated, American interests are\nharmed. My friends, it's my duty as President to say to you again tonight\nthat there is no surer way to lose freedom than to lose our resolve. Today\nthe brave people of Afghanistan are showing that resolve. The Soviet Union\nsays it wants a peaceful settlement in Afghanistan, yet it continues a\nbrutal war and props up a regime whose days are clearly numbered. We are\nready to support a political solution that guarantees the rapid withdrawal\nof all Soviet troops and genuine self-determination for the Afghan people.In Central America, too, the cause of freedom is being tested. And our\nresolve is being tested there as well. Here, especially, the world is\nwatching to see how this nation responds. Today over 90 percent of the\npeople of Latin America live in democracy. Democracy is on the march in\nCentral and South America. Communist Nicaragua is the odd man\nout--suppressing the church, the press, and democratic dissent and\npromoting subversion in the region. We support diplomatic efforts, but\nthese efforts can never succeed if the Sandinistas win their war against\nthe Nicaraguan people.Our commitment to a Western Hemisphere safe from aggression did not occur\nby spontaneous generation on the day that we took office. It began with the\nMonroe Doctrine in 1823 and continues our historic bipartisan American\npolicy. Franklin Roosevelt said we \"are determined to do everything\npossible to maintain peace on this hemisphere.\" President Truman was very\nblunt: \"International communism seeks to crush and undermine and destroy\nthe independence of the Americas. We cannot let that happen here.\" And John\nF. Kennedy made clear that \"Communist domination in this hemisphere can\nnever be negotiated.\" Some in this Congress may choose to depart from this\nhistoric commitment, but I will not.This year we celebrate the second century of our Constitution. The\nSandinistas just signed theirs 2 weeks ago, and then suspended it. We won't\nknow how my words tonight will be reported there for one simple reason:\nThere is no free press in Nicaragua. Nicaraguan freedom fighters have never\nasked us to wage their battle, but I will fight any effort to shut off\ntheir lifeblood and consign them to death, defeat, or a life without\nfreedom. There must be no Soviet beachhead in Central America.You know, we Americans have always preferred dialog to conflict, and so, we\nalways remain open to more constructive relations with the Soviet Union.\nBut more responsible Soviet conduct around the world is a key element of\nthe U.S.-Soviet agenda. Progress is also required on the other items of our\nagenda as well--real respect for human rights and more open contacts\nbetween our societies and, of course, arms reduction.In Iceland, last October, we had one moment of opportunity that the Soviets\ndashed because they sought to cripple our Strategic Defense Initiative,\nSDI. I wouldn't let them do it then; I won't let them do it now or in the\nfuture. This is the most positive and promising defense program we have\nundertaken. It's the path, for both sides, to a safer future--a system that\ndefends human life instead of threatening it. SDI will go forward. The\nUnited States has made serious, fair, and far-reaching proposals to the\nSoviet Union, and this is a moment of rare opportunity for arms reduction.\nBut I will need, and American negotiators in Geneva will need, Congress'\nsupport. Enacting the Soviet negotiating position into American law would\nnot be the way to win a good agreement. So, I must tell you in this\nCongress I will veto any effort that undercuts our national security and\nour negotiating leverage.Now, today, we also find ourselves engaged in expanding peaceful commerce\nacross the world. We will work to expand our opportunities in international\nmarkets through the Uruguay round of trade negotiations and to complete an\nhistoric free trade arrangement between the world's two largest trading\npartners, Canada and the United States. Our basic trade policy remains the\nsame: We remain opposed as ever to protectionism, because America's growth\nand future depend on trade. But we would insist on trade that is fair and\nfree. We are always willing to be trade partners but never trade patsies.Now, from foreign borders let us return to our own, because America in the\nworld is only as strong as America at home. This 100th Congress has high\nresponsibilities. I begin with a gentle reminder that many of these are\nsimply the incomplete obligations of the past. The American people deserve\nto be impatient, because we do not yet have the public house in order.\nWe've had great success in restoring our economic integrity, and we've\nrescued our nation from the worst economic mess since the Depression. But\nthere's more to do. For starters, the Federal deficit is outrageous. For\nyears I've asked that we stop pushing onto our children the excesses of our\ngovernment. And what the Congress finally needs to do is pass a\nconstitutional amendment that mandates a balanced budget and forces\ngovernment to live within its means. States, cities, and the families of\nAmerica balance their budgets. Why can't we?Next, the budget process is a sorry spectacle. The missing of deadlines and\nthe nightmare of monstrous continuing resolutions packing hundreds of\nbillions of dollars of spending into one bill must be stopped. We ask the\nCongress once again: Give us the same tool that 43 Governors have--a\nlineitem veto so we can carve out the boondoggles and pork, those items\nthat would never survive on their own. I will send the Congress broad\nrecommendations on the budget, but first I'd like to see yours. Let's go to\nwork and get this done together.But now let's talk about this year's budget. Even though I have submitted\nit within the Gramm-Rudman-Hollings deficit reduction target, I have seen\nsuggestions that we might postpone that timetable. Well, I think the\nAmerican people are tired of hearing the same old excuses. Together we made\na commitment to balance the budget. Now let's keep it. As for those\nsuggestions that the answer is higher taxes, the American people have\nrepeatedly rejected that shop-worn advice. They know that we don't have\ndeficits because people are taxed too little. We have deficits because big\ngovernment spends too much.Now, next month I'll place two additional reforms before the Congress.\nWe've created a welfare monster that is a shocking indictment of our sense\nof priorities. Our national welfare system consists of some 59 major\nprograms and over 6,000 pages of Federal laws and regulations on which more\nthan $132 billion was spent in 1985. I will propose a new national welfare\nstrategy, a program of welfare reform through State-sponsored,\ncommunity-based demonstration projects. This is the time to reform this\noutmoded social dinosaur and finally break the poverty trap. Now, we will\nnever abandon those who, through no fault of their own, must have our help.\nBut let us work to see how many can be freed from the dependency of welfare\nand made self-supporting, which the great majority of welfare recipients\nwant more than anything else. Next, let us remove a financial specter\nfacing our older Americans: the fear of an illness so expensive that it can\nresult in having to make an intolerable choice between bankruptcy and\ndeath. I will submit legislation shortly to help free the elderly from the\nfear of catastrophic illness.Now let's turn to the future. It's widely said that America is losing her\ncompetitive edge. Well, that won't happen if we act now. How well prepared\nare we to enter the 21st century? In my lifetime, America set the standard\nfor the world. It is now time to determine that we should enter the next\ncentury having achieved a level of excellence unsurpassed in history. We\nwill achieve this, first, by guaranteeing that government does everything\npossible to promote America's ability to compete. Second, we must act as\nindividuals in a quest for excellence that will not be measured by new\nproposals or billions in new funding. Rather, it involves an expenditure of\nAmerican spirit and just plain American grit. The Congress will soon\nreceive my comprehensive proposals to enhance our competitiveness,\nincluding new science and technology centers and strong new funding for\nbasic research. The bill will include legal and regulatory reforms and\nweapons to fight unfair trade practices. Competitiveness also means giving\nour farmers a shot at participating fairly and fully in a changing world\nmarket.Preparing for the future must begin, as always, with our children. We need\nto set for them new and more rigorous goals. We must demand more of\nourselves and our children by raising literacy levels dramatically by the\nyear 2000. Our children should master the basic concepts of math and\nscience, and let's insist that students not leave high school until they\nhave studied and understood the basic documents of our national heritage.\nThere's one more thing we can't let up on: Let's redouble our personal\nefforts to provide for every child a safe and drug-free learning\nenvironment. If our crusade against drugs succeeds with our children, we\nwill defeat that scourge all over the country.Finally, let's stop suppressing the spiritual core of our national being.\nOur nation could not have been conceived without divine help. Why is it\nthat we can build a nation with our prayers, but we can't use a schoolroom\nfor voluntary prayer? The 100th Congress of the United States should be\nremembered as the one that ended the expulsion of God from America's\nclassrooms.The quest for excellence into the 21st century begins in the schoolroom but\nmust go next to the workplace. More than 20 million new jobs will be\ncreated before the new century unfolds, and by then, our economy should be\nable to provide a job for everyone who wants to work. We must also enable\nour workers to adapt to the rapidly changing nature of the workplace. And I\nwill propose substantial, new Federal commitments keyed to retraining and\njob mobility.Over the next few weeks, I'll be sending the Congress a complete series of\nthese special messages--on budget reform, welfare reform, competitiveness,\nincluding education, trade, worker training and assistance, agriculture,\nand other subjects. The Congress can give us these tools, but to make these\ntools work, it really comes down to just being our best. And that is the\ncore of American greatness. The responsibility of freedom presses us\ntowards higher knowledge and, I believe, moral and spiritual greatness.\nThrough lower taxes and smaller government, government has its ways of\nfreeing people's spirits. But only we, each of us, can let the spirit soar\nagainst our own individual standards. Excellence is what makes freedom\nring. And isn't that what we do best?We're entering our third century now, but it's wrong to judge our nation by\nits years. The calendar can't measure America because we were meant to be\nan endless experiment in freedom--with no limit to our reaches, no\nboundaries to what we can do, no end point to our hopes. The United States\nConstitution is the impassioned and inspired vehicle by which we travel\nthrough history. It grew out of the most fundamental inspiration of our\nexistence: that we are here to serve Him by living free--that living free\nreleases in us the noblest of impulses and the best of our abilities; that\nwe would use these gifts for good and generous purposes and would secure\nthem not just for ourselves and for our children but for all mankind.Over the years--I won't count if you don't--nothing has been so\nheartwarming to me as speaking to America's young, and the little ones\nespecially, so fresh-faced and so eager to know. Well, from time to time\nI've been with them--they will ask about our Constitution. And I hope you\nMembers of Congress will not deem this a breach of protocol if you'll\npermit me to share these thoughts again with the young people who might be\nlistening or watching this evening. I've read the constitutions of a number\nof countries, including the Soviet Union's. Now, some people are surprised\nto hear that they have a constitution, and it even supposedly grants a\nnumber of freedoms to its people. Many countries have written into their\nconstitution provisions for freedom of speech and freedom of assembly.\nWell, if this is true, why is the Constitution of the United States so\nexceptional?Well, the difference is so small that it almost escapes you, but it's so\ngreat it tells you the whole story in just three words: We the people. In\nthose other constitutions, the Government tells the people of those\ncountries what they're allowed to do. In our Constitution, we the people\ntell the Government what it can do, and it can do only those things listed\nin that document and no others. Virtually every other revolution in history\nhas just exchanged one set of rulers for another set of rulers. Our\nrevolution is the first to say the people are the masters and government is\ntheir servant. And you young people out there, don't ever forget that.\nSomeday you could be in this room, but wherever you are, America is\ndepending on you to reach your highest and be your best--because here in\nAmerica, we the people are in charge.Just three words: We the people--those are the kids on Christmas Day\nlooking out from a frozen sentry post on the 38th parallel in Korea or\naboard an aircraft carrier in the Mediterranean. A million miles from home,\nbut doing their duty.We the people--those are the warmhearted whose numbers we can't begin to\ncount, who'll begin the day with a little prayer for hostages they will\nnever know and MIA families they will never meet. Why? Because that's the\nway we are, this unique breed we call Americans.We the people--they're farmers on tough times, but who never stop feeding a\nhungry world. They're the volunteers at the hospital choking back their\ntears for the hundredth time, caring for a baby struggling for life because\nof a mother who used drugs. And you'll forgive me a special memory--it's a\nmillion mothers like Nelle Reagan who never knew a stranger or turned a\nhungry person away from her kitchen door.We the people--they refute last week's television commentary downgrading\nour optimism and our idealism. They are the entrepreneurs, the builders,\nthe pioneers, and a lot of regular folks--the true heroes of our land who\nmake up the most uncommon nation of doers in history. You know they're\nAmericans because their spirit is as big as the universe and their hearts\nare bigger than their spirits.We the people--starting the third century of a dream and standing up to\nsome cynic who's trying to tell us we're not going to get any better. Are\nwe at the end? Well, I can't tell it any better than the real thing--a\nstory recorded by James Madison from the final moments of the\nConstitutional Convention, September 17th, 1787. As the last few members\nsigned the document, Benjamin Franklin--the oldest delegate at 81 years and\nin frail health--looked over toward the chair where George Washington daily\npresided. At the back of the chair was painted the picture of a Sun on the\nhorizon. And turning to those sitting next to him, Franklin observed that\nartists found it difficult in their painting to distinguish between a\nrising and a setting Sun.Well, I know if we were there, we could see those delegates sitting around\nFranklin--leaning in to listen more closely to him. And then Dr. Franklin\nbegan to share his deepest hopes and fears about the outcome of their\nefforts, and this is what he said: \"I have often looked at that picture\nbehind the President without being able to tell whether it was a rising or\nsetting Sun: But now at length I have the happiness to know that it is a\nrising and not a setting Sun.\" Well, you can bet it's rising because, my\nfellow citizens, America isn't finished. Her best days have just begun.Thank you, God bless you, and God bless America.NOTE: The President spoke at 9:03 p.m. in the House Chamber of the Capitol.\nHe was introduced by Jim Wright, Speaker of the House of Representatives.\nThe address was broadcast live on nationwide radio and television.", 
    "name": "Ronald Reagan"
}