{
    "date": "January 26, 1982", 
    "speech": "Mr. Speaker, Mr. President, distinguished Members of the Congress, honored\nguests, and fellow citizens:Today marks my first State of the Union address to you, a constitutional\nduty as old as our Republic itself.President Washington began this tradition in 1790 after reminding the\nNation that the destiny of self-government and the \"preservation of the\nsacred fire of liberty\" is \"finally staked on the experiment entrusted to\nthe hands of the American people.\" For our friends in the press, who place\na high premium on accuracy, let me say: I did not actually hear George\nWashington say that. But it is a matter of historic record.But from this podium, Winston Churchill asked the free world to stand\ntogether against the onslaught of aggression. Franklin Delano Roosevelt\nspoke of a day of infamy and summoned a nation to arms. Douglas MacArthur\nmade an unforgettable farewell to a country he loved and served so well.\nDwight Eisenhower reminded us that peace was purchased only at the price of\nstrength. And John F. Kennedy spoke of the burden and glory that is\nfreedom.When I visited this Chamber last year as a newcomer to Washington, critical\nof past policies which I believed had failed, I proposed a new spirit of\npartnership between this Congress and this administration and between\nWashington and our State and local governments. In forging this new\npartnership for America, we could achieve the oldest hopes of our\nRepublic--prosperity for our nation, peace for the world, and the blessings\nof individual liberty for our children and, someday, for all of humanity.It's my duty to report to you tonight on the progress that we have made in\nour relations with other nations, on the foundation we've carefully laid\nfor our economic recovery, and finally, on a bold and spirited initiative\nthat I believe can change the face of American government and make it again\nthe servant of the people.Seldom have the stakes been higher for America. What we do and say here\nwill make all the difference to autoworkers in Detroit, lumberjacks in the\nNorthwest, steelworkers in Steubenville who are in the unemployment lines;\nto black teenagers in Newark and Chicago; to hard-pressed farmers and small\nbusinessmen; and to millions of everyday Americans who harbor the simple\nwish of a safe and financially secure future for their children. To\nunderstand the state of the Union, we must look not only at where we are\nand where we're going but where we've been. The situation at this time last\nyear was truly ominous.The last decade has seen a series of recessions. There was a recession in\n1970, in 1974, and again in the spring of 1980. Each time, unemployment\nincreased and inflation soon turned up again. We coined the word\n\"stagflation\" to describe this.Government's response to these recessions was to pump up the money supply\nand increase spending. In the last 6 months of 1980, as an example, the\nmoney supply increased at the fastest rate in postwar history--13 percent.\nInflation remained in double digits, and government spending increased at\nan annual rate of 17 percent. Interest rates reached a staggering 21.5\npercent. There were 8 million unemployed.Late in 1981 we sank into the present recession, largely because continued\nhigh interest rates hurt the auto industry and construction. And there was\na drop in productivity, and the already high unemployment increased.This time, however, things are different. We have an economic program in\nplace, completely different from the artificial quick fixes of the past. It\ncalls for a reduction of the rate of increase in government spending, and\nalready that rate has been cut nearly in half. But reduced spending the\nfirst and smallest phase of a 3-year tax rate reduction designed to\nstimulate the economy and create jobs. Already interest rates are down to\n15 3/4 percent, but they must still go lower. Inflation is down from 12.4\npercent to 8.9, and for the month of December it was running at an\nannualized rate of 5.2 percent. If we had not acted as we did, things would\nbe far worse for all Americans than they are today. Inflation, taxes, and\ninterest rates would all be higher.A year ago, Americans' faith in their governmental process was steadily\ndeclining. Six out of 10 Americans were saying they were pessimistic about\ntheir future. A new kind of defeatism was heard. Some said our domestic\nproblems were uncontrollable, that we had to learn to live with this\nseemingly endless cycle of high inflation and high unemployment.There were also pessimistic predictions about the relationship between our\nadministration and this Congress. It was said we could never work together.\nWell, those predictions were wrong. The record is clear, and I believe that\nhistory will remember this as an era of American renewal, remember this\nadministration as an administration of change, and remember this Congress\nas a Congress of destiny.Together, we not only cut the increase in government spending nearly in\nhalf, we brought about the largest tax reductions and the most sweeping\nchanges in our tax structure since the beginning of this century. And\nbecause we indexed future taxes to the rate of inflation, we took away\ngovernment's built-in profit on inflation and its hidden incentive to grow\nlarger at the expense of American workers.Together, after 50 years of taking power away from the hands of the people\nin their States and local communities, we have started returning power and\nresources to them.Together, we have cut the growth of new Federal regulations nearly in half.\nIn 1981 there were 23,000 fewer pages in the Federal Register, which lists\nnew regulations, than there were in 1980. By deregulating oil we've come\ncloser to achieving energy independence and helped bring down the cost of\ngasoline and heating fuel.Together, we have created an effective Federal strike force to combat waste\nand fraud in government. In just 6 months it has saved the taxpayers more\nthan $2 billion, and it's only getting started.Together we've begun to mobilize the private sector, not to duplicate\nwasteful and discredited government programs, but to bring thousands of\nAmericans into a volunteer effort to help solve many of America's social\nproblems.Together we've begun to restore that margin of military safety that ensures\npeace. Our country's uniform is being worn once again with pride.Together we have made a New Beginning, but we have only begun.No one pretends that the way ahead will be easy. In my Inaugural Address\nlast year, I warned that the \"ills we suffer have come upon us over several\ndecades. They will not go away in days, weeks, or months, but they will go\naway . . . because we as Americans have the capacity now, as we've had it\nin the past, to do whatever needs to be done to preserve this last and\ngreatest bastion of freedom.\"The economy will face difficult moments in the months ahead. But the\nprogram for economic recovery that is in place will pull the economy out of\nits slump and put us on the road to prosperity and stable growth by the\nlatter half of this year. And that is why I can report to you tonight that\nin the near future the state of the Union and the economy will be\nbetter--much better--if we summon the strength to continue on the course\nthat we've charted.And so, the question: If the fundamentals are in place, what now? Well, two\nthings. First, we must understand what's happening at the moment to the\neconomy. Our current problems are not the product of the recovery program\nthat's only just now getting underway, as some would have you believe; they\nare the inheritance of decades of tax and tax and spend and spend.Second, because our economic problems are deeply rooted and will not\nrespond to quick political fixes, we must stick to our carefully integrated\nplan for recovery. That plan is based on four commonsense fundamentals:\ncontinued reduction of the growth in Federal spending; preserving the\nindividual and business tax reductions that will stimulate saving and\ninvestment; removing unnecessary Federal regulations to spark productivity;\nand maintaining a healthy dollar and a stable monetary policy, the latter a\nresponsibility of the Federal Reserve System.The only alternative being offered to this economic program is a return to\nthe policies that gave us a trillion-dollar debt, runaway inflation,\nrunaway interest rates and unemployment. The doubters would have us turn\nback the clock with tax increases that would offset the personal tax rate\nreductions already passed by this Congress. Raise present taxes to cut\nfuture deficits, they tell us. Well, I don't believe we should buy that\nargument.There are too many imponderables for anyone to predict deficits or\nsurpluses several years ahead with any degree of accuracy. The budget in\nplace, when I took office, had been projected as balanced. It turned out to\nhave one of the biggest deficits in history. Another example of the\nimponderables that can make deficit projections highly questionable--a\nchange of only one percentage point in unemployment can alter a deficit up\nor down by some $25 billion.As it now stands, our forecast, which we're required by law to make, will\nshow major deficits starting at less than a hundred billion dollars and\ndeclining, but still too high. More important, we're making progress with\nthe three keys to reducing deficits: economic growth, lower interest rates,\nand spending control. The policies we have in place will reduce the deficit\nsteadily, surely, and in time, completely.Higher taxes would not mean lower deficits. If they did, how would we\nexplain that tax revenues more than doubled just since 1976; yet in that\nsame 6-year period we ran the largest series of deficits in our history. In\n1980 tax revenues increased by $54 billion, and in 1980 we had one of our\nall-time biggest deficits. Raising taxes won't balance the budget; it will\nencourage more government spending and less private investment. Raising\ntaxes will slow economic growth, reduce production, and destroy future\njobs, making it more difficult for those without jobs to find them and more\nlikely that those who now have jobs could lose them. So, I will not ask you\nto try to balance the budget on the backs of the American taxpayers.I will seek no tax increases this year, and I have no intention of\nretreating from our basic program of tax relief. I promise to bring the\nAmerican people--to bring their tax rates down and to keep them down, to\nprovide them incentives to rebuild our economy, to save, to invest in\nAmerica's future. I will stand by my word. Tonight I'm urging the American\npeople: Seize these new opportunities to produce, to save, to invest, and\ntogether we'll make this economy a mighty engine of freedom, hope, and\nprosperity again.Now, the budget deficit this year will exceed our earlier expectations. The\nrecession did that. It lowered revenues and increased costs. To some\nextent, we're also victims of our own success. We've brought inflation down\nfaster than we thought we could, and in doing this, we've deprived\ngovernment of those hidden revenues that occur when inflation pushes people\ninto higher income tax brackets. And the continued high interest rates last\nyear cost the government about $5 billion more than anticipated.We must cut out more nonessential government spending and rout out more\nwaste, and we will continue our efforts to reduce the number of employees\nin the Federal work force by 75,000.The budget plan I submit to you on February 8th will realize major savings\nby dismantling the Departments of Energy and Education and by eliminating\nineffective subsidies for business. We'll continue to redirect our\nresources to our two highest budget priorities--a strong national defense\nto keep America free and at peace and a reliable safety net of social\nprograms for those who have contributed and those who are in need.Contrary to some of the wild charges you may have heard, this\nadministration has not and will not turn its back on America's elderly or\nAmerica's poor. Under the new budget, funding for social insurance programs\nwill be more than double the amount spent only 6 years ago. But it would be\nfoolish to pretend that these or any programs cannot be made more efficient\nand economical.The entitlement programs that make up our safety net for the truly needy\nhave worthy goals and many deserving recipients. We will protect them. But\nthere's only one way to see to it that these programs really help those\nwhom they were designed to help. And that is to bring their spiraling costs\nunder control.Today we face the absurd situation of a Federal budget with three-quarters\nof its expenditures routinely referred to as \"uncontrollable.\" And a large\npart of this goes to entitlement programs.Committee after committee of this Congress has heard witness after witness\ndescribe many of these programs as poorly administered and rife with waste\nand fraud. Virtually every American who shops in a local supermarket is\naware of the daily abuses that take place in the food stamp program, which\nhas grown by 16,000 percent in the last 15 years. Another example is\nMedicare and Medicaid--programs with worthy goals but whose costs have\nincreased from 11.2 billion to almost 60 billion, more than 5 times as\nmuch, in just 10 years.Waste and fraud are serious problems. Back in 1980 Federal investigators\ntestified before one of your committees that \"corruption has permeated\nvirtually every area of the Medicare and Medicaid health care industry.\"\nOne official said many of the people who are cheating the system were \"very\nconfident that nothing was going to happen to them.\" Well, something is\ngoing to happen. Not only the taxpayers are defrauded; the people with real\ndependency on these programs are deprived of what they need, because\navailable resources are going not to the needy, but to the greedy.The time has come to control the uncontrollable. In August we made a start.\nI signed a bill to reduce the growth of these programs by $44 billion over\nthe next 3 years while at the same time preserving essential services for\nthe truly needy. Shortly you will receive from me a message on further\nreforms we intend to install--some new, but others long recommended by your\nown congressional committees. I ask you to help make these savings for the\nAmerican taxpayer.The savings we propose in entitlement programs will total some $63 billion\nover 4 Years and will, without affecting social t security, go a long way\ntoward bringing Federal spending under control.But don't be fooled by those who proclaim that spending cuts will deprive\nthe elderly, the needy, and the helpless. The. Federal Government will\nstill subsidize 95 million meals every day. That's one out of seven of all\nthe meals served in America. Head Start, senior nutrition programs, and\nchild welfare programs will not be cut from the levels we proposed last\nyear. More than one-half billion dollars has been proposed for minority\nbusiness assistance. And research at the National Institute of Health will\nbe increased by over $100 million. While meeting all these needs, we intend\nto plug unwarranted tax loopholes and strengthen the law which requires all\nlarge corporations to pay a minimum tax.I am confident the economic program we've put into operation will protect\nthe needy while it triggers a recovery that will benefit all Americans. It\nwill stimulate the economy, result in increased savings and provide capital\nfor expansion, mortgages for homebuilding, and jobs for the unemployed.Now that the essentials of that program are in place, our next major\nundertaking must be a program--just as bold, just as innovative--to make\ngovernment again accountable to the people, to make our system of\nfederalism work again.Our citizens feel they've lost control of even the most basic decisions\nmade about the essential services of government, such as schools, welfare,\nroads, and even garbage collection. And they're right. A maze of\ninterlocking jurisdictions and levels of government confronts average\ncitizens in trying to solve even the simplest of problems. They don't know\nwhere to turn for answers, who to hold accountable, who to praise, who to\nblame, who to vote for or against. The main reason for this is the\noverpowering growth of Federal grants-in-aid programs during the past few\ndecades.In 1960 the Federal Government had 132 categorical grant programs, costing\n$7 billion. When I took office, there were approximately 500, costing\nnearly a hundred billion dollars--13 programs for energy, 36 for pollution\ncontrol, 66 for social services, 90 for education. And here in the\nCongress, it takes at least 166 committees just to try to keep track of\nthem.You know and I know that neither the President nor the Congress can\nproperly oversee this jungle of grants-in-aid; indeed, the growth of these\ngrants has led to the distortion in the vital functions of government. As\none Democratic Governor put it recently: The National Government should be\nworrying about \"arms control, not potholes.\"The growth in these Federal programs has--in the words of one\nintergovernmental commission--made the Federal Government \"more pervasive,\nmore intrusive, more unmanageable, more ineffective and costly, and above\nall, more (un) accountable.\" Let's solve this problem with a single, bold\nstroke: the return of some $47 billion in Federal programs to State and\nlocal government, together with the means to finance them and a transition\nperiod of nearly 10 years to avoid unnecessary disruption.I will shortly send this Congress a message describing this program. I want\nto emphasize, however, that its full details will have been worked out only\nafter close consultation with congressional, State, and local officials.Starting in fiscal 1984, the Federal Government will assume full\nresponsibility for the cost of the rapidly growing Medicaid program to go\nalong with its existing responsibility for Medicare. As part of a\nfinancially equal swap, the States will simultaneously take full\nresponsibility for Aid to Families with Dependent Children and food stamps.\nThis will make welfare less costly and more responsive to genuine need,\nbecause it'll be designed and administered closer to the grass roots and\nthe people it serves.In 1984 the Federal Government will apply the full proceeds from certain\nexcise taxes to a grass roots trust fund that will belong in fair shares to\nthe 50 States. The total amount flowing into this fund will be $28 billion\na year. Over the next 4 years the States can use this money in either of\ntwo ways. If they want to continue receiving Federal grants in such areas\nas transportation, education, and social services, they can use their trust\nfund money to pay for the grants. Or to the extent they choose to forgo the\nFederal grant programs, they can use their trust fund money on their own\nfor those or other purposes. There will be a mandatory pass-through of part\nof these funds to local governments.By 1988 the States will be in complete control of over 40 Federal grant\nprograms. The trust fund will start to phase out, eventually to disappear,\nand the excise taxes will be turned over to the States. They can then\npreserve, lower, or raise taxes on their own and fund and manage these\nprograms as they see fit.In a single stroke we will be accomplishing a realignment that will end\ncumbersome administration and spiraling costs at the Federal level while we\nensure these programs will be more responsive to both the people they're\nmeant to help and the people who pay for them.Hand in hand with this program to strengthen the discretion and flexibility\nof State and local governments, we're proposing legislation for an\nexperimental effort to improve and develop our depressed urban areas in the\n1980's and '90's. This legislation will permit States and localities to\napply to the Federal Government for designation as urban enterprise zones.\nA broad range of special economic incentives in the zones will help attract\nnew business, new jobs, new opportunity to America's inner cities and rural\ntowns. Some will say our mission is to save free enterprise. Well, I say we\nmust free enterprise so that together we can save America.Some will also say our States and local communities are not up to the\nchallenge of a new and creative partnership. Well, that might have been\ntrue 20 years ago before reforms like reapportionment and the Voting Rights\nAct, the 10-year extension of which I strongly support. It's no longer true\ntoday. This administration has faith in State and local governments and the\nconstitutional balance envisioned by the Founding Fathers. We also believe\nin the integrity, decency, and sound, good sense of grass roots Americans.Our faith in the American people is reflected in another major endeavor.\nOur private sector initiatives task force is seeking out successful\ncommunity models of school, church, business, union, foundation, and civic\nprograms that help community needs. Such groups are almost invariably far\nmore efficient than government in running social programs.We're not asking them to replace discarded and often discredited government\nprograms dollar for dollar, service for service. We just want to help them\nperform the good works they choose and help others to profit by their\nexample. Three hundred and eighty-five thousand corporations and private\norganizations are already working on social programs ranging from drug\nrehabilitation to job training, and thousands more Americans have written\nus asking how they can help. The volunteer spirit is still alive and well\nin America.Our nation's long journey towards civil rights for all our citizens--once\na source of discord, now a source of pride--must continue with no\nbacksliding or slowing down. We must and shall see that those basic laws\nthat guarantee equal rights are preserved and, when necessary,\nstrengthened.Our concern for equal rights for women is firm and unshakable. We launched\na new Task Force on Legal Equity for Women and a Fifty States Project that\nwill examine State laws for discriminatory language. And for the first time\nin our history, a woman sits on the highest court in the land.So, too, the problem of crime--one as real and deadly serious as any in\nAmerica today. It demands that we seek transformation of our legal system,\nwhich overly protects the rights of criminals while it leaves society and\nthe innocent victims of crime without justice.We look forward to the enactment of a responsible clean air act to increase\njobs while continuing to improve the quality of our air. We're encouraged\nby the bipartisan initiative of the House and are hopeful of further\nprogress as the Senate continues its deliberations.So far, I've concentrated largely, now, on domestic matters. To view the\nstate of the Union in perspective, we must not ignore the rest of the\nworld. There isn't time tonight for a lengthy treatment of social--or\nforeign policy, I should say, a subject I intend to address in detail in\nthe near future. A few words, however, are in order on the progress we've\nmade over the past year, reestablishing respect for our nation around the\nglobe and some of the challenges and goals that we will approach in the\nyear ahead.At Ottawa and Cancun, I met with leaders of the major industrial powers and\ndeveloping nations. Now, some of those I met with were a little surprised\nthat I didn't apologize for America's wealth. Instead, I spoke of the\nstrength of the free marketplace system and how that system could help them\nrealize their aspirations for economic development and political freedom. I\nbelieve lasting friendships were made, and the foundation was laid for\nfuture cooperation.In the vital region of the Caribbean Basin, we're developing a program of\naid, trade, and investment incentives to promote self-sustaining growth and\na better, more secure life for our neighbors to the south. Toward those who\nwould export terrorism and subversion in the Caribbean and elsewhere,\nespecially Cuba and Libya, we will act with firmness.Our foreign policy is a policy of strength, fairness, and balance. By\nrestoring America's military credibility, by pursuing peace at the\nnegotiating table wherever both sides are willing to sit down in good\nfaith, and by regaining the respect of America's allies and adversaries\nalike, we have strengthened our country's position as a force for peace and\nprogress in the world.When action is called for, we're taking it. Our sanctions against the\nmilitary dictatorship that has attempted to crush human rights in\nPoland--and against the Soviet regime behind that military\ndictatorship--clearly demonstrated to the world that America will not\nconduct \"business as usual\" with the forces of oppression. If the events in\nPoland continue to deteriorate, further measures will follow.Now, let me also note that private American groups have taken the lead in\nmaking January 30th a day of solidarity with the people of Poland. So, too,\nthe European Parliament has called for March 21st to be an international\nday of support for Afghanistan. Well, I urge all peace-loving peoples to\njoin together on those days, to raise their voices, to speak and pray for\nfreedom.Meanwhile, we're working for reduction of arms and military activities, as\nI announced in my address to the Nation last November 18th. We have\nproposed to the Soviet Union a far-reaching agenda for mutual reduction of\nmilitary forces and have already initiated negotiations with them in Geneva\non intermediate-range nuclear forces. In those talks it is essential that\nwe negotiate from a position of strength. There must be a real incentive\nfor the Soviets to take these talks seriously. This requires that we\nrebuild our defenses.In the last decade, while we sought the moderation of Soviet power through\na process of restraint and accommodation, the Soviets engaged in an\nunrelenting buildup of their military forces. The protection of our\nnational security has required that we undertake a substantial program to\nenhance our military forces.We have not neglected to strengthen our traditional alliances in Europe and\nAsia, or to develop key relationships with our partners in the Middle East\nand other countries. Building a more peaceful world requires a sound\nstrategy and the national resolve to back it up. When radical forces\nthreaten our friends, when economic misfortune creates conditions of\ninstability, when strategically vital parts of the world fall under the\nshadow of Soviet power, our response can make the difference between\npeaceful change or disorder and violence. That's why we've laid such stress\nnot only on our own defense but on our vital foreign assistance program.\nYour recent passage of the Foreign Assistance Act sent a signal to the\nworld that America will not shrink from making the investments necessary\nfor both peace and security. Our foreign policy must be rooted in realism,\nnot naivete or self-delusion.A recognition of what the Soviet empire is about is the starting point.\nWinston Churchill, in negotiating with the Soviets, observed that they\nrespect only strength and resolve in their dealings with other nations.\nThat's why we've moved to reconstruct our national defenses. We intend to\nkeep the peace. We will also keep our freedom.We have made pledges of a new frankness in our public statements and\nworldwide broadcasts. In the face of a climate of falsehood and\nmisinformation, we've promised the world a season of truth--the truth of\nour great civilized ideas: individual liberty, representative government,\nthe rule of law under God. We've never needed walls or minefields or barbed\nwire to keep our people in. Nor do we declare martial law to keep our\npeople from voting for the kind of government they want.Yes, we have our problems; yes, we're in a time of recession. And it's\ntrue, there's no quick fix, as I said, to instantly end the tragic pain of\nunemployment. But we will end it. The process has already begun, and we'll\nsee its effect as the year goes on.We speak with pride and admiration of that little band of Americans who\novercame insuperable odds to set this nation on course 200 years ago. But\nour glory didn't end with them. Americans ever since have emulated their\ndeeds.We don't have to turn to our history books for heroes. They're all around\nus. One who sits among you here tonight epitomized that heroism at the end\nof the longest imprisonment ever inflicted on men of our Armed Forces. Who\nwill ever forget that night when we waited for television to bring us the\nscene of that first plane landing at Clark Field in the Philippines,\nbringing our POW's home? The plane door opened and Jeremiah Denton came\nslowly down the ramp. He caught sight of our flag, saluted it, said, \"God\nbless America,\" and then thanked us for bringing him home.Just 2 weeks ago, in the midst of a terrible tragedy on the Potomac, we saw\nagain the spirit of American heroism at its finest--the heroism of\ndedicated rescue workers saving crash victims from icy waters. And we saw\nthe heroism of one of our young government employees, Lenny Skutnik, who,\nwhen he saw a woman lose her grip on the helicopter line, dived into the\nwater and dragged her to safety.And then there are countless, quiet, everyday heroes of American who\nsacrifice long and hard so their children will know a better life than\nthey've known; church and civic volunteers who help to feed, clothe, nurse,\nand teach the needy; millions who've made our nation and our nation's\ndestiny so very special--unsung heroes who may not have realized their own\ndreams themselves but then who reinvest those dreams in their children.\nDon't let anyone tell you that America's best days are behind her, that the\nAmerican spirit has been vanquished. We've seen it triumph too often in our\nlives to stop believing in it now.A hundred and twenty years ago, the greatest of all our Presidents\ndelivered his second State of the Union message in this Chamber. \"We cannot\nescape history,\" Abraham Lincoln warned. \"We of this Congress and this\nadministration will be remembered in spite of ourselves.\" The \"trial\nthrough which we pass will light us down, in honor or dishonor, to the\nlatest (last) generation.\"Well, that President and that Congress did not fail the American people.\nTogether they weathered the storm and preserved the Union. Let it be said\nof us that we, too, did not fail; that we, too, worked together to bring\nAmerica through difficult times. Let us so conduct ourselves that two\ncenturies from now, another Congress and another President, meeting in this\nChamber as we are meeting, will speak of us with pride, saying that we met\nthe test and preserved for them in their day the sacred flame of\nliberty--this last, best hope of man on Earth.God bless you, and thank you.NOTE: The President spoke at 9 p.m. in the House Chamber at the Capitol.\nHe was introduced by Thomas P. O'Neill, Jr., Speaker of the House of\nRepresentatives. The address was broadcast live on nationwide radio\nand television.", 
    "name": "Ronald Reagan"
}