{
    "date": "January 25, 1988", 
    "speech": "Mr. Speaker, Mr. President, and distinguished Members of the House and\nSenate: When we first met here 7 years ago--many of us for the first\ntime--it was with the hope of beginning something new for America. We meet\nhere tonight in this historic Chamber to continue that work. If anyone\nexpects just a proud recitation of the accomplishments of my\nadministration, I say let's leave that to history; we're not finished yet.\nSo, my message to you tonight is put on your work shoes; we're still on the\njob.History records the power of the ideas that brought us here those 7 years\nago--ideas like the individual's right to reach as far and as high as his or\nher talents will permit; the free market as an engine of economic progress.\nAnd as an ancient Chinese philosopher, Lao-tzu, said: \"Govern a great\nnation as you would cook a small fish; do not overdo it.\" Well, these ideas\nwere part of a larger notion, a vision, if you will, of America\nherself--an America not only rich in opportunity for the individual but an\nAmerica, too, of strong families and vibrant neighborhoods; an America\nwhose divergent but harmonizing communities were a reflection of a deeper\ncommunity of values: the value of work, of family, of religion, and of the\nlove of freedom that God places in each of us and whose defense He has\nentrusted in a special way to this nation.All of this was made possible by an idea I spoke of when Mr. Gorbachev was\nhere--the belief that the most exciting revolution ever known to humankind\nbegan with three simple words: \"We the People,\" the revolutionary notion\nthat the people grant government its rights, and not the other way around.\nAnd there's one lesson that has come home powerfully to me, which I would\noffer to you now. Just as those who created this Republic pledged to each\nother their lives, their fortunes, and their sacred honor, so, too,\nAmerica's leaders today must pledge to each other that we will keep\nforemost in our hearts and minds not what is best for ourselves or for our\nparty but what is best for America.In the spirit of Jefferson, let us affirm that in this Chamber tonight\nthere are no Republicans, no Democrats--just Americans. Yes, we will have\nour differences, but let us always remember what unites us far outweighs\nwhatever divides us. Those who sent us here to serve them--the millions of\nAmericans watching and listening tonight--expect this of us. Let's prove to\nthem and to ourselves that democracy works even in an election year. We've\ndone this before. And as we have worked together to bring down spending,\ntax rates, and inflation, employment has climbed to record heights; America\nhas created more jobs and better, higher paying jobs; family income has\nrisen for 4 straight years, and America's poor climbed out of poverty at\nthe fastest rate in more than 10 years.Our record is not just the longest peacetime expansion in history but an\neconomic and social revolution of hope based on work, incentives, growth,\nand opportunity; a revolution of compassion that led to private sector\ninitiatives and a 77-percent increase in charitable giving; a revolution\nthat at a critical moment in world history reclaimed and restored the\nAmerican dream.In international relations, too, there's only one description for what,\ntogether, we have achieved: a complete turnabout, a revolution. Seven years\nago, America was weak, and freedom everywhere was under siege. Today\nAmerica is strong, and democracy is everywhere on the move. From Central\nAmerica to East Asia, ideas like free markets and democratic reforms and\nhuman rights are taking hold. We've replaced \"Blame America\" with \"Look up\nto America.\" We've rebuilt our defenses. And of all our accomplishments,\nnone can give us more satisfaction than knowing that our young people are\nagain proud to wear our country's uniform.And in a few moments, I'm going to talk about three developments--arms\nreduction, the Strategic Defense Initiative, and the global democratic\nrevolution--that, when taken together, offer a chance none of us would have\ndared imagine 7 years ago, a chance to rid the world of the two great\nnightmares of the postwar era. I speak of the startling hope of giving our\nchildren a future free of both totalitarianism and nuclear terror.Tonight, then, we're strong, prosperous, at peace, and we are free. This is\nthe state of our Union. And if we will work together this year, I believe\nwe can give a future President and a future Congress the chance to make\nthat prosperity, that peace, that freedom not just the state of our Union\nbut the state of our world.Toward this end, we have four basic objectives tonight. First, steps we can\ntake this year to keep our economy strong and growing, to give our children\na future of low inflation and full employment. Second, let's check our\nprogress in attacking social problems, where important gains have been\nmade, but which still need critical attention. I mean schools that work,\neconomic independence for the poor, restoring respect for family life and\nfamily values. Our third objective tonight is global: continuing the\nexciting economic and democratic revolutions we've seen around the world.\nFourth and finally, our nation has remained at peace for nearly a decade\nand a half, as we move toward our goals of world prosperity and world\nfreedom. We must protect that peace and deter war by making sure the next\nPresident inherits what you and I have a moral obligation to give that\nPresident: a national security that is unassailable and a national defense\nthat takes full advantage of new technology and is fully funded.This is a full agenda. It's meant to be. You see, my thinking on the next\nyear is quite simple: Let's make this the best of 8. And that means it's\nall out--right to the finish line. I don't buy the idea that this is the\nlast year of anything, because we're not talking here tonight about\nregistering temporary gains but ways of making permanent our successes. And\nthat's why our focus is the values, the principles, and ideas that made\nAmerica great. Let's be clear on this point. We're for limited government,\nbecause we understand, as the Founding Fathers did, that it is the best way\nof ensuring personal liberty and empowering the individual so that every\nAmerican of every race and region shares fully in the flowering of American\nprosperity and freedom.One other thing we Americans like--the future--like the sound of it, the\nidea of it, the hope of it. Where others fear trade and economic growth, we\nsee opportunities for creating new wealth and undreamed-of opportunities\nfor millions in our own land and beyond. Where others seek to throw up\nbarriers, we seek to bring them down. Where others take counsel of their\nfears, we follow our hopes. Yes, we Americans like the future and like\nmaking the most of it. Let's do that now.And let's begin by discussing how to maintain economic growth by\ncontrolling and eventually eliminating the problem of Federal deficits. We\nhave had a balanced budget only eight times in the last 57 years. For the\nfirst time in 14 years, the Federal Government spent less in real terms\nlast year than the year before. We took $73 billion off last year's deficit\ncompared to the year before. The deficit itself has moved from 6.3 percent\nof the gross national product to only 3.4 percent. And perhaps the most\nimportant sign of progress has been the change in our view of deficits. You\nknow, a few of us can remember when, not too many years ago, those who\ncreated the deficits said they would make us prosperous and not to worry\nabout the debt, because we owe it to ourselves. Well, at last there is\nagreement that we can't spend ourselves rich.Our recent budget agreement, designed to reduce Federal deficits by $76\nbillion over the next 2 years, builds on this consensus. But this agreement\nmust be adhered to without slipping into the errors of the past: more\nbroken promises and more unchecked spending. As I indicated in my first\nState of the Union, what ails us can be simply put: The Federal Government\nis too big, and it spends too much money. I can assure you, the bipartisan\nleadership of Congress, of my help in fighting off any attempt to bust our\nbudget agreement. And this includes the swift and certain use of the veto\npower.Now, it's also time for some plain talk about the most immediate obstacle\nto controlling Federal deficits. The simple but frustrating problem of\nmaking expenses match revenues--something American families do and the\nFederal Government can't--has caused crisis after crisis in this city. Mr.\nSpeaker, Mr. President, I will say to you tonight what I have said before\nand will continue to say: The budget process has broken down; it needs a\ndrastic overhaul. With each ensuing year, the spectacle before the American\npeople is the same as it was this Christmas: budget deadlines delayed or\nmissed completely, monstrous continuing resolutions that pack hundreds of\nbillions of dollars worth of spending into one bill, and a Federal\nGovernment on the brink of default.I know I'm echoing what you here in the Congress have said, because you\nsuffered so directly. But let's recall that in 7 years, of 91\nappropriations bills scheduled to arrive on my desk by a certain date, only\n10 made it on time. Last year, of the 13 appropriations bills due by\nOctober 1st, none of them made it. Instead, we had four continuing\nresolutions lasting 41 days, then 36 days, and 2 days, and 3 days,\nrespectively.And then, along came these behemoths. This is the conference report--1,053\npages, report weighing 14 pounds. Then this--a reconciliation bill 6 months\nlate that was 1,186 pages long, weighing 15 pounds. And the long-term\ncontinuing resolution--this one was 2 months late, and it's 1,057 pages\nlong, weighing 14 pounds. That was a total of 43 pounds of paper and ink.\nYou had 3 hours--yes, 3 hours--to consider each, and it took 300 people at\nmy Office of Management and Budget just to read the bill so the Government\nwouldn't shut down. Congress shouldn't send another one of these. No, and\nif you do, I will not sign it.Let's change all this. Instead of a Presidential budget that gets discarded\nand a congressional budget resolution that is not enforced, why not a\nsimple partnership, a joint agreement that sets out the spending priorities\nwithin the available revenues? And let's remember our deadline is October\n1st, not Christmas. Let's get the people's work done in time to avoid a\nfootrace with Santa Claus. And, yes, this year--to coin a phrase--a new\nbeginning: 13 individual bills, on time and fully reviewed by Congress.I'm also certain you join me in saying: Let's help ensure our future of\nprosperity by giving the President a tool that, though I will not get to\nuse it, is one I know future Presidents of either party must have. Give the\nPresident the same authority that 43 Governors use in their States: the\nright to reach into massive appropriation bills, pare away the waste, and\nenforce budget discipline. Let's approve the line-item veto.And let's take a partial step in this direction. Most of you in this\nChamber didn't know what was in this catchall bill and report. Over the\npast few weeks, we've all learned what was tucked away behind a little\ncomma here and there. For example, there's millions for items such as\ncranberry research, blueberry research, the study of crawfish, and the\ncommercialization of wildflowers. And that's not to mention the five or so\nmillion ($.5 million) that--so that people from developing nations could\ncome here to watch Congress at work. I won't even touch that. So, tonight I\noffer you this challenge. In 30 days I will send back to you those items as\nrescissions, which if I had the authority to line them out I would do so.Now, review this multibillion-dollar package that will not undercut our\nbipartisan budget agreement. As a matter of fact, if adopted, it will\nimprove our deficit reduction goals. And what an example we can set, that\nwe're serious about getting our financial accounts in order. By acting and\napproving this plan, you have the opportunity to override a congressional\nprocess that is out of control.There is another vital reform. Yes, Gramm-Rudman-Hollings has been\nprofoundly helpful, but let us take its goal of a balanced budget and make\nit permanent. Let us do now what so many States do to hold down spending\nand what 32 State legislatures have asked us to do. Let us heed the wishes\nof an overwhelming plurality of Americans and pass a constitutional\namendment that mandates a balanced budget and forces the Federal Government\nto live within its means. Reform of the budget process--including the\nline-item veto and balanced budget amendment--will, together with real\nrestraint on government spending, prevent the Federal budget from ever\nagain ravaging the family budget.Let's ensure that the Federal Government never again legislates against the\nfamily and the home. Last September 1 signed an Executive order on the\nfamily requiring that every department and agency review its activities in\nlight of seven standards designed to promote and not harm the family. But\nlet us make certain that the family is always at the center of the public\npolicy process not just in this administration but in all future\nadministrations. It's time for Congress to consider, at the beginning, a\nstatement of the impact that legislation will have on the basic unit of\nAmerican society, the family.And speaking of the family, let's turn to a matter on the mind of every\nAmerican parent tonight: education. We all know the sorry story of the\nsixties and seventies--soaring spending, plummeting test scores--and that\nhopeful trend of the eighties, when we replaced an obsession with dollars\nwith a commitment to quality, and test scores started back up. There's a\nlesson here that we all should write on the blackboard a hundred times: In\na child's education, money can never take the place of basics like\ndiscipline, hard work, and, yes, homework.As a nation we do, of course, spend heavily on education--more than we\nspend on defense. Yet across our country, Governors like New Jersey's Tom\nKean are giving classroom demonstrations that how we spend is as important\nas how much we spend. Opening up the teaching profession to all qualified\ncandidates, merit pay--so that good teachers get A's as well as apples--and\nstronger curriculum, as Secretary Bennett has proposed for high\nschools--these imaginative reforms are making common sense the most popular\nnew kid in America's schools. How can we help? Well, we can talk about and\npush for these reforms. But the most important thing we can do is to\nreaffirm that control of our schools belongs to the States, local\ncommunities and, most of all, to the parents and teachers.My friends, some years ago, the Federal Government declared war on poverty,\nand poverty won. Today the Federal Government has 59 major welfare programs\nand spends more than $100 billion a year on them. What has all this money\ndone? Well, too often it has only made poverty harder to escape. Federal\nwelfare programs have created a massive social problem. With the best of\nintentions, government created a poverty trap that wreaks havoc on the very\nsupport system the poor need most to lift themselves out of poverty: the\nfamily. Dependency has become the one enduring heirloom, passed from one\ngeneration to the next, of too many fragmented families.It is time--this may be the most radical thing I've said in 7 years in this\noffice--it's time for Washington to show a little humility. There are a\nthousand sparks of genius in 50 States and a thousand communities around\nthe Nation. It is time to nurture them and see which ones can catch fire\nand become guiding lights. States have begun to show us the way. They've\ndemonstrated that successful welfare programs can be built around more\neffective child support enforcement practices and innovative programs\nrequiring welfare recipients to work or prepare for work. Let us give the\nStates more flexibility and encourage more reforms. Let's start making our\nwelfare system the first rung on America's ladder of opportunity, a boost\nup from dependency, not a graveyard but a birthplace of hope.And now let me turn to three other matters vital to family values and the\nquality of family life. The first is an untold American success story.\nRecently, we released our annual survey of what graduating high school\nseniors have to say about drugs. Cocaine use is declining, and marijuana\nuse was the lowest since surveying began. We can be proud that our students\nare just saying no to drugs. But let us remember what this menace requires:\ncommitment from every part of America and every single American, a\ncommitment to a drugfree America. The war against drugs is a war of\nindividual battles, a crusade with many heroes, including America's young\npeople and also someone very special to me. She has helped so many of our\nyoung people to say no to drugs. Nancy, much credit belongs to you, and I\nwant to express to you your husband's pride and your country's thanks.'.\nSurprised you, didn't I?Well, now we come to a family issue that we must have the courage to\nconfront. Tonight, I call America--a good nation, a moral people--to\ncharitable but realistic consideration of the terrible cost of abortion on\ndemand. To those who say this violates a woman's right to control of her\nown body: Can they deny that now medical evidence confirms the unborn child\nis a living human being entitled to life, liberty, and the pursuit of\nhappiness? Let us unite as a nation and protect the unborn with legislation\nthat would stop all Federal funding for abortion and with a human life\namendment making, of course, an exception where the unborn child threatens\nthe life of the mother. Our Judeo-Christian tradition recognizes the right\nof taking a life in self-defense. But with that one exception, let us look\nto those others in our land who cry out for children to adopt. I pledge to\nyou tonight I will work to remove barriers to adoption and extend full\nsharing in family life to millions of Americans so that children who need\nhomes can be welcomed to families who want them and love them.And let me add here: So many of our greatest statesmen have reminded us\nthat spiritual values alone are essential to our nation's health and vigor.\nThe Congress opens its proceedings each day, as does the Supreme Court,\nwith an acknowledgment of the Supreme Being. Yet we are denied the right to\nset aside in our schools a moment each day for those who wish to pray. I\nbelieve Congress should pass our school prayer amendment.Now, to make sure there is a full nine member Supreme Court to interpret\nthe law, to protect the rights of all Americans, I urge the Senate to move\nquickly and decisively in confirming Judge Anthony Kennedy to the highest\nCourt in the land and to also confirm 27 nominees now waiting to fill\nvacancies in the Federal judiciary.Here then are our domestic priorities. Yet if the Congress and the\nadministration work together, even greater opportunities lie ahead to\nexpand a growing world economy, to continue to reduce the threat of nuclear\narms, and to extend the frontiers of freedom and the growth of democratic\ninstitutions.Our policies consistently received the strongest support of the late\nCongressman Dan Daniel of Virginia. I'm sure all of you join me in\nexpressing heartfelt condolences on his passing.One of the greatest contributions the United States can make to the world\nis to promote freedom as the key to economic growth. A creative,\ncompetitive America is the answer to a changing world, not trade wars that\nwould close doors, create greater barriers, and destroy millions of jobs.\nWe should always remember: Protectionism is destructionism. America's jobs,\nAmerica's growth, America's future depend on trade--trade that is free,\nopen, and fair.This year, we have it within our power to take a major step toward a\ngrowing global economy and an expanding cycle of prosperity that reaches to\nall the free nations of this Earth. I'm speaking of the historic free trade\nagreement negotiated between our country and Canada. And I can also tell\nyou that we're determined to expand this concept, south as well as north.\nNext month I will be traveling to Mexico, where trade matters will be of\nforemost concern. And over the next several months, our Congress and the\nCanadian Parliament can make the start of such a North American accord a\nreality. Our goal must be a day when the free flow of trade, from the tip\nof Tierra del Fuego to the Arctic Circle, unites the people of the Western\nHemisphere in a bond of mutually beneficial exchange, when all borders\nbecome what the U.S.-Canadian border so long has been: a meeting place\nrather than a dividing line.This movement we see in so many places toward economic freedom is\nindivisible from the worldwide movement toward political freedom and\nagainst totalitarian rule. This global democratic revolution has removed\nthe specter, so frightening a decade ago, of democracy doomed to permanent\nminority status in the world. In South and Central America, only a third of\nthe people enjoyed democratic rule in 1976. Today over 90 percent of Latin\nAmericans live in nations committed to democratic principles. And the\nresurgence of democracy is owed to these courageous people on almost every\ncontinent who have struggled to take control of their own destiny.In Nicaragua the struggle has extra meaning, because that nation is so near\nour own borders. The recent revelations of a former high-level Sandinista\nmajor, Roger Miranda, show us that, even as they talk peace, the Communist\nSandinista government of Nicaragua has established plans for a large\n600,000-man army. Yet even as these plans are made, the Sandinista regime\nknows the tide is turning, and the cause of Nicaraguan freedom is riding at\nits crest. Because of the freedom fighters, who are resisting Communist\nrule, the Sandinistas have been forced to extend some democratic rights,\nnegotiate with church authorities, and release a few political prisoners.The focus is on the Sandinistas, their promises and their actions. There is\na consensus among the four Central American democratic Presidents that the\nSandinistas have not complied with the plan to bring peace and democracy to\nall of Central America. The Sandinistas again have promised reforms. Their\nchallenge is to take irreversible steps toward democracy. On Wednesday my\nrequest to sustain the freedom fighters will be submitted, which reflects\nour mutual desire for peace, freedom, and democracy in Nicaragua. I ask\nCongress to pass this request. Let us be for the people of Nicaragua what\nLafayette, Pulaski, and Von Steuben were for our forefathers and the cause\nof American independence.So, too, in Afghanistan, the freedom fighters are the key to peace. We\nsupport the Mujahidin. There can be no settlement unless all Soviet troops\nare removed and the Afghan people are allowed genuine self-determination. I\nhave made my views on this matter known to Mr. Gorbachev. But not just\nNicaragua or Afghanistan--yes, everywhere we see a swelling freedom tide\nacross the world: freedom fighters rising up in Cambodia and Angola,\nfighting and dying for the same democratic liberties we hold sacred. Their\ncause is our cause: freedom.Yet even as we work to expand world freedom, we must build a safer peace\nand reduce the danger of nuclear war. But let's have no illusions. Three\nyears of steady decline in the value of our annual defense investment have\nincreased the risk of our most basic security interests, jeopardizing\nearlier hard-won goals. We must face squarely the implications of this\nnegative trend and make adequate, stable defense spending a top goal both\nthis year and in the future.This same concern applies to economic and security assistance programs as\nwell. But the resolve of America and its NATO allies has opened the way for\nunprecedented achievement in arms reduction. Our recently signed INF treaty\nis historic, because it reduces nuclear arms and establishes the most\nstringent verification regime in arms control history, including several\nforms of short-notice, on-site inspection. I submitted the treaty today,\nand I urge the Senate to give its advice and consent to ratification of\nthis landmark agreement. Thank you very much.In addition to the INF treaty, we're within reach of an even more\nsignificant START agreement that will reduce U.S. and Soviet long-range\nmissile--or strategic arsenals by half. But let me be clear. Our approach\nis not to seek agreement for agreement's sake but to settle only for\nagreements that truly enhance our national security and that of our allies.\nWe will never put our security at risk--or that of our allies--just to reach\nan agreement with the Soviets. No agreement is better than a bad\nagreement.As I mentioned earlier, our efforts are to give future generations what we\nnever had--a future free of nuclear terror. Reduction of strategic\noffensive arms is one step, SDI another. Our funding request for our\nStrategic Defense Initiative is less than 2 percent of the total defense\nbudget. SDI funding is money wisely appropriated and money well spent. SDI\nhas the same purpose and supports the same goals of arms reduction. It\nreduces the risk of war and the threat of nuclear weapons to all mankind.\nStrategic defenses that threaten no one could offer the world a safer, more\nstable basis for deterrence. We must also remember that SDI is our\ninsurance policy against a nuclear accident, a Chernobyl of the sky, or an\naccidental launch or some madman who might come along.We've seen such changes in the world in 7 years. As totalitarianism\nstruggles to avoid being overwhelmed by the forces of economic advance and\nthe aspiration for human freedom, it is the free nations that are resilient\nand resurgent. As the global democratic revolution has put totalitarianism\non the defensive, we have left behind the days of retreat. America is again\na vigorous leader of the free world, a nation that acts decisively and\nfirmly in the furtherance of her principles and vital interests. No legacy\nwould make me more proud than leaving in place a bipartisan consensus for\nthe cause of world freedom, a consensus that prevents a paralysis of\nAmerican power from ever occurring again.But my thoughts tonight go beyond this, and I hope you'll let me end this\nevening with a personal reflection. You know, the world could never be\nquite the same again after Jacob Shallus, a trustworthy and dependable\nclerk of the Pennsylvania General Assembly, took his pen and engrossed\nthose words about representative government in the preamble of our\nConstitution. And in a quiet but final way, the course of human events was\nforever altered when, on a ridge overlooking the Emmitsburg Pike in an\nobscure Pennsylvania town called Gettysburg, Lincoln spoke of our duty to\ngovernment of and by the people and never letting it perish from the\nEarth.At the start of this decade, I suggested that we live in equally momentous\ntimes, that it is up to us now to decide whether our form of government\nwould endure and whether history still had a place of greatness for a\nquiet, pleasant, greening land called America. Not everything has been made\nperfect in 7 years, nor will it be made perfect in seven times 70 years,\nbut before us, this year and beyond, are great prospects for the cause of\npeace and world freedom.It means, too, that the young Americans I spoke of 7 years ago, as well as\nthose who might be coming along the Virginia or Maryland shores this night\nand seeing for the first time the lights of this Capital City--the lights\nthat cast their glow on our great halls of government and the monuments to\nthe memory of our great men--it means those young Americans will find a\ncity of hope in a land that is free.We can be proud that for them and for us, as those lights along the Potomac\nare still seen this night signaling as they have for nearly two centuries\nand as we pray God they always will, that another generation of Americans\nhas protected and passed on lovingly this place called America, this\nshining city on a hill, this government of, by, and for the people.Thank you, and God bless you.NOTE: The President spoke at 9:07 p.m. in the House Chamber of the Capitol.\nHe was introduced by Jim Wright, Speaker of the House of Representatives.\nThe address was broadcast live on nationwide radio and television.", 
    "name": "Ronald Reagan"
}