{
    "date": "February 4, 1986", 
    "speech": "Mr. Speaker, Mr. President, distinguished Members of the Congress, honored\nguests, and fellow citizens:Thank you for allowing me to delay my address until this evening. We paused\ntogether to mourn and honor the valor of our seven Challenger heroes. And I\nhope that we are now ready to do what they would want us to do: Go forward,\nAmerica, and reach for the stars. We will never forget those brave seven,\nbut we shall go forward.Mr. Speaker, before I begin my prepared remarks, may I point out that\ntonight marks the 10th and last State of the Union Message that you've\npresided over. And on behalf of the American people, I want to salute you\nfor your service to Congress and country. Here's to you!I have come to review with you the progress of our nation, to speak of\nunfinished work, and to set our sights on the future. I am pleased to\nreport the state of our Union is stronger than a year ago and growing\nstronger each day. Tonight we look out on a rising America, firm of heart,\nunited in spirit, powerful in pride and patriotism. America is on the move!\nBut it wasn't long ago that we looked out on a different land: locked\nfactory gates, long gasoline lines, intolerable prices, and interest rates\nturning the greatest country on Earth into a land of broken dreams.\nGovernment growing beyond our consent had become a lumbering giant,\nslamming shut the gates of opportunity, threatening to crush the very roots\nof our freedom. What brought America back? The American people brought us\nback with quiet courage and common sense, with undying faith that in this\nnation under God the future will be ours; for the future belongs to the\nfree.Tonight the American people deserve our thanks for 37 straight months of\neconomic growth, for sunrise firms and modernized industries creating 9\nmillion new jobs in 3 years, interest rates cut in half, inflation falling\nover from 12 percent in 1980 to under 4 today, and a mighty river of good\nworks--a record $74 billion in voluntary giving just last year alone. And\ndespite the pressures of our modern world, family and community remain the\nmoral core of our society, guardians of our values and hopes for the\nfuture. Family and community are the costars of this great American\ncomeback. They are why we say tonight: Private values must be at the heart\nof public policies.What is true for families in America is true for America in the family of\nfree nations. History is no captive of some inevitable force. History is\nmade by men and women of vision and courage. Tonight freedom is on the\nmarch. The United States is the economic miracle, the model to which the\nworld once again turns. We stand for an idea whose time is now: Only by\nlifting the weights from the shoulders of all can people truly prosper and\ncan peace among all nations be secure. Teddy Roosevelt said that a nation\nthat does great work lives forever. We have done well, but we cannot stop\nat the foothills when Everest beckons. It's time for America to be all that\nwe can be.We speak tonight of an agenda for the future, an agenda for a safer, more\nsecure world. And we speak about the necessity for actions to steel us for\nthe challenges of growth, trade, and security in the next decade and the\nyear 2000. And we will do it--not by breaking faith with bedrock principles\nbut by breaking free from failed policies. Let us begin where storm clouds\nloom darkest--right here in Washington, DC. This week I will send you our\ndetailed proposals; tonight let us speak of our responsibility to redefine\ngovernment's role: not to control, not to demand or command, not to contain\nus, but to help in times of need and, above all, to create a ladder of\nopportunity to full employment so that all Americans can climb toward\neconomic power and justice on their own.But we cannot win the race to the future shackled to a system that can't\neven pass a Federal budget. We cannot win that race held back by\nhorse-and-buggy programs that waste tax dollars and squander human\npotential. We cannot win that race if we're swamped in a sea of red ink.\nNow, Mr. Speaker, you know, I know, and the American people know the\nFederal budget system is broken. It doesn't work. Before we leave this\ncity, let's you and I work together to fix it, and then we can finally give\nthe American people a balanced budget.Members of Congress, passage of Gramm-Rudman-Hollings gives us an historic\nopportunity to achieve what has eluded our national leadership for decades:\nforcing the Federal Government to live within its means. Your schedule now\nrequires that the budget resolution be passed by April 15th, the very day\nAmerica's families have to foot the bill for the budgets that you produce.\nHow often we read of a husband and wife both working, struggling from\npaycheck to paycheck to raise a family, meet a mortgage, pay their taxes\nand bills. And yet some in Congress say taxes must be raised. Well, I'm\nsorry; they're asking the wrong people to tighten their belts. It's time we\nreduce the Federal budget and left the family budget alone. We do not face\nlarge deficits because American families are undertaxed; we face those\ndeficits because the Federal Government overspends.The detailed budget that we will submit will meet the Gramm-Rudman-Hollings\ntarget for deficit reductions, meet our commitment to ensure a strong\nnational defense, meet our commitment to protect Social Security and the\ntruly less fortunate, and, yes, meet our commitment to not raise taxes. How\nshould we accomplish this? Well, not by taking from those in need. As\nfamilies take care of their own, government must provide shelter and\nnourishment for those who cannot provide for themselves. But we must revise\nor replace programs enacted in the name of compassion that degrade the\nmoral worth of work, encourage family breakups, and drive entire\ncommunities into a bleak and heartless dependency. Gramm-Rudman-Hollings\ncan mark a dramatic improvement. But experience shows that simply setting\ndeficit targets does not assure they'll be met. We must proceed with Grace\ncommission reforms against waste.And tonight I ask you to give me what 43 Governors have: Give me a\nline-item veto this year. Give me the authority to veto waste, and I'll\ntake the responsibility, I'll make the cuts, I'll take the heat. This\nauthority would not give me any monopoly power, but simply prevent spending\nmeasures from sneaking through that could not pass on their own merit. And\nyou can sustain or override my veto; that's the way the system should work.\nOnce we've made the hard choices, we should lock in our gains with a\nbalanced budget amendment to the Constitution.I mentioned that we will meet our commitment to national defense. We must\nmeet it. Defense is not just another budget expense. Keeping America\nstrong, free, and at peace is solely the responsibility of the Federal\nGovernment; it is government's prime responsibility. We have devoted 5\nyears trying to narrow a dangerous gap born of illusion and neglect, and\nwe've made important gains. Yet the threat from Soviet forces, conventional\nand strategic, from the Soviet drive for domination, from the increase in\nespionage and state terror remains great. This is reality. Closing our eyes\nwill not make reality disappear. We pledged together to hold real growth in\ndefense spending to the bare minimum. My budget honors that pledge, and I'm\nnow asking you, the Congress, to keep its end of the bargain. The Soviets\nmust know that if America reduces her defenses, it will be because of a\nreduced threat, not a reduced resolve.Keeping America strong is as vital to the national security as controlling\nFederal spending is to our economic security. But, as I have said before,\nthe most powerful force we can enlist against the Federal deficit is an\never-expanding American economy, unfettered and free. The magic of\nopportunity--unreserved, unfailing, unrestrained--isn't this the calling\nthat unites us? I believe our tax rate cuts for the people have done more\nto spur a spirit of risk-taking and help America's economy break free than\nany program since John Kennedy's tax cut almost a quarter century ago.Now history calls us to press on, to complete efforts for an historic tax\nreform providing new opportunity for all and ensuring that all pay their\nfair share, but no more. We've come this far. Will you join me now, and\nwe'll walk this last mile together? You know my views on this. We cannot\nand we will not accept tax reform that is a tax increase in disguise. True\nreform must be an engine of productivity and growth, and that means a top\npersonal rate no higher than 35 percent. True reform must be truly fair,\nand that means raising personal exemptions to $2,000. True reform means a\ntax system that at long last is profamily, projobs, profuture, and\npro-America.As we knock down the barriers to growth, we must redouble our efforts for\nfreer and fairer trade. We have already taken actions to counter unfair\ntrading practices and to pry open closed foreign markets. We will continue\nto do so. We will also oppose legislation touted as providing protection\nthat in reality pits one American worker against another, one industry\nagainst another, one community against another, and that raises prices for\nus all. If the United States can trade with other nations on a level\nplaying field, we can outproduce, outcompete, and outsell anybody, anywhere\nin the world.The constant expansion of our economy and exports requires a sound and\nstable dollar at home and reliable exchange rates around the world. We must\nnever again permit wild currency swings to cripple our farmers and other\nexporters. Farmers, in particular, have suffered from past unwise\ngovernment policies. They must not be abandoned with problems they did not\ncreate and cannot control. We've begun coordinating economic and monetary\npolicy among our major trading partners. But there's more to do, and\ntonight I am directing Treasury Secretary Jim Baker to determine if the\nnations of the world should convene to discuss the role and relationship of\nour currencies.Confident in our future and secure in our values, Americans are striving\nforward to embrace the future. We see it not only in our recovery but in 3\nstraight years of falling crime rates, as families and communities band\ntogether to fight pornography, drugs, and lawlessness and to give back to\ntheir children the safe and, yes, innocent childhood they deserve. We see\nit in the renaissance in education, the rising SAT scores for 3 years--last\nyear's increase, the greatest since 1963. It wasn't government and\nWashington lobbies that turned education around; it was the American people\nwho, in reaching for excellence, knew to reach back to basics. We must\ncontinue the advance by supporting discipline in our schools, vouchers that\ngive parents freedom of choice; and we must give back to our children their\nlost right to acknowledge God in their classrooms.We are a nation of idealists, yet today there is a wound in our national\nconscience. America will never be whole as long as the right to life\ngranted by our Creator is denied to the unborn. For the rest of my time, I\nshall do what I can to see that this wound is one day healed.As we work to make the American dream real for all, we must also look to\nthe condition of America's families. Struggling parents today worry how\nthey will provide their children the advantages that their parents gave\nthem. In the welfare culture, the breakdown of the family, the most basic\nsupport system, has reached crisis proportions--in female and child\npoverty, child abandonment, horrible crimes, and deteriorating schools.\nAfter hundreds of billions of dollars in poverty programs, the plight of\nthe poor grows more painful. But the waste in dollars and cents pales\nbefore the most tragic loss: the sinful waste of human spirit and\npotential. We can ignore this terrible truth no longer. As Franklin\nRoosevelt warned 51 years ago, standing before this Chamber, he said,\n\"Welfare is a narcotic, a subtle destroyer of the human spirit.\" And we\nmust now escape the spider's web of dependency.Tonight I am charging the White House Domestic Council to present me by\nDecember 1, 1986, an evaluation of programs and a strategy for immediate\naction to meet the financial, educational, social, and safety concerns of\npoor families. I'm talking about real and lasting emancipation, because the\nsuccess of welfare should be judged by how many of its recipients become\nindependent of welfare. Further, after seeing how devastating illness can\ndestroy the financial security of the family, I am directing the Secretary\nof Health and Human Services, Dr. Otis Bowen, to report to me by year end\nwith recommendations on how the private sector and government can work\ntogether to address the problems of affordable insurance for those whose\nlife savings would otherwise be threatened when catastrophic illness\nstrikes.And tonight I want to speak directly to America's younger generation,\nbecause you hold the destiny of our nation in your hands. With all the\ntemptations young people face, it sometimes seems the allure of the\npermissive society requires superhuman feats of self-control. But the call\nof the future is too strong, the challenge too great to get lost in the\nblind alleyways of dissolution, drugs, and despair. Never has there been a\nmore exciting time to be alive, a time of rousing wonder and heroic\nachievement. As they said in the film \"Back to the Future,\" \"Where we're\ngoing, we don't need roads.\"Well, today physicists peering into the infinitely small realms of\nsubatomic particles find reaffirmations of religious faith. Astronomers\nbuild a space telescope that can see to the edge of the universe and\npossibly back to the moment of creation. So, yes, this nation remains fully\ncommitted to America's space program. We're going forward with our shuttle\nflights. We're going forward to build our space station. And we are going\nforward with research on a new Orient Express that could, by the end of the\nnext decade, take off from Dulles Airport, accelerate up to 25 times the\nspeed of sound, attaining low Earth orbit or flying to Tokyo within 2\nhours. And the same technology transforming our lives can solve the\ngreatest problem of the 20th century. A security shield can one day render\nnuclear weapons obsolete and free mankind from the prison of nuclear\nterror. America met one historic challenge and went to the Moon. Now\nAmerica must meet another: to make our strategic defense real for all the\ncitizens of planet Earth.Let us speak of our deepest longing for the future: to leave our children a\nland that is free and just and a world at peace. It is my hope that our\nfireside summit in Geneva and Mr. Gorbachev's upcoming visit to America can\nlead to a more stable relationship. Surely no people on Earth hate war or\nlove peace more than we Americans. But we cannot stroll into the future\nwith childlike faith. Our differences with a system that openly proclaims\nand practices an alleged right to command people's lives and to export its\nideology by force are deep and abiding. Logic and history compel us to\naccept that our relationship be guided by realism--rock-hard, cleareyed,\nsteady, and sure. Our negotiators in Geneva have proposed a radical cut in\noffensive forces by each side with no cheating. They have made clear that\nSoviet compliance with the letter and spirit of agreements is essential. If\nthe Soviet Government wants an agreement that truly reduces nuclear arms,\nthere will be such an agreement.But arms control is no substitute for peace. We know that peace follows in\nfreedom's path and conflicts erupt when the will of the people is denied.\nSo, we must prepare for peace not only by reducing weapons but by\nbolstering prosperity, liberty, and democracy however and wherever we can.\nWe advance the promise of opportunity every time we speak out on behalf of\nlower tax rates, freer markets, sound currencies around the world. We\nstrengthen the family of freedom every time we work with allies and come to\nthe aid of friends under siege. And we can enlarge the family of free\nnations if we will defend the unalienable rights of all God's children to\nfollow their dreams.To those imprisoned in regimes held captive, to those beaten for daring to\nfight for freedom and democracy--for their right to worship, to speak, to\nlive, and to prosper in the family of free nations--we say to you tonight:\nYou are not alone, freedom fighters. America will support with moral and\nmaterial assistance your right not just to fight and die for freedom but to\nfight and win freedom--to win freedom in Afghanistan, in Angola, in\nCambodia, and in Nicaragua. This is a great moral challenge for the entire\nfree world.Surely no issue is more important for peace in our own hemisphere, for the\nsecurity of our frontiers, for the protection of our vital interests, than\nto achieve democracy in Nicaragua and to protect Nicaragua's democratic\nneighbors. This year I will be asking Congress for the means to do what\nmust be done for that great and good cause. As (former Senator Henry\nM.)Scoop Jackson, the inspiration for our Bipartisan Commission on Central\nAmerica, once said, \"In matters of national security, the best politics is\nno politics.\"What we accomplish this year, in each challenge we face, will set our\ncourse for the balance of the decade, indeed, for the remainder of the\ncentury. After all we've done so far, let no one say that this nation\ncannot reach the destiny of our dreams. America believes, America is ready,\nAmerica can win the race to the future--and we shall. The American dream is\na song of hope that rings through night winter air; vivid, tender music\nthat warms our hearts when the least among us aspire to the greatest\nthings: to venture a daring enterprise; to unearth new beauty in music,\nliterature, and art; to discover a new universe inside a tiny silicon chip\nor a single human cell.We see the dream coming true in the spirit of discovery of Richard Cavoli.\nAll his life he's been enthralled by the mysteries of medicine. And,\nRichard, we know that the experiment that you began in high school was\nlaunched and lost last week, yet your dream lives. And as long as it's\nreal, work of noble note will yet be done, work that could reduce the\nharmful effects of x rays on patients and enable astronomers to view the\ngolden gateways of the farthest stars.We see the dream glow in the towering talent of a 12-year-old, Tyrone Ford.\nA child prodigy of gospel music, he has surmounted personal adversity to\nbecome an accomplished pianist and singer. He also directs the choirs of\nthree churches and has performed at the Kennedy Center. With God as your\ncomposer, Tyrone, your music will be the music of angels.We see the dream being saved by the courage of the 13-year-old Shelby\nButler, honor student and member of her school's safety patrol. Seeing\nanother girl freeze in terror before an out-of-control school bus, she\nrisked her life and pulled her to safety. With bravery like yours, Shelby,\nAmerica need never fear for our future.And we see the dream born again in the joyful compassion of a 13 year old,\nTrevor Ferrell. Two years ago, age 11, watching men and women bedding down\nin abandoned doorways--on television he was watching--Trevor left his\nsuburban Philadelphia home to bring blankets and food to the helpless and\nhomeless. And now 250 people help him fulfill his nightly vigil. Trevor,\nyours is the living spirit of brotherly love.Would you four stand up for a moment? Thank you, thank you. You are heroes\nof our hearts. We look at you and know it's true: In this land of dreams\nfulfilled, where greater dreams may be imagined, nothing is impossible, no\nvictory is beyond our reach, no glory will ever be too great.So, now it's up to us, all of us, to prepare America for that day when our\nwork will pale before the greatness of America's champions in the 21st\ncentury. The world's hopes rest with America's future; America's hopes rest\nwith us. So, let us go forward to create our world of tomorrow in faith, in\nunity, and in love.God bless you, and God bless America.NOTE: The President spoke at 8:04 p.m. in the House Chamber of the Capitol.\nHe was introduced by Thomas P. O'Neill, Jr., Speaker of the House of\nRepresentatives. The address was broadcast live on nationwide radio\nand television.", 
    "name": "Ronald Reagan"
}