{
    "date": "January 25, 1984", 
    "speech": "Mr. Speaker, Mr. President, distinguished Members of the Congress, honored\nguests, and fellow citizens:Once again, in keeping with time-honored tradition, I have come to report\nto you on the state of the Union, and I'm pleased to report that America is\nmuch improved, and there's good reason to believe that improvement will\ncontinue through the days to come.You and I have had some honest and open differences in the year past. But\nthey didn't keep us from joining hands in bipartisan cooperation to stop a\nlong decline that had drained this nation's spirit and eroded its health.\nThere is renewed energy and optimism throughout the land. America is back,\nstanding tall, looking to the eighties with courage, confidence, and hope.The problems we're overcoming are not the heritage of one person, party, or\neven one generation. It's just the tendency of government to grow, for\npractices and programs to become the nearest thing to eternal life we'll\never see on this Earth. And there's always that well-intentioned chorus of\nvoices saying, \"With a little more power and a little more money, we could\ndo so much for the people.\" For a time we forgot the American dream isn't\none of making government bigger; it's keeping faith with the mighty spirit\nof free people under God.As we came to the decade of the eighties, we faced the worst crisis in our\npostwar history. In the seventies were years of rising problems and falling\nconfidence. There was a feeling government had grown beyond the consent of\nthe governed. Families felt helpless in the face of mounting inflation and\nthe indignity of taxes that reduced reward for hard work, thrift, and\nrisktaking. All this was overlaid by an evergrowing web of rules and\nregulations.On the international scene, we had an uncomfortable feeling that we'd lost\nthe respect of friend and foe. Some questioned whether we had the will to\ndefend peace and freedom. But America is too great for small dreams. There\nwas a hunger in the land for a spiritual revival; if you will, a crusade\nfor renewal. The American people said: Let us look to the future with\nconfidence, both at home and abroad. Let us give freedom a chance.Americans were ready to make a new beginning, and together we have done it.\nWe're confronting our problems one by one. Hope is alive tonight for\nmillions of young families and senior citizens set free from unfair tax\nincreases and crushing inflation. Inflation has been beaten down from 12.4\nto 3.2 percent, and that's a great victory for all the people. The prime\nrate has been cut almost in half, and we must work together to bring it\ndown even more.Together, we passed the first across-the-board tax reduction for everyone\nsince the Kennedy tax cuts. Next year, tax rates will be indexed so\ninflation can't push people into higher brackets when they get\ncost-of-living pay raises. Government must never again use inflation to\nprofit at the people's expense.Today a working family earning $25,000 has $1,100 more in purchasing power\nthan if tax and inflation rates were still at the 1980 levels. Real\nafter-tax income increased 5 percent last year. And economic deregulation\nof key industries like transportation has offered more chances--or\nchoices, I should say, to consumers and new changes--or chances for\nentrepreneurs and protecting safety. Tonight, we can report and be proud of\none of the best recoveries in decades. Send away the handwringers and the\ndoubting Thomases. Hope is reborn for couples dreaming of owning homes and\nfor risktakers with vision to create tomorrow's opportunities.The spirit of enterprise is sparked by the sunrise industries of high-tech\nand by small business people with big ideas--people like Barbara Proctor,\nwho rose from a ghetto to build a multimillion-dollar advertising agency in\nChicago; Carlos Perez, a Cuban refugee, who turned $27 and a dream into a\nsuccessful importing business in Coral Gables, Florida.People like these are heroes for the eighties. They helped 4 million\nAmericans find jobs in 1983. More people are drawing paychecks tonight than\never before. And Congress helps--or progress helps everyone--well, Congress\ndoes too----everyone. In 1983 women filled 73 percent of all the new jobs\nin managerial, professional, and technical fields.But we know that many of our fellow countrymen are still out of work,\nwondering what will come of their hopes and dreams. Can we love America and\nnot reach out to tell them: You are not forgotten; we will not rest until\neach of you can reach as high as your God-given talents will take you.The heart of America is strong; it's good and true. The cynics were wrong;\nAmerica never was a sick society. We're seeing rededication to bedrock\nvalues of faith, family, work, neighborhood, peace, and freedom--values\nthat help bring us together as one people, from the youngest child to the\nmost senior citizen.The Congress deserves America's thanks for helping us restore pride and\ncredibility to our military. And I hope that you're as proud as I am of the\nyoung men and women in uniform who have volunteered to man the ramparts in\ndefense of freedom and whose dedication, valor, and skill increases so much\nour chance of living in a world at peace.People everywhere hunger for peace and a better life. The tide of the\nfuture is a freedom tide, and our struggle for democracy cannot and will\nnot be denied. This nation champions peace that enshrines liberty,\ndemocratic rights, and dignity for every individual. America's new\nstrength, confidence, and purpose are carrying hope and opportunity far\nfrom our shores. A world economic recovery is underway. It began here.We've journeyed far, but we have much farther to go. Franklin Roosevelt\ntold us 50 years ago this month: \"Civilization can not go back;\ncivilization must not stand still. We have undertaken new methods. It is\nour task to perfect, to improve, to alter when necessary, but in all cases\nto go forward.\"It's time to move forward again, time for America to take freedom's next\nstep. Let us unite tonight behind four great goals to keep America free,\nsecure, and at peace in the eighties together.We can ensure steady economic growth. We can develop America's next\nfrontier. We can strengthen our traditional values. And we can build a\nmeaningful peace to protect our loved ones and this shining star of faith\nthat has guided millions from tyranny to the safe harbor of freedom,\nprogress, and hope.Doing these things will open wider the gates of opportunity, provide\ngreater security for all, with no barriers of bigotry or discrimination.The key to a dynamic decade is vigorous economic growth, our first great\ngoal. We might well begin with common sense in Federal budgeting:\ngovernment spending no more than government takes in.We must bring Federal deficits down. But how we do that makes all the\ndifference.We can begin by limiting the size and scope of government. Under the\nleadership of Vice President Bush, we have reduced the growth of Federal\nregulations by more than 25 percent and cut well over 300 million hours of\ngovernment-required paperwork each year. This will save the public more\nthan $150 billion over the next 10 years.The Grace commission has given us some 2,500 recommendations for reducing\nwasteful spending, and they're being examined throughout the\nadministration. Federal spending growth has been cut from 17.4 percent in\n1980 to less than half of that today, and we have already achieved over\n$300 billion in budget savings for the period of 1982 to '86. But that's\nonly a little more than half of what we sought. Government is still\nspending too large a percentage of the total economy.Now, some insist that any further budget savings must be obtained by\nreducing the portion spent on defense. This ignores the fact that national\ndefense is solely the responsibility of the Federal Government; indeed, it\nis its prime responsibility. And yet defense spending is less than a third\nof the total budget. During the years of President Kennedy and of the years\nbefore that, defense was almost half the total budget. And then came\nseveral years in which our military capability was allowed to deteriorate\nto a very dangerous degree. We are just now restoring, through the\nessential modernization of our conventional and strategic forces, our\ncapability to meet our present and future security needs. We dare not shirk\nour responsibility to keep America free, secure, and at peace.The last decade saw domestic spending surge literally out of control. But\nthe basis for such spending had been laid in previous years. A pattern of\noverspending has been in place for half a century. As the national debt\ngrew, we were told not to worry, that we owed it to ourselves.Now we know that deficits are a cause for worry. But there's a difference\nof opinion as to whether taxes should be increased, spending cut, or some\nof both. Fear is expressed that government borrowing to fund the deficit\ncould inhibit the economic recovery by taking capital needed for business\nand industrial expansion. Well, I think that debate is missing an important\npoint. Whether government borrows or increases taxes, it will be taking the\nsame amount of money from the private sector, and, either way, that's too\nmuch. Simple fairness dictates that government must not raise taxes on\nfamilies struggling to pay their bills. The root of the problem is that\ngovernment's share is more than we can afford if we're to have a sound\neconomy.We must bring down the deficits to ensure continued economic growth. In the\nbudget that I will submit on February 1st, I will recommend measures that\nwill reduce the deficit over the next 5 years. Many of these will be\nunfinished business from last year's budget.Some could be enacted quickly if we could join in a serious effort to\naddress this problem. I spoke today with Speaker of the House O'Neill,\nSenate Majority Leader Baker, Senate Minority Leader Byrd, and House\nMinority Leader Michel. I asked them if they would designate congressional\nrepresentatives to meet with representatives of the administration to try\nto reach prompt agreement on a bipartisan deficit reduction plan. I know it\nwould take a long, hard struggle to agree on a full-scale plan. So, what I\nhave proposed is that we first see if we can agree on a down payment.Now, I believe there is basis for such an agreement, one that could reduce\nthe deficits by about a hundred billion dollars over the next 3 years. We\ncould focus on some of the less contentious spending cuts that are still\npending before the Congress. These could be combined with measures to close\ncertain tax loopholes, measures that the Treasury Department has previously\nsaid to be worthy of support. In addition, we could examine the possibility\nof achieving further outlay savings based on the work of the Grace\ncommission.If the congressional leadership is willing, my representatives will be\nprepared to meet with theirs at the earliest possible time. I would hope\nthe leadership might agree on an expedited timetable in which to develop\nand enact that down payment.But a down payment alone is not enough to break us out of the deficit\nproblem. It could help us start on the right path. Yet, we must do more.\nSo, I propose that we begin exploring how together we can make structural\nreforms to curb the built-in growth of spending.I also propose improvements in the budgeting process. Some 43 of our 50\nStates grant their Governors the right to veto individual items in\nappropriation bills without having to veto the entire bill. California is\none of those 43 States. As Governor, I found this line-item veto was a\npowerful tool against wasteful or extravagant spending. It works in 43\nStates. Let's put it to work in Washington for all the people.It would be most effective if done by constitutional amendment. The\nmajority of Americans approve of such an amendment, just as they and I\napprove of an amendment mandating a balanced Federal budget. Many States\nalso have this protection in their constitutions.To talk of meeting the present situation by increasing taxes is a Band-Aid\nsolution which does nothing to cure an illness that's been coming on for\nhalf a century--to say nothing of the fact that it poses a real threat to\neconomic recovery. Let's remember that a substantial amount of income tax\nis presently owed and not paid by people in the underground economy. It\nwould be immoral to make those who are paying taxes pay more to compensate\nfor those who aren't paying their share.There's a better way. Let us go forward with an historic reform for\nfairness, simplicity, and incentives for growth. I am asking Secretary Don\nRegan for a plan for action to simplify the entire tax code, so all\ntaxpayers, big and small, are treated more fairly. And I believe such a\nplan could result in that underground economy being brought into the\nsunlight of honest tax compliance. And it could make the tax base broader,\nso personal tax rates could come down, not go up. I've asked that specific\nrecommendations, consistent with those objectives, be presented to me by\nDecember 1984.Our second great goal is to build on America's pioneer spirit--I said\nsomething funny? I said America's next frontier--and that's to develop that\nfrontier. A sparkling economy spurs initiatives, sunrise industries, and\nmakes older ones more competitive.Nowhere is this more important than our next frontier: space. Nowhere do we\nso effectively demonstrate our technological leadership and ability to make\nlife better on Earth. The Space Age is barely a quarter of a century old.\nBut already we've pushed civilization forward with our advances in science\nand technology. Opportunities and jobs will multiply as we cross new\nthresholds of knowledge and reach deeper into the unknown.Our progress in space--taking giant steps for all mankind--is a tribute to\nAmerican teamwork and excellence. Our finest minds in government, industry,\nand academia have all pulled together. And we can be proud to say: We are\nfirst; we are the best; and we are so because we're free.America has always been greatest when we dared to be great. We can reach\nfor greatness again. We can follow our dreams to distant stars, living and\nworking in space for peaceful, economic, and scientific gain. Tonight, I am\ndirecting NASA to develop a permanently manned space station and to do it\nwithin a decade.A space station will permit quantum leaps in our research in science,\ncommunications, in metals, and in lifesaving medicines which could be\nmanufactured only in space. We want our friends to help us meet these\nchallenges and share in their benefits. NASA will invite other countries to\nparticipate so we can strengthen peace, build prosperity, and expand\nfreedom for all who share our goals.Just as the oceans opened up a new world for clipper ships and Yankee\ntraders, space holds enormous potential for commerce today. The market for\nspace transportation could surpass our capacity to develop it. Companies\ninterested in putting payloads into space must have ready access to private\nsector launch services. The Department of Transportation will help an\nexpendable launch services industry to get off the ground. We'll soon\nimplement a number of executive initiatives, develop proposals to ease\nregulatory constraints, and, with NASA's help, promote private sector\ninvestment in space.And as we develop the frontier of space, let us remember our responsibility\nto preserve our older resources here on Earth. Preservation of our\nenvironment is not a liberal or conservative challenge, it's common sense.Though this is a time of budget constraints, I have requested for EPA one\nof the largest percentage budget increases of any agency. We will begin the\nlong, necessary effort to clean up a productive recreational area and a\nspecial national resource--the Chesapeake Bay.To reduce the threat posed by abandoned hazardous waste dumps, EPA will\nspend $410 million. And I will request a supplemental increase of 50\nmillion. And because the Superfund law expires in 1985, I've asked Bill\nRuckelshaus to develop a proposal for its extension so there'll be\nadditional time to complete this important task.On the question of acid rain, which concerns people in many areas of the\nUnited States and Canada, I'm proposing a research program that doubles our\ncurrent funding. And we'll take additional action to restore our lakes and\ndevelop new technology to reduce pollution that causes acid rain.We have greatly improved the conditions of our natural resources. We'll ask\nthe Congress for $157 million beginning in 1985 to acquire new park and\nconservation lands. The Department of the Interior will encourage careful,\nselective exploration and production on our vital resources in an Exclusive\nEconomic Zone within the 200-mile limit off our coasts--but with strict\nadherence to environmental laws and with fuller State and public\nparticipation.But our most precious resources, our greatest hope for the future, are the\nminds and hearts of our people, especially our children. We can help them\nbuild tomorrow by strengthening our community of shared values. This must\nbe our third great goal. For us, faith, work, family, neighborhood,\nfreedom, and peace are not just words; they're expressions of what America\nmeans, definitions of what makes us a good and loving people.Families stand at the center of our society. And every family has a\npersonal stake in promoting excellence in education. Excellence does not\nbegin in Washington. A 600-percent increase in Federal spending on\neducation between 1960 and 1980 was accompanied by a steady decline in\nScholastic Aptitude Test scores. Excellence must begin in our homes and\nneighborhood schools, where it's the responsibility of every parent and\nteacher and the right of every child.Our children come first, and that's why I established a bipartisan National\nCommission on Excellence in Education, to help us chart a commonsense\ncourse for better education. And already, communities are implementing the\nCommission's recommendations. Schools are reporting progress in math and\nreading skills. But we must do more to restore discipline to schools; and\nwe must encourage the teaching of new basics, reward teachers of merit,\nenforce tougher standards, and put our parents back in charge.I will continue to press for tuition tax credits to expand opportunities\nfor families and to soften the double payment for those paying public\nschool taxes and private school tuition. Our proposal would target\nassistance to low- and middle-income families. Just as more incentives are\nneeded within our schools, greater competition is needed among our schools.\nWithout standards and competition, there can be no champions, no records\nbroken, no excellence in education or any other walk of life.And while I'm on this subject, each day your Members observe a 200-year-old\ntradition meant to signify America is one nation under God. I must ask: If\nyou can begin your day with a member of the clergy standing right here\nleading you in prayer, then why can't freedom to acknowledge God be enjoyed\nagain by children in every schoolroom across this land?America was founded by people who believed that God was their rock of\nsafety. He is ours. I recognize we must be cautious in claiming that God is\non our side, but I think it's all right to keep asking if we're on His\nside.During our first 3 years, we have joined bipartisan efforts to restore\nprotection of the law to unborn children. Now, I know this issue is very\ncontroversial. But unless and until it can be proven that an unborn child\nis not a living human being, can we justify assuming without proof that it\nisn't? No one has yet offered such proof; indeed, all the evidence is to\nthe contrary. We should rise above bitterness and reproach, and if\nAmericans could come together in a spirit of understanding and helping,\nthen we could find positive solutions to the tragedy of abortion.Economic recovery, better education, rededication to values, all show the\nspirit of renewal gaining the upper hand. And all will improve family life\nin the eighties. But families need more. They need assurance that they and\ntheir loved ones can walk the streets of America without being afraid.\nParents need to know their children will not be victims of child\npornography and abduction. This year we will intensify our drive against\nthese and other horrible crimes like sexual abuse and family violence.Already our efforts to crack down on career criminals, organized crime,\ndrugpushers, and to enforce tougher sentences and paroles are having\neffect. In 1982 the crime rate dropped by 4.3 percent, the biggest decline\nsince 1972. Protecting victims is just as important as safeguarding the\nrights of defendants.Opportunities for all Americans will increase if we move forward in fair\nhousing and work to ensure women's rights, provide for equitable treatment\nin pension benefits and Individual Retirement Accounts, facilitate child\ncare, and enforce delinquent parent support payments.It's not just the home but the workplace and community that sustain our\nvalues and shape our future. So, I ask your help in assisting more\ncommunities to break the bondage of dependency. Help us to free enterprise\nby permitting debate and voting \"yes\" on our proposal for enterprise zones\nin America. This has been before you for 2 years. Its passage can help\nhigh-unemployment areas by creating jobs and restoring neighborhoods.A society bursting with opportunities, reaching for its future with\nconfidence, sustained by faith, fair play, and a conviction that good and\ncourageous people will flourish when they're free--these are the secrets of\na strong and prosperous America at peace with itself and the world.A lasting and meaningful peace is our fourth great goal. It is our highest\naspiration. And our record is clear: Americans resort to force only when we\nmust. We have never been aggressors. We have always struggled to defend\nfreedom and democracy.We have no territorial ambitions. We occupy no countries. We build no walls\nto lock people in. Americans build the future. And our vision of a better\nlife for farmers, merchants, and working people, from the Americas to Asia,\nbegins with a simple premise: The future is best decided by ballots, not\nbullets.Governments which rest upon the consent of the governed do not wage war on\ntheir neighbors. Only when people are given a personal stake in deciding\ntheir own destiny, benefiting from their own risks, do they create\nsocieties that are prosperous, progressive, and free. Tonight, it is\ndemocracies that offer hope by feeding the hungry, prolonging life, and\neliminating drudgery.When it comes to keeping America strong, free, and at peace, there should\nbe no Republicans or Democrats, just patriotic Americans. We can decide the\ntough issues not by who is right, but by what is right.Together, we can continue to advance our agenda for peace. We can establish\na more stable basis for peaceful relations with the Soviet Union;\nstrengthen allied relations across the board; achieve real and equitable\nreductions in the levels of nuclear arms; reinforce our peacemaking efforts\nin the Middle East, Central America, and southern Africa; or assist\ndeveloping countries, particularly our neighbors in the Western Hemisphere;\nand assist in the development of democratic institutions throughout the\nworld.The wisdom of our bipartisan cooperation was seen in the work of the\nScowcroft commission, which strengthened our ability to deter war and\nprotect peace. In that same spirit, I urge you to move forward with the\nHenry Jackson plan to implement the recommendations of the Bipartisan\nCommission on Central America.Your joint resolution on the multinational peacekeeping force in Lebanon is\nalso serving the cause of peace. We are making progress in Lebanon. For\nnearly 10 years, the Lebanese have lived from tragedy to tragedy with no\nhope for their future. Now the multinational peacekeeping force and our\nmarines are helping them break their cycle of despair. There is hope for a\nfree, independent, and sovereign Lebanon. We must have the courage to give\npeace a chance. And we must not be driven from our objectives for peace in\nLebanon by state-sponsored terrorism. We have seen this ugly specter in\nBeirut, Kuwait, and Rangoon. It demands international attention. I will\nforward shortly legislative proposals to help combat terrorism. And I will\nbe seeking support from our allies for concerted action.Our NATO alliance is strong. 1983 was a banner year for political courage.\nAnd we have strengthened our partnerships and our friendships in the Far\nEast. We're committed to dialog, deterrence, and promoting prosperity.\nWe'll work with our trading partners for a new round of negotiations in\nsupport of freer world trade, greater competition, and more open markets.A rebirth of bipartisan cooperation, of economic growth, and military\ndeterrence, and a growing spirit of unity among our people at home and our\nallies abroad underline a fundamental and far-reaching change: The United\nStates is safer, stronger, and more secure in 1984 than before. We can now\nmove with confidence to seize the opportunities for peace, and we will.Tonight, I want to speak to the people of the Soviet Union, to tell them\nit's true that our governments have had serious differences, but our sons\nand daughters have never fought each other in war. And if we Americans have\nour way, they never will.People of the Soviet Union, there is only one sane policy, for your country\nand mine, to preserve our civilization in this modern age: A nuclear war\ncannot be won and must never be fought. The only value in our two nations\npossessing nuclear weapons is to make sure they will never be used. But\nthen would it not be better to do away with them entirely?People of the Soviet, President Dwight Eisenhower, who fought by your side\nin World War II, said the essential struggle \"is not merely man against man\nor nation against nation. It is man against war.\" Americans are people of\npeace. If your government wants peace, there will be peace. We can come\ntogether in faith and friendship to build a safer and far better world for\nour children and our children's children. And the whole world will rejoice.\nThat is my message to you.Some days when life seems hard and we reach out for values to sustain us or\na friend to help us, we find a person who reminds us what it means to be\nAmericans.Sergeant Stephen Trujillo, a medic in the 2d Ranger Battalion, 75th\nInfantry, was in the first helicopter to land at the compound held by Cuban\nforces in Grenada. He saw three other helicopters crash. Despite the\nimminent explosion of the burning aircraft, he never hesitated. He ran\nacross 25 yards of open terrain through enemy fire to rescue wounded\nsoldiers. He directed two other medics, administered first aid, and\nreturned again and again to the crash site to carry his wounded friends to\nsafety.Sergeant Trujillo, you and your fellow service men and women not only saved\ninnocent lives; you set a nation free. You inspire us as a force for\nfreedom, not for despotism; and, yes, for peace, not conquest. God bless\nyou.And then there are unsung heroes: single parents, couples, church and civic\nvolunteers. Their hearts carry without complaint the pains of family and\ncommunity problems. They soothe our sorrow, heal our wounds, calm our\nfears, and share our joy.A person like Father Ritter is always there. His Covenant House programs in\nNew York and Houston provide shelter and help to thousands of frightened\nand abused children each year. The same is true of Dr. Charles Carson.\nParalyzed in a plane crash, he still believed nothing is impossible. Today\nin Minnesota, he works 80 hours a week without pay, helping pioneer the\nfield of computer-controlled walking. He has given hope to 500,000\nparalyzed Americans that some day they may walk again.How can we not believe in the greatness of America? How can we not do what\nis right and needed to preserve this last best hope of man on Earth? After\nall our struggles to restore America, to revive confidence in our country,\nhope for our future, after all our hard-won victories earned through the\npatience and courage of every citizen, we cannot, must not, and will not\nturn back. We will finish our job. How could we do less? We're Americans.Carl Sandburg said, \"I see America not in the setting sun of a black night\nof despair... I see America in the crimson light of a rising sun fresh\nfrom the burning, creative hand of God... I see great days ahead for men\nand women of will and vision.\"I've never felt more strongly that America's best days and democracy's best\ndays lie ahead. We're a powerful force for good. With faith and courage, we\ncan perform great deeds and take freedom's next step. And we will. We will\ncarry on the tradition of a good and worthy people who have brought light\nwhere there was darkness, warmth where there was cold, medicine where there\nwas disease, food where there was hunger, and peace where there was only\nbloodshed.Let us be sure that those who come after will say of us in our time, that\nin our time we did everything that could be done. We finished the race; we\nkept them free; we kept the faith.Thank you very much. God bless you, and God bless America.NOTE: The President spoke at 9:02 p.m. in the House Chamber of the Capitol.\nHe was introduced by Thomas P. O'Neill, Jr., Speaker of the House of\nRepresentatives. The address was broadcast live on nationwide radio and\ntelevision.", 
    "name": "Ronald Reagan"
}