{
    "date": "December 1, 1879", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:The members of the Forty-sixth Congress have assembled in their first\nregular session under circumstances calling for mutual congratulation and\ngrateful acknowledgment to the Giver of All Good for the large and unusual\nmeasure of national prosperity which we now enjoy.The most interesting events which have occurred in our public affairs since\nmy last annual message to Congress are connected with the financial\noperations of the Government, directly affecting the business interests of\nthe country. I congratulate Congress on the successful execution of the\nresumption act. At the time fixed, and in the manner contemplated by law,\nUnited States notes began to be redeemed in coin. Since the 1st of January\nlast they have been promptly redeemed on presentation, and in all business\ntransactions, public and private, in all parts of the country, they are\nreceived and paid out as the equivalent of coin. The demand upon the\nTreasury for gold and silver in exchange for United States notes has been\ncomparatively small, and the voluntary deposit of coin and bullion in\nexchange for notes has been very large. The excess of the precious metals\ndeposited or exchanged for United States notes over the amount of United\nStates notes redeemed is about $40,000,000.The resumption of specie payments has been followed by a very great revival\nof business. With a currency equivalent in value to the money of the\ncommercial world, we are enabled to enter upon an equal competition with\nother nations in trade and production. The increasing foreign demand for\nour manufactures and agricultural products has caused a large balance of\ntrade in our favor, which has been paid in gold, from the 1st of July last\nto November 15, to the amount of about $59,000,000. Since the resumption of\nspecie payments there has also been a marked and gratifying improvement of\nthe public credit. The bonds of the Government bearing only 4 per cent\ninterest have been sold at or above par, sufficient in amount to pay off\nall of the national debt which was redeemable under present laws. The\namount of interest saved annually by the process of refunding the debt\nsince March 1, 1877, is $14,297,177. The bonds sold were largely in small\nsums, and the number of our citizens now holding the public securities is\nmuch greater than ever before. The amount of the national debt which\nmatures within less than two years is $792,121,700, of which $500,000,000\nbear interest at the rate of 5 per cent, and the balance is in bonds\nbearing 6 per cent interest. It is believed that this part of the public\ndebt can be refunded by the issue of 4 per cent bonds, and, by the\nreduction of interest which will thus be effected, about $11,000,000 can be\nannually saved to the Treasury. To secure this important reduction of\ninterest to be paid by the United States further legislation is required,\nwhich it is hoped will be provided by Congress during its present session.The coinage of gold by the mints of the United States during the last\nfiscal year was $40,986,912. The coinage of silver dollars since the\npassage of the act for that purpose up to November 1, 1879, was\n$45,000,850, of which $12,700,344 have been issued from the Treasury and\nare now in circulation, and $32,300,506 are still in the possession of the\nGovernment.The pendency of the proposition for unity of action between the United\nStates and the principal commercial nations of Europe to effect a permanent\nsystem for the equality of gold and silver in the recognized money of the\nworld leads me to recommend that Congress refrain from new legislation on\nthe general subject. The great revival of trade, internal and foreign, will\nsupply during the coming year its own instructions, which may well be\nawaited before attempting further experimental measures with the coinage. I\nwould, however, strongly urge upon Congress the importance of authorizing\nthe Secretary of the Treasury to suspend the coinage of silver dollars upon\nthe present legal ratio. The market value of the silver dollar being\nuniformly and largely less than the market value of the gold dollar, it is\nobviously impracticable to maintain them at par with each other if both are\ncoined without limit. If the cheaper coin is forced into circulation, it\nwill, if coined without limit, soon become the sole standard of value, and\nthus defeat the desired object, which is a currency of both gold and silver\nwhich shall be of equivalent value, dollar for dollar, with the universally\nrecognized money of the world.The retirement from circulation of United States notes with the capacity of\nlegal tender in private contracts is a step to be taken in our progress\ntoward a safe and stable currency which should be accepted as the policy\nand duty of the Government and the interest and security of the people. It\nis my firm conviction that the issue of legal-tender paper money based\nwholly upon the authority and credit of the Government, except in extreme\nemergency, is without warrant in the Constitution and a violation of sound\nfinancial principles. The issue of United States notes during the late\ncivil war with the capacity of legal tender between private individuals was\nnot authorized except as a means of rescuing the country from imminent\nperil. The circulation of these notes as paper money for any protracted\nperiod of time after the accomplishment of this purpose was not\ncontemplated by the framers of the law under which they were issued. They\nanticipated the redemption and withdrawal of these notes at the earliest\npracticable period consistent with the attainment of the object for which\nthey were provided.The policy of the United States, steadily adhered to from the adoption of\nthe Constitution, has been to avoid the creation of a national debt; and\nwhen, from necessity in time of war, debts have been created, they have\nbeen paid off, on the return of peace, as rapidly as possible. With this\nview, and for this purpose, it is recommended that the existing laws for\nthe accumulation of a sinking fund sufficient to extinguish the public debt\nwithin a limited period be maintained. If any change of the objects or\nrates of taxation is deemed necessary by Congress, it is suggested that\nexperience has shown that a duty can be placed on tea and coffee which will\nnot enhance the price of those articles to the consumer, and which will add\nseveral millions of dollars annually to the Treasury.The continued deliberate violation by a large number of the prominent and\ninfluential citizens of the Territory of Utah of the laws of the United\nStates for the prosecution and punishment of polygamy demands the attention\nof every department of the Government. This Territory has a population\nsufficient to entitle it to admission as a State, and the general interests\nof the nation, as well as the welfare of the citizens of the Territory,\nrequire its advance from the Territorial form of government to the\nresponsibilities and privileges of a State. This important change will not,\nhowever, be approved by the country while the citizens of Utah in very\nconsiderable number uphold a practice which is condemned as a crime by the\nlaws of all civilized communities throughout the world.The law for the suppression of this offense was enacted with great\nunanimity by Congress more than seventeen years ago, but has remained until\nrecently a dead letter in the Territory of Utah, because of the peculiar\ndifficulties attending its enforcement. The opinion widely prevailed among\nthe citizens of Utah that the law was in contravention of the\nconstitutional guaranty of religious freedom. This objection is now\nremoved. The Supreme Court of the United States has decided the law to be\nwithin the legislative power of Congress and binding as a rule of action\nfor all who reside within the Territories. There is no longer any reason\nfor delay or hesitation in its enforcement. It should be firmly and\neffectively executed. If not sufficiently stringent in its provisions, it\nshould be amended; and in aid of the purpose in view I recommend that more\ncomprehensive and more searching methods for preventing as well as\npunishing this crime be provided. If necessary to secure obedience to the\nlaw, the enjoyment and exercise of the rights and privileges of citizenship\nin the Territories of the United States may be withheld or withdrawn from\nthose who violate or oppose the enforcement of the law on this subject.The elections of the past year, though occupied only with State officers,\nhave not failed to elicit in the political discussions which attended them\nall over the country new and decisive evidence of the deep interest which\nthe great body of citizens take in the progress of the country toward a\nmore general and complete establishment, at whatever cost, of universal\nsecurity and freedom in the exercise of the elective franchise. While many\ntopics of political concern demand great attention from our people, both in\nthe sphere of national and State authority, I find no reason to qualify the\nopinion I expressed in my last annual message, that no temporary or\nadministrative interests of government, however urgent or weighty, will\never displace the zeal of our people in defense of the primary rights of\ncitizenship, and that the power of public opinion will override all\npolitical prejudices, and all sectional and State attachments in demanding\nthat all over our wide territory the name and character of citizen of the\nUnited States shall mean one and the same thing and carry with them\nunchallenged security and respect. I earnestly appeal to the intelligence\nand patriotism of all good citizens of every part of the country, however\nmuch they maybe divided in opinions on other political subjects, to unite\nin compelling obedience to existing laws aimed at the protection of the\nright of suffrage. I respectfully urge upon Congress to supply any defects\nin these laws which experience has shown and which it is within its power\nto remedy. I again invoke the cooperation of the executive and legislative\nauthorities of the States in this great purpose. I am fully convinced that\nif the public mind can be set at rest on this paramount question of popular\nrights no serious obstacle will thwart or delay the complete pacification\nof the country or retard the general diffusion of prosperity.In a former message I invited the attention of Congress to the subject of\nthe reformation of the civil service of the Government, and expressed the\nintention of transmitting to Congress as early as practicable a report upon\nthis subject by the chairman of the Civil Service Commission.In view of the facts that during a considerable period the Government of\nGreat Britain has been dealing with administrative problems and abuses in\nvarious particulars analogous to those presented in this country, and that\nin recent years the measures adopted were understood to have been effective\nand in every respect highly satisfactory, I thought it desirable to have\nfuller information upon the subject, and accordingly requested the chairman\nof the Civil Service Commission to make a thorough investigation for this\npurpose. The result has been an elaborate and comprehensive report.The report sets forth the history of the partisan spoils system in Great\nBritain, and of the rise and fall of the parliamentary patronage, and of\nofficial interference with the freedom of elections. It shows that after\nlong trials of various kinds of examinations those which are competitive\nand open on equal terms to all, and which are carried on under the\nsuperintendence of a single commission, have, with great advantage, been\nestablished as conditions of admission to almost every official place in\nthe subordinate administration of that country and of British India. The\ncompletion of the report, owing to the extent of the labor involved in its\npreparation and the omission of Congress to make any provision either for\nthe compensation or the expenses of the Commission, has been postponed\nuntil the present time. It is herewith transmitted to Congress.While the reform measures of another government are of no authority for us,\nthey are entitled to influence to the extent to which their intrinsic\nwisdom and their adaptation to our institutions and social life may commend\nthem to our consideration. The views I have heretofore expressed concerning\nthe defects and abuses in our civil administration remain unchanged, except\nin so far as an enlarged experience has deepened my sense of the duty both\nof officers and of the people themselves to cooperate for their removal.\nThe grave evils and perils of a partisan spoils system of appointment to\noffice and of office tenure are now generally recognized. In the\nresolutions of the great parties, in the reports of Departments, in the\ndebates and proceedings of Congress, in the messages of Executives, the\ngravity of these evils has been pointed out and the need of their reform\nhas been admitted.To command the necessary support, every measure of reform must be based on\ncommon right and justice, and must be compatible with the healthy existence\nof great parties, which are inevitable and essential in a free state.When the people have approved a policy at a national election, confidence\non the part of the officers they have selected and of the advisers who, in\naccordance with our political institutions, should be consulted in the\npolicy which it is their duty to carry into effect is indispensable. It is\neminently proper that they should explain it before the people, as well as\nillustrate its spirit in the performance of their official duties.Very different considerations apply to the greater number of those who fill\nthe subordinate places in the civil service. Their responsibility is to\ntheir superiors in official position. It is their duty to obey the legal\ninstructions of those upon whom that authority is devolved, and their best\npublic service consists in the discharge of their functions irrespective of\npartisan politics. Their duties are the same whatever party is in power and\nwhatever policy prevails. As a consequence it follows that their tenure of\noffice should not depend on the prevalence of any policy or the supremacy\nof any party, but should be determined by their capacity to serve the\npeople most usefully quite irrespective of partisan interests. The same\nconsiderations that should govern the tenure should also prevail in the\nappointment, discipline, and removal of these subordinates. The authority\nof appointment and removal is not a perquisite, which may be used to aid a\nfriend or reward a partisan, but is a trust, to be exercised in the public\ninterest under all the sanctions which attend the obligation to apply the\npublic funds only for public purposes.Every citizen has an equal right to the honor and profit of entering the\npublic service of his country. The only just ground of discrimination is\nthe measure of character and capacity he has to make that service most\nuseful to the people. Except in cases where, upon just and recognized\nprinciples--as upon the theory of pensions--offices and promotions are\nbestowed as rewards for past services, their bestowal upon any theory which\ndisregards personal merit is an act of injustice to the citizen, as well as\na breach of that trust subject to which the appointing power is held.In the light of these principles it becomes of great importance to provide\njust and adequate means, especially for every Department and large\nadministrative office, where personal discrimination on the part of its\nhead is not practicable, for ascertaining those qualifications to which\nappointments and removals should have reference. To fail to provide such\nmeans is not only to deny the opportunity of ascertaining the facts upon\nwhich the most righteous claim to office depends, but of necessity to\ndiscourage all worthy aspirants by handing over appointments and removals\nto mere influence and favoritism. If it is the right of the worthiest\nclaimant to gain the appointment and the interest of the people to bestow\nit upon him, it would seem clear that a wise and just method of\nascertaining personal fitness for office must be an important and permanent\nfunction of every just and wise government. It has long since become\nimpossible in the great offices for those having the duty of nomination and\nappointment to personally examine into the individual qualifications of\nmore than a small proportion of those seeking office, and with the\nenlargement of the civil service that proportion must continue to become\nless.In the earlier years of the Government the subordinate offices were so few\nin number that it was quite easy for those making appointments and\npromotions to personally ascertain the merits of candidates. Party managers\nand methods had not then become powerful agencies of coercion, hostile to\nthe free and just exercise of the appointing power.A large and responsible part of the duty of restoring the civil service to\nthe desired purity and efficiency rests upon the President, and it is my\npurpose to do what is within my power to advance such prudent and gradual\nmeasures of reform as will most surely and rapidly bring about that radical\nchange of system essential to make our administrative methods satisfactory\nto a free and intelligent people. By a proper exercise of authority it is\nin the power of the Executive to do much to promote such a reform. But it\ncan not be too clearly understood that nothing adequate can be accomplished\nwithout cooperation on the part of Congress and considerate and intelligent\nsupport among the people. Reforms which challenge the generally accepted\ntheories of parties and demand changes in the methods of Departments are\nnot the work of a day. Their permanent foundations must be laid in sound\nprinciples and in an experience which demonstrates their wisdom and exposes\nthe errors of their adversaries. Every worthy officer desires to make his\nofficial action a gain and an honor to his country; but the people\nthemselves, far more than their officers in public station, are interested\nin a pure, economical, and vigorous administration.By laws enacted in 1853 and 1855, and now in substance incorporated in the\nRevised Statutes, the practice of arbitrary appointments to the several\nsubordinate grades in the great Departments was condemned, and examinations\nas to capacity, to be conducted by departmental boards of examiners, were\nprovided for and made conditions of admission to the public service. These\nstatutes are a decision by Congress that examinations of some sort as to\nattainments and capacity are essential to the well-being of the public\nservice. The important questions since the enactment of these laws have\nbeen as to the character of these examinations, and whether official favor\nand partisan influence or common right and merit were to control the access\nto the examinations. In practice these examinations have not always been\nopen to worthy persons generally who might wish to be examined. Official\nfavoritism and partisan influence, as a rule, appear to have designated\nthose who alone were permitted to go before the examining boards,\nsubjecting even the examiners to a pressure from the friends of the\ncandidates very difficult to resist. As a consequence the standard of\nadmission fell below that which the public interest demanded. It was also\nalmost inevitable that a system which provided for various separate boards\nof examiners, with no common supervision or uniform method of procedure,\nshould result in confusion, inconsistency, and inadequate tests of\ncapacity, highly detrimental to the public interest. A further and more\nradical change was obviously required.In the annual message of December, 1870, my predecessor declared that--\nThere is no duty which so much embarrasses the Executive and heads of\nDepartments as that of appointments, nor is there any such arduous and\nthankless labor imposed on Senators and Representatives as that of finding\nplaces for constituents. The present system does not secure the best men,\nand often not even fit men, for public place. The elevation and\npurification of the civil service of the Government will be hailed with\napproval by the whole people of the United States. Congress accordingly\npassed the act approved March 3, 1871, \"to regulate the civil service of\nthe United States and promote the efficiency thereof,\" giving the necessary\nauthority to the Executive to inaugurate a civil-service reform.Acting under this statute, which was interpreted as intended to secure a\nsystem of just and effectual examinations under uniform supervision, a\nnumber of eminently competent persons were selected for the purpose, who\nentered with zeal upon the discharge of their duties, prepared with an\nintelligent appreciation of the requirements of the service the regulations\ncontemplated, and took charge of the examinations, and who in their\ncapacity as a board have been known as the \"Civil Service Commission.\"\nCongress for two years appropriated the money needed for the compensation\nand for the expense of carrying on the work of the Commission.It appears from the report of the Commission submitted to the President in\nApril, 1874, that examinations had been held in various sections of the\ncountry, and that an appropriation of about $25,000 would be required to\nmeet the annual expenses, including salaries, involved in discharging the\nduties of the Commission. The report was transmitted to Congress by special\nmessage of April 18, 1874, with the following favorable comment upon the\nlabors of the Commission: If sustained by Congress, I have no doubt the\nrules can, after the experience gained, be so improved and enforced as to\nstill more materially benefit the public service and relieve the Executive,\nmembers of Congress, and the heads of Departments from influences\nprejudicial to good administration. The rules, as they have hitherto been\nenforced, have resulted beneficially, as is shown by the opinions of the\nmembers of the Cabinet and their subordinates in the Departments, and in\nthat opinion I concur. And in the annual message of December of the same\nyear similar views are expressed and an appropriation for continuing the\nwork of the Commission again advised.The appropriation was not made, and as a consequence the active work of the\nCommission was suspended, leaving the Commission itself still in existence.\nWithout the means, therefore, of causing qualifications to be tested in any\nsystematic manner or of securing for the public service the advantages of\ncompetition upon any extensive plan, I recommended in my annual message of\nDecember, 1877, the making of an appropriation for the resumption of the\nwork of the Commission.In the meantime, however, competitive examinations, under many\nembarrassments, have been conducted within limited spheres in the Executive\nDepartments in Washington and in a number of the custom-houses and\npost-offices of the principal cities of the country, with a view to further\ntest their effects, and in every instance they have been found to be as\nsalutary as they are stated to have been under the Administration of my\npredecessor. I think the economy, purity, and efficiency of the public\nservice would be greatly promoted by their systematic introduction,\nwherever practicable, throughout the entire civil service of the\nGovernment, together with ample provision for their general supervision in\norder to secure consistency and uniform justice.Reports from the Secretary of the Interior, from the Postmaster-General,\nfrom the postmaster in the city of New York, where such examinations have\nbeen some time on trial, and also from the collector of the port, the naval\nofficer, and the surveyor in that city, and from the postmasters and\ncollectors in several of the other large cities, show that the competitive\nsystem, where applied, has in various ways contributed to improve the\npublic service.The reports show that the results have been salutary in a marked degree,\nand that the general application of similar rules can not fail to be of\ndecided benefit to the service.The reports of the Government officers, in the city of New York especially,\nbear decided testimony to the utility of open competitive examinations in\ntheir respective offices, showing that--These examinations and the\nexcellent qualifications of those admitted to the service through them have\nhad a marked incidental effect upon the persons previously in the service,\nand particularly upon those aspiring to promotion. There has been on the\npart of these latter an increased interest in the work and a desire to\nextend acquaintance with it beyond the particular desk occupied, and thus\nthe morale of the entire force has been raised. The examinations have been\nattended by many citizens, who have had an opportunity to thoroughly\ninvestigate the scope and character of the tests and the method of\ndetermining the results, and those visitors have without exception approved\nthe methods employed, and several of them have publicly attested their\nfavorable opinion. Upon such considerations I deem it my duty to renew the\nrecommendation contained in my annual message of December, 1877, requesting\nCongress to make the necessary appropriation for the resumption of the work\nof the Civil Service Commission. Economy will be promoted by authorizing a\nmoderate compensation to persons in the public service who may perform\nextra labor upon or under the Commission, as the Executive may direct.I am convinced that if a just and adequate test of merit is enforced for\nadmission to the public service and in making promotions such abuses as\nremovals without good cause and partisan and official interference with the\nproper exercise of the appointing power will in large measure disappear.There are other administrative abuses to which the attention of Congress\nshould be asked in this connection. Mere partisan appointments and the\nconstant peril of removal without cause very naturally lead to an absorbing\nand mischievous political activity on the part of those thus appointed,\nwhich not only interferes with the due discharge of official duty, but is\nincompatible with the freedom of elections. Not without warrant in the\nviews of several of my predecessors in the Presidential office, and\ndirectly within the law of 1871, already cited, I endeavored, by regulation\nmade on the 22d day of June, 1877, to put some reasonable limits to such\nabuses. It may not be easy, and it may never perhaps be necessary, to\ndefine with precision the proper limit of political action on the part of\nFederal officers. But while their right to hold and freely express their\nopinions can not be questioned, it is very plain that they should neither\nbe allowed to devote to other subjects the time needed for the proper\ndischarge of their official duties nor to use the authority of their office\nto enforce their own opinions or to coerce the political action of those\nwho hold different opinions.Reasons of justice and public policy quite analogous to those which forbid\nthe use of official power for the oppression of the private citizen impose\nupon the Government the duty of protecting its officers and agents from\narbitrary exactions. In whatever aspect considered, the practice of making\nlevies for party purposes upon the salaries of officers is highly\ndemoralizing to the public service and discreditable to the country. Though\nan officer should be as free as any other citizen to give his own money in\naid of his opinions or his party, he should also be as free as any other\ncitizen to refuse to make such gifts. If salaries are but a fair\ncompensation for the time and labor of the officer, it is gross injustice\nto levy a tax upon them. If they are made excessive in order that they may\nbear the tax, the excess is an indirect robbery of the public funds.I recommend, therefore, such a revision and extension of present statutes\nas shall secure to those in every grade of official life or public\nemployment the protection with which a great and enlightened nation should\nguard those who are faithful in its service.Our relations with foreign countries have continued peaceful.With Great Britain there are still unsettled questions, growing out of the\nlocal laws of the maritime provinces and the action of provincial\nauthorities deemed to be in derogation of rights secured by treaty to\nAmerican fishermen. The United States minister in London has been\ninstructed to present a demand for $105,305.02 in view of the damages\nreceived by American citizens at Fortune Bay on the 6th day of January,\n1878. The subject has been taken into consideration by the British\nGovernment, and an early reply is anticipated.Upon the completion of the necessary preliminary examinations the subject\nof our participation in the provincial fisheries, as regulated by treaty,\nwill at once be brought to the attention of the British Government, with a\nview to an early and permanent settlement of the whole question, which was\nonly temporarily adjusted by the treaty of Washington.Efforts have been made to obtain the removal of restrictions found\ninjurious to the exportation of cattle to the United Kingdom.Some correspondence has also occurred with regard to the rescue and saving\nof life and property upon the Lakes, which has resulted in important\nmodifications of the previous regulations of the Dominion government on the\nsubject in the interest of humanity and commerce.In accordance with the joint resolution of the last session of Congress,\ncommissioners were appointed to represent the United States at the two\ninternational exhibitions in Australia, one of which is now in progress at\nSydney, and the other to be held next year at Melbourne. A desire has been\nexpressed by our merchants and manufacturers interested in the important\nand growing trade with Australia that an increased provision should be made\nby Congress for the representation of our industries at the Melbourne\nexhibition of next year, and the subject is respectfully submitted to your\nfavorable consideration.The assent of the Government has been given to the landing on the coast of\nMassachusetts of a new and independent transatlantic cable between France,\nby way of the French island of St. Pierre, and this country, subject to any\nfuture legislation of Congress on the subject. The conditions imposed\nbefore allowing this connection with our shores to be established are such\nas to secure its competition with any existing or future lines of marine\ncable and preclude amalgamation therewith, to provide for entire equality\nof rights to our Government and people with those of France in the use of\nthe cable, and prevent any exclusive possession of the privilege as\naccorded by France to the disadvantage of any future cable communication\nbetween France and the United States which may be projected and\naccomplished by our citizens. An important reduction of the present rates\nof cable communication with Europe, felt to be too burdensome to the\ninterests of our commerce, must necessarily flow from the establishment of\nthis competing line.The attention of Congress was drawn to the propriety of some general\nregulation by Congress of the whole subject of transmarine cables by my\npredecessor in his message of December 7, 1875, and I respectfully submit\nto your consideration the importance of Congressional action in the\nmatter.The questions of grave importance with Spain growing out of the incidents\nof the Cuban insurrection have been for the most part happily and honorably\nsettled. It may reasonably be anticipated that the commission now sitting\nin Washington for the decision of private cases in this connection will\nsoon be able to bring its labors to a conclusion.The long-standing question of East Florida claims has lately been renewed\nas a subject of correspondence, and may possibly require Congressional\naction for its final disposition.A treaty with the Netherlands with respect to consular rights and\nprivileges similar to those with other powers has been signed and ratified,\nand the ratifications were exchanged on the 31st of July last. Negotiations\nfor extradition treaties with the Netherlands and with Denmark are now in\nprogress.Some questions with Switzerland in regard to pauper and convict emigrants\nhave arisen, but it is not doubted that they will be arranged upon a just\nand satisfactory basis. A question has also occurred with respect to an\nasserted claim by Swiss municipal authorities to exercise tutelage over\npersons and property of Swiss citizens naturalized in this country. It is\npossible this may require adjustment by treaty.With the German Empire frequent questions arise in connection with the\nSubjects of naturalization and expatriation, but the Imperial Government\nhas constantly manifested a desire to strictly maintain and comply with all\ntreaty stipulations in regard to them.In consequence of the omission of Congress to provide for a diplomatic\nrepresentative at Athens, the legation to Greece has been withdrawn. There\nis now no channel of diplomatic communication between the two countries,\nand the expediency of providing for one in some form is submitted to\nCongress.Relations with Austria, Russia, Italy, Portugal, Turkey, and Belgium\ncontinue amicable, and marked by no incident of especial importance.A change of the personal head of the Government of Egypt has taken place.\nNo change, however, has occurred in the relations between Egypt and the\nUnited States. The action of the Egyptian Government in presenting to the\ncity of New York one of the ancient obelisks, which possess such historic\ninterest, is highly appreciated as a generous mark of international regard.\nIf prosperity should attend the enterprise of its transportation across the\nAtlantic, its erection in a conspicuous position in the chief commercial\ncity of the nation will soon be accomplished.The treaty recently made between Japan and the United States in regard to\nthe revision of former commercial treaties it is now believed will be\nfollowed by similar action on the part of other treaty powers. The\nattention of Congress is again invited to the subject of the indemnity\nfunds received some years since from Japan and China, which, with their\naccumulated interest, now amount to considerable sums. If any part of these\nfunds is justly due to American citizens, they should receive it promptly;\nand whatever may have been received by this Government in excess of\nstrictly just demands should in some form be returned to the nations to\nwhom it equitably belongs.The Government of China has signified its willingness to consider the\nquestion of the emigration of its subjects to the United States with a\ndispassionate fairness and to cooperate in such measures as may tend to\nprevent injurious consequences to the United States. The negotiations are\nstill proceeding, and will be pressed with diligence.A question having arisen between China and Japan about the Lew Chew\nIslands, the United States Government has taken measures to inform those\npowers of its readiness to extend its good offices for the maintenance of\npeace if they shall mutually deem it desirable and find it practicable to\navail themselves of the proffer.It is a gratification to be able to announce that, through the judicious\nand energetic action of the military commanders of the two nations on each\nside of the Rio Grande, under the instructions of their respective\nGovernments, raids and depredations have greatly decreased, and in the\nlocalities where formerly most destructive have now almost wholly ceased.\nIn view of this result, I entertain a confident expectation that the\nprevalence of quiet on the border will soon become so assured as to justify\na modification of the present orders to our military commanders as to\ncrossing the border, without encouraging such disturbances as would\nendanger the peace of the two countries.The third installment of the award against Mexico under the claims\ncommission of July 4, 1868, was duly paid, and has been put in course of\ndistribution in pursuance of the act of Congress providing for the same.\nThis satisfactory situation between the two countries leads me to\nanticipate an expansion of our trade with Mexico and an increased\ncontribution of capital and industry by our people to the development of\nthe great resources of that country. I earnestly commend to the wisdom of\nCongress the provision of suitable legislation looking to this result.Diplomatic intercourse with Colombia is again fully restored by the arrival\nof a minister from that country to the United States. This is especially\nfortunate in view of the fact that the question of an inter-oceanic canal\nhas recently assumed a new and important aspect and is now under discussion\nwith the Central American countries through whose territory the canal, by\nthe Nicaragua route, would have to pass. It is trusted that enlightened\nstatesmanship on their part will see that the early prosecution of such a\nwork will largely inure to the benefit, not only of their own citizens and\nthose of the United States, but of the commerce of the civilized world. It\nis not doubted that should the work be undertaken under the protective\nauspices of the United States, and upon satisfactory concessions for the\nright of way and its security by the Central American Governments, the\ncapital for its completion would be readily furnished from this country and\nEurope, which might, failing such guaranties, prove inaccessible.Diplomatic relations with Chile have also been strengthened by the\nreception of a minister from that country.The war between Peru, Bolivia, and Chile still continues. The United States\nhave not deemed it proper to interpose in the matter further than to convey\nto all the Governments concerned the assurance that the friendly offices of\nthe Government of the United States for the restoration of peace upon an\nhonorable basis will be extended in case the belligerents shall exhibit a\nreadiness to accept them.Cordial relations continue with Brazil and the Argentine Republic, and\ntrade with those countries is improving. A provision for regular and more\nfrequent mail communication, in our own ships, between the ports of this\ncountry and the nations of South America seems to me to deserve the\nattention of Congress as an essential precursor of an enlargement of our\ncommerce with them and an extension of our carrying trade.A recent revolution in Venezuela has been followed by the establishment of\na provisional government. This government has not yet been formally\nrecognized, and it is deemed desirable to await the proposed action of the\npeople which is expected to give it the sanction of constitutional forms.A naval vessel has been sent to the Samoan Islands to make surveys and take\npossession of the privileges ceded to the United States by Samoa in the\nharbor of Pago-Pago. A coaling station is to be established there, which\nwill be convenient and useful to United States vessels.The subject of opening diplomatic relations with Roumania and Servia, now\nbecome independent sovereignties, is at present under consideration, and is\nthe subject of diplomatic correspondence.There is a gratifying increase of trade with nearly all European and\nAmerican countries, and it is believed that with judicious action in regard\nto its development it can and will be still more enhanced and that American\nproducts and manufactures will find new and expanding markets. The reports\nof diplomatic and consular officers upon this subject, under the system now\nadopted, have resulted in obtaining much valuable information, which has\nbeen and will continue to be laid before Congress and the public from time\nto time.The third article of the treaty with Russia of March 30, 1867, by which\nAlaska was ceded to the United States, provides that the inhabitants of the\nceded territory, with the exception of the uncivilized native tribes, shall\nbe admitted to the enjoyment of all the rights of citizens of the United\nStates and shall be maintained and protected in the free enjoyment of their\nliberty, property, and religion. The uncivilized tribes are subject to such\nlaws and regulations as the United States may from time to time adopt in\nregard to the aboriginal tribes of that country.Both the obligations of this treaty and the necessities of the people\nrequire that some organized form of government over the Territory of Alaska\nbe adopted.There appears to be no law for the arrest of persons charged with\ncommon-law offenses, such as assault, robbery, and murder, and no\nmagistrate authorized to issue or execute process in such cases. Serious\ndifficulties have already arisen from offenses of this character, not only\namong the original inhabitants, but among citizens of the United States and\nother countries who have engaged in mining, fishing, and other business\noperations within the territory. A bill authorizing the appointment of\njustices of the peace and constables and the arrest and detention of\npersons charged with criminal offenses, and providing for an appeal to\nUnited States courts for the district of Oregon in suitable cases, will at\na proper time be submitted to Congress.The attention of Congress is called to the annual report of the Secretary\nof the Treasury on the condition of the public finances.The ordinary revenues from all sources for the fiscal year ended June 30,\n1879, were $273,827,184.46; the ordinary expenditures for the same period\nwere $266,947,883.53, leaving a surplus revenue for the year of\n$6,879,300.93.The receipts for the present fiscal year, ending June 30, 1880, actual and\nestimated, are as follows: Actual receipts for the first quarter,\ncommencing July 1, 1879, $79,843,663.61; estimated receipts for the\nremaining three quarters of the year, $208,156,336.39; total receipts for\nthe current fiscal year, actual and estimated, $288,000,000.The expenditures for the same period will be, actual and estimated, as\nfollows: For the quarter commencing July 1, 1879, actual expenditures,\n$91,683,385.10; and for the remaining three quarters of the year the\nexpenditures are estimated at $172,316,614.90, making the total\nexpenditures $264,000,000, and leaving an estimated surplus revenue for the\nyear ending June 30, 1880, of $24,000,000. The total receipts during the\nnext fiscal year, ending June 30, 1881, estimated according to existing\nlaws, will be $288,000,000, and the estimated ordinary expenditures for the\nsame period will be $278,097,364.39, leaving a surplus of $9,902,635.61 for\nthat year.The large amount expended for arrears of pensions during the last and the\npresent fiscal year, amounting to $21,747,249.60, has prevented the\napplication of the full amount required by law to the sinking fund for the\ncurrent year; but these arrears having been substantially paid, it is\nbelieved that the sinking fund can hereafter be maintained without any\nchange of existing law.The Secretary of War reports that the War Department estimates for the\nfiscal year ending June 30, 1881, are $40,380,428.93, the same being for a\nless sum of money than any annual estimate rendered to Congress from that\nDepartment during a period of at least twelve years.He concurs with the General of the Army in recommending such legislation as\nwill authorize the enlistment of the full number of 25,000 men for the line\nof the Army, exclusive of the 3,463 men required for detached duty, and\ntherefore not available for service in the field.He also recommends that Congress be asked to provide by law for the\ndisposition of a large number of abandoned military posts and reservations,\nwhich, though very valuable in themselves, have been rendered useless for\nmilitary purposes by the advance of civilization and settlement.He unites with the Quartermaster-General in recommending that an\nappropriation be made for the construction of a cheap and perfectly\nfireproof building for the safe storage of a vast amount of money accounts,\nvouchers, claims, and other valuable records now in the\nQuartermaster-General's Office, and exposed to great risk of total\ndestruction by fire.He also recommends, in conformity with the views of the\nJudge-Advocate-General, some declaratory legislation in reference to the\nmilitary statute of limitations as applied to the crime of desertion. In\nthese several recommendations I concur.The Secretary of War further reports that the work for the improvement of\nthe South Pass of the Mississippi River, under contract with Mr. James B.\nEads, made in pursuance of an act of Congress, has been prosecuted during\nthe past year with a greater measure of success in the attainment of\nresults than during any previous year. The channel through the South Pass,\nwhich at the beginning of operations in June, 1875, had a depth of only 7\n1/2 feet of water, had on the 8th of July, 1879, a minimum depth of 26\nfeet, having a width of not less than 200 feet and a central depth of 30\nfeet. Payments have been made in accordance with the statute, as the work\nprogressed, amounting in the aggregate to $4,250,000; and further payments\nwill become due, as provided by the statute, in the event of success in\nmaintaining the channel now secured.The reports of the General of the Army and of his subordinates present a\nfull and detailed account of the military operations for the suppression of\nhostilities among the Indians of the Ute and Apache tribes, and praise is\njustly awarded to the officers and troops engaged for promptness, skill,\nand courage displayed.The past year has been one of almost unbroken peace and quiet on the\nMexican frontier, and there is reason to believe that the efforts of this\nGovernment and of Mexico to maintain order in that region will prove\npermanently successful.This Department was enabled during the past year to find temporary, though\ncrowded, accommodations and a safe depository for a portion of its records\nin the completed east wing of the building designed for the State, War, and\nNavy Departments. The construction of the north wing of the building, a\npart of the structure intended for the use of the War Department, is being\ncarried forward with all possible dispatch, and the work should receive\nfrom Congress such liberal appropriations as will secure its speedy\ncompletion.The report of the Secretary of the Navy shows continued improvement in that\nbranch of the service during the last fiscal year. Extensive repairs have\nbeen made upon vessels, and two new ships have been completed and made\nready for sea.The total expenditures of the year ended June 30, 1879, including specific\nappropriations not estimated for by the Department, were $13,555,710.09.\nThe expenses chargeable to the year, after deducting the amount of these\nspecific appropriations, were $13,343,317.79; but this is subject to a\nreduction of $283,725.99, that amount having been drawn upon warrants, but\nnot paid out during the year. The amount of appropriations applicable to\nthe last fiscal year was $14,538,646.17. There was, therefore, a balance of\n$1,479,054.37 remaining unexpended and to the credit of the Department on\nJune 30, 1879. The estimates for the fiscal year ending June 30, 1881, are\n$14,864,147.95, which exceeds the appropriations for the present fiscal\nyear $361,897.28. The reason for this increase is explained in the\nSecretary's report. The appropriations available for the present fiscal\nyear are $14,502,250.67, which will, in the opinion of the Secretary,\nanswer all the ordinary demands of the service. The amount drawn from the\nTreasury from July 1 to November 1, 1879 was $5,770,404.12, of which\n$1,095,440.33 has been refunded, leaving as the expenditure for that period\n$4,674,963.79. If the expenditures of the remaining two-thirds of the year\ndo not exceed the proportion for these four months, there will remain\nunexpended at the end of the year $477,359.30 of the current\nappropriations. The report of the Secretary shows the gratifying fact that\namong all the disbursing officers of the Pay Corps of the Navy there is not\none who is a defaulter to the extent of a single dollar. I unite with him\nin recommending the removal of the observatory to a more healthful\nlocation. That institution reflects credit upon the nation, and has\nobtained the approbation of scientific men in all parts of the world. Its\nremoval from its present location would not only be conducive to the health\nof its officers and professors, but would greatly increase its usefulness.The appropriation for judicial expenses, which has heretofore been made for\nthe Department of Justice in gross, was subdivided at the last session of\nCongress, and no appropriation whatever was made for the payment of the\nfees of marshals and their deputies, either in the service of process or\nfor the discharge of other duties; and since June 30 these officers have\ncontinued the performance of their duties without compensation from the\nGovernment, taking upon themselves the necessary incidental outlays, as\nwell as rendering their own services. In only a few unavoidable instances\nhas the proper execution of the process of the United States failed by\nreason of the absence of the requisite appropriation. This course of\nofficial conduct on the part of these officers, highly creditable to their\nfidelity, was advised by the Attorney-General, who informed them, however,\nthat they would necessarily have to rely for their compensation upon the\nprospect of future legislation by Congress. I therefore especially\nrecommend that immediate appropriation be made by Congress for this\npurpose.The act making the principal appropriation for the Department of Justice at\nprevious sessions has uniformly contained the following clause: And for\ndefraying the expenses which my be incurred in the enforcement of the act\napproved February 28, 1871, entitled \"An act to amend an act approved May\n31, 1870, entitled 'An act to enforce the rights of citizens of the United\nStates to vote in the several States of this Union, and for other\npurposes,'\" or any acts amendatory thereof or supplementary thereto. No\nappropriation was made for this purpose for the current year. As no general\nelection for Members of Congress occurred, the omission was a matter of\nlittle practical importance. Such election will, however, take place during\nthe ensuing year, and the appropriation made for the pay of marshals and\ndeputies should be sufficient to embrace compensation for the services they\nmay be required to perform at such elections.The business of the Supreme Court is at present largely in arrears. It can\nnot be expected that more causes can be decided than are now disposed of in\nits annual session, or that by any assiduity the distinguished magistrates\nwho compose the court can accomplish more than is now done. In the courts\nof many of the circuits also the business has increased to such an extent\nthat the delay of justice will call the attention of Congress to an\nappropriate remedy. It is believed that all is done in each circuit which\ncan fairly be expected from its judicial force. The evils arising from\ndelay are less heavily felt by the United States than by private suitors,\nas its causes are advanced by the courts when it is seen that they involve\nthe discussion of questions of a public character.The remedy suggested by the Attorney-General is the appointment of\nadditional circuit judges and the creation of an intermediate court of\nerrors and appeals, which shall relieve the Supreme Court of a part of its\njurisdiction, while a larger force is also obtained for the performance of\ncircuit duties.I commend this suggestion to the consideration of Congress. It would seem\nto afford a complete remedy, and would involve, if ten additional circuit\njudges are appointed, an expenditure, at the present rate of salaries, of\nnot more than $60,000 a year, which would certainly be small in comparison\nwith the objects to be attained.The report of the Postmaster-General bears testimony to the general revival\nof business throughout the country. The receipts of the Post-Office\nDepartment for the fiscal year ended June 30, 1879, were $30,041,982.86,\nbeing $764,465.91 more than the revenues of the preceding year. The amount\nrealized from the sale of postage stamps, stamped envelopes, and postal\ncards was $764,465.91 more than in the preceding year, and $2,387,559.23\nmore than in 1877. The expenditures of the Department were $33,449,899.45,\nof which the sum of $376,461.63 was paid on liabilities incurred in\npreceding years.The expenditures during the year were $801,209.77 less than in the\npreceding year. This reduction is to be attributed mainly to the operation\nof the law passed June 17, 1878, changing the compensation of postmasters\nfrom a commission on the value of stamps sold to a commission on stamps\ncanceled.The amount drawn from the Treasury on appropriations, in addition to the\nrevenues of the Department, was $3,031,454.96, being $2,276,197.86 less\nthan in the preceding year.The expenditures for the fiscal year ending June 30, 1881, are estimated at\n$39,920,900 and the receipts from all sources at $32,210,000, leaving a\ndeficiency to be appropriated for out of the Treasury of $7,710,900.The relations of the Department with railroad companies have been\nharmonized, notwithstanding the general reduction by Congress of their\ncompensation by the appropriation for special facilities, and the railway\npost-office lines have been greatly extended, especially in the Southern\nStates. The interests of the Railway Mail Service and of the public would\nbe greatly promoted and the expenditures could be more readily controlled\nby the classification of the employees of the Railway Mail Service as\nrecommended by the Postmaster-General, the appropriation for salaries, with\nrespect to which the maximum limit is already fixed by law, to be made in\ngross.The Postmaster-General recommends an amendment of the law regulating the\nincrease of compensation for increased service and increased speed on star\nroutes, so as to enable him to advertise for proposals for such increased\nservice and speed. He also suggests the advantages to accrue to the\ncommerce of the country from the enactment of a general law authorizing\ncontracts with American-built steamers, carrying the American flag, for\ntransporting the mail between ports of the United States and ports of the\nWest Indies and South America, at a fixed maximum price per mile, the\namount to be expended being regulated by annual appropriations, in like\nmanner with the amount paid for the domestic star service.The arrangement made by the Postmaster-General and the Secretary of the\nTreasury for the collection of duty upon books received in the mail from\nforeign countries has proved so satisfactory in its practical operation\nthat the recommendation is now made that Congress shall extend the\nprovisions of the act of March 3, 1879, under which this arrangement was\nmade, so as to apply to all other dutiable articles received in the mails\nfrom foreign countries.The reports of the Secretary of the Interior and of the Commissioner of\nIndian Affairs, setting forth the present state of our relations with the\nIndian tribes on our territory, the measures taken to advance their\ncivilization and prosperity, and the progress already achieved by them,\nwill be found of more than ordinary interest. The general conduct of our\nIndian population has been so satisfactory that the occurrence of two\ndisturbances, which resulted in bloodshed and destruction of property, is\nall the more to be lamented.The history of the outbreak on the White River Ute Reservation, in western\nColorado, has become so familiar by elaborate reports in the public press\nthat its remarkable incidents need not be stated here in detail. It is\nexpected that the settlement of this difficulty will lead to such\narrangements as will prevent further hostile contact between the Indians\nand the border settlements in western Colorado.The other disturbance occurred at the Mescalero Agency, in New Mexico,\nwhere Victoria, at the head of a small band of marauders, after committing\nmany atrocities, being vigorously chased by a military force, made his way\nacross the Mexican border and is now on foreign soil.While these occurrences, in which a comparatively small number of Indians\nwere engaged, are most deplorable, a vast majority of our Indian population\nhave fully justified the expectations of those who believe that by humane\nand peaceful influences the Indian can be led to abandon the habits of\nsavage life and to develop a capacity for useful and civilized occupations.\nWhat they have already accomplished in the pursuit of agricultural and\nmechanical work, the remarkable success which has attended the experiment\nof employing as freighters a class of Indians hitherto counted among the\nwildest and most intractable, and the general and urgent desire expressed\nby them for the education of their children may be taken as sufficient\nproof that they will be found capable of accomplishing much more if they\ncontinue to be wisely and fairly guided. The \"Indian policy\" sketched in\nthe report of the Secretary of the Interior, the object of which is to make\nliberal provision for the education of Indian youth, to settle the Indians\nupon farm lots in severalty, to give them title in fee to their farms,\ninalienable for a certain number of years, and when their wants are thus\nprovided for to dispose by sale of the lands on their reservations not\noccupied and used by them, a fund to be formed out of the proceeds for the\nbenefit of the Indians, which will gradually relieve the Government of the\nexpenses now provided for by annual appropriations, must commend itself as\njust and beneficial to the Indians, and as also calculated to remove those\nobstructions which the existence of large reservations presents to the\nsettlement and development of the country. I therefore earnestly recommend\nthe enactment of a law enabling the Government to give Indians a title in\nfee, inalienable for twenty-five years, to the farm lands assigned to them\nby allotment. I also repeat the recommendation made in my first annual\nmessage, that a law be passed admitting Indians who can give satisfactory\nproof of having by their own labor supported their families for a number of\nyears, and who are willing to detach themselves from their tribal\nrelations, to the benefit of the homestead act, and to grant them patents\ncontaining the same provision of inalienability for a certain period.The experiment of sending a number of Indian children of both sexes to the\nHampton Normal and Agricultural Institute, in Virginia, to receive an\nelementary English education and practical instruction in farming and other\nuseful industries, has led to results so promising that it was thought\nexpedient to turn over the cavalry barracks at Carlisle, in Pennsylvania,\nto the Interior Department for the establishment of an Indian school on a\nlarger scale. This school has now 158 pupils, selected from various tribes,\nand is in full operation. Arrangements are also made for the education of a\nnumber of Indian boys and girls belonging to tribes on the Pacific Slope in\na similar manner, at Forest Grove, in Oregon. These institutions will\ncommend themselves to the liberality of Congress and to the philanthropic\nmunificence of the American people.Last spring information was received of the organization of an extensive\nmovement in the Western States, the object of which was the occupation by\nunauthorized persons of certain lands in the Indian Territory ceded by the\nCherokees to the Government for the purpose of settlement by other Indian\ntribes.On the 26th of April I issued a proclamation warning all persons against\nparticipation in such an attempt, and by the cooperation of a military\nforce the invasion was promptly checked. It is my purpose to protect the\nrights of the Indian inhabitants of that Territory to the full extent of\nthe executive power; but it would be unwise to ignore the fact that a\nterritory so large and so fertile, with a population so sparse and with so\ngreat a wealth of unused resources, will be found more exposed to the\nrepetition of such attempts as happened this year when the surrounding\nStates are more densely settled and the westward movement of our population\nlooks still more eagerly for fresh lands to occupy. Under such\ncircumstances the difficulty of maintaining the Indian Territory in its\npresent state will greatly increase, and the Indian tribes inhabiting it\nwould do well to prepare for such a contingency. I therefore fully approve\nof the advice given to them by the Secretary of the Interior on a recent\noccasion, to divide among themselves in severalty as large a quantity of\ntheir lands as they can cultivate; to acquire individual title in fee\ninstead of their present tribal ownership in common, and to consider in\nwhat manner the balance of their lands may be disposed of by the Government\nfor their benefit. By adopting such a policy they would more certainly\nsecure for themselves the value of their possessions, and at the same time\npromote their progress in civilization and prosperity, than by endeavoring\nto perpetuate the present state of things in the Territory.The question whether a change in the control of the Indian service should\nbe made was in the Forty-fifth Congress referred to a joint committee of\nboth Houses for inquiry and report. In my last annual message I expressed\nthe hope that the decision of that question, then in prospect, would\n\"arrest further agitation of this subject, such agitation being apt to\nproduce a disturbing effect upon the service as well as on the Indians\nthemselves.\" Since then, the committee having reported, the question has\nbeen decided in the negative by a vote in the House of Representatives.For the reasons here stated, and in view of the fact that further\nuncertainty on this point will be calculated to obstruct other much-needed\nlegislation, to weaken the discipline of the service, and to unsettle\nsalutary measures now in progress for the government and improvement of the\nIndians, I respectfully recommend that the decision arrived at by Congress\nat its last session be permitted to stand.The efforts made by the Department of the Interior to arrest the\ndepredations on the timber lands of the United States have been continued,\nand have met with considerable success. A large number of cases of trespass\nhave been prosecuted in the courts of the United States; others have been\nsettled, the trespassers offering to make payment to the Government for the\nvalue of the timber taken by them. The proceeds of these prosecutions and\nsettlements turned into the Treasury far exceed in amount the sums\nappropriated by Congress for this purpose. A more important result,\nhowever, consists in the fact that the destruction of our public forests by\ndepredation, although such cases still occur, has been greatly reduced in\nextent, and it is probable that if the present policy is vigorously pursued\nand sufficient provision to that end is made by Congress such trespasses,\nat least those on a large scale, can be entirely suppressed, except in the\nTerritories, where timber for the daily requirements of the population can\nnot, under the present state of the law, be otherwise obtained. I therefore\nearnestly invite the attention of Congress to the recommendation made by\nthe Secretary of the Interior, that a law be enacted enabling the\nGovernment to sell timber from the public lands without conveying the fee,\nwhere such lands are principally valuable for the timber thereon, such\nsales to be so regulated as to conform to domestic wants and business\nrequirements, while at the same time guarding against a sweeping\ndestruction of the forests. The enactment of such a law appears to become a\nmore pressing necessity every day.My recommendations in former messages are renewed in favor of enlarging the\nfacilities of the Department of Agriculture. Agriculture is the leading\ninterest and the permanent industry of our people. It is to the abundance\nof agricultural production, as compared with our home consumption, and the\nlargely increased and highly profitable market abroad which we have enjoyed\nin recent years, that we are mainly indebted for our present prosperity as\na people. We must look for its continued maintenance to the same\nsubstantial resource. There is no branch of industry in which labor,\ndirected by scientific knowledge, yields such increased production in\ncomparison with unskilled labor, and no branch of the public service to\nwhich the encouragement of liberal appropriations can be more appropriately\nextended. The omission to render such aid is not a wise economy, but, on\nthe contrary, undoubtedly results in losses of immense sums annually that\nmight be saved through well-directed efforts by the Government to promote\nthis vital interest.The results already accomplished with the very limited means heretofore\nplaced at the command of the Department of Agriculture is an earnest of\nwhat may be expected with increased appropriations for the several purposes\nindicated in the report of the Commissioner, with a view to placing the\nDepartment upon a footing which will enable it to prosecute more\neffectively the objects for which it is established.Appropriations are needed for a more complete laboratory, for the\nestablishment of a veterinary division and a division of forestry, and for\nan increase of force.The requirements for these and other purposes, indicated in the report of\nthe Commissioner under the head of the immediate necessities of the\nDepartment, will not involve any expenditure of money that the country can\nnot with propriety now undertake in the interests of agriculture.It is gratifying to learn from the Bureau of Education the extent to which\neducational privileges throughout the United States have been advanced\nduring the year. No more fundamental responsibility rests upon Congress\nthan that of devising appropriate measures of financial aid to education,\nsupplemental to local action in the States and Territories and in the\nDistrict of Columbia. The wise forethought of the founders of our\nGovernment has not only furnished the basis for the support of the\ncommon-school systems of the newer States, but laid the foundations for the\nmaintenance of their universities and colleges of agriculture and the\nmechanic arts. Measures in accordance with this traditional policy, for the\nfurther benefit of all these interests and the extension of the same\nadvantages to every portion of the country, it is hoped will receive your\nfavorable consideration.To preserve and perpetuate the national literature should be among the\nforemost cares of the National Legislature. The library gathered at the\nCapitol still remains unprovided with any suitable accommodations for its\nrapidly increasing stores. The magnitude and importance of the collection,\nincreased as it is by the deposits made under the law of copyright, by\ndomestic and foreign exchanges, and by the scientific library of the\nSmithsonian Institution, call for building accommodations which shall be at\nonce adequate and fireproof. The location of such a public building, which\nshould provide for the pressing necessities of the present and for the vast\nincrease of the nation's books in the future, is a matter which addresses\nitself to the discretion of Congress. It is earnestly recommended as a\nmeasure which should unite all suffrages and which should no longer be\ndelayed.The joint commission created by the act of Congress of August 2, 1876, for\nthe purpose of supervising and directing the completion of the Washington\nNational Monument, of which commission the President is a member, has given\ncareful attention to this subject, and already the strengthening of the\nfoundation has so far progressed as to insure the entire success of this\npart of the work. A massive layer of masonry has been introduced below the\noriginal foundation, widening the base, increasing the stability of the\nstructure, and rendering it possible to carry the shaft to completion. It\nis earnestly recommended that such further appropriations be made for the\ncontinued prosecution of the work as may be necessary for the completion of\nthis national monument at an early day.In former messages, impressed with the importance of the subject, I have\ntaken occasion to commend to Congress the adoption of a generous policy\ntoward the District of Columbia. The report of the Commissioners of the\nDistrict, herewith transmitted, contains suggestions and recommendations,\nto all of which I earnestly invite your careful attention. I ask your early\nand favorable consideration of the views which they express as to the\nurgent need of legislation for the reclamation of the marshes of the\nPotomac and its Eastern Branch within the limits of the city, and for the\nrepair of the streets of the capital, heretofore laid with wooden blocks\nand now by decay rendered almost impassable and a source of imminent danger\nto the health of its citizens. The means at the disposal of the\nCommissioners are wholly inadequate for the accomplishment of these\nimportant works, and should be supplemented by timely appropriations from\nthe Federal Treasury.The filling of the flats in front of the city will add to the adjacent\nlands and parks now owned by the United States a large and valuable domain,\nsufficient, it is thought, to reimburse its entire cost, and will also, as\nan incidental result, secure the permanent improvement of the river for the\npurposes of navigation.The Constitution having invested Congress with supreme and exclusive\njurisdiction over the District of Columbia, its citizens must of necessity\nlook to Congress alone for all needful legislation affecting their\ninterests; and as the territory of this District is the common property of\nthe people of the United States, who equally with its resident citizens are\ninterested in the prosperity of their capital, I can not doubt that you\nwill be amply sustained by the general voice of the country in any measures\nyou may adopt for this purpose.I also invite the favorable consideration of Congress to the wants of the\npublic schools of this District, as exhibited in the report of the\nCommissioners. While the number of pupils is rapidly increasing, no\nadequate provision exists for a corresponding increase of school\naccommodation, and the Commissioners are without the means to meet this\nurgent need. A number of the buildings now used for school purposes are\nrented, and are in important particulars unsuited for the purpose. The\ncause of popular education in the District of Columbia is surely entitled\nto the same consideration at the hands of the National Government as in the\nseveral States and Territories, to which munificent grants of the public\nlands have been made for the endowment of schools and universities.", 
    "name": "Rutherford B. Hayes"
}