{
    "date": "December 2, 1878", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:Our heartfelt gratitude is due to the Divine Being who holds in His hands\nthe destinies of nations for the continued bestowal during the last year of\ncountless blessings upon our country.We are at peace with all other nations. Our public credit has greatly\nimproved, and is perhaps now stronger than ever before. Abundant harvests\nhave rewarded the labors of those who till the soil, our manufacturing\nindustries are reviving, and it is believed that general prosperity, which\nhas been so long anxiously looked for, is at last within our reach.The enjoyment of health by our people generally has, however, been\ninterrupted during the past season by the prevalence of a fatal pestilence\n(the yellow fever) in some portions of the Southern States, creating an\nemergency which called for prompt and extraordinary measures of relief. The\ndisease appeared as an epidemic at New Orleans and at other places on the\nLower Mississippi soon after midsummer. It was rapidly spread by fugitives\nfrom the infected cities and towns, and did not disappear until early in\nNovember. The States of Louisiana, Mississippi, and Tennessee have suffered\nseverely. About 100,000 cases are believed to have occurred, of which about\n20,000, according to intelligent estimates, proved fatal. It is impossible\nto estimate with any approach to accuracy the loss to the country\noccasioned by this epidemic It is to be reckoned by the hundred millions of\ndollars. The suffering and destitution that resulted excited the deepest\nsympathy in all parts of the Union. Physicians and nurses hastened from\nevery quarter to the assistance of the afflicted communities. Voluntary\ncontributions of money and supplies, in every needed form, were speedily\nand generously furnished. The Government was able to respond in some\nmeasure to the call for help, by providing tents, medicines, and food for\nthe sick and destitute, the requisite directions for the purpose being\ngiven in the confident expectation that this action of the Executive would\nreceive the sanction of Congress. About 1,800 tents, and rations of the\nvalue of about $25,000, were sent to cities and-towns which applied for\nthem, full details of which will be furnished to Congress by the proper\nDepartment.The fearful spread of this pestilence has awakened a very general public\nsentiment in favor of national sanitary administration, which shall not\nonly control quarantine, but have the sanitary supervision of internal\ncommerce in times of epidemics, and hold an advisory relation to the State\nand municipal health authorities, with power to deal with whatever\nendangers the public health, and which the municipal and State authorities\nare unable to regulate. The national quarantine act approved April 29,\n1878, which was passed too late in the last session of Congress to provide\nthe means for carrying it into practical operation during the past season,\nis a step in the direction here indicated. In view of the necessity for the\nmost effective measures, by quarantine and otherwise, for the protection of\nour seaports and the country generally from this and other epidemics, it is\nrecommended that Congress give to the whole subject early and careful\nconsideration.The permanent pacification of the country by the complete protection of all\ncitizens in every civil and political right continues to be of paramount\ninterest with the great body of our people. Every step in this direction is\nwelcomed with public approval, and every interruption of steady and uniform\nprogress to the desired consummation awakens general uneasiness and\nwidespread condemnation. The recent Congressional elections have furnished\na direct and trustworthy test of the advance thus far made in the practical\nestablishment of the right of suffrage secured by the Constitution to the\nliberated race in the Southern States. All disturbing influences, real or\nimaginary, had been removed from all of these States.The three constitutional amendments which conferred freedom and equality of\ncivil and political rights upon the colored people of the South were\nadopted by the concurrent action of the great body of good citizens who\nmaintained the authority of the National Government and the integrity and\nperpetuity of the Union at such a cost of treasure and life, as a wise and\nnecessary embodiment in the organic law of the just results of the war. The\npeople of the former slaveholding States accepted these results, and gave\nin every practicable form assurances that the thirteenth, fourteenth, and\nfifteenth amendments, and laws passed in pursuance thereof, should in good\nfaith be enforced, rigidly and impartially, in letter and spirit, to the\nend that the humblest citizen, without distinction of race or color, should\nunder them receive full and equal protection in person and property and in\npolitical rights and privileges. By these constitutional amendments the\nsouthern section of the Union obtained a large increase of political power\nin Congress and in the electoral college, and the country justly expected\nthat elections would proceed, as to the enfranchised race, upon the same\ncircumstances of legal and constitutional freedom and protection which\nobtained in all the other States of the Union. The friends of law and order\nlooked forward to the conduct of these elections as offering to the general\njudgment of the country an important opportunity to measure the degree in\nwhich the right of suffrage could be exercised by the colored people and\nwould be respected by their fellow-citizens; but a more general enjoyment\nof freedom of suffrage by the colored people and a more just and generous\nprotection of that freedom by the communities of which they form a part\nwere generally anticipated than the record of the elections discloses. In\nsome of those States in which the colored people have been unable to make\ntheir opinions felt in the elections the result is mainly due to influences\nnot easily measured or remedied by legal protection; but in the States of\nLouisiana and South Carolina at large, and in some particular Congressional\ndistricts outside of those States, the records of the elections seem to\ncompel the conclusion that the rights of the colored voters have been\noverridden and their participation in the elections not permitted to be\neither general or free.It will be for the Congress for which these elections were held to make\nsuch examinations into their conduct as may be appropriate to determine the\nvalidity of the claims of members to their seats. In the meanwhile it\nbecomes the duty of the executive and judicial departments of the\nGovernment, each in its province, to inquire into and punish violations of\nthe laws of the United States which have occurred. I can but repeat what I\nsaid in this connection in my last message, that whatever authority rests\nwith me to this end I shall not hesitate to put forth; and I am unwilling\nto forego a renewed appeal to the legislatures, the courts, the executive\nauthorities, and the people of the States where these wrongs have been\nperpetrated to give their assistance toward bringing to justice the\noffenders and preventing a repetition of the crimes. No means within my\npower will be spared to obtain a full and fair investigation of the alleged\ncrimes and to secure the conviction and just punishment of the guilty.It is to be observed that the principal appropriation made for the\nDepartment of Justice at the last session contained the following clause:\nAnd for defraying the expenses which may be incurred in the enforcement of\nthe act approved February 28, 1871, entitled \"An act to amend an act\napproved May 31, 1870, entitled 'An act to enforce the rights of citizens\nof the United States to vote in the several States of this Union, and for\nother purposes,'\" or any acts amendatory thereof or supplementary thereto.\nIt is the opinion of the Attorney-General that the expenses of these\nproceedings will largely exceed the amount which was thus provided, and I\nrely confidently upon Congress to make adequate appropriations to enable\nthe executive department to enforce the laws.I respectfully urge upon your attention that the Congressional elections,\nin every district, in a very important sense, are justly a matter of\npolitical interest and concern throughout the whole country. Each State,\nevery political party, is entitled to the share of power which is conferred\nby the legal and constitutional suffrage. It is the right of every citizen\npossessing the qualifications prescribed by law to east one unintimidated\nballot and to have his ballot honestly counted. So long as the exercise of\nthis power and the enjoyment of this right are common and equal,\npractically as well as formally, submission to the results of the suffrage\nwill be accorded loyally and cheerfully, and all the departments of\nGovernment will feel the true vigor of the popular will thus expressed. No\ntemporary or administrative interests of Government, however urgent or\nweighty, will ever displace the zeal of our people in defense of the\nprimary rights of citizenship. They understand that the protection of\nliberty requires the maintenance in full vigor of the manly methods of free\nspeech, free press, and free suffrage, and will sustain the full authority\nof Government to enforce the laws which are framed to preserve these\ninestimable rights. The material progress and welfare of the States depend\non the protection afforded to their citizens. There can be no peace without\nsuch protection, no prosperity without peace, and the whole country is\ndeeply interested in the growth and prosperity of all its parts.While the country has not yet reached complete unity of feeling and\nreciprocal confidence between the communities so lately and so seriously\nestranged, I feel an absolute assurance that the tendencies are in that\ndirection, and with increasing force. The power of public opinion will\noverride all political prejudices and all sectional or State attachments in\ndemanding that all over our wide territory the name and character of\ncitizen of the United States shall mean one and the same thing and carry\nwith them unchallenged security and respect.Our relations with other countries continue peaceful. Our neutrality in\ncontests between foreign powers has been maintained and respected.The Universal Exposition held at Paris during the past summer has been\nattended by large numbers of our citizens. The brief period allowed for the\npreparation and arrangement of the contributions of our citizens to this\ngreat exposition was well employed in energetic and judicious efforts to\novercome this disadvantage. These efforts, led and directed by the\ncommissioner-general, were remarkably successful, and the exhibition of the\nproducts of American industry was creditable and gratifying in scope and\ncharacter. The reports of the United States commissioners, giving its\nresults in detail, will be duly laid before you. Our participation in this\ninternational competition for the favor and the trade of the world may be\nexpected to produce useful and important results--in promoting intercourse,\nfriendship, and commerce with other nations.In accordance with the provisions of the act of February 28, 1878, three\ncommissioners were appointed to an international conference on the subject\nof adopting a common ratio between gold and silver, for the purpose of\nestablishing internationally the use of bimetallic money and securing\nfixity of relative value between those metals.Invitations were addressed to the various governments which had expressed a\nwillingness to participate in its deliberations. The conference held its\nmeetings in Paris in August last. The report of the commissioners, herewith\nsubmitted, will show its results. No common ratio between gold and silver\ncould be agreed upon by the conference. The general conclusion was reached\nthat it is necessary to maintain in the world the monetary functions of\nsilver as well as of gold, leaving the selection of the use of one or the\nother of these two metals, or of both, to be made by each state.Congress having appropriated at its last session the sum of $5,500,000 to\npay the award of the joint commission at Halifax, if, after correspondence\nwith the British Government on the subject of the conformity of the award\nto the requirements of the treaty and to the terms of the question thereby\nsubmitted to the commission, the President shall deem it his duty to make\nthe payment, communications upon these points were addressed to the British\nGovernment through the legation of the United States at London. Failing to\nobtain the concurrence of the British Government in the views of this\nGovernment respecting the award, I have deemed it my duty to tender the sum\nnamed within the year fixed by the treaty, accompanied by a notice of the\ngrounds of the payment and a protest against any other construction of the\nsame. The correspondence upon this subject will be laid before you.The Spanish Government has officially announced the termination of the\ninsurrection in Cuba and the restoration of peace throughout that island.\nConfident expectations are expressed of a revival of trade and prosperity,\nwhich it is earnestly hoped may prove well rounded. Numerous claims of\nAmerican citizens for relief for injuries or restoration of property have\nbeen among the incidents of the long-continued hostilities. Some of these\nclaims are in process of adjustment by Spain, and the others are promised\nearly and careful consideration.The treaty made with Italy in regard to reciprocal consular privileges has\nbeen duly ratified and proclaimed.No questions of grave importance have arisen with any other of the European\npowers.The Japanese Government has been desirous of a revision of such parts of\nits treaties with foreign powers as relate to commerce, and it is\nunderstood has addressed to each of the treaty powers a request to open\nnegotiations with that view. The United States Government has been inclined\nto regard the matter favorably. Whatever restrictions upon trade with Japan\nare found injurious to that people can not but affect injuriously nations\nholding commercial intercourse with them. Japan, after a long period of\nseclusion, has within the past few years made rapid strides in the path of\nenlightenment and progress, and, not unreasonably, is looking forward to\nthe time when her relations with the nations of Europe and America shall be\nassimilated to those which they hold with each other. A treaty looking to\nthis end has been made, which will be submitted for the consideration of\nthe Senate.After an interval of several years the Chinese Government has again sent\nenvoys to the United States. They have been received, and a permanent\nlegation is now established here by that Government. It is not doubted that\nthis step will be of advantage to both nations in promoting friendly\nrelations and removing causes of difference.The treaty with the Samoan Islands, having been duly ratified and accepted\non the part of both Governments, is now in operation, and a survey and\nsoundings of the harbor of Pago-Pago have been made by a naval vessel of\nthe United States, with a view of its occupation as a naval station if\nfound desirable to the service.Since the resumption of diplomatic relations with Mexico correspondence has\nbeen opened and still continues between the two Governments upon the\nvarious questions which at one time seemed to endanger their relations.\nWhile no formal agreement has been reached as to the troubles on the\nborder, much has been done to repress and diminish them. The effective\nforce of United States troops on the Rio Grande, by a strict and faithful\ncompliance with instructions, has done much to remove the sources of\ndispute, and it is now understood that a like force of Mexican troops on\nthe other side of the river is also making an energetic movement against\nthe marauding Indian tribes. This Government looks with the greatest\nsatisfaction upon every evidence of strength in the national authority of\nMexico, and upon every effort put forth to prevent or to punish incursions\nupon our territory. Reluctant to assume any action or attitude in the\ncontrol of these incursions by military movements across the border not\nimperatively demanded for the protection of the lives and property of our\nown citizens, I shall take the earliest opportunity consistent with the\nproper discharge of this plain duty to recognize the ability of the Mexican\nGovernment to restrain effectively violations of our territory. It is\nproposed to hold next year an international exhibition in Mexico, and it is\nbelieved that the display of the agricultural and manufacturing products of\nthe two nations will tend to better understanding and increased commercial\nintercourse between their people.With Brazil and the Republics of Central and South America some steps have\nbeen taken toward the development of closer commercial intercourse.\nDiplomatic relations have been resumed with Colombia and with Bolivia. A\nboundary question between the Argentine Republic and Paraguay has been\nsubmitted by those Governments for arbitration to the President of the\nUnited States, and I have, after careful examination, given a decision upon\nit.A naval expedition up the Amazon and Madeira rivers has brought back\ninformation valuable both for scientific and commercial purposes. A like\nexpedition is about visiting the coast of Africa and the Indian Ocean. The\nreports of diplomatic and consular officers in relation to the development\nof our foreign commerce have furnished many facts that have proved of\npublic interest and have stimulated to practical exertion the enterprise of\nour people.The report of the Secretary of the Treasury furnishes a detailed statement\nof the operations of that Department of the Government and of the condition\nof the public finances.The ordinary revenues from all sources for the fiscal year ended June 30,\n1878, were $257,763,878.70; the ordinary expenditures for the same period\nwere $236,964,326.80, leaving a surplus revenue for the year of\n$20,799,551.90. The receipts for the present fiscal year, ending June 30,\n1879, actual and estimated, are as follows: Actual receipts for the first\nquarter, commencing July 1, 1878, $73,389,743.43; estimated receipts for\nthe remaining three quarters of the year, $191,110,256.57; total receipts\nfor the current fiscal year, actual and estimated, $264,500,000. The\nexpenditures for the same period will be, actual and estimated, as follows:\nFor the quarter commencing July 1, 1878, actual expenditures,\n$73,344,573.27; and for the remaining three quarters of the year the\nexpenditures are estimated at $166,755,426.73, making the total\nexpenditures $240,100,000, and leaving an estimated surplus revenue for the\nyear ending June 30, 1879, of $24,400,000. The total receipts during the\nnext fiscal year, ending June 30, 1880, estimated according to existing\nlaws, will be $264,500,000, and the estimated ordinary expenditures for the\nsame period will be $236,320,412.68, leaving a surplus of $28,179,587.32\nfor that year.In the foregoing statements of expenditures, actual and estimated, no\namount is allowed for the sinking fund provided for by the act approved\nFebruary 25, 1862, which requires that 1 per cent of the entire debt of the\nUnited States shall be purchased or paid within each fiscal year, to be set\napart as a sinking fund. There has been, however, a substantial compliance\nwith the conditions of the law. By its terms the public debt should have\nbeen reduced between 1862 and the close of the last fiscal year\n$518,361,806.28; the actual reduction of the ascertained debt in that\nperiod has been $720,644,739.61, being in excess of the reduction required\nby the sinking fund act $202,282,933.33.The amount of the public debt, less cash in the Treasury, November 1, 1878,\nwas $2,024,200,083.18 a reduction since the same date last year of\n$23,150,617.39.The progress made during the last year in refunding the public debt at\nlower rates of interest is very gratifying. The amount of 4 per cent bonds\nsold during the present year prior to November 23, 1878, is $100,270,900,\nand 6 per cent bonds, commonly known as five-twenties, to an equal amount,\nhave been or will be redeemed as calls mature.It has been the policy of the Department to place the 4 per cent bonds\nwithin easy reach of every citizen who desires to invest his savings,\nwhether small or great, in these securities. The Secretary of the Treasury\nrecommends that the law be so modified that small sums may be invested, and\nthat through the post-offices or other agents of the Government the freest\nopportunity may be given in all parts of the country for such investments.The best mode suggested is that the Department be authorized to issue\ncertificates of deposit, of the denomination of $10, bearing interest at\nthe rate of 3.65 per cent per annum and convertible at any time within one\nyear after their issue into the 4 per cent bonds authorized by the\nrefunding act, and to be issued only in exchange for United States notes\nsent to the Treasury by mail or otherwise. Such a provision of law,\nsupported by suitable regulations, would enable any person readily, without\ncost or risk, to convert his money into an interest-bearing security of the\nUnited States, and the money so received could be applied to the redemption\nof 6 per cent bonds.The coinage of gold during the last fiscal year was $52,798,980. The\ncoinage of silver dollars under the act passed February 28, 1878, amounted\non the 23d of November, 1878, to $19,814,550, of which amount $4,984,947\nare in circulation, and the balance, $14,829,603, is still in the\npossession of the Government.With views unchanged with regard to the act under which the coinage of\nsilver proceeds, it has been the purpose of the Secretary faithfully to\nexecute the law and to afford a fair trial to the measure.In the present financial condition of the country I am persuaded that the\nwelfare of legitimate business and industry of every description will be\nbest promoted by abstaining from all attempts to make radical changes in\nthe existing financial legislation. Let it be understood that during the\ncoming year the business of the country will be undisturbed by governmental\ninterference with the laws affecting it, and we may confidently expect that\nthe resumption of specie payments, which will take place at the appointed\ntime, will be successfully and easily maintained, and that it will be\nfollowed by a healthful and enduring revival of business prosperity.Let the healing influence of time, the inherent energies of our people, and\nthe boundless resources of our country have a fair opportunity, and relief\nfrom present difficulties will surely follow.The report of the Secretary of War shows that the Army has been well and\neconomically supplied; that our small force has been actively employed and\nhas faithfully performed all the service required of it. The morale of the\nArmy has improved and the number of desertions has materially decreased\nduring the year.The Secretary recommends--1. That a pension be granted to the widow of the late Lieutenant Henry H.\nBenner, Eighteenth Infantry, who lost his life by yellow fever while in\ncommand of the steamer. J.M. Chambers, sent with supplies for the relief of\nsufferers in the South from that disease.2. The establishment of the annuity scheme for the benefit of the heirs of\ndeceased officers, as suggested by the Paymaster-General.3. The adoption by Congress of a plan for the publication of the records of\nthe War of the Rebellion, now being prepared for that purpose.4. The increase of the extra per diem of soldier teachers employed in post\nschools, and liberal appropriations for the erection of buildings for\nschools and libraries at the different posts.5. The repeal or amendment of the act of June 18, 1878, forbidding the use\nof the Army \"as a posse comitatus, or otherwise, for the purpose of\nexecuting the laws, except in such cases and under such circumstances as\nsuch employment of said force may be expressly authorized by the\nConstitution or by act of Congress.\"6. The passage of a joint resolution of Congress legalizing the issues of\nrations, tents, and medicines which were made for the relief of sufferers\nfrom yellow fever.7. That provision be made for the erection of a fireproof building for the\npreservation of certain valuable records, now constantly exposed to\ndestruction by fire.These recommendations are all commended to your favorable consideration.The report of the Secretary of the Navy shows that the Navy has improved\nduring the last fiscal year. Work has been done on seventy-five vessels,\nten of which have been thoroughly repaired and made ready for sea. Two\nothers are in rapid progress toward completion. The total expenditures of\nthe year, including the amount appropriated for the deficiencies of the\nprevious year, were $17,468,392.65. The actual expenses chargeable to the\nyear, exclusive of these deficiencies, were $13,306,914.09, or $767,199.18\nless than those of the previous year, and $4,928,677.74 less than the\nexpenses including the deficiencies. The estimates for the fiscal year\nending June 30, 1880, are $14,562,381.45, exceeding the appropriations of\nthe present year only $33,949.75, which excess is occasioned by the demands\nof the Naval Academy and the Marine Corps, as explained in the Secretary's\nreport. The appropriations for the present fiscal year are $14,528,431.70,\nwhich, in the opinion of the Secretary, will be ample for all the current\nexpenses of the Department during the year. The amount drawn from the\nTreasury from July 1 to November 1, 1878, is $4,740,544.14, of which\n$70,980.75 has been refunded, leaving as the expenditure for that period\n$4,669,563.39, or $520,899.24 less than the corresponding period of the\nlast fiscal year.The report of the Postmaster-General embraces a detailed statement of the\noperations of the Post-Office Department. The expenditures of that\nDepartment for the fiscal year ended June 30, 1878, were $34,165,084.49.\nThe receipts, including sales of stamps, money-order business, and official\nstamps, were $29,277,516.95. The sum of $290,436.90, included in the\nforegoing statement of expenditures, is chargeable to preceding years, so\nthat the actual expenditures for the fiscal year ended June 30, 1878, are\n$33,874,647.59. The amount drawn from the Treasury on appropriations, in\naddition to the revenues of the Department, was $5,307,652.82. The\nexpenditures for the fiscal year ending June 30, 1880, are estimated at\n$36,571,900 and the receipts from all sources at $30,664,023.90, leaving a\ndeficiency to be appropriated out of the Treasury of $5,907,876.10. The\nreport calls attention to the fact that the compensation of postmasters and\nof railroads for carrying the mail is regulated by law, and that the\nfailure of Congress to appropriate the amounts required for these purposes\ndoes not relieve the Government of responsibility, but necessarily\nincreases the deficiency bills which Congress will be called upon to pass.In providing for the postal service the following questions are presented:\nShould Congress annually appropriate a sum for its expenses largely in\nexcess of its revenues, or should such rates of postage be established as\nwill make the Department self-sustaining? Should the postal service be\nreduced by excluding from the mails matter which does not pay its way?\nShould the number of post routes be diminished? Should other methods be\nadopted which will increase the revenues or diminish the expenses of the\npostal service?The International Postal Congress which met at Paris May 1, 1878, and\ncontinued in session until June 4 of the same year, was composed of\ndelegates from nearly all the civilized countries of the world. It adopted\na new convention (to take the place of the treaty concluded at Berne\nOctober 9, 1874), which goes into effect on the 1st of April, 1879, between\nthe countries whose delegates have signed it. It was ratified and approved,\nby and with the consent of the President, August 13, 1878. A synopsis of\nthis Universal Postal Convention will be found in the report of the\nPostmaster-General, and the full text in the appendix thereto. In its\norigin the Postal Union comprised twenty-three countries, having a\npopulation of 350,000,000 people. On the 1st of April next it will comprise\nforty-three countries and colonies, with a population of more than\n650,000,000 people, and will soon, by the accession of the few remaining\ncountries and colonies which maintain organized postal services, constitute\nin fact as well as in name, as its new title indicates, a universal union,\nregulating, upon a uniform basis of cheap postage rates, the postal\nintercourse between all civilized nations.Some embarrassment has arisen out of the conflict between the customs laws\nof this country and the provisions of the Postal Convention in regard to\nthe transmission of foreign books and newspapers to this country by mail.\nIt is hoped that Congress will be able to devise some means of reconciling\nthe difficulties which have thus been created, so as to do justice to all\nparties involved.The business of the Supreme Court and of the courts in many of the circuits\nhas increased to such an extent during the past year that additional\nlegislation is imperative to relieve and prevent the delay of justice and\npossible oppression to suitors which is thus occasioned. The encumbered\ncondition of these dockets is presented anew in the report of the\nAttorney-General, and the remedy suggested is earnestly urged for\nCongressional action. The creation of additional circuit judges, as\nproposed, would afford a complete remedy, and would involve an expense, at\nthe present rate of salaries of not more than $60,000 a year.The annual reports of the Secretary of the Interior and of the Commissioner\nof Indian Affairs present an elaborate account of the present condition of\nthe Indian tribes and of that branch of the public service which ministers\nto their interests. While the conduct of the Indians generally has been\norderly and their relations with their neighbors friendly and peaceable,\ntwo local disturbances have occurred, which were deplorable in their\ncharacter, but remained, happily, confined to a comparatively small number\nof Indians. The discontent among the Bannocks, which led first to some acts\nof violence on the part of some members of the tribe and finally to the\noutbreak, appears to have been caused by an insufficiency of food on the\nreservation, and this insufficiency to have been owing to the inadequacy of\nthe appropriations made by Congress to the wants of the Indians at a time\nwhen the Indians were prevented from supplying the deficiency by hunting.\nAfter an arduous pursuit by the troops of the United States, and several\nengagements, the hostile Indians were reduced to subjection, and the larger\npart of them surrendered themselves as prisoners. In this connection I\ndesire to call attention to the recommendation made by the Secretary of the\nInterior, that a sufficient fund be placed at the disposal of the\nExecutive, to be used, with proper accountability, at discretion, in sudden\nemergencies of the Indian service.The other case of disturbance was that of a band of Northern Cheyennes, who\nsuddenly left their reservation in the Indian Territory and marched rapidly\nthrough the States of Kansas and Nebraska in the direction of their old\nhunting grounds, committing murders and other crimes on their way. From\ndocuments accompanying the report of the Secretary of the Interior it\nappears that this disorderly band was as fully supplied with the\nnecessaries of life as the 4,700 other Indians who remained quietly on the\nreservation, and that the disturbance was caused by men of a restless and\nmischievous disposition among the Indians themselves. Almost the whole of\nthis band have surrendered to the military authorities; and it is a\ngratifying fact that when some of them had taken refuge in the camp of the\nRed Cloud Sioux, with whom they had been in friendly relations, the Sioux\nheld them as prisoners and readily gave them up to the officers of the\nUnited States, thus giving new proof of the loyal spirit which, alarming\nrumors to the contrary notwithstanding, they have uniformly shown ever\nsince the wishes they expressed at the council of September, 1877, had been\ncomplied with.Both the Secretary of the Interior and the Secretary of War unite in the\nrecommendation that provision be made by Congress for the organization of a\ncorps of mounted \"Indian auxiliaries,\" to be under the control of the Army\nand to be used for the purpose of keeping the Indians on their reservations\nand preventing or repressing disturbance on their part. I earnestly concur\nin this recommendation. It is believed that the organization of such a body\nof Indian cavalry, receiving a moderate pay from the Government, would\nconsiderably weaken the restless element among the Indians by withdrawing\nfrom it a number of young men and giving them congenial employment under\nthe Government, it being a matter of experience that Indians in our service\nalmost without exception are faithful in the performance of the duties\nassigned to them. Such an organization would materially aid the Army in the\naccomplishment of a task for which its numerical strength is sometimes\nfound insufficient.But while the employment of force for the prevention or repression of\nIndian troubles is of occasional necessity, and wise preparation should be\nmade to that end, greater reliance must be placed on humane and civilizing\nagencies for the ultimate solution of what is called the Indian problem. It\nmay be very difficult and require much patient effort to curb the unruly\nspirit of the savage Indian to the restraints of civilized life, but\nexperience shows that it is not impossible. Many of the tribes which are\nnow quiet and orderly and self-supporting were once as savage as any that\nat present roam over the plains or in the mountains of the far West, and\nwere then considered inaccessible to civilizing influences. It may be\nimpossible to raise them fully up to the level of the white population of\nthe United States; but we should not forget that they are the aborigines of\nthe country, and called the soil their own on which our people have grown\nrich, powerful, and happy. We owe it to them as a moral duty to help them\nin attaining at least that degree of civilization which they may be able to\nreach. It is not only our duty, it is also our interest to do so. Indians\nwho have become agriculturists or herdsmen, and feel an interest in\nproperty, will thenceforth cease to be a warlike and disturbing element. It\nis also a well-authenticated fact that Indians are apt to be peaceable and\nquiet when their children are at school, and I am gratified to know, from\nthe expressions of Indians themselves and from many concurring reports,\nthat there is a steadily increasing desire, even among Indians belonging to\ncomparatively wild tribes, to have their children educated. I invite\nattention to the reports of the Secretary of the Interior and the\nCommissioner of Indian Affairs touching the experiment recently\ninaugurated, in taking fifty Indian children, boys and girls, from\ndifferent tribes, to the Hampton Normal Agricultural Institute in Virginia,\nwhere they are to receive an elementary English education and training in\nagriculture and other useful works, to be returned to their tribes, after\nthe completed course, as interpreters, instructors, and examples. It is\nreported that the officer charged with the selection of those children\nmight have had thousands of young Indians sent with him had it been\npossible to make provision for them. I agree with the Secretary of the\nInterior in saying that \"the result of this interesting experiment, if\nfavorable, may be destined to become an important factor in the advancement\nof civilization among the Indians.\"The question whether a change in the control of the Indian service should\nbe made was at the last session of Congress referred to a committee for\ninquiry and report. Without desiring to anticipate that report, I venture\nto express the hope that in the decision of so important a question the\nviews expressed above may not be lost sight of, and that the decision,\nwhatever it may be, will arrest further agitation of this subject, such\nagitation being apt to produce a disturbing effect upon the service, as\nwell as on the Indians themselves.In the enrollment of the bill making appropriations for sundry civil\nexpenses, at the last session of Congress, that portion which provided for\nthe continuation of the Hot Springs Commission was omitted. As the\ncommission had completed the work of taking testimony on the many\nconflicting claims, the suspension of their labors, before determining the\nrights of claimants, threatened for a time to embarrass the interests, not\nonly of the Government, but also of a large number of the citizens of Hot\nSprings, who were waiting for final action on their claims before beginning\ncontemplated improvements. In order to prevent serious difficulties, which\nwere apprehended, and at the solicitation of many leading citizens of Hot\nSprings and others interested in the welfare of the town, the Secretary of\nthe Interior was authorized to request the late commissioners to take\ncharge of the records of their proceedings and to perform such work as\ncould properly be done by them under such circumstances to facilitate the\nfuture adjudication of the claims at an early day and to preserve the\nstatus of the claimants until their rights should be finally determined.\nThe late commissioners complied with that request, and report that the\ntestimony in all the cases has been written out, examined, briefed, and so\narranged as to facilitate an early settlement when authorized by law. It is\nrecommended that the requisite authority be given at as early a day in the\nsession as possible, and that a fair compensation be allowed the late\ncommissioners for the expense incurred and the labor performed by them\nsince the 25th of June last.I invite the attention of Congress to the recommendations made by the\nSecretary of the Interior with regard to the preservation of the timber on\nthe public lands of the United States. The protection of the public\nproperty is one of the first duties of the Government. The Department of\nthe Interior should therefore be enabled by sufficient appropriations to\nenforce the laws in that respect. But this matter appears still more\nimportant as a question of public economy. The rapid destruction of our\nforests is an evil fraught with the gravest consequences, especially in the\nmountainous districts, where the rocky slopes, once denuded of their trees,\nwill remain so forever. There the injury, once done, can not be repaired. I\nfully concur with the Secretary of the Interior in the opinion that for\nthis reason legislation touching the public timber in the mountainous\nStates and Territories of the West should be especially well considered,\nand that existing laws in which the destruction of the forests is not\nsufficiently guarded against should be speedily modified. A general law\nconcerning this important subject appears to me to be a matter of urgent\npublic necessity.From the organization of the Government the importance of encouraging by\nall possible means the increase of our agricultural productions has been\nacknowledged and urged upon the attention of Congress and the people as the\nsurest and readiest means of increasing our substantial and enduring\nprosperity.The words of Washington are as applicable to-day as when, in his eighth\nannual message, he said: It will not be doubted that, with reference either\nto individual or national welfare, agriculture is of primary importance. In\nproportion as nations advance in population and other circumstances of\nmaturity this truth becomes more apparent, and renders the cultivation of\nthe soil more and more an object of public patronage. Institutions for\npromoting it grow up, supported by the public purse; and to what object can\nit be dedicated with greater propriety? Among the means which have been\nemployed to this end none have been attended with greater success than the\nestablishment of boards (composed of proper characters) charged with\ncollecting and diffusing information, and enabled by premiums and small\npecuniary aids to encourage and assist a spirit of discovery and\nimprovement. This species of establishment contributes doubly to the\nincrease of improvement, by stimulating to enterprise and experiment, and\nby drawing to a common center the results everywhere of individual skill\nand observation and spreading them thence over the whole nation. Experience\naccordingly hath shewn that they are very cheap instruments of immense\nnational benefits. The preponderance of the agricultural over any other\ninterest in the United States entitles it to all the consideration claimed\nfor it by Washington. About one-half of the population of the United States\nis engaged in agriculture. The value of the agricultural products of the\nUnited States for the year 1878 is estimated at $3,000,000,000. The exports\nof agricultural products for the year 1877, as appears from the report of\nthe Bureau of Statistics, were $524,000,000. The great extent of our\ncountry, with its diversity of soil and climate, enables us to produce\nwithin our own borders and by our own labor not only the necessaries, but\nmost of the luxuries, that are consumed in civilized countries. Yet,\nnotwithstanding our advantages of soil, climate, and inter-communication,\nit appears from the statistical statements in the report of the\nCommissioner of Agriculture that we import annually from foreign lands many\nmillions of dollars worth of agricultural products which could be raised in\nour own country.Numerous questions arise in the practice of advanced agriculture which can\nonly be answered by experiments, often costly and sometimes fruitless,\nwhich are beyond the means of private individuals and are a just and proper\ncharge on the whole nation for the benefit of the nation. It is good\npolicy, especially in times of depression and uncertainty in other business\npursuits, with a vast area of uncultivated, and hence unproductive,\nterritory, wisely opened to homestead settlement, to encourage by every\nproper and legitimate means the occupation and tillage of the soil. The\nefforts of the Department of Agriculture to stimulate old and introduce new\nagricultural industries, to improve the quality and increase the quantity\nof our products, to determine the value of old or establish the importance\nof new methods of culture, are worthy of your careful and favorable\nconsideration, and assistance by such appropriations of money and\nenlargement of facilities as may seem to be demanded by the present\nfavorable conditions for the growth and rapid development of this important\ninterest.The abuse of animals in transit is widely attracting public attention. A\nnational convention of societies specially interested in the subject has\nrecently met at Baltimore, and the facts developed, both in regard to\ncruelties to animals and the effect of such cruelties upon the public\nhealth, would seem to demand the careful consideration of Congress and the\nenactment of more efficient laws for the prevention of these abuses.The report of the Commissioner of the Bureau of Education shows very\ngratifying progress throughout the country in all the interests committed\nto the care of this important office. The report is especially encouraging\nwith respect to the extension of the advantages of the common-school system\nin sections of the country where the general enjoyment of the privilege of\nfree schools is not yet attained.To education more than to any other agency we are to look as the resource\nfor the advancement of the people in the requisite knowledge and\nappreciation of their rights and responsibilities as citizens, and I desire\nto repeat the suggestion contained in my former message in behalf of the\nenactment of appropriate measures by Congress for the purpose of\nsupplementing with national aid the local systems of education in the\nseveral States.Adequate accommodations for the great library, which is overgrowing the\ncapacity of the rooms now occupied at the Capitol, should be provided\nwithout further delay. This invaluable collection of books, manuscripts,\nand illustrative art has grown to such proportions, in connection with the\ncopyright system of the country, as to demand the prompt and careful\nattention of Congress to save it from injury in its present crowded and\ninsufficient quarters. As this library is national in its character, and\nmust from the nature of the case increase even more rapidly in the future\nthan in the past, it can not be doubted that the people will sanction any\nwise expenditure to preserve it and to enlarge its usefulness.The appeal of the Regents of the Smithsonian Institution for the means to\norganize, exhibit, and make available for the public benefit the articles\nnow stored away belonging to the National Museum I heartily recommend to\nyour favorable consideration.The attention of Congress is again invited to the condition of the river\nfront of the city of Washington. It is a matter of vital importance to the\nhealth of the residents of the national capital, both temporary and\npermanent, that the lowlands in front of the city, now subject to tidal\noverflow, should be reclaimed. In their present condition these flats\nobstruct the drainage of the city and are a dangerous source of malarial\npoison. The reclamation will improve the navigation of the river by\nrestricting, and consequently deepening, its channel, and is also of\nimportance when considered in connection with the extension of the public\nground and the enlargement of the park west and south of the Washington\nMonument. The report of the board of survey, heretofore ordered by act of\nCongress, on the improvement of the harbor of Washington and Georgetown, is\nrespectfully commended to consideration.The report of the Commissioners of the District of Columbia presents a\ndetailed statement of the affairs of the District.The relative expenditures by the United States and the District for local\npurposes is contrasted, showing that the expenditures by the people of the\nDistrict greatly exceed those of the General Government. The exhibit is\nmade in connection with estimates for the requisite repair of the defective\npavements and sewers of the city, which is a work of immediate necessity;\nand in the same connection a plan is presented for the permanent funding of\nthe outstanding securities of the District.The benevolent, reformatory, and penal institutions of the District are all\nentitled to the favorable attention of Congress. The Reform School needs\nadditional buildings and teachers. Appropriations which will place all of\nthese institutions in a condition to become models of usefulness and\nbeneficence will be regarded by the country as liberality wisely bestowed.The Commissioners, with evident justice, request attention to the\ndiscrimination made by Congress against the District in the donation of\nland for the support of the public schools, and ask that the same\nliberality that has been shown to the inhabitants of the various States and\nTerritories of the United States may be extended to the District of\nColumbia.The Commissioners also invite attention to the damage inflicted upon public\nand private interests by the present location of the depots and switching\ntracks of the several railroads entering the city, and ask for legislation\nlooking to their removal. The recommendations and suggestions contained in\nthe report will, I trust, receive the careful consideration of Congress.Sufficient time has, perhaps, not elapsed since the reorganization of the\ngovernment of the District under the recent legislation of Congress for the\nexpression of a confident opinion as to its successful operation, but the\npractical results already attained are so satisfactory that the friends of\nthe new government may well urge upon Congress the wisdom of its\ncontinuance, without essential modification, until by actual experience its\nadvantages and defects may be more fully ascertained.R. B. HAYES", 
    "name": "Rutherford B. Hayes"
}