{
    "date": "December 6, 1880", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:I congratulate you on the continued and increasing prosperity of our\ncountry. By the favor of Divine Providence we have been blessed during the\npast year with health, with abundant harvests, with profitable employment\nfor all our people, and with contentment at home, and with peace and\nfriendship with other nations. The occurrence of the twenty-fourth election\nof Chief Magistrate has afforded another opportunity to the people of the\nUnited States to exhibit to the world a significant example of the peaceful\nand safe transmission of the power and authority of government from the\npublic servants whose terms of office are about to expire to their newly\nchosen successors. This example can not fail to impress profoundly\nthoughtful people of other countries with the advantages which republican\ninstitutions afford. The immediate, general, and cheerful acquiescence of\nall good citizens in the result of the election gives gratifying assurance\nto our country and to its friends throughout the world that a government\nbased on the free consent of an intelligent and patriotic people possesses\nelements of strength, stability, and permanency not found in any other form\nof government.Continued opposition to the full and free enjoyment of the rights of\ncitizenship conferred upon the colored people by the recent amendments to\nthe Constitution still prevails in several of the late slaveholding States.\nIt has, perhaps, not been manifested in the recent election to any large\nextent in acts of violence or intimidation. It has, however, by fraudulent\npractices in connection with the ballots, with the regulations as to the\nplaces and manner of voting, and with counting, returning, and canvassing\nthe votes cast, been successful in defeating the exercise of the right\npreservative of all rights--the right of suffrage--which the Constitution\nexpressly confers upon our enfranchised citizens.It is the desire of the good people of the whole country that sectionalism\nas a factor in our politics should disappear. They prefer that no section\nof the country should be united in solid opposition to any other section.\nThe disposition to refuse a prompt and hearty obedience to the equal-rights\namendments to the Constitution is all that now stands in the way of a\ncomplete obliteration of sectional lines in our political contests. As long\nas either of these amendments is flagrantly violated or disregarded, it is\nsafe to assume that the people who placed them in the Constitution, as\nembodying the legitimate results of the war for the Union, and who believe\nthem to be wise and necessary, will continue to act together and to insist\nthat they shall be obeyed. The paramount question still is as to the\nenjoyment of the fight by every American citizen who has the requisite\nqualifications to freely cast his vote and to have it honestly counted.\nWith this question rightly settled, the country will be relieved of the\ncontentions of the past; bygones will indeed be bygones, and political and\nparty issues, with respect to economy and efficiency of administration,\ninternal improvements, the tariff, domestic taxation, education, finance,\nand other important subjects, will then receive their full share of\nattention; but resistance to and nullification of the results of the war\nwill unite together in resolute purpose for their support all who maintain\nthe authority of the Government and the perpetuity of the Union, and who\nadequately appreciate the value of the victory achieved. This determination\nproceeds from no hostile sentiment or feeling to any part of the people of\nour country or to any of their interests. The inviolability of the\namendments rests upon the fundamental principle of our Government. They are\nthe solemn expression of the will of the people of the United States.The sentiment that the constitutional rights of all our citizens must be\nmaintained does not grow weaker. It will continue to control the Government\nof the country. Happily, the history of the late election shows that in\nmany parts of the country where opposition to the fifteenth amendment has\nheretofore prevailed it is diminishing, and is likely to cease altogether\nif firm and well-considered action is taken by Congress. I trust the House\nof Representatives and the Senate, which have the right to judge of the\nelections, returns, and qualifications of their own members, will see to it\nthat every case of violation of the letter or spirit of the fifteenth\namendment is thoroughly investigated, and that no benefit from such\nviolation shall accrue to any person or party. It will be the duty of the\nExecutive, with sufficient appropriations for the purpose, to prosecute\nunsparingly all who have been engaged in depriving citizens of the rights\nguaranteed to them by the Constitution.It is not, however, to be forgotten that the best and surest guaranty of\nthe primary rights of citizenship is to be found in that capacity for\nself-protection which can belong only to a people whose right to universal\nsuffrage is supported by universal education. The means at the command of\nthe local and State authorities are in many cases wholly inadequate to\nfurnish free instruction to all who need it. This is especially true where\nbefore emancipation the education of the people was neglected or prevented,\nin the interest of slavery. Firmly convinced that the subject of popular\neducation deserves the earnest attention of the people of the whole\ncountry, with a view to wise and comprehensive action by the Government of\nthe United States, I respectfully recommend that Congress, by suitable\nlegislation and with proper safeguards, supplement the local educational\nfunds in the several States where the grave duties and responsibilities of\ncitizenship have been devolved on uneducated people by devoting to the\npurpose grants of the public lands and, if necessary, by appropriations\nfrom the Treasury of the United States. Whatever Government can fairly do\nto promote free popular education ought to be done. Wherever general\neducation is found, peace, virtue, and social order prevail and civil and\nreligious liberty are secure.In my former annual messages I have asked the attention of Congress to the\nurgent necessity of a reformation of the civil-service system of the\nGovernment. My views concerning the dangers of patronage, or appointments\nfor personal or partisan considerations, have been strengthened by my\nobservation and experience in the Executive office, and I believe these\ndangers threaten the stability of the Government. Abuses so serious in\ntheir nature can not be permanently tolerated. They tend to become more\nalarming with the enlargement of administrative service, as the growth of\nthe country in population increases the number of officers and placemen\nemployed.The reasons are imperative for the adoption of fixed rules for the\nregulation of appointments, promotions, and removals, establishing a\nuniform method having exclusively in view in every instance the attainment\nof the best qualifications for the position in question. Such a method\nalone is consistent with the equal rights of all citizens and the most\neconomical and efficient administration of the public business.Competitive examinations in aid of impartial appointments and promotions\nhave been conducted for some years past in several of the Executive\nDepartments, and by my direction this system has been adopted in the\ncustom-houses and post-offices of the larger cities of the country. In the\ncity of New York over 2,000 positions in the civil service have been\nsubject in their appointments and tenure of place to the operation of\npublished rules for this purpose during the past two years. The results of\nthese practical trials have been very satisfactory, and have confirmed my\nopinion in favor of this system of selection. All are subjected to the same\ntests, and the result is free from prejudice by personal favor or partisan\ninfluence. It secures for the position applied for the best qualifications\nattainable among the competing applicants. It is an effectual protection\nfrom the pressure of importunity, which under any other course pursued\nlargely exacts the time and attention of appointing officers, to their\ngreat detriment in the discharge of other official duties preventing the\nabuse of the service for the mere furtherance of private or party purposes,\nand leaving the employee of the Government, freed from the obligations\nimposed by patronage, to depend solely upon merit for retention and\nadvancement, and with this constant incentive to exertion and improvement.These invaluable results have been attained in a high degree in the offices\nwhere the rules for appointment by competitive examination have been\napplied.A method which has so approved itself by experimental tests at points where\nsuch tests may be fairly considered conclusive should be extended to all\nsubordinate positions under the Government. I believe that a strong and\ngrowing public sentiment demands immediate measures for securing and\nenforcing the highest possible efficiency in the civil service and its\nprotection from recognized abuses, and that the experience referred to has\ndemonstrated the feasibility of such measures.The examinations in the custom-houses and post-offices have been held under\nmany embarrassments and without provision for compensation for the extra\nlabor performed by the officers who have conducted them, and whose\ncommendable interest in the improvement of the public service has induced\nthis devotion of time and labor without pecuniary reward. A continuance of\nthese labors gratuitously ought not to be expected, and without an\nappropriation by Congress for compensation it is not practicable to extend\nthe system of examinations generally throughout the civil service. It is\nalso highly important that all such examinations should be conducted upon a\nuniform system and under general supervision. Section 1753 of the Revised\nStatutes authorizes the President to prescribe the regulations for\nadmission to the civil service of the United States, and for this purpose\nto employ suitable persons to conduct the requisite inquiries with\nreference to \"the fitness of each candidate, in respect to age, health,\ncharacter, knowledge, and ability for the branch of service into which he\nseeks to enter;\" but the law is practically inoperative for want of the\nrequisite appropriation.I therefore recommend an appropriation of $25,000 per annum to meet the\nexpenses of a commission, to be appointed by the President in accordance\nwith the terms of this section, whose duty it shall be to devise a just,\nuniform, and efficient system of competitive examinations and to supervise\nthe application of the same throughout the entire civil service of the\nGovernment. I am persuaded that the facilities which such a commission will\nafford for testing the fitness of those who apply for office will not only\nbe as welcome a relief to members of Congress as it will be to the\nPresident and heads of Departments, but that it will also greatly tend to\nremove the causes of embarrassment which now inevitably and constantly\nattend the conflicting claims of patronage between the legislative and\nexecutive departments. The most effectual check upon the pernicious\ncompetition of influence and official favoritism in the bestowal of office\nwill be the substitution of an open competition of merit between the\napplicants, in which everyone can make his own record with the assurance\nthat his success will depend upon this alone.I also recommend such legislation as, while leaving every officer as free\nas any other citizen to express his political opinions and to use his means\nfor their advancement, shall also enable him to feel as safe as any private\ncitizen in refusing all demands upon his salary for political purposes. A\nlaw which should thus guarantee true liberty and justice to all who are\nengaged in the public service, and likewise contain stringent provisions\nagainst the use of official authority to coerce the political action of\nprivate citizens or of official subordinates, is greatly to be desired.The most serious obstacle, however, to an improvement of the civil service,\nand especially to a reform in the method of appointment and removal, has\nbeen found to be the practice, under what is known as the spoils system, by\nwhich the appointing power has been so largely encroached upon by members\nof Congress. The first step in the reform of the civil service must be a\ncomplete divorce between Congress and the Executive in the matter of\nappointments. The corrupting doctrine that \"to the victors belong the\nspoils\" is inseparable from Congressional patronage as the established rule\nand practice of parties in power. It comes to be understood by applicants\nfor office and by the people generally that Representatives and Senators\nare entitled to disburse the patronage of their respective districts and\nStates. It is not necessary to recite at length the evils resulting from\nthis invasion of the Executive functions. The true principles of Government\non the subject of appointments to office, as stated in the national\nconventions of the leading parties of the country, have again and again\nbeen approved by the American people, and have not been called in question\nin any quarter. These authentic expressions of public opinion upon this\nall-important subject are the statement of principles that belong to the\nconstitutional structure of the Government. Under the Constitution the\nPresident and heads of Departments are to make nominations for office. The\nSenate is to advise and consent to appointments, and the House of\nRepresentatives is to accuse and prosecute faithless officers. The best\ninterest of the public service demands that these distinctions be\nrespected; that Senators and Representatives, who may be judges and\naccusers, should not dictate appointments to office. To this end the\ncooperation of the legislative department of the Government is required\nalike by the necessities of the case and by public opinion. Members of\nCongress will not be relieved from the demands made upon them with\nreference to appointments to office until by legislative enactment the\npernicious practice is condemned and forbidden.It is therefore recommended that an act be passed defining the relations of\nmembers of Congress with respect to appointment to office by the President;\nand I also recommend that the provisions of section 1767 and of the\nsections following of the Revised Statutes, comprising the tenure-of-office\nact of March 2, 1867, be repealed.Believing that to reform the system and methods of the civil service in our\ncountry is one of the highest and most imperative duties of statesmanship,\nand that it can be permanently done only by the cooperation of the\nlegislative and executive departments of the Government, I again commend\nthe whole subject to your considerate attention.It is the recognized duty and purpose of the people of the United States to\nsuppress polygamy where it now exists in our Territories and to prevent its\nextension. Faithful and zealous efforts have been made by the United States\nauthorities in Utah to enforce the laws against it. Experience has shown\nthat the legislation upon this subject, to be effective, requires extensive\nmodification and amendment. The longer action is delayed the more difficult\nit will be to accomplish what is desired. Prompt and decided measures are\nnecessary. The Mormon sectarian organization which upholds polygamy has the\nwhole power of making and executing the local legislation of the Territory.\nBy its control of the grand and petit juries it possesses large influence\nover the administration of justice. Exercising, as the heads of this sect\ndo, the local political power of the Territory, they are able to make\neffective their hostility to the law of Congress on the subject of\npolygamy, and, in fact, do prevent its enforcement. Polygamy will not be\nabolished if the enforcement of the law depends on those who practice and\nuphold the crime. It can only be suppressed by taking away the political\npower of the sect which encourages and sustains it.The power of Congress to enact suitable laws to protect the Territories is\nample. It is not a case for halfway measures. The political power of the\nMormon sect is increasing. It controls now one of our wealthiest and most\npopulous Territories. It is extending steadily into other Territories.\nWherever it goes it establishes polygamy and sectarian political power. The\nsanctity of marriage and the family relation are the corner stone of our\nAmerican society and civilization. Religious liberty and the separation of\nchurch and state are among the elementary ideas of free institutions. To\nreestablish the interests and principles which polygamy and Mormonism have\nimperiled, and to fully reopen to intelligent and virtuous immigrants of\nall creeds that part of our domain which has been in a great degree closed\nto general immigration by intolerant and immoral institutions, it is\nrecommended that the government of the Territory of Utah be reorganized.I recommend that Congress provide for the government of Utah by a governor\nand judges, or commissioners, appointed by the President and confirmed by\nthe Senate--a government analogous to the provisional government\nestablished for the territory northwest of the Ohio by the ordinance of\n1787. If, however, it is deemed best to continue the existing form of local\ngovernment, I recommend that the right to vote, hold office, and sit on\njuries in the Territory of Utah be confined to those who neither practice\nnor uphold polygamy. If thorough measures are adopted, it is believed that\nwithin a few years the evils which now afflict Utah will be eradicated, and\nthat this Territory will in good time become one of the most prosperous and\nattractive of the new States of the Union.Our relations with all foreign countries have been those of undisturbed\npeace, and have presented no occasion for concern as to their continued\nmaintenance.My anticipation of an early reply from the British Government to the demand\nof indemnity to our fishermen for the injuries suffered by that industry at\nFortune Bay in January, 1878, which I expressed in my last annual message,\nwas disappointed. This answer was received only in the latter part of April\nin the present year, and when received exhibited a failure of accord\nbetween the two Governments as to the measure of the inshore fishing\nprivilege secured to our fishermen by the treaty of Washington of so\nserious a character that I made it the subject of a communication to\nCongress, in which I recommended the adoption of the measures which seemed\nto me proper to be taken by this Government in maintenance of the rights\naccorded to our fishermen under the treaty and toward securing an indemnity\nfor the injury these interests had suffered. A bill to carry out these\nrecommendations was under consideration by the House of Representatives at\nthe time of the adjournment of Congress in June last.Within a few weeks I have received a communication from Her Majesty's\nGovernment renewing the consideration of the subject, both of the indemnity\nfor the injuries at Fortune Bay and of the interpretation of the treaty in\nwhich the previous correspondence had shown the two Governments to be at\nvariance. Upon both these topics the disposition toward a friendly\nagreement is manifested by a recognition of our right to an indemnity for\nthe transaction at Fortune Bay, leaving the measure of such indemnity to\nfurther conference, and by an assent to the view of this Government,\npresented in the previous correspondence, that the regulation of\nconflicting interests of the shore fishery of the provincial seacoasts and\nthe vessel fishery of our fishermen should be made the subject of\nconference and concurrent arrangement between the two Governments.I sincerely hope that the basis may be found for a speedy adjustment of the\nvery serious divergence of views in the interpretation of the fishery\nclauses of the treaty of Washington, which, as the correspondence between\nthe two Governments stood at the close of the last session of Congress,\nseemed to be irreconcilable.In the important exhibition of arts and industries which was held last year\nat Sydney, New South Wales, as well as in that now in progress at\nMelbourne, the United States have been efficiently and honorably\nrepresented. The exhibitors from this country at the former place received\na large number of awards in some of the most considerable departments, and\nthe participation of the United States was recognized by a special mark of\ndistinction. In the exhibition at Melbourne the share taken by our country\nis no less notable, and an equal degree of success is confidently\nexpected.The state of peace and tranquillity now enjoyed by all the nations of the\ncontinent of Europe has its favorable influence upon our diplomatic and\ncommercial relations with them. We have concluded and ratified a convention\nwith the French Republic for the settlement of claims of the citizens of\neither country against the other. Under this convention a commission,\npresided over by a distinguished publicist, appointed in pursuance of the\nrequest of both nations by His Majesty the Emperor of Brazil, has been\norganized and has begun its sessions in this city. A congress to consider\nmeans for the protection of industrial property has recently been in\nsession in Paris, to which I have appointed the ministers of the United\nStates in France and in Belgium as delegates. The International Commission\nupon Weights and Measures also continues its work in Paris. I invite your\nattention to the necessity of an appropriation to be made in time to enable\nthis Government to comply with its obligations under the metrical\nconvention.Our friendly relations with the German Empire continue without\ninterruption. At the recent International Exhibition of Fish and Fisheries\nat Berlin the participation of the United States, notwithstanding the haste\nwith which the commission was forced to make its preparations, was\nextremely successful and meritorious, winning for private exhibitors\nnumerous awards of a high class and for the country at large the principal\nprize of honor offered by His Majesty the Emperor. The results of this\ngreat success can not but be advantageous to this important and growing\nindustry. There have been some questions raised between the two Governments\nas to the proper effect and interpretation of our treaties of\nnaturalization, but recent dispatches from our minister at Berlin show that\nfavorable progress is making toward an understanding in accordance with the\nviews of this Government, which makes and admits no distinction whatever\nbetween the rights of a native and a naturalized citizen of the United\nStates. In practice the complaints of molestation suffered by naturalized\ncitizens abroad have never been fewer than at present.There is nothing of importance to note in our unbroken friendly relations\nwith the Governments of Austria-Hungary, Russia, Portugal, Sweden and\nNorway, Switzerland, Turkey, and Greece.During the last summer several vessels belonging to the merchant marine of\nthis country, sailing in neutral waters of the West Indies, were fired at,\nboarded, and searched by an armed cruiser of the Spanish Government. The\ncircumstances as reported involve not only a private injury to the persons\nconcerned, but also seemed too little observant of the friendly relations\nexisting for a century between this country and Spain. The wrong was\nbrought to the attention of the Spanish Government in a serious protest and\nremonstrance, and the matter is undergoing investigation by the royal\nauthorities with a view to such explanation or reparation as may be called\nfor by the facts.The commission sitting in this city for the adjudication of claims of our\ncitizens against the Government of Spain is, I hope, approaching the\ntermination of its labors.The claims against the United States under the Florida treaty with Spain\nwere submitted to Congress for its action at the late session, and I again\ninvite your attention to this long-standing question, with a view to a\nfinal disposition of the matter.At the invitation of the Spanish Government, a conference has recently been\nheld at the city of Madrid to consider the subject of protection by foreign\npowers of native Moors in the Empire of Morocco. The minister of the United\nStates in Spain was directed to take part in the deliberations of this\nconference, the result of which is a convention signed on behalf of all the\npowers represented. The instrument will be laid before the Senate for its\nconsideration. The Government of the United States has also lost no\nopportunity to urge upon that of the Emperor of Morocco the necessity, in\naccordance with the humane and enlightened spirit of the age, of putting an\nend to the persecutions, which have been so prevalent in that country, of\npersons of a faith other than the Moslem, and especially of the Hebrew\nresidents of Morocco.The consular treaty concluded with Belgium has not yet been officially\npromulgated, owing to the alteration of a word in the text by the Senate of\nthe United States, which occasioned a delay, during which the time allowed\nfor ratification expired. The Senate will be asked to extend the period for\nratification.The attempt to negotiate a treaty of extradition with Denmark failed on\naccount of the objection of the Danish Government to the usual clause\nproviding that each nation should pay the expense of the arrest of the\npersons whose extradition it asks.The provision made by Congress at its last session for the expense of the\ncommission which had been appointed to enter upon negotiations with the\nImperial Government of China on subjects of great interest to the relations\nof the two countries enabled the commissioners to proceed at once upon\ntheir mission. The Imperial Government was prepared to give prompt and\nrespectful attention to the matters brought under negotiation, and the\nconferences proceeded with such rapidity and success that on the 17th of\nNovember last two treaties were signed at Peking, one relating to the\nintroduction of Chinese into this country and one relating to commerce. Mr.\nTrescot, one of the commissioners, is now on his way home bringing the\ntreaties, and it is expected that they will be received in season to be\nlaid before the Senate early in January.Our minister in Japan has negotiated a convention for the reciprocal relief\nof shipwrecked seamen. I take occasion to urge once more upon Congress the\npropriety of making provision for the erection of suitable fireproof\nbuildings at the Japanese capital for the use of the American legation and\nthe court-house and jail connected with it. The Japanese Government, with\ngreat generosity and courtesy, has offered for this purpose an eligible\npiece of land.In my last annual message I invited the attention of Congress to the\nsubject of the indemnity funds received some years ago from China and\nJapan. I renew the recommendation then made that whatever portions of these\nfunds are due to American citizens should be promptly paid and the residue\nreturned to the nations, respectively, to which they justly and equitably\nbelong.The extradition treaty with the Kingdom of the Netherlands, Which has been\nfor some time in course of negotiation, has during the past year been\nconcluded and duly ratified.Relations of friendship and amity have been established between the\nGovernment of the United States and that of Roumania. We have sent a\ndiplomatic representative to Bucharest, and have received at this capital\nthe special envoy who has been charged by His Royal Highness Prince Charles\nto announce the independent sovereignty of Roumania. We hope for a speedy\ndevelopment of commercial relations between the two countries.In my last annual message I expressed the hope that the prevalence of quiet\non the border between this country and Mexico would soon become so assured\nas to justify the modification of the orders then in force to our military\ncommanders in regard to crossing the frontier, without encouraging such\ndisturbances as would endanger the peace of the two countries. Events moved\nin accordance with these expectations, and the orders were accordingly\nwithdrawn, to the entire satisfaction of our own citizens and the Mexican\nGovernment. Subsequently the peace of the border was again disturbed by a\nsavage foray under the command of the Chief Victoria, but by the combined\nand harmonious action of the military forces of both countries his band has\nbeen broken up and substantially destroyed.There is reason to believe that the obstacles which have so long prevented\nrapid and convenient communication between the United States and Mexico by\nrailways are on the point of disappearing, and that several important\nenterprises of this character will soon be set on foot, which can not fail\nto contribute largely to the prosperity of both countries.New envoys from Guatemala, Colombia, Bolivia, Venezuela, and Nicaragua have\nrecently arrived at this capital, whose distinction and enlightenment\nafford the best guaranty of the continuance of friendly relations between\nourselves and these sister Republics.The relations between this Government and that of the United States of\nColombia have engaged public attention during the past year, mainly by\nreason of the project of an interoceanic canal across the Isthmus of\nPanama, to be built by private capital under a concession from the\nColombian Government for that purpose. The treaty obligations subsisting\nbetween the United States and Colombia, by which we guarantee the\nneutrality of the transit and the sovereignty and property of Colombia in\nthe Isthmus, make it necessary that the conditions under which so\nstupendous a change in the region embraced in this guaranty should be\neffected--transforming, as it would, this Isthmus from a barrier between\nthe Atlantic and Pacific oceans into a gateway and thoroughfare between\nthem for the navies and the merchant ships of the world--should receive the\napproval of this Government, as being compatible with the discharge of\nthese obligations on our part and consistent with our interests as the\nprincipal commercial power of the Western Hemisphere. The views which I\nexpressed in a special message to Congress in March last in relation to\nthis project I deem it my duty again to press upon your attention.\nSubsequent consideration has but confirmed the opinion \"that it is the\nright and duty of the United States to assert and maintain such supervision\nand authority over any interoceanic canal across the isthmus that connects\nNorth and South America as will protect our national interest.\"The war between the Republic of Chile on the one hand and the allied\nRepublics of Peru and Bolivia on the other still continues. This Government\nhas not felt called upon to interfere in a contest that is within the\nbelligerent rights of the parties as independent states. We have, however,\nalways held ourselves in readiness to aid in accommodating their\ndifference, and have at different times reminded both belligerents of our\nwillingness to render such service.Our good offices in this direction were recently accepted by all the\nbelligerents, and it was hoped they would prove efficacious; but I regret\nto announce that the measures which the ministers of the United States at\nSantiago and Lima were authorized to take with the view to bring about a\npeace were not successful. In the course of the war some questions have\narisen affecting neutral rights. In all of these the ministers of the\nUnited States have, under their instructions, acted with promptness and\nenergy in protection of American interests.The relations of the United States with the Empire of Brazil continue to be\nmost cordial, and their commercial intercourse steadily increases, to their\nmutual advantage.The internal disorders with which the Argentine Republic has for some time\npast been afflicted, and which have more or less influenced its external\ntrade, are understood to have been brought to a close. This happy result\nmay be expected to redound to the benefit of the foreign commerce of that\nRepublic, as well as to the development of its vast interior resources.In Samoa the Government of King Malietoa, under the support and recognition\nof the consular representatives of the United States, Great Britain, and\nGermany, seems to have given peace and tranquillity to the islands. While\nit does not appear desirable to adopt as a whole the scheme of tripartite\nlocal government which has been proposed, the common interests of the three\ngreat treaty powers require harmony in their relations to the native frame\nof government, and this may be best secured by a simple diplomatic\nagreement between them. It would be well if the consular jurisdiction of\nour representative at Apia were increased in extent and importance so as to\nguard American interests in the surrounding and outlying islands of\nOceanica.The obelisk generously presented by the Khedive of Egypt to the city of New\nYork has safely arrived in this country, and will soon be erected in that\nmetropolis. A commission for the liquidation of the Egyptian debt has\nlately concluded its work, and this Government, at the earnest solicitation\nof the Khedive, has acceded to the provisions adopted by it, which will be\nlaid before Congress for its information. A commission for the revision of\nthe judicial code of the reform tribunal of Egypt is now in session in\nCairo. Mr. Farman, consul-general, and J. M. Batchelder, esq., have been\nappointed as commissioners to participate in this work. The organization of\nthe reform tribunals will probably be continued for another period of five\nyears.In pursuance of the act passed at the last session of Congress, invitations\nhave been extended to foreign maritime states to join in a sanitary\nconference in Washington, beginning the 1st of January. The acceptance of\nthis invitation by many prominent powers gives promise of success in this\nimportant measure, designed to establish a system of international\nnotification by which the spread of infectious or epidemic diseases may be\nmore effectively checked or prevented. The attention of Congress is invited\nto the necessary appropriations for carrying into effect the provisions of\nthe act referred to.The efforts of the Department of State to enlarge the trade and commerce of\nthe United States, through the active agency of consular officers and\nthrough the dissemination of information obtained from them, have been\nunrelaxed. The interest in these efforts, as developed in our commercial\ncommunities, and the value of the information secured by this means to the\ntrade and manufactures of the country were recognized by Congress at its\nlast session, and provision was made for the more frequent publication of\nconsular and other reports by the Department of State. The first issue of\nthis publication has now been prepared, and subsequent issues may regularly\nbe expected. The importance and interest attached to the reports of\nconsular officers are witnessed by the general demand for them by all\nclasses of merchants and manufacturers engaged in our foreign trade. It is\nbelieved that the system of such publications is deserving of the approval\nof Congress, and that the necessary appropriations for its continuance and\nenlargement will commend itself to your consideration.The prosperous energies of our domestic industries and their immense\nproduction of the subjects of foreign commerce invite, and even require, an\nactive development of the wishes and interests of our people in that\ndirection. Especially important is it that our commercial relations with\nthe Atlantic and Pacific coasts of South America, with the West Indies and\nthe Gulf of Mexico, should be direct, and not through the circuit of\nEuropean systems, and should be carried on in our own bottoms. The full\nappreciation of the opportunities which our front on the Pacific Ocean\ngives to commerce with Japan, China, and the East Indies, with Australia\nand the island groups which lie along these routes of navigation, should\ninspire equal efforts to appropriate to our own shipping and to administer\nby our own capital a due proportion of this trade. Whatever modifications\nof our regulations of trade and navigation may be necessary or useful to\nmeet and direct these impulses to the enlargement of our exchanges and of\nour carrying trade I am sure the wisdom of Congress will be ready to\nsupply. One initial measure, however, seems to me so dearly useful and\nefficient that I venture to press it upon your earnest attention. It seems\nto be very evident that the provision of regular steam postal communication\nby aid from government has been the forerunner of the commercial\npredominance of Great Britain on all these coasts and seas, a greater share\nin whose trade is now the desire and the intent of our people. It is also\nmanifest that the efforts of other European nations to contend with Great\nBritain for a share of this commerce have been successful in proportion\nwith their adoption of regular steam postal communication with the markets\nwhose trade they sought. Mexico and the States of South America are anxious\nto receive such postal communication with this country and to aid in their\ndevelopment. Similar cooperation may be looked for in due time from the\nEastern nations and from Australia. It is difficult to see how the lead in\nthis movement can be expected from private interests. In respect of foreign\ncommerce quite as much as in internal trade postal communication seems\nnecessarily a matter of common and public administration, and thus\npertaining to Government. I respectfully recommend to your prompt attention\nsuch just and efficient measures as may conduce to the development of our\nforeign commercial exchanges and the building up of our carrying trade.In this connection I desire also to suggest the very great service which\nmight be expected in enlarging and facilitating our commerce on the Pacific\nOcean were a transmarine cable laid from San Francisco to the Sandwich\nIslands, and thence to Japan at the north and Australia at the south. The\ngreat influence of such means of communication on these routes of\nnavigation in developing and securing the due share of our Pacific Coast in\nthe commerce of the world needs no illustration or enforcement. It may be\nthat such an enterprise, useful, and in the end profitable, as it would\nprove to private investment, may need to be accelerated by prudent\nlegislation by Congress in its aid, and I submit the matter to your careful\nconsideration.An additional and not unimportant, although secondary, reason for fostering\nand enlarging the Navy may be found in the unquestionable service to the\nexpansion of our commerce which would be rendered by the frequent\ncirculation of naval ships in the seas and ports of all quarters of the\nglobe. Ships of the proper construction and equipment to be of the greatest\nefficiency in case of maritime war might be made constant and active agents\nin time of peace in the advancement and protection of our foreign trade and\nin the nurture and discipline of young seamen, who would naturally in some\nnumbers mix with and improve the crews of our merchant ships. Our merchants\nat home and abroad recognize the value to foreign commerce of an active\nmovement of our naval vessels, and the intelligence and patriotic zeal of\nour naval officers in promoting every interest of their countrymen is a\njust subject of national pride.The condition of the financial affairs of the Government, as shown by the\nreport of the Secretary of the Treasury, is very satisfactory. It is\nbelieved that the present financial situation of the United States, whether\nconsidered with respect to trade, currency, credit, growing wealth, or the\nextent and variety of our resources, is more favorable than that of any\nother country of our time, and has never been surpassed by that of any\ncountry at any period of its history. All our industries are thriving; the\nrate of interest is low; new railroads are being constructed; a vast\nimmigration is increasing our population, capital, and labor; new\nenterprises in great number are in progress, and our commercial relations\nwith other countries are improving.The ordinary revenues from all sources for the fiscal year ended June 30,\n1880, were--From customs - $186,522,064.60From internal revenue - 124,009,373.92From sales of public lands - 1,016,506.60From tax on circulation and deposits of national banks - 7,014,971.44From repayment of interest by Pacific Railway companies - 1,707,367.18From sinking fund for Pacific Railway companies - 786,621.22From customs fees, fines, penalties, etc - 1,148,800.16From fees-consular, letters patent, and lands - 2,337,029.00From proceeds of sales of Government property - 282,616.50From profits on coinage, etc - 2,792,186.78From revenues of the District of Columbia - 1,809,469.70From miscellaneous sources - 4,099,603.88 -", 
    "name": "Rutherford B. Hayes"
}