{
    "date": "December 3, 1901", 
    "speech": "To the Senate and House of Representatives:The Congress assembles this year under the shadow of a great calamity.\nOn the sixth of September, President McKinley was shot by an anarchist\nwhile attending the Pan-American Exposition at Buffalo, and died in\nthat city on the fourteenth of that month.Of the last seven elected Presidents, he is the third who has been\nmurdered, and the bare recital of this fact is sufficient to justify\ngrave alarm among all loyal American citizens. Moreover, the\ncircumstances of this, the third assassination of an American\nPresident, have a peculiarly sinister significance. Both President\nLincoln and President Garfield were killed by assassins of types\nunfortunately not uncommon in history; President Lincoln falling a\nvictim to the terrible passions aroused by four years of civil war, and\nPresident Garfield to the revengeful vanity of a disappointed\noffice-seeker. President McKinley was killed by an utterly depraved\ncriminal belonging to that body of criminals who object to all\ngovernments, good and bad alike, who are against any form of popular\nliberty if it is guaranteed by even the most just and liberal laws, and\nwho are as hostile to the upright exponent of a free people's sober\nwill as to the tyrannical and irresponsible despot.It is not too much to say that at the time of President McKinley's\ndeath he was the most widely loved man in all the United States; while\nwe have never had any public man of his position who has been so wholly\nfree from the bitter animosities incident to public life. His political\nopponents were the first to bear the heartiest and most generous\ntribute to the broad kindliness of nature, the sweetness and gentleness\nof character which so endeared him to his close associates. To a\nstandard of lofty integrity in public life he united the tender\naffections and home virtues which are all-important in the make-up of\nnational character. A gallant soldier in the great war for the Union,\nhe also shone as an example to all our people because of his conduct in\nthe most sacred and intimate of home relations. There could be no\npersonal hatred of him, for he never acted with aught but consideration\nfor the welfare of others. No one could fail to respect him who knew\nhim in public or private life. The defenders of those murderous\ncriminals who seek to excuse their criminality by asserting that it is\nexercised for political ends, inveigh against wealth and irresponsible\npower. But for this assassination even this base apology cannot be\nurged.President McKinley was a man of moderate means, a man whose stock\nsprang from the sturdy tillers of the soil, who had himself belonged\namong the wage-workers, who had entered the Army as a private soldier.\nWealth was not struck at when the President was assassinated, but the\nhonest toil which is content with moderate gains after a lifetime of\nunremitting labor, largely in the service of the public. Still less was\npower struck at in the sense that power is irresponsible or centered in\nthe hands of any one individual. The blow was not aimed at tyranny or\nwealth. It was aimed at one of the strongest champions the wage-worker\nhas ever had; at one of the most faithful representatives of the system\nof public rights and representative government who has ever risen to\npublic office. President McKinley filled that political office for\nwhich the entire people vote, and no President not even Lincoln\nhimself--was ever more earnestly anxious to represent the well\nthought-out wishes of the people; his one anxiety in every crisis was\nto keep in closest touch with the people--to find out what they thought\nand to endeavor to give expression to their thought, after having\nendeavored to guide that thought aright. He had just been reelected to\nthe Presidency because the majority of our citizens, the majority of\nour farmers and wage-workers, believed that he had faithfully upheld\ntheir interests for four years. They felt themselves in close and\nintimate touch with him. They felt that he represented so well and so\nhonorably all their ideals and aspirations that they wished him to\ncontinue for another four years to represent them.And this was the man at whom the assassin struck That there might be\nnothing lacking to complete the Judas-like infamy of his act, he took\nadvantage of an occasion when the President was meeting the people\ngenerally; and advancing as if to take the hand out-stretched to him in\nkindly and brotherly fellowship, he turned the noble and generous\nconfidence of the victim into an opportunity to strike the fatal blow.\nThere is no baser deed in all the annals of crime.The shock, the grief of the country, are bitter in the minds of all who\nsaw the dark days, while the President yet hovered between life and\ndeath. At last the light was stilled in the kindly eyes and the breath\nwent from the lips that even in mortal agony uttered no words save of\nforgiveness to his murderer, of love for his friends, and of faltering\ntrust in the will of the Most High. Such a death, crowning the glory of\nsuch a life, leaves us with infinite sorrow, but with such pride in\nwhat he had accomplished and in his own personal character, that we\nfeel the blow not as struck at him, but as struck at the Nation We\nmourn a good and great President who is dead; but while we mourn we are\nlifted up by the splendid achievements of his life and the grand\nheroism with which he met his death.When we turn from the man to the Nation, the harm done is so great as\nto excite our gravest apprehensions and to demand our wisest and most\nresolute action. This criminal was a professed anarchist, inflamed by\nthe teachings of professed anarchists, and probably also by the\nreckless utterances of those who, on the stump and in the public press,\nappeal to the dark and evil spirits of malice and greed, envy and\nsullen hatred. The wind is sowed by the men who preach such doctrines,\nand they cannot escape their share of responsibility for the whirlwind\nthat is reaped. This applies alike to the deliberate demagogue, to the\nexploiter of sensationalism, and to the crude and foolish visionary\nwho, for whatever reason, apologizes for crime or excites aimless\ndiscontent.The blow was aimed not at this President, but at all Presidents; at\nevery symbol of government. President McKinley was as emphatically the\nembodiment of the popular will of the Nation expressed through the\nforms of law as a New England town meeting is in similar fashion the\nembodiment of the law-abiding purpose and practice of the people of the\ntown. On no conceivable theory could the murder of the President be\naccepted as due to protest against \"inequalities in the social order,\"\nsave as the murder of all the freemen engaged in a town meeting could\nbe accepted as a protest against that social inequality which puts a\nmalefactor in jail. Anarchy is no more an expression of \"social\ndiscontent\" than picking pockets or wife-beating.The anarchist, and especially the anarchist in the United States, is\nmerely one type of criminal, more dangerous than any other because he\nrepresents the same depravity in a greater degree. The man who\nadvocates anarchy directly or indirectly, in any shape or fashion, or\nthe man who apologizes for anarchists and their deeds, makes himself\nmorally accessory to murder before the fact. The anarchist is a\ncriminal whose perverted instincts lead him to prefer confusion and\nchaos to the most beneficent form of social order. His protest of\nconcern for workingmen is outrageous in its impudent falsity; for if\nthe political institutions of this country do not afford opportunity to\nevery honest and intelligent son of toil, then the door of hope is\nforever closed against him. The anarchist is everywhere not merely the\nenemy of system and of progress, but the deadly foe of liberty. If ever\nanarchy is triumphant, its triumph will last for but one red moment, to\nbe succeeded, for ages by the gloomy night of despotism.For the anarchist himself, whether he preaches or practices his\ndoctrines, we need not have one particle more concern than for any\nordinary murderer. He is not the victim of social or political\ninjustice. There are no wrongs to remedy in his case. The cause of his\ncriminality is to be found in his own evil passions and in the evil\nconduct of those who urge him on, not in any failure by others or by\nthe State to do justice to him or his. He is a malefactor and nothing\nelse. He is in no sense, in no shape or way, a \"product of social\nconditions,\" save as a highwayman is \"produced\" by the fact than an\nunarmed man happens to have a purse. It is a travesty upon the great\nand holy names of liberty and freedom to permit them to be invoked in\nsuch a cause. No man or body of men preaching anarchistic doctrines\nshould be allowed at large any more than if preaching the murder of\nsome specified private individual. Anarchistic speeches, writings, and\nmeetings are essentially seditious and treasonable.I earnestly recommend to the Congress that in the exercise of its wise\ndiscretion it should take into consideration the coming to this country\nof anarchists or persons professing principles hostile to all\ngovernment and justifying the murder of those placed in authority. Such\nindividuals as those who not long ago gathered in open meeting to\nglorify the murder of King Humbert of Italy perpetrate a crime, and the\nlaw should ensure their rigorous punishment. They and those like them\nshould be kept out of this country; and if found here they should be\npromptly deported to the country whence they came; and far-reaching\nprovision should be made for the punishment of those who stay. No\nmatter calls more urgently for the wisest thought of the Congress.The Federal courts should be given jurisdiction over any man who kills\nor attempts to kill the President or any man who by the Constitution or\nby law is in line of succession for the Presidency, while the\npunishment for an unsuccessful attempt should be proportioned to the\nenormity of the offense against our institutions.Anarchy is a crime against the whole human race; and all mankind should\nband against the anarchist. His crime should be made an offense against\nthe law of nations, like piracy and that form of man-stealing known as\nthe slave trade; for it is of far blacker infamy than either. It should\nbe so declared by treaties among all civilized powers. Such treaties\nwould give to the Federal Government the power of dealing with the\ncrime.A grim commentary upon the folly of the anarchist position was afforded\nby the attitude of the law toward this very criminal who had just taken\nthe life of the President. The people would have torn him limb from\nlimb if it had not been that the law he defied was at once invoked in\nhis behalf. So far from his deed being committed on behalf of the\npeople against the Government, the Government was obliged at once to\nexert its full police power to save him from instant death at the hands\nof the people. Moreover, his deed worked not the slightest dislocation\nin our governmental system, and the danger of a recurrence of such\ndeeds, no matter how great it might grow, would work only in the\ndirection of strengthening and giving harshness to the forces of order.\nNo man will ever be restrained from becoming President by any fear as\nto his personal safety. If the risk to the President's life became\ngreat, it would mean that the office would more and more come to be\nfilled by men of a spirit which would make them resolute and merciless\nin dealing with every friend of disorder. This great country will not\nfall into anarchy, and if anarchists should ever become a serious\nmenace to its institutions, they would not merely be stamped out, but\nwould involve in their own ruin every active or passive sympathizer\nwith their doctrines. The American people are slow to wrath, but when\ntheir wrath is once kindled it burns like a consuming flame.During the last five years business confidence has been restored, and\nthe nation is to be congratulated because of its present abounding\nprosperity. Such prosperity can never be created by law alone, although\nit is easy enough to destroy it by mischievous laws. If the hand of the\nLord is heavy upon any country, if flood or drought comes, human wisdom\nis powerless to avert the calamity. Moreover, no law can guard us\nagainst the consequences of our own folly. The men who are idle or\ncredulous, the men who seek gains not by genuine work with head or hand\nbut by gambling in any form, are always a source of menace not only to\nthemselves but to others. If the business world loses its head, it\nloses what legislation cannot supply. Fundamentally the welfare of each\ncitizen, and therefore the welfare of the aggregate of citizens which\nmakes the nation, must rest upon individual thrift and energy,\nresolution, and intelligence. Nothing can take the place of this\nindividual capacity; but wise legislation and honest and intelligent\nadministration can give it the fullest scope, the largest opportunity\nto work to good effect.The tremendous and highly complex industrial development which went on\nwith ever accelerated rapidity during the latter half of the nineteenth\ncentury brings us face to face, at the beginning of the twentieth, with\nvery serious social problems. The old laws, and the old customs which\nhad almost the binding force of law, were once quite sufficient to\nregulate the accumulation and distribution of wealth. Since the\nindustrial changes which have so enormously increased the productive\npower of mankind, they are no longer sufficient.The growth of cities has gone on beyond comparison faster than the\ngrowth of the country, and the upbuilding of the great industrial\ncenters has meant a startling increase, not merely in the aggregate of\nwealth, but in the number of very large individual, and especially of\nvery large corporate, fortunes. The creation of these great corporate\nfortunes has not been due to the tariff nor to any other governmental\naction, but to natural causes in the business world, operating in other\ncountries as they operate in our own.The process has aroused much antagonism, a great part of which is\nwholly without warrant. It is not true that as the rich have grown\nricher the poor have grown poorer. On the contrary, never before has\nthe average man, the wage-worker, the farmer, the small trader, been so\nwell off as in this country and at the present time. There have been\nabuses connected with the accumulation of wealth; yet it remains true\nthat a fortune accumulated in legitimate business can be accumulated by\nthe person specially benefited only on condition of conferring immense\nincidental benefits upon others. Successful enterprise, of the type\nwhich benefits all mankind, can only exist if the conditions are such\nas to offer great prizes as the rewards of success.The captains of industry who have driven the railway systems across\nthis continent, who have built up our commerce, who have developed our\nmanufactures, have on the whole done great good to our people. Without\nthem the material development of which we are so justly proud could\nnever have taken place. Moreover, we should recognize the immense\nimportance of this material development of leaving as unhampered as is\ncompatible with the public good the strong and forceful men upon whom\nthe success of business operations inevitably rests. The slightest\nstudy of business conditions will satisfy anyone capable of forming a\njudgment that the personal equation is the most important factor in a\nbusiness operation; that the business ability of the man at the head of\nany business concern, big or little, is usually the factor which fixes\nthe gulf between striking success and hopeless failure.An additional reason for caution in dealing with corporations is to be\nfound in the international commercial conditions of to-day. The same\nbusiness conditions which have produced the great aggregations of\ncorporate and individual wealth have made them very potent factors in\ninternational Commercial competition. Business concerns which have the\nlargest means at their disposal and are managed by the ablest men are\nnaturally those which take the lead in the strife for commercial\nsupremacy among the nations of the world. America has only just begun\nto assume that commanding position in the international business world\nwhich we believe will more and more be hers. It is of the utmost\nimportance that this position be not jeoparded, especially at a time\nwhen the overflowing abundance of our own natural resources and the\nskill, business energy, and mechanical aptitude of our people make\nforeign markets essential. Under such conditions it would be most\nunwise to cramp or to fetter the youthful strength of our Nation.Moreover, it cannot too often be pointed out that to strike with\nignorant violence at the interests of one set of men almost inevitably\nendangers the interests of all. The fundamental rule in our national\nlife--the rule which underlies all others--is that, on the whole, and\nin the long run, we shall go up or down together. There are exceptions;\nand in times of prosperity some will prosper far more, and in times of\nadversity, some will suffer far more, than others; but speaking\ngenerally, a period of good times means that all share more or less in\nthem, and in a period of hard times all feel the stress to a greater or\nless degree. It surely ought not to be necessary to enter into any\nproof of this statement; the memory of the lean years which began in\n1893 is still vivid, and we can contrast them with the conditions in\nthis very year which is now closing. Disaster to great business\nenterprises can never have its effects limited to the men at the top.\nIt spreads throughout, and while it is bad for everybody, it is worst\nfor those farthest down. The capitalist may be shorn of his luxuries;\nbut the wage-worker may be deprived of even bare necessities.The mechanism of modern business is so delicate that extreme care must\nbe taken not to interfere with it in a spirit of rashness or ignorance.\nMany of those who have made it their vocation to denounce the great\nindustrial combinations which are popularly, although with technical\ninaccuracy, known as \"trusts,\" appeal especially to hatred and fear.\nThese are precisely the two emotions, particularly when combined with\nignorance, which unfit men for the exercise of cool and steady\njudgment. In facing new industrial conditions, the whole history of the\nworld shows that legislation will generally be both unwise and\nineffective unless undertaken after calm inquiry and with sober\nself-restraint. Much of the legislation directed at the trusts would\nhave been exceedingly mischievous had it not also been entirely\nineffective. In accordance with a well-known sociological law, the\nignorant or reckless agitator has been the really effective friend of\nthe evils which he has been nominally opposing. In dealing with\nbusiness interests, for the Government to undertake by crude and\nill-considered legislation to do what may turn out to be bad, would be\nto incur the risk of such far-reaching national disaster that it would\nbe preferable to undertake nothing at all. The men who demand the\nimpossible or the undesirable serve as the allies of the forces with\nwhich they are nominally at war, for they hamper those who would\nendeavor to find out in rational fashion what the wrongs really are and\nto what extent and in what manner it is practicable to apply remedies.All this is true; and yet it is also true that there are real and grave\nevils, one of the chief being over-capitalization because of its many\nbaleful consequences; and a resolute and practical effort must be made\nto correct these evils.There is a widespread conviction in the minds of the American people\nthat the great corporations known as trusts are in certain of their\nfeatures and tendencies hurtful to the general welfare. This springs\nfrom no spirit of envy or uncharitableness, nor lack of pride in the\ngreat industrial achievements that have placed this country at the head\nof the nations struggling for commercial supremacy. It does not rest\nupon a lack of intelligent appreciation of the necessity of meeting\nchanging and changed conditions of trade with new methods, nor upon\nignorance of the fact that combination of capital in the effort to\naccomplish great things is necessary when the world's progress demands\nthat great things be done. It is based upon sincere conviction that\ncombination and concentration should be, not prohibited, but supervised\nand within reasonable limits controlled; and in my judgment this\nconviction is right.It is no limitation upon property rights or freedom of contract to\nrequire that when men receive from Government the privilege of doing\nbusiness under corporate form, which frees them from individual\nresponsibility, and enables them to call into their enterprises the\ncapital of the public, they shall do so upon absolutely truthful\nrepresentations as to the value of the property in which the capital is\nto be invested. Corporations engaged in interstate commerce should be\nregulated if they are found to exercise a license working to the public\ninjury. It should be as much the aim of those who seek for social\nbetterment to rid the business world of crimes of cunning as to rid the\nentire body politic of crimes of violence. Great corporations exist\nonly because they are created and safeguarded by our institutions; and\nit is therefore our right and our duty to see that they work in harmony\nwith these institutions.The first essential in determining how to deal with the great\nindustrial combinations is knowledge of the facts--publicity. In the\ninterest of the public, the Government should have the right to inspect\nand examine the workings of the great corporations engaged in\ninterstate business. Publicity is the only sure remedy which we can now\ninvoke. What further remedies are needed in the way of governmental\nregulation, or taxation, can only be determined after publicity has\nbeen obtained, by process of law, and in the course of administration.\nThe first requisite is knowledge, full and complete--knowledge which\nmay be made public to the world.Artificial bodies, such as corporations and joint stock or other\nassociations, depending upon any statutory law for their existence or\nprivileges, should be subject to proper governmental supervision, and\nfull and accurate information as to their operations should be made\npublic regularly at reasonable intervals.The large corporations, commonly called trusts, though organized in one\nState, always do business in many States, often doing very little\nbusiness in the State where they are incorporated. There is utter lack\nof uniformity in the State laws about them; and as no State has any\nexclusive interest in or power over their acts, it has in practice\nproved impossible to get adequate regulation through State action.\nTherefore, in the interest of the whole people, the Nation should,\nwithout interfering with the power of the States in the matter itself,\nalso assume power of supervision and regulation over all corporations\ndoing an interstate business. This is especially true where the\ncorporation derives a portion of its wealth from the existence of some\nmonopolistic element or tendency in its business. There would be no\nhardship in such supervision; banks are subject to it, and in their\ncase it is now accepted as a simple matter of course. Indeed, it is\nprobable that supervision of corporations by the National Government\nneed not go so far as is now the case with the supervision exercised\nover them by so conservative a State as Massachusetts, in order to\nproduce excellent results.When the Constitution was adopted, at the end of the eighteenth\ncentury, no human wisdom could foretell the sweeping changes, alike in\nindustrial and political conditions, which were to take place by the\nbeginning of the twentieth century. At that time it was accepted as a\nmatter of course that the several States were the proper authorities to\nregulate, so far as was then necessary, the comparatively insignificant\nand strictly localized corporate bodies of the day. The conditions are\nnow wholly different and wholly different action is called for. I\nbelieve that a law can be framed which will enable the National\nGovernment to exercise control along the lines above indicated;\nprofiting by the experience gained through the passage and\nadministration of the Interstate-Commerce Act. If, however, the\njudgment of the Congress is that it lacks the constitutional power to\npass such an act, then a constitutional amendment should be submitted\nto confer the power.There should be created a Cabinet officer, to be known as Secretary of\nCommerce and Industries, as provided in the bill introduced at the last\nsession of the Congress. It should be his province to deal with\ncommerce in its broadest sense; including among many other things\nwhatever concerns labor and all matters affecting the great business\ncorporations and our merchant marine.The course proposed is one phase of what should be a comprehensive and\nfar-reaching scheme of constructive statesmanship for the purpose of\nbroadening our markets, securing our business interests on a safe\nbasis, and making firm our new position in the international industrial\nworld; while scrupulously safeguarding the rights of wage-worker and\ncapitalist, of investor and private citizen, so as to secure equity as\nbetween man and man in this Republic.With the sole exception of the farming interest, no one matter is of\nsuch vital moment to our whole people as the welfare of the\nwage-workers. If the farmer and the wage-worker are well off, it is\nabsolutely certain that all others will be well off too. It is\ntherefore a matter for hearty congratulation that on the whole wages\nare higher to-day in the United States than ever before in our history,\nand far higher than in any other country. The standard of living is\nalso higher than ever before. Every effort of legislator and\nadministrator should be bent to secure the permanency of this condition\nof things and its improvement wherever possible. Not only must our\nlabor be protected by the tariff, but it should also be protected so\nfar as it is possible from the presence in this country of any laborers\nbrought over by contract, or of those who, coming freely, yet represent\na standard of living so depressed that they can undersell our men in\nthe labor market and drag them to a lower level. I regard it as\nnecessary, with this end in view, to re-enact immediately the law\nexcluding Chinese laborers and to strengthen it wherever necessary in\norder to make its enforcement entirely effective.The National Government should demand the highest quality of service\nfrom its employees; and in return it should be a good employer. If\npossible legislation should be passed, in connection with the\nInterstate Commerce Law, which will render effective the efforts of\ndifferent States to do away with the competition of convict contract\nlabor in the open labor market. So far as practicable under the\nconditions of Government work, provision should be made to render the\nenforcement of the eight-hour law easy and certain. In all industries\ncarried on directly or indirectly for the United States Government\nwomen and children should be protected from excessive hours of labor,\nfrom night work, and from work under unsanitary conditions. The\nGovernment should provide in its contracts that all work should be done\nunder \"fair\" conditions, and in addition to setting a high standard\nshould uphold it by proper inspection, extending if necessary to the\nsubcontractors. The Government should forbid all night work for women\nand children, as well as excessive overtime. For the District of\nColumbia a good factory law should be passed; and, as a powerful\nindirect aid to such laws, provision should be made to turn the\ninhabited alleys, the existence of which is a reproach to our Capital\ncity, into minor streets, where the inhabitants can live under\nconditions favorable to health and morals.American wage-workers work with their heads as well as their hands.\nMoreover, they take a keen pride in what they are doing; so that,\nindependent of the reward, they wish to turn out a perfect job. This is\nthe great secret of our success in competition with the labor of\nforeign countries.The most vital problem with which this country, and for that matter the\nwhole civilized world, has to deal, is the problem which has for one\nside the betterment of social conditions, moral and physical, in large\ncities, and for another side the effort to deal with that tangle of\nfar-reaching questions which we group together when we speak of\n\"labor.\" The chief factor in the success of each man--wage-worker,\nfarmer, and capitalist alike--must ever be the sum total of his own\nindividual qualities and abilities. Second only to this comes the power\nof acting in combination or association with others. Very great good\nhas been and will be accomplished by associations or unions of\nwage-workers, when managed with forethought, and when they combine\ninsistence upon their own rights with law-abiding respect for the\nrights of others. The display of these qualities in such bodies is a\nduty to the nation no less than to the associations themselves.\nFinally, there must also in many cases be action by the Government in\norder to safeguard the rights and interests of all. Under our\nConstitution there is much more scope for such action by the State and\nthe municipality than by the nation. But on points such as those\ntouched on above the National Government can act.When all is said and done, the rule of brotherhood remains as the\nindispensable prerequisite to success in the kind of national life for\nwhich we strive. Each man must work for himself, and unless he so works\nno outside help can avail him; but each man must remember also that he\nis indeed his brother's keeper, and that while no man who refuses to\nwalk can be carried with advantage to himself or anyone else, yet that\neach at times stumbles or halts, that each at times needs to have the\nhelping hand outstretched to him. To be permanently effective, aid must\nalways take the form of helping a man to help himself; and we can all\nbest help ourselves by joining together in the work that is of common\ninterest to all.Our present immigration laws are unsatisfactory. We need every honest\nand efficient immigrant fitted to become an American citizen, every\nimmigrant who comes here to stay, who brings here a strong body, a\nstout heart, a good head, and a resolute purpose to do his duty well in\nevery way and to bring up his children as law-abiding and God-fearing\nmembers of the community. But there should be a comprehensive law\nenacted with the object of working a threefold improvement over our\npresent system. First, we should aim to exclude absolutely not only all\npersons who are known to be believers in anarchistic principles or\nmembers of anarchistic societies, but also all persons who are of a low\nmoral tendency or of unsavory reputation. This means that we should\nrequire a more thorough system of inspection abroad and a more rigid\nsystem of examination at our immigration ports, the former being\nespecially necessary.The second object of a proper immigration law ought to be to secure by\na careful and not merely perfunctory educational test some intelligent\ncapacity to appreciate American institutions and act sanely as American\ncitizens. This would not keep out all anarchists, for many of them\nbelong to the intelligent criminal class. But it would do what is also\nin point, that is, tend to decrease the sum of ignorance, so potent in\nproducing the envy, suspicion, malignant passion, and hatred of order,\nout of which anarchistic sentiment inevitably springs. Finally, all\npersons should be excluded who are below a certain standard of economic\nfitness to enter our industrial field as competitors with American\nlabor. There should be proper proof of personal capacity to earn an\nAmerican living and enough money to insure a decent start under\nAmerican conditions. This would stop the influx of cheap labor, and the\nresulting competition which gives rise to so much of bitterness in\nAmerican industrial life; and it would dry up the springs of the\npestilential social conditions in our great cities, where anarchistic\norganizations have their greatest possibility of growth.Both the educational and economic tests in a wise immigration law\nshould be designed to protect and elevate the general body politic and\nsocial. A very close supervision should be exercised over the steamship\ncompanies which mainly bring over the immigrants, and they should be\nheld to a strict accountability for any infraction of the law.There is general acquiescence in our present tariff system as a\nnational policy. The first requisite to our prosperity is the\ncontinuity and stability of this economic policy. Nothing could be more\nunwise than to disturb the business interests of the country by any\ngeneral tariff change at this time. Doubt, apprehension, uncertainty\nare exactly what we most wish to avoid in the interest of our\ncommercial and material well-being. Our experience in the past has\nshown that sweeping revisions of the tariff are apt to produce\nconditions closely approaching panic in the business world. Yet it is\nnot only possible, but eminently desirable, to combine with the\nstability of our economic system a supplementary system of reciprocal\nbenefit and obligation with other nations. Such reciprocity is an\nincident and result of the firm establishment and preservation of our\npresent economic policy. It was specially provided for in the present\ntariff law.Reciprocity must be treated as the handmaiden of protection. Our first\nduty is to see that the protection granted by the tariff in every case\nwhere it is needed is maintained, and that reciprocity be sought for so\nfar as it can safely be done without injury to our home industries.\nJust how far this is must be determined according to the individual\ncase, remembering always that every application of our tariff policy to\nmeet our shifting national needs must be conditioned upon the cardinal\nfact that the duties must never be reduced below the point that will\ncover the difference between the labor cost here and abroad. The\nwell-being of the wage-worker is a prime consideration of our entire\npolicy of economic legislation.Subject to this proviso of the proper protection necessary to our\nindustrial well-being at home, the principle of reciprocity must\ncommand our hearty support. The phenomenal growth of our export trade\nemphasizes the urgency of the need for wider markets and for a liberal\npolicy in dealing with foreign nations. Whatever is merely petty and\nvexatious in the way of trade restrictions should be avoided. The\ncustomers to whom we dispose of our surplus products in the long run,\ndirectly or indirectly, purchase those surplus products by giving us\nsomething in return. Their ability to purchase our products should as\nfar as possible be secured by so arranging our tariff as to enable us\nto take from them those products which we can use without harm to our\nown industries and labor, or the use of which will be of marked benefit\nto us.It is most important that we should maintain the high level of our\npresent prosperity. We have now reached the point in the development of\nour interests where we are not only able to supply our own markets but\nto produce a constantly growing surplus for which we must find markets\nabroad. To secure these markets we can utilize existing duties in any\ncase where they are no longer needed for the purpose of protection, or\nin any case where the article is not produced here and the duty is no\nlonger necessary for revenue, as giving us something to offer in\nexchange for what we ask. The cordial relations with other nations\nwhich are so desirable will naturally be promoted by the course thus\nrequired by our own interests.The natural line of development for a policy of reciprocity will be in\nconnection with those of our productions which no longer require all of\nthe support once needed to establish them upon a sound basis, and with\nthose others where either because of natural or of economic causes we\nare beyond the reach of successful competition.I ask the attention of the Senate to the reciprocity treaties laid\nbefore it by my predecessor.The condition of the American merchant marine is such as to call for\nimmediate remedial action by the Congress. It is discreditable to us as\na Nation that our merchant marine should be utterly insignificant in\ncomparison to that of other nations which we overtop in other forms of\nbusiness. We should not longer submit to conditions under which only a\ntrifling portion of our great commerce is carried in our own ships. To\nremedy this state of things would not .merely serve to build up our\nshipping interests, but it would also result in benefit to all who are\ninterested in the permanent establishment of a wider market for\nAmerican products, and would provide an auxiliary force for the Navy.\nShips work for their own countries just as railroads work for their\nterminal points. Shipping lines, if established to the principal\ncountries with which we have dealings, would be of political as well as\ncommercial benefit. From every standpoint it is unwise for the United\nStates to continue to rely upon the ships of competing nations for the\ndistribution of our goods. It should be made advantageous to carry\nAmerican goods in American-built ships.At present American shipping is under certain great disadvantages when\nput in competition with the shipping of foreign countries. Many of the\nfast foreign steamships, at a speed of fourteen knots or above, are\nsubsidized; and all our ships, sailing vessels and steamers alike,\ncargo carriers of slow speed and mail carriers of high speed, have to\nmeet the fact that the original cost of building American ships is\ngreater than is the case abroad; that the wages paid American officers\nand seamen are very much higher than those paid the officers and seamen\nof foreign competing countries; and that the standard of living on our\nships is far superior to the standard of living on the ships of our\ncommercial rivals.Our Government should take such action as will remedy these\ninequalities. The American merchant marine should be restored to the\nocean.The Act of March 14, 1900, intended unequivocally to establish gold as\nthe standard money and to maintain at a parity therewith all forms of\nmoney medium in use with us, has been shown to be timely and judicious.\nThe price of our Government bonds in the world's market, when compared\nwith the price of similar obligations issued by other nations, is a\nflattering tribute to our public credit. This condition it is evidently\ndesirable to maintain.In many respects the National Banking Law furnishes sufficient liberty\nfor the proper exercise of the banking function; but there seems to be\nneed of better safeguards against the deranging influence of commercial\ncrises and financial panics. Moreover, the currency of the country\nshould be made responsive to the demands of our domestic trade and\ncommerce.The collections from duties on imports and internal taxes continue to\nexceed the ordinary expenditures of the Government, thanks mainly to\nthe reduced army expenditures. The utmost care should be taken not to\nreduce the revenues so that there will be any possibility of a deficit;\nbut, after providing against any such contingency, means should be\nadopted which will bring the revenues more nearly within the limit of\nour actual needs. In his report to the Congress the Secretary of the\nTreasury considers all these questions at length, and I ask your\nattention to the report and recommendations.I call special attention to the need of strict economy in expenditures.\nThe fact that our national needs forbid us to be niggardly in providing\nwhatever is actually necessary to our well-being, should make us doubly\ncareful to husband our national resources, as each of us husbands his\nprivate resources, by scrupulous avoidance of anything like wasteful or\nreckless expenditure. Only by avoidance of spending money on what is\nneedless or unjustifiable can we legitimately keep our income to the\npoint required to meet our needs that are genuine.In 1887 a measure was enacted for the regulation of interstate\nrailways, commonly known as the Interstate Commerce Act. The cardinal\nprovisions of that act were that railway rates should be just and\nreasonable and that all shippers, localities, and commodities should be\naccorded equal treatment. A commission was created and endowed with\nwhat were supposed to be the necessary powers to execute the provisions\nof this act. That law was largely an experiment. Experience has shown\nthe wisdom of its purposes, but has also shown, possibly that some of\nits requirements are wrong, certainly that the means devised for the\nenforcement of its provisions are defective. Those who complain of the\nmanagement of the railways allege that established rates are not\nmaintained; that rebates and similar devices are habitually resorted\nto; that these preferences are usually in favor of the large shipper;\nthat they drive out of business the smaller competitor; that while many\nrates are too low, many others are excessive; and that gross\npreferences are made, affecting both localities and commodities. Upon\nthe other hand, the railways assert that the law by its very terms\ntends to produce many of these illegal practices by depriving carriers\nof that right of concerted action which they claim is necessary to\nestablish and maintain non-discriminating rates.The act should be amended. The railway is a public servant. Its rates\nshould be just to and open to all shippers alike. The Government should\nsee to it that within its jurisdiction this is so and should provide a\nspeedy, inexpensive, and effective remedy to that end. At the same time\nit must not be forgotten that our railways are the arteries through\nwhich the commercial lifeblood of this Nation flows. Nothing could be\nmore foolish than the enactment of legislation which would\nunnecessarily interfere with the development and operation of these\ncommercial agencies. The subject is one of great importance and calls\nfor the earnest attention of the Congress.The Department of Agriculture during the past fifteen years has\nsteadily broadened its work on economic lines, and has accomplished\nresults of real value in upbuilding domestic and foreign trade. It has\ngone into new fields until it is now in touch with all sections of our\ncountry and with two of the island groups that have lately come under\nour jurisdiction, whose people must look to agriculture as a\nlivelihood. It is searching the world for grains, grasses, fruits, and\nvegetables specially fitted for introduction into localities in the\nseveral States and Territories where they may add materially to our\nresources. By scientific attention to soil survey and possible new\ncrops, to breeding of new varieties of plants, to experimental\nshipments, to animal industry and applied chemistry, very practical aid\nhas been given our farming and stock-growing interests. The products of\nthe farm have taken an unprecedented place in our export trade during\nthe year that has just closed.Public opinion throughout the United States has moved steadily toward a\njust appreciation of the value of forests, whether planted or of\nnatural growth. The great part played by them in the creation and\nmaintenance of the national wealth is now more fully realized than ever\nbefore.Wise forest protection does not mean the withdrawal of forest\nresources, whether of wood, water, or grass, from contributing their\nfull share to the welfare of the people, but, on the contrary, gives\nthe assurance of larger and more certain supplies. The fundamental idea\nof forestry is the perpetuation of forests by use. Forest protection is\nnot an end of itself; it is a means to increase and sustain the\nresources of our country and the industries which depend upon them. The\npreservation of our forests is an imperative business necessity. We\nhave come to see clearly that whatever destroys the forest, except to\nmake way for agriculture, threatens our well being.The practical usefulness of the national forest reserves to the mining,\ngrazing, irrigation, and other interests of the regions in which the\nreserves lie has led to a widespread demand by the people of the West\nfor their protection and extension. The forest reserves will inevitably\nbe of still greater use in the future than in the past. Additions\nshould be made to them whenever practicable, and their usefulness\nshould be increased by a thoroughly business-like management.At present the protection of the forest reserves rests with the General\nLand Office, the mapping and description of their timber with the\nUnited States Geological Survey, and the preparation of plans for their\nconservative use with the Bureau of Forestry, which is also charged\nwith the general advancement of practical forestry in the United\nStates. These various functions should be united in the Bureau of\nForestry, to which they properly belong. The present diffusion of\nresponsibility is bad from every standpoint. It prevents that effective\nco-operation between the Government and the men who utilize the\nresources of the reserves, without which the interests of both must\nsuffer. The scientific bureaus generally should be put under the\nDepartment of Agriculture. The President should have by law the power\nof transferring lands for use as forest reserves to the Department of\nAgriculture. He already has such power in the case of lands needed by\nthe Departments of War and the Navy.The wise administration of the forest reserves will be not less helpful\nto the interests which depend on water than to those which depend on\nwood and grass. The water supply itself depends upon the forest. In the\narid region it is water, not land, which measures production. The\nwestern half of the United States would sustain a population greater\nthan that of our whole country to-day if the waters that now run to\nwaste were saved and used for irrigation. The forest and water problems\nare perhaps the most vital internal questions of the United States.Certain of the forest reserves should also be made preserves for the\nwild forest creatures. All of the reserves should be better protected\nfrom fires. Many of them need special protection because of the great\ninjury done by live stock, above all by sheep. The increase in deer,\nelk, and other animals in the Yellowstone Park shows what may be\nexpected when other mountain forests are properly protected by law and\nproperly guarded. Some of these areas have been so denuded of surface\nvegetation by overgrazing that the ground breeding birds, including\ngrouse and quail, and many mammals, including deer, have been\nexterminated or driven away. At the same time the water-storing\ncapacity of the surface has been decreased or destroyed, thus promoting\nfloods in times of rain and diminishing the flow of streams between\nrains.In cases where natural conditions have been restored for a few years,\nvegetation has again carpeted the ground, birds and deer are coming\nback, and hundreds of persons, especially from the immediate\nneighborhood, come each summer to enjoy the privilege of camping. Some\nat least of the forest reserves should afford perpetual protection to\nthe native fauna and flora, safe havens of refuge to our rapidly\ndiminishing wild animals of the larger kinds, and free camping grounds\nfor the ever-increasing numbers of men and women who have learned to\nfind rest, health, and recreation in the splendid forests and\nflower-clad meadows of our mountains. The forest reserves should be set\napart forever for the use and benefit of our people as a whole and not\nsacrificed to the shortsighted greed of a few.The forests are natural reservoirs. By restraining the streams in flood\nand replenishing them in drought they make possible the use of waters\notherwise wasted. They prevent the soil from washing, and so protect\nthe storage reservoirs from filling up with silt. Forest conservation\nis therefore an essential condition of water conservation.The forests alone cannot, however, fully regulate and conserve the\nwaters of the arid region. Great storage works are necessary to\nequalize the flow of streams and to save the flood waters. Their\nconstruction has been conclusively shown to be an undertaking too vast\nfor private effort. Nor can it be best accomplished by the individual\nStates acting alone. Far-reaching interstate problems are involved; and\nthe resources of single States would often be inadequate. It is\nproperly a national function, at least in some of its features. It is\nas right for the National Government to make the streams and rivers of\nthe arid region useful by engineering works for water storage as to\nmake useful the rivers and harbors of the humid region by engineering\nworks of another kind. The storing of the floods in reservoirs at the\nheadwaters of our rivers is but an enlargement of our present policy of\nriver control, under which levees are built on the lower reaches of the\nsame streams.The Government should construct and maintain these reservoirs as it\ndoes other public works. Where their purpose is to regulate the flow of\nstreams, the water should be turned freely into the channels in the dry\nseason to take the same course under the same laws as the natural flow.The reclamation of the unsettled arid public lands presents a different\nproblem. Here it is not enough to regulate the flow of streams. The\nobject of the Government is to dispose of the land to settlers who will\nbuild homes upon it. To accomplish this object water must be brought\nwithin their reach.The pioneer settlers on the arid public domain chose their homes along\nstreams from which they could themselves divert the water to reclaim\ntheir holdings. Such opportunities are practically gone. There remain,\nhowever, vast areas of public land which can be made available for\nhomestead settlement, but only by reservoirs and main-line canals\nimpracticable for private enterprise. These irrigation works should be\nbuilt by the National Government. The lands reclaimed by them should be\nreserved by the Government for actual settlers, and the cost of\nconstruction should so far as possible be repaid by the land reclaimed.\nThe distribution of the water, the division of the streams among\nirrigators, should be left to the settlers themselves in conformity\nwith State laws and without interference with those laws or with vested\nfights. The policy of the National Government should be to aid\nirrigation in the several States and Territories in such manner as will\nenable the people in the local communities to help themselves, and as\nwill stimulate needed reforms in the State laws and regulations\ngoverning irrigation.The reclamation and settlement of the arid lands will enrich every\nportion of our country, just as the settlement of the Ohio and\nMississippi valleys brought prosperity to the Atlantic States. The\nincreased demand for manufactured articles will stimulate industrial\nproduction, while wider home markets and the trade of Asia will consume\nthe larger food supplies and effectually prevent Western competition\nwith Eastern agriculture. Indeed, the products of irrigation will be\nconsumed chiefly in upbuilding local centers of mining and other\nindustries, which would otherwise not come into existence at all. Our\npeople as a whole will profit, for successful home-making is but\nanother name for the upbuilding of the nation.The necessary foundation has already been laid for the inauguration of\nthe policy just described. It would be unwise to begin by doing too\nmuch, for a great deal will doubtless be learned, both as to what can\nand what cannot be safely attempted, by the early efforts, which must\nof necessity be partly experimental in character. At the very beginning\nthe Government should make clear, beyond shadow of doubt, its intention\nto pursue this policy on lines of the broadest public interest. No\nreservoir or canal should ever be built to satisfy selfish personal or\nlocal interests; but only in accordance with the advice of trained\nexperts, after long investigation has shown the locality where all the\nconditions combine to make the work most needed and fraught with the\ngreatest usefulness to the community as a whole. There should be no\nextravagance, and the believers in the need of irrigation will most\nbenefit their cause by seeing to it that it is free from the least\ntaint of excessive or reckless expenditure of the public moneys.Whatever the nation does for the extension of irrigation should\nharmonize with, and tend to improve, the condition of those now living\non irrigated land. We are not at the starting point of this\ndevelopment. Over two hundred millions of private capital has already\nbeen expended in the construction of irrigation works, and many million\nacres of arid land reclaimed. A high degree of enterprise and ability\nhas been shown in the work itself; but as much cannot be said in\nreference to the laws relating thereto. The security and value of the\nhomes created depend largely on the stability of titles to water; but\nthe majority of these rest on the uncertain foundation of court\ndecisions rendered in ordinary suits at law. With a few creditable\nexceptions, the arid States have failed to provide for the certain and\njust division of streams in times of scarcity. Lax and uncertain laws\nhave made it possible to establish rights to water in excess of actual\nuses or necessities, and many streams have already passed into private\nownership, or a control equivalent to ownership.Whoever controls a stream practically controls the land it renders\nproductive, and the doctrine of private ownership of water apart from\nland cannot prevail without causing enduring wrong. The recognition of\nsuch ownership, which has been permitted to grow up in the arid\nregions, should give way to a more enlightened and larger recognition\nof the rights of the public in the control and disposal of the public\nwater supplies. Laws founded upon conditions obtaining in humid\nregions, where water is too abundant to justify hoarding it, have no\nproper application in a dry country.In the arid States the only right to water which should be recognized\nis that of use. In irrigation this right should attach to the land\nreclaimed and be inseparable therefrom. Granting perpetual water rights\nto others than users, without compensation to the public, is open to\nall the objections which apply to giving away perpetual franchises to\nthe public utilities of cities. A few of the Western States have\nalready recognized this, and have incorporated in their constitutions\nthe doctrine of perpetual State ownership of water.The benefits which have followed the unaided development of the past\njustify the nation's aid and co-operation in the more difficult and\nimportant work yet to be accomplished. Laws so vitally affecting homes\nas those which control the water supply will only be effective when\nthey have the sanction of the irrigators; reforms can only be final and\nsatisfactory when they come through the enlightenment of the people\nmost concerned. The larger development which national aid insures\nshould, however, awaken in every arid State the determination to make\nits irrigation system equal in justice and effectiveness that of any\ncountry in the civilized world. Nothing could be more unwise than for\nisolated communities to continue to learn everything experimentally,\ninstead of profiting by what is already known elsewhere. We are dealing\nwith a new and momentous question, in the pregnant years while\ninstitutions are forming, and what we do will affect not only the\npresent but future generations.Our aim should be not simply to reclaim the largest area of land and\nprovide homes for the largest number of people, but to create for this\nnew industry the best possible social and industrial conditions; and\nthis requires that we not only understand the existing situation, but\navail ourselves of the best experience of the time in the solution of\nits problems. A careful study should be made, both by the Nation and\nthe States, of the irrigation laws and conditions here and abroad.\nUltimately it will probably be necessary for the Nation to co-operate\nwith the several arid States in proportion as these States by their\nlegislation and administration show themselves fit to receive it.In Hawaii our aim must be to develop the Territory on the traditional\nAmerican lines. We do not wish a region of large estates tilled by\ncheap labor; we wish a healthy American community of men who themselves\ntill the farms they own. All our legislation for the islands should be\nshaped with this end in view; the well-being of the average home-maker\nmust afford the true test of the healthy development of the islands.\nThe land policy should as nearly as possible be modeled on our\nhomestead system.It is a pleasure to say that it is hardly more necessary to report as\nto Puerto Rico than as to any State or Territory within our continental\nlimits. The island is thriving as never before, and it is being\nadministered efficiently and honestly. Its people are now enjoying\nliberty and order under the protection of the United States, and upon\nthis fact we congratulate them and ourselves. Their material welfare\nmust be as carefully and jealously considered as the welfare of any\nother portion of our country. We have given them the great gift of free\naccess for their products to the markets of the United States. I ask\nthe attention of the Congress to the need of legislation concerning the\npublic lands of Puerto Rico.In Cuba such progress has been made toward putting the independent\ngovernment of the island upon a firm footing that before the present\nsession of the Congress closes this will be an accomplished fact. Cuba\nwill then start as her own mistress; and to the beautiful Queen of the\nAntilles, as she unfolds this new page of her destiny, we extend our\nheartiest greetings and good wishes. Elsewhere I have discussed the\nquestion of reciprocity. In the case of Cuba, however, there are\nweighty reasons of morality and of national interest why the policy\nshould be held to have a peculiar application, and I most earnestly ask\nyour attention to the wisdom, indeed to the vital need, of providing\nfor a substantial reduction in the tariff duties on Cuban imports into\nthe United States. Cuba has in her constitution affirmed what we\ndesired: that she should stand, in international matters, in closer and\nmore friendly relations with us than with any other power; and we are\nbound by every consideration of honor and expediency to pass commercial\nmeasures in the interest of her material well-being.In the Philippines our problem is larger. They are very rich tropical\nislands, inhabited by many varying tribes, representing widely\ndifferent stages of progress toward civilization. Our earnest effort is\nto help these people upward along the stony and difficult path that\nleads to self-government. We hope to make our administration of the\nislands honorable to our Nation by making it of the highest benefit to\nthe Filipinos themselves; and as an earnest of what we intend to do, we\npoint to what we have done. Already a greater measure of material\nprosperity and of governmental honesty and efficiency has been attained\nin the Philippines than ever before in their history.It is no light task for a nation to achieve the temperamental qualities\nwithout which the institutions of free government are but an empty\nmockery. Our people are now successfully governing themselves, because\nfor more than a thousand years they have been slowly fitting\nthemselves, sometimes consciously, sometimes unconsciously, toward this\nend. What has taken us thirty generations to achieve, we cannot expect\nto have another race accomplish out of hand, especially when large\nportions of that race start very far behind the point which our\nancestors had reached even thirty generations ago. In dealing with the\nPhilippine people we must show both patience and strength, forbearance\nand steadfast resolution. Our aim is high. We do not desire to do for\nthe islanders merely what has elsewhere been done for tropic peoples by\neven the best foreign governments. We hope to do for them what has\nnever before been done for any people of the tropics--to make them fit\nfor self-government after the fashion of the really free nations.History may safely be challenged to show a single instance in which a\nmasterful race such as ours, having been forced by the exigencies of\nwar to take possession of an alien land, has behaved to its inhabitants\nwith the disinterested zeal for their progress that our people have\nshown in the Philippines. To leave the islands at this time would mean\nthat they would fall into a welter of murderous anarchy. Such desertion\nof duty on our part would be a crime against humanity. The character of\nGovernor Taft and of his associates and subordinates is a proof, if\nsuch be needed, of the sincerity of our effort to give the islanders a\nconstantly increasing measure of self-government, exactly as fast as\nthey show themselves fit to exercise it. Since the civil government was\nestablished not an appointment has been made in the islands with any\nreference to considerations of political influence, or to aught else\nSave the fitness of the man and the needs of the service.In our anxiety for the welfare and progress of the Philippines, may be\nthat here and there we have gone too rapidly in giving them local\nself-government. It is on this side that our error, if any, has been\ncommitted. No competent observer, sincerely desirous of finding out the\nfacts and influenced only by a desire for the welfare of the natives,\ncan assert that we have not gone far enough. We have gone to the very\nverge of safety in hastening the process. To have taken a single step\nfarther or faster in advance would have been folly and weakness, and\nmight well have been crime. We are extremely anxious that the natives\nshall show the power of governing themselves. We are anxious, first for\ntheir sakes, and next, because it relieves us of a great burden. There\nneed not be the slightest fear of our not continuing to give them all\nthe liberty for which they are fit.The only fear is test in our overanxiety we give them a degree of\nindependence for which they are unfit, thereby inviting reaction and\ndisaster. As fast as there is any reasonable hope that in a given\ndistrict the people can govern themselves, self-government has been\ngiven in that district. There is not a locality fitted for\nself-government which has not received it. But it may well be that in\ncertain cases it will have to be withdrawn because the inhabitants show\nthemselves unfit to exercise it; such instances have already occurred.\nIn other words, there is not the slightest chance of our failing to\nshow a sufficiently humanitarian spirit. The danger comes in the\nopposite direction.There are still troubles ahead in the islands. The insurrection has\nbecome an affair of local banditti and marauders, who deserve no higher\nregard than the brigands of portions of the Old World. Encouragement,\ndirect or indirect, to these insurrectors stands on the same footing as\nencouragement to hostile Indians in the days when we still had Indian\nwars. Exactly as our aim is to give to the Indian who remains peaceful\nthe fullest and amplest consideration, but to have it understood that\nwe will show no weakness if he goes on the warpath, so we must make it\nevident, unless we are false to our own traditions and to the demands\nof civilization and humanity, that while we will do everything in our\npower for the Filipino who is peaceful, we will take the sternest\nmeasures with the Filipino who follows the path of the insurrecto and\nthe ladrone.The heartiest praise is due to large numbers of the natives of the\nislands for their steadfast loyalty. The Macabebes have been\nconspicuous for their courage and devotion to the flag. I recommend\nthat the Secretary of War be empowered to take some systematic action\nin the way of aiding those of these men who are crippled in the service\nand the families of those who are killed.The time has come when there should be additional legislation for the\nPhilippines. Nothing better can be done for the islands than to\nintroduce industrial enterprises. Nothing would benefit them so much as\nthrowing them open to industrial development. The connection between\nidleness and mischief is proverbial, and the opportunity to do\nremunerative work is one of the surest preventatives of war. Of course\nno business man will go into the Philippines unless it is to his\ninterest to do so; and it is immensely to the interest of the islands\nthat he should go in. It is therefore necessary that the Congress\nshould pass laws by which the resources of the islands can be\ndeveloped; so that franchises (for limited terms of years) can be\ngranted to companies doing business in them, and every encouragement be\ngiven to the incoming of business men of every kind.Not to permit this is to do a wrong to the Philippines. The franchises\nmust be granted and the business permitted only under regulations which\nwill guarantee the islands against any kind of improper exploitation.\nBut the vast natural wealth of the islands must be developed, and the\ncapital willing to develop it must be given the opportunity. The field\nmust be thrown open to individual enterprise, which has been the real\nfactor in the development of every region over which our flag has\nflown. It is urgently necessary to enact suitable laws dealing with\ngeneral transportation, mining, banking, currency, homesteads, and the\nuse and ownership of the lands and timber. These laws will give free\nplay to industrial enterprise; and the commercial development which\nwill surely follow will accord to the people of the islands the best\nproofs of the sincerity of our desire to aid them.I call your attention most earnestly to the crying need of a cable to\nHawaii and the Philippines, to be continued from the Philippines to\npoints in Asia. We should not defer a day longer than necessary the\nconstruction of such a cable. It is demanded not merely for commercial\nbut for political and military considerations.Either the Congress should immediately provide for the construction of\na Government cable, or else an arrangement should be made by which like\nadvantages to those accruing from a Government cable may be secured to\nthe Government by contract with a private cable company.No single great material work which remains to be undertaken on this\ncontinent is of such consequence to the American people as the building\nof a canal across the Isthmus connecting North and South America. Its\nimportance to the Nation is by no means limited merely to its material\neffects upon our business prosperity; and yet with view to these\neffects alone it would be to the last degree important for us\nimmediately to begin it. While its beneficial effects would perhaps be\nmost marked upon the Pacific Coast and the Gulf and South Atlantic\nStates, it would also greatly benefit other sections. It is\nemphatically a work which it is for the interest of the entire country\nto begin and complete as soon as possible; it is one of those great\nworks which only a great nation can undertake with prospects of\nsuccess, and which when done are not only permanent assets in the\nnation's material interests, but standing monuments to its constructive\nability.I am glad to be able to announce to you that our negotiations on this\nsubject with Great Britain, conducted on both sides in a spirit of\nfriendliness and mutual good will and respect, have resulted in my\nbeing able to lay before the Senate a treaty which if ratified will\nenable us to begin preparations for an Isthmian canal at any time, and\nwhich guarantees to this Nation every right that it has ever asked in\nconnection with the canal. In this treaty, the old Clayton-Bulwer\ntreaty, so long recognized as inadequate to supply the base for the\nconstruction and maintenance of a necessarily American ship canal, is\nabrogated. It specifically provides that the United States alone shall\ndo the work of building and assume the responsibility of safeguarding\nthe canal and shall regulate its neutral use by all nations on terms of\nequality without the guaranty or interference of any outside nation\nfrom any quarter. The signed treaty will at once be laid before the\nSenate, and if approved the Congress can then proceed to give effect to\nthe advantages it secures us by providing for the building of the\ncanal.The true end of every great and free people should be self-respecting\npeace; and this Nation most earnestly desires sincere and cordial\nfriendship with all others. Over the entire world, of recent years,\nwars between the great civilized powers have become less and less\nfrequent. Wars with barbarous or semi-barbarous peoples come in an\nentirely different category, being merely a most regrettable but\nnecessary international police duty which must be performed for the\nsake of the welfare of mankind. Peace can only be kept with certainty\nwhere both sides wish to keep it; but more and more the civilized\npeoples are realizing the wicked folly of war and are attaining that\ncondition of just and intelligent regard for the rights of others which\nwill in the end, as we hope and believe, make world-wide peace\npossible. The peace conference at The Hague gave definite expression to\nthis hope and belief and marked a stride toward their attainment.This same peace conference acquiesced in our statement of the Monroe\nDoctrine as compatible with the purposes and aims of the conference.The Monroe Doctrine should be the cardinal feature of the foreign\npolicy of all the nations of the two Americas, as it is of the United\nStates. Just seventy-eight years have passed since President Monroe in\nhis Annual Message announced that \"The American continents are\nhenceforth not to be considered as subjects for future colonization by\nany European power.\" In other words, the Monroe Doctrine is a\ndeclaration that there must be no territorial aggrandizement by any\nnon-American power at the expense of any American power on American\nsoil. It is in no wise intended as hostile to any nation in the Old\nWorld. Still less is it intended to give cover to any aggression by one\nNew World power at the expense of any other. It is simply a step, and a\nlong step, toward assuring the universal peace of the world by securing\nthe possibility of permanent peace on this hemisphere.During the past century other influences have established the\npermanence and independence of the smaller states of Europe. Through\nthe Monroe Doctrine we hope to be able to safeguard like independence\nand secure like permanence for the lesser among the New World nations.This doctrine has nothing to do with the commercial relations of any\nAmerican power, save that it in truth allows each of them to form such\nas it desires. In other words, it is really a guaranty of the\ncommercial independence of the Americas. We do not ask under this\ndoctrine for any exclusive commercial dealings with any other American\nstate. We do not guarantee any state against punishment if it\nmisconducts itself, provided that punishment does not take the form of\nthe acquisition of territory by any non-American power.Our attitude in Cuba is a sufficient guaranty of our own good faith. We\nhave not the slightest desire to secure any territory at the expense of\nany of our neighbors. We wish to work with them hand in hand, so that\nall of us may be uplifted together, and we rejoice over the good\nfortune of any of them, we gladly hail their material prosperity and\npolitical stability, and are concerned and alarmed if any of them fall\ninto industrial or political chaos. We do not wish to see any Old World\nmilitary power grow up on this continent, or to be compelled to become\na military power ourselves. The peoples of the Americas can prosper\nbest if left to work out their own salvation in their own way.The work of upbuilding the Navy must be steadily continued. No one\npoint of our policy, foreign or domestic, is more important than this\nto the honor and material welfare, and above all to the peace, of our\nnation in the future. Whether we desire it or not, we must henceforth\nrecognize that we have international duties no less than international\nrights. Even if our flag were hauled down in the Philippines and Puerto\nRico, even if we decided not to build the Isthmian Canal, we should\nneed a thoroughly trained Navy of adequate size, or else be prepared\ndefinitely and for all time to abandon the idea that our nation is\namong those whose sons go down to the sea in ships. Unless our commerce\nis always to be carried in foreign bottoms, we must have war craft to\nprotect it.Inasmuch, however, as the American people have no thought of abandoning\nthe path upon which they have entered, and especially in view of the\nfact that the building of the Isthmian Canal is fast becoming one of\nthe matters which the whole people are united in demanding, it is\nimperative that our Navy should be put and kept in the highest state of\nefficiency, and should be made to answer to our growing needs. So far\nfrom being in any way a provocation to war, an adequate and highly\ntrained navy is the best guaranty against war, the cheapest and most\neffective peace insurance. The cost of building and maintaining such a\nnavy represents the very lightest premium for insuring peace which this\nnation can possibly pay.Probably no other great nation in the world is so anxious for peace as\nwe are. There is not a single civilized power which has anything\nwhatever to fear from aggressiveness on our part. All we want is peace;\nand toward this end we wish to be able to secure the same respect for\nour rights from others which we are eager and anxious to extend to\ntheir rights in return, to insure fair treatment to us commercially,\nand to guarantee the safety of the American people.Our people intend to abide by the Monroe Doctrine and to insist upon it\nas the one sure means of securing the peace of the Western Hemisphere.\nThe Navy offers us the only means of making our insistence upon the\nMonroe Doctrine anything but a subject of derision to whatever nation\nchooses to disregard it. We desire the peace which comes as of right to\nthe just man armed; not the peace granted on terms of ignominy to the\ncraven and the weakling.It is not possible to improvise a navy after war breaks out. The ships\nmust be built and the men trained long in advance. Some auxiliary\nvessels can be turned into makeshifts which will do in default of any\nbetter for the minor work, and a proportion of raw men can be mixed\nwith the highly trained, their shortcomings being made good by the\nskill of their fellows; but the efficient fighting force of the Navy\nwhen pitted against an equal opponent will be found almost exclusively\nin the war ships that have been regularly built and in the officers and\nmen who through years of faithful performance of sea duty have been\ntrained to handle their formidable but complex and delicate weapons\nwith the highest efficiency. In the late war with Spain the ships that\ndealt the decisive blows at Manila and Santiago had been launched from\ntwo to fourteen years, and they were able to do as they did because the\nmen in the conning towers, the gun turrets, and the engine-rooms had\nthrough long years of practice at sea learned how to do their duty.Our present Navy was begun in 1882. At that period our Navy consisted\nof a collection of antiquated wooden ships, already almost as out of\nplace against modern war vessels as the galleys of Alcibiades and\nHamilcar--certainly as the ships of Tromp and Blake. Nor at that time\ndid we have men fit to handle a modern man-of-war. Under the wise\nlegislation of the Congress and the successful administration of a\nsuccession of patriotic Secretaries of the Navy, belonging to both\npolitical parties, the work of upbuilding the Navy went on, and ships\nequal to any in the world of their kind were continually added; and\nwhat was even more important, these ships were exercised at sea singly\nand in squadrons until the men aboard them were able to get the best\npossible service out of them. The result was seen in the short war with\nSpain, which was decided with such rapidity because of the infinitely\ngreater preparedness of our Navy than of the Spanish Navy.While awarding the fullest honor to the men who actually commanded and\nmanned the ships which destroyed the Spanish sea forces in the\nPhilippines and in Cuba, we must not forget that an equal meed of\npraise belongs to those without whom neither blow could have been\nstruck. The Congressmen who voted years in advance the money to lay\ndown the ships, to build the guns, to buy the armor-plate; the\nDepartment officials and the business men and wage-workers who\nfurnished what the Congress had authorized; the Secretaries of the Navy\nwho asked for and expended the appropriations; and finally the officers\nwho, in fair weather and foul, on actual sea service, trained and\ndisciplined the crews of the ships when there was no war in sight--all\nare entitled to a full share in the glory of Manila and Santiago, and\nthe respect accorded by every true American to those who wrought such\nsignal triumph for our country. It was forethought and preparation\nwhich secured us the overwhelming triumph of 1898. If we fail to show\nforethought and preparation now, there may come a time when disaster\nwill befall us instead of triumph; and should this time come, the fault\nwill rest primarily, not upon those whom the accident of events puts in\nsupreme command at the moment, but upon those who have failed to\nprepare in advance.There should be no cessation in the work of completing our Navy. So far\ningenuity has been wholly unable to devise a substitute for the great\nwar craft whose hammering guns beat out the mastery of the high seas.\nIt is unsafe and unwise not to provide this year for several additional\nBattle ships and heavy armored cruisers, with auxiliary and lighter\ncraft in proportion; for the exact numbers and character I refer you to\nthe report of the Secretary of the Navy. But there is something we need\neven more than additional ships, and this is additional officers and\nmen. To provide battle ships and cruisers and then lay them up, with\nthe expectation of leaving them unmanned until they are needed in\nactual war, would be worse than folly; it would be a crime against the\nNation.To send any war ship against a competent enemy unless those aboard it\nhave been trained by years of actual sea service, including incessant\ngunnery practice, would be to invite not merely disaster, but the\nbitterest shame and humiliation. Four thousand additional seamen and\none thousand additional marines should be provided; and an increase in\nthe officers should be provided by making a large addition to the\nclasses at Annapolis. There is one small matter which should be\nmentioned in connection with Annapolis. The pretentious and unmeaning\ntitle of \"naval cadet\" should be abolished; the title of \"midshipman,\"\nfull of historic association, should be restored.Even in time of peace a war ship should be used until it wears out, for\nonly so can it be kept fit to respond to any emergency. The officers\nand men alike should be kept as much as possible on blue water, for it\nis there only they can learn their duties as they should be learned.\nThe big vessels should be manoeuvred in squadrons containing not merely\nbattle ships, but the necessary proportion of cruisers and scouts. The\ntorpedo boats should be handled by the younger officers in such manner\nas will best fit the latter to take responsibility and meet the\nemergencies of actual warfare.Every detail ashore which can be performed by a civilian should be so\nperformed, the officer being kept for his special duty in the sea\nservice. Above all, gunnery practice should be unceasing. It is\nimportant to have our Navy of adequate size, but it is even more\nimportant that ship for ship it should equal in efficiency any navy in\nthe world. This is possible only with highly drilled crews and\nofficers, and this in turn imperatively demands continuous and\nprogressive instruction in target practice, ship handling, squadron\ntactics, and general discipline. Our ships must be assembled in\nsquadrons actively cruising away from harbors and never long at anchor.\nThe resulting wear upon engines and hulls must be endured; a battle\nship worn out in long training of officers and men is well paid for by\nthe results, while, on the other hand, no matter in how excellent\ncondition, it is useless if the crew be not expert.We now have seventeen battle ships appropriated for, of which nine are\ncompleted and have been commissioned for actual service. The remaining\neight will be ready in from two to four years, but it will take at\nleast that time to recruit and train the men to fight them. It is of\nvast concern that we have trained crews ready for the vessels by the\ntime they are commissioned. Good ships and good guns are simply good\nweapons, and the best weapons are useless save in the hands of men who\nknow how to fight with them. The men must be trained and drilled under\na thorough and well-planned system of progressive instruction, while\nthe recruiting must be carried on with still greater vigor. Every\neffort must be made to exalt the main function of the officer--the\ncommand of men. The leading graduates of the Naval Academy should be\nassigned to the combatant branches, the line and marines.Many of the essentials of success are already recognized by the General\nBoard, which, as the central office of a growing staff, is moving\nsteadily toward a proper war efficiency and a proper efficiency of the\nwhole Navy, under the Secretary. This General Board, by fostering the\ncreation of a general staff, is providing for the official and then the\ngeneral recognition of our altered conditions as a Nation and of the\ntrue meaning of a great war fleet, which meaning is, first, the best\nmen, and, second, the best ships.Messages and Papers of the Presidents, Theodore Roosevelt, vol. 9,\np.6667The Naval Militia forces are State organizations, and are trained for\ncoast service, and in event of war they will constitute the inner line\nof defense. They should receive hearty encouragement from the General\nGovernment.But in addition we should at once provide for a National Naval Reserve,\norganized and trained under the direction of the Navy Department, and\nsubject to the call of the Chief Executive whenever war becomes\nimminent. It should be a real auxiliary to the naval seagoing peace\nestablishment, and offer material to be drawn on at once for manning\nour ships in time of war. It should be composed of graduates of the\nNaval Academy, graduates of the Naval Militia, officers and crews of\ncoast-line steamers, longshore schooners, fishing vessels, and steam\nyachts, together with the coast population about such centers as\nlifesaving stations and light-houses.The American people must either build and maintain an adequate navy or\nelse make up their minds definitely to accept a secondary position in\ninternational affairs, not merely in political, but in commercial,\nmatters. It has been well said that there is no surer way of courting\nnational disaster than to be \"opulent, aggressive, and unarmed.\"It is not necessary to increase our Army beyond its present size at\nthis time. But it is necessary to keep it at the highest point of\nefficiency. The individual units who as officers and enlisted men\ncompose this Army, are, we have good reason to believe, at least as\nefficient as those of any other army in the entire world. It is our\nduty to see that their training is of a kind to insure the highest\npossible expression of power to these units when acting in combination.The conditions of modern war are such as to make an infinitely heavier\ndemand than ever before upon the individual character and capacity of\nthe officer and the enlisted man, and to make it far more difficult for\nmen to act together with effect. At present the fighting must be done\nin extended order, which means that each man must act for himself and\nat the same time act in combination with others with whom he is no\nlonger in the old-fashioned elbow-to-elbow touch. Under such conditions\na few men of the highest excellence are worth more than many men\nwithout the special skill which is only found as the result of special\ntraining applied to men of exceptional physique and morale. But\nnowadays the most valuable fighting man and the most difficult to\nperfect is the rifleman who is also a skillful and daring rider.The proportion of our cavalry regiments has wisely been increased. The\nAmerican cavalryman, trained to manoeuvre and fight with equal facility\non foot and on horseback, is the best type of soldier for general\npurposes now to be found in the world. The ideal cavalryman of the\npresent day is a man who can fight on foot as effectively as the best\ninfantryman, and who is in addition unsurpassed in the care and\nmanagement of his horse and in his ability to fight on horseback.A general staff should be created. As for the present staff and supply\ndepartments, they should be filled by details from the line, the men so\ndetailed returning after a while to their line duties. It is very\nundesirable to have the senior grades of the Army composed of men who\nhave come to fill the positions by the mere fact of seniority. A system\nshould be adopted by which there shall be an elimination grade by grade\nof those who seem unfit to render the best service in the next grade.\nJustice to the veterans of the Civil War who are still in the Army\nwould seem to require that in the matter of retirements they be given\nby law the same privileges accorded to their comrades in the Navy.The process of elimination of the least fit should be conducted in a\nmanner that would render it practically impossible to apply political\nor social pressure on behalf of any candidate, so that each man may be\njudged purely on his own merits. Pressure for the promotion of civil\nofficials for political reasons is bad enough, but it is tenfold worse\nwhere applied on behalf of officers of the Army or Navy. Every\npromotion and every detail under the War Department must be made solely\nwith regard to the good of the service and to the capacity and merit of\nthe man himself. No pressure, political, social, or personal, of any\nkind, will be permitted to exercise the least effect in any question of\npromotion or detail; and if there is reason to believe that such\npressure is exercised at the instigation of the officer concerned, it\nwill be held to militate against him. In our Army we cannot afford to\nhave rewards or duties distributed save on the simple ground that those\nwho by their own merits are entitled to the rewards get them, and that\nthose who are peculiarly fit to do the duties are chosen to perform\nthem.Every effort should be made to bring the Army to a constantly\nincreasing state of efficiency. When on actual service no work save\nthat directly in the line of such service should be required. The paper\nwork in the Army, as in the Navy, should be greatly reduced. What is\nneeded is proved power of command and capacity to work well in the\nfield. Constant care is necessary to prevent dry rot in the\ntransportation and commissary departments.Our Army is so small and so much scattered that it is very difficult to\ngive the higher officers (as well as the lower officers and the\nenlisted men) a chance to practice manoeuvres in mass and on a\ncomparatively large scale. In time of need no amount of individual\nexcellence would avail against the paralysis which would follow\ninability to work as a coherent whole, under skillful and daring\nleadership. The Congress should provide means whereby it will be\npossible to have field exercises by at least a division of regulars,\nand if possible also a division of national guardsmen, once a year.\nThese exercises might take the form of field manoeuvres; or, if on the\nGulf Coast or the Pacific or Atlantic Seaboard, or in the region of the\nGreat Lakes, the army corps when assembled could be marched from some\ninland point to some point on the water, there embarked, disembarked\nafter a couple of days' journey at some other point, and again marched\ninland. Only by actual handling and providing for men in masses while\nthey are marching, camping, embarking, and disembarking, will it be\npossible to train the higher officers to perform their duties well and\nsmoothly.A great debt is owing from the public to the men of the Army and Navy.\nThey should be so treated as to enable them to reach the highest point\nof efficiency, so that they may be able to respond instantly to any\ndemand made upon them to sustain the interests of the Nation and the\nhonor of the flag. The individual American enlisted man is probably on\nthe whole a more formidable fighting man than the regular of any other\narmy. Every consideration should be shown him, and in return the\nhighest standard of usefulness should be exacted from him. It is well\nworth while for the Congress to consider whether the pay of enlisted\nmen upon second and subsequent enlistments should not be increased to\ncorrespond with the increased value of the veteran soldier.Much good has already come from the act reorganizing the Army, passed\nearly in the present year. The three prime reforms, all of them of\nliterally inestimable value, are, first, the substitution of four-year\ndetails from the line for permanent appointments in the so-called staff\ndivisions; second, the establishment of a corps of artillery with a\nchief at the head; third, the establishment of a maximum and minimum\nlimit for the Army. It would be difficult to overestimate the\nimprovement in the efficiency of our Army which these three reforms are\nmaking, and have in part already effected.The reorganization provided for by the act has been substantially\naccomplished. The improved conditions in the Philippines have enabled\nthe War Department materially to reduce the military charge upon our\nrevenue and to arrange the number of soldiers so as to bring this\nnumber much nearer to the minimum than to the maximum limit established\nby law. There is, however, need of supplementary legislation. Thorough\nmilitary education must be provided, and in addition to the regulars\nthe advantages of this education should be given to the officers of the\nNational Guard and others in civil life who desire intelligently to fit\nthemselves for possible military duty. The officers should be given the\nchance to perfect themselves by study in the higher branches of this\nart. At West Point the education should be of the kind most apt to turn\nout men who are good in actual field service; too much stress should\nnot be laid on mathematics, nor should proficiency therein be held to\nestablish the right of entry to a corps d'elite. The typical American\nofficer of the best kind need not be a good mathematician; but he must\nbe able to master himself, to control others, and to show boldness and\nfertility of resource in every emergency.Action should be taken in reference to the militia and to the raising\nof volunteer forces. Our militia law is obsolete and worthless. The\norganization and armament of the National Guard of the several States,\nwhich are treated as militia in the appropriations by the Congress,\nshould be made identical with those provided for the regular forces.\nThe obligations and duties of the Guard in time of war should be\ncarefully defined, and a system established by law under which the\nmethod of procedure of raising volunteer forces should be prescribed in\nadvance. It is utterly impossible in the excitement and haste of\nimpending war to do this satisfactorily if the arrangements have not\nbeen made long beforehand. Provision should be made for utilizing in\nthe first volunteer organizations called out the training of those\ncitizens who have already had experience under arms, and especially for\nthe selection in advance of the officers of any force which may be\nraised; for careful selection of the kind necessary is impossible after\nthe outbreak of war.That the Army is not at all a mere instrument of destruction has been\nshown during the last three years. In the Philippines, Cuba, and Puerto\nRico it has proved itself a great constructive force, a most potent\nimplement for the upbuilding of a peaceful civilization.No other citizens deserve so well of the Republic as the veterans, the\nsurvivors of those who saved the Union. They did the one deed which if\nleft undone would have meant that all else in our history went for\nnothing. But for their steadfast prowess in the greatest crisis of our\nhistory, all our annals would be meaningless, and our great experiment\nin popular freedom and self-government a gloomy failure. Moreover, they\nnot only left us a united Nation, but they left us also as a heritage\nthe memory of the mighty deeds by which the Nation was kept united. We\nare now indeed one Nation, one in fact as well as in name; we are\nunited in our devotion to the flag which is the symbol of national\ngreatness and unity; and the very completeness of our union enables us\nall, in every part of the country, to glory in the valor shown alike by\nthe sons of the North and the sons of the South in the times that tried\nmen's souls.The men who in the last three years have done so well in the East and\nthe West Indies and on the mainland of Asia have shown that this\nremembrance is not lost. In any serious crisis the United States must\nrely for the great mass of its fighting men upon the volunteer soldiery\nwho do not make a permanent profession of the military career; and\nwhenever such a crisis arises the deathless memories of the Civil War\nwill give to Americans the lift of lofty purpose which comes to those\nwhose fathers have stood valiantly in the forefront of the battle.The merit system of making appointments is in its essence as democratic\nand American as the common school system itself. It simply means that\nin clerical and other positions where the duties are entirely\nnon-political, all applicants should have a fair field and no favor,\neach standing on his merits as he is able to show them by practical\ntest. Written competitive examinations offer the only available means\nin many cases for applying this system. In other cases, as where\nlaborers are employed, a system of registration undoubtedly can be\nwidely extended. There are, of course, places where the written\ncompetitive examination cannot be applied, and others where it offers\nby no means an ideal solution, but where under existing political\nconditions it is, though an imperfect means, yet the best present means\nof getting satisfactory results.Wherever the conditions have permitted the application of the merit\nsystem in its fullest and widest sense, the gain to the Government has\nbeen immense. The navy-yards and postal service illustrate, probably\nbetter than any other branches of the Government, the great gain in\neconomy, efficiency, and honesty due to the enforcement of this\nprinciple.I recommend the passage of a law which will extend the classified\nservice to the District of Columbia, or will at least enable the\nPresident thus to extend it. In my judgment all laws providing for the\ntemporary employment of clerks should hereafter contain a provision\nthat they be selected under the Civil Service Law.It is important to have this system obtain at home, but it is even more\nimportant to have it applied rigidly in our insular possessions. Not an\noffice should be filled in the Philippines or Puerto Rico with any\nregard to the man's partisan affiliations or services, with any regard\nto the political, social, or personal influence which he may have at\nhis command; in short, heed should be paid to absolutely nothing save\nthe man's own character and capacity and the needs of the service.The administration of these islands should be as wholly free from the\nsuspicion of partisan politics as the administration of the Army and\nNavy. All that we ask from the public servant in the Philippines or\nPuerto Rico is that he reflect honor on his country by the way in which\nhe makes that country's rule a benefit to the peoples who have come\nunder it. This is all that we should ask, and we cannot afford to be\ncontent with less.The merit system is simply one method of securing honest and efficient\nadministration of the Government; and in the long run the sole\njustification of any type of government lies in its proving itself both\nhonest and efficient.The consular service is now organized under the provisions of a law\npassed in 1856, which is entirely inadequate to existing conditions.\nThe interest shown by so many commercial bodies throughout the country\nin the reorganization of the service is heartily commended to your\nattention. Several bills providing for a new consular service have in\nrecent years been submitted to the Congress. They are based upon the\njust principle that appointments to the service should be made only\nafter a practical test of the applicant's fitness, that promotions\nshould be governed by trustworthiness, adaptability, and zeal in the\nperformance of duty, and that the tenure of office should be unaffected\nby partisan considerations.The guardianship and fostering of our rapidly expanding foreign\ncommerce, the protection of American citizens resorting to foreign\ncountries in lawful pursuit of their affairs, and the maintenance of\nthe dignity of the nation abroad, combine to make it essential that our\nconsuls should be men of character, knowledge and enterprise. It is\ntrue that the service is now, in the main, efficient, but a standard of\nexcellence cannot be permanently maintained until the principles set\nforth in the bills heretofore submitted to the Congress on this subject\nare enacted into law.In my judgment the time has arrived when we should definitely make up\nour minds to recognize the Indian as an individual and not as a member\nof a tribe. The General Allotment Act is a mighty pulverizing engine to\nbreak up the tribal mass. It acts directly upon the family and the\nindividual. Under its provisions some sixty thousand Indians have\nalready become citizens of the United States. We should now break up\nthe tribal funds, doing for them what allotment does for the tribal\nlands; that is, they should be divided into individual holdings. There\nwill be a transition period during which the funds will in many cases\nhave to be held in trust. This is the case also with the lands. A stop\nshould be put upon the indiscriminate permission to Indians to lease\ntheir allotments. The effort should be steadily to make the Indian work\nlike any other man on his own ground. The marriage laws of the Indians\nshould be made the same as those of the whites.In the schools the education should be elementary and largely\nindustrial. The need of higher education among the Indians is very,\nvery limited. On the reservations care should be taken to try to suit\nthe teaching to the needs of the particular Indian. There is no use in\nattempting to induce agriculture in a country suited only for cattle\nraising, where the Indian should be made a stock grower. The ration\nsystem, which is merely the corral and the reservation system, is\nhighly detrimental to the Indians. It promotes beggary, perpetuates\npauperism, and stifles industry. It is an effectual barrier to\nprogress. It must continue to a greater or less degree as long as\ntribes are herded on reservations and have everything in common. The\nIndian should be treated as an individual--like the white man. During\nthe change of treatment inevitable hardships will occur; every effort\nshould be made to minimize these hardships; but we should not because\nof them hesitate to make the change. There should be a continuous\nreduction in the number of agencies.In dealing with the aboriginal races few things are more important than\nto preserve them from the terrible physical and moral degradation\nresulting from the liquor traffic. We are doing all we can to save our\nown Indian tribes from this evil. Wherever by international agreement\nthis same end can be attained as regards races where we do not possess\nexclusive control, every effort should be made to bring it about.I bespeak the most cordial support from the Congress and the people for\nthe St. Louis Exposition to commemorate the One Hundredth Anniversary\nof the Louisiana Purchase. This purchase was the greatest instance of\nexpansion in our history. It definitely decided that we were to become\na great continental republic, by far the foremost power in the Western\nHemisphere. It is one of three or four great landmarks in our\nhistory--the great turning points in our development. It is eminently\nfitting that all our people should join with heartiest good will in\ncommemorating it, and the citizens of St. Louis, of Missouri, of all\nthe adjacent region, are entitled to every aid in making the\ncelebration a noteworthy event in our annals. We earnestly hope that\nforeign nations will appreciate the deep interest our country takes in\nthis Exposition, and our view of its importance from every standpoint,\nand that they will participate in securing its success. The National\nGovernment should be represented by a full and complete set of\nexhibits.The people of Charleston, with great energy and civic spirit, are\ncarrying on an Exposition which will continue throughout most of the\npresent session of the Congress. I heartily commend this Exposition to\nthe good will of the people. It deserves all the encouragement that can\nbe given it. The managers of the Charleston Exposition have requested\nthe Cabinet officers to place thereat the Government exhibits which\nhave been at Buffalo, promising to pay the necessary expenses. I have\ntaken the responsibility of directing that this be done, for I feel\nthat it is due to Charleston to help her in her praiseworthy effort. In\nmy opinion the management should not be required to pay all these\nexpenses. I earnestly recommend that the Congress appropriate at once\nthe small sum necessary for this purpose.The Pan-American Exposition at Buffalo has just closed. Both from the\nindustrial and the artistic standpoint this Exposition has been in a\nhigh degree creditable and useful, not merely to Buffalo but to the\nUnited States. The terrible tragedy of the President's assassination\ninterfered materially with its being a financial success. The\nExposition was peculiarly in harmony with the trend of our public\npolicy, because it represented an effort to bring into closer touch all\nthe peoples of the Western Hemisphere, and give them an increasing\nsense of unity. Such an effort was a genuine service to the entire\nAmerican public.The advancement of the highest interests of national science and\nlearning and the custody of objects of art and of the valuable results\nof scientific expeditions conducted by the United States have been\ncommitted to the Smithsonian Institution. In furtherance of its\ndeclared purpose--for the \"increase and diffusion of knowledge among\nmen\"--the Congress has from time to time given it other important\nfunctions. Such trusts have been executed by the Institution with\nnotable fidelity. There should be no halt in the work of the\nInstitution, in accordance with the plans which its Secretary has\npresented, for the preservation of the vanishing races of great North\nAmerican animals in the National Zoological Park. The urgent needs of\nthe National Museum are recommended to the favorable consideration of\nthe Congress.Perhaps the most characteristic educational movement of the past fifty\nyears is that which has created the modern public library and developed\nit into broad and active service. There are now over five thousand\npublic libraries in the United States, the product of this period. In\naddition to accumulating material, they are also striving by\norganization, by improvement in method, and by co-operation, to give\ngreater efficiency to the material they hold, to make it more widely\nuseful, and by avoidance of unnecessary duplication in process to\nreduce the cost of its administration.In these efforts they naturally look for assistance to the Federal\nlibrary, which, though still the Library of Congress, and so entitled,\nis the one national library of the United States. Already the largest\nsingle collection of books on the Western Hemisphere, and certain to\nincrease more rapidly than any other through purchase, exchange, and\nthe operation of the copyright law, this library has a unique\nopportunity to render to the libraries of this country--to American\nscholarship--service of the highest importance. It is housed in a\nbuilding which is the largest and most magnificent yet erected for\nlibrary uses. Resources are now being provided which will develop the\ncollection properly, equip it with the apparatus and service necessary\nto its effective use, render its bibliographic work widely available,\nand enable it to become, not merely a center of research, but the chief\nfactor in great co-operative efforts for the diffusion of knowledge and\nthe advancement of learning.For the sake of good administration, sound economy, and the advancement\nof science, the Census Office as now constituted should be made a\npermanent Government bureau. This would insure better, cheaper, and\nmore satisfactory work, in the interest not only of our business but of\nstatistic, economic, and social science.The remarkable growth of the postal service is shown in the fact that\nits revenues have doubled and its expenditures have nearly doubled\nwithin twelve years. Its progressive development compels constantly\nincreasing outlay, but in this period of business energy and prosperity\nits receipts grow so much faster than its expenses that the annual\ndeficit has been steadily reduced from $11,411,779 in 1897 to\n$3,923,727 in 1901. Among recent postal advances the success of rural\nfree delivery wherever established has been so marked, and actual\nexperience has made its benefits so plain, that the demand for its\nextension is general and urgent.It is just that the great agricultural population should share in the\nimprovement of the service. The number of rural routes now in operation\nis 6,009, practically all established within three years, and there are\n6,000 applications awaiting action. It is expected that the number in\noperation at the close of the current fiscal year will reach 8,600. The\nmail will then be daily carried to the doors of 5,700,000 of our people\nwho have heretofore been dependent upon distant offices, and one-third\nof all that portion of the country which is adapted to it will be\ncovered by this kind of service.The full measure of postal progress which might be realized has long\nbeen hampered and obstructed by the heavy burden imposed on the\nGovernment through the intrenched and well-understood abuses which have\ngrown up in connection with second-class mail matter. The extent of\nthis burden appears when it is stated that while the second-class\nmatter makes nearly three-fifths of the weight of all the mail, it paid\nfor the last fiscal year only $4,294,445 of the aggregate postal\nrevenue of $111,631,193. If the pound rate of postage, which produces\nthe large loss thus entailed, and which was fixed by the Congress with\nthe purpose of encouraging the dissemination of public information,\nwere limited to the legitimate newspapers and periodicals actually\ncontemplated by the law, no just exception could be taken. That expense\nwould be the recognized and accepted cost of a liberal public policy\ndeliberately adopted for a justifiable end. But much of the matter\nwhich enjoys the privileged rate is wholly outside of the intent of the\nlaw, and has secured admission only through an evasion of its\nrequirements or through lax construction. The proportion of such\nwrongly included matter is estimated by postal experts to be one-half\nof the whole volume of second-class mail. If it be only one-third or\none-quarter, the magnitude of the burden is apparent. The Post-Office\nDepartment has now undertaken to remove the abuses so far as is\npossible by a stricter application of the law; and it should be\nsustained in its effort.Owing to the rapid growth of our power and our interests on the\nPacific, whatever happens in China must be of the keenest national\nconcern to us.The general terms of the settlement of the questions growing out of the\nantiforeign uprisings in China of 1900, having been formulated in a\njoint note addressed to China by the representatives of the injured\npowers in December last, were promptly accepted by the Chinese\nGovernment. After protracted conferences the plenipotentiaries of the\nseveral powers were able to sign a final protocol with the Chinese\nplenipotentiaries on the 7th of last September, setting forth the\nmeasures taken by China in compliance with the demands of the joint\nnote, and expressing their satisfaction therewith. It will be laid\nbefore the Congress, with a report of the plenipotentiary on behalf of\nthe United States, Mr. William Woodville Rockhill, to whom high praise\nis due for the tact, good judgment, and energy he has displayed in\nperforming an exceptionally difficult and delicate task.The agreement reached disposes in a manner satisfactory to the powers\nof the various grounds of complaint, and will contribute materially to\nbetter future relations between China and the powers. Reparation has\nbeen made by China for the murder of foreigners during the uprising and\npunishment has been inflicted on the officials, however high in rank,\nrecognized as responsible for or having participated in the outbreak.\nOfficial examinations have been forbidden for a period of five years in\nall cities in which foreigners have been murdered or cruelly treated,\nand edicts have been issued making all officials directly responsible\nfor the future safety of foreigners and for the suppression of violence\nagainst them.Provisions have been made for insuring the future safety of the foreign\nrepresentatives in Peking by setting aside for their exclusive use a\nquarter of the city which the powers can make defensible and in which\nthey can if necessary maintain permanent military guards; by\ndismantling the military works between the capital and the sea; and by\nallowing the temporary maintenance of foreign military posts along this\nline. An edict has been issued by the Emperor of China prohibiting for\ntwo years the importation of arms and ammunition into China. China has\nagreed to pay adequate indemnities to the states, societies, and\nindividuals for the losses sustained by them and for the expenses of\nthe military expeditions sent by the various powers to protect life and\nrestore order.Under the provisions of the joint note of December, 1900, China has\nagreed to revise the treaties of commerce and navigation and to take\nsuch other steps for the purpose of facilitating foreign trade as the\nforeign powers may decide to be needed.The Chinese Government has agreed to participate financially in the\nwork of bettering the water approaches to Shanghai and to Tientsin, the\ncenters of foreign trade in central and northern China, and an\ninternational conservancy board, in which the Chinese Government is\nlargely represented, has been provided for the improvement of the\nShanghai River and the control of its navigation. In the same line of\ncommercial advantages a revision of the present tariff on imports has\nbeen assented to for the purpose of substituting specific for ad\nvalorem duties, and an expert has been sent abroad on the part of the\nUnited States to assist in this work. A list of articles to remain free\nof duty, including flour, cereals, and rice, gold and silver coin and\nbullion, has also been agreed upon in the settlement.During these troubles our Government has unswervingly advocated\nmoderation, and has materially aided in bringing about an adjustment\nwhich tends to enhance the welfare of China and to lead to a more\nbeneficial intercourse between the Empire and the modern world; while\nin the critical period of revolt and massacre we did our full share in\nsafe-guarding life and property, restoring order, and vindicating the\nnational interest and honor. It behooves us to continue in these paths,\ndoing what lies in our power to foster feelings of good will, and\nleaving no effort untried to work out the great policy of full and fair\nintercourse between China and the nations, on a footing of equal rights\nand advantages to all. We advocate the \"open door\" with all that it\nimplies; not merely the procurement of enlarged commercial\nopportunities on the coasts, but access to the interior by the\nwaterways with which China has been so extraordinarily favored. Only by\nbringing the people of China into peaceful and friendly community of\ntrade with all the peoples of the earth can the work now auspiciously\nbegun be carried to fruition. In the attainment of this purpose we\nnecessarily claim parity of treatment, under the conventions,\nthroughout the Empire for our trade and our citizens with those of all\nother powers.We view with lively interest and keen hopes of beneficial results the\nproceedings of the Pan-American Congress, convoked at the invitation of\nMexico, and now sitting at the Mexican capital. The delegates of the\nUnited States are under the most liberal instructions to cooperate with\ntheir colleagues in all matters promising advantage to the great family\nof American commonwealths, as well in their relations among themselves\nas in their domestic advancement and in their intercourse with the\nworld at large.My predecessor communicated to the Congress the fact that the Weil and\nLa Abra awards against Mexico have been adjudged by the highest courts\nof our country to have been obtained through fraud and perjury on the\npart of the claimants, and that in accordance with the acts of the\nCongress the money remaining in the hands of the Secretary of State on\nthese awards has been returned to Mexico. A considerable portion of the\nmoney received from Mexico on these awards had been paid by this\nGovernment to the claimants before the decision of the courts was\nrendered. My judgment is that the Congress should return to Mexico an\namount equal to the sums thus already paid to the claimants.The death of Queen Victoria caused the people of the United States deep\nand heartfelt sorrow, to which the Government gave full expression.\nWhen President McKinley died, our Nation in turn received from every\nquarter of the British Empire expressions of grief and sympathy no less\nsincere. The death of the Empress Dowager Frederick of Germany also\naroused the genuine sympathy of the American people; and this sympathy\nwas cordially reciprocated by Germany when the President was\nassassinated. Indeed, from every quarter of the civilized world we\nreceived, at the time of the President's death, assurances of such\ngrief and regard as to touch the hearts of our people. In the midst of\nour affliction we reverently thank the Almighty that we are at peace\nwith the nations of mankind; and we firmly intend that our policy shall\nbe such as to continue unbroken these international relations of mutual\nrespect and good will.", 
    "name": "Theodore Roosevelt"
}