{
    "date": "December 3, 1907", 
    "speech": "To the Senate and House of Representatives:No nation has greater resources than ours, and I think it can be\ntruthfully said that the citizens of no nation possess greater energy\nand industrial ability. In no nation are the fundamental business\nconditions sounder than in ours at this very moment; and it is foolish,\nwhen such is the case, for people to hoard money instead of keeping it\nin sound banks; for it is such hoarding that is the immediate occasion\nof money stringency. Moreover, as a rule, the business of our people is\nconducted with honesty and probity, and this applies alike to farms and\nfactories, to railroads and banks, to all our legitimate commercial\nenterprises.In any large body of men, however, there are certain to be some who are\ndishonest, and if the conditions are such that these men prosper or\ncommit their misdeeds with impunity, their example is a very evil thing\nfor the community. Where these men are business men of great sagacity\nand of temperament both unscrupulous and reckless, and where the\nconditions are such that they act without supervision or control and at\nfirst without effective check from public opinion, they delude many\ninnocent people into making investments or embarking in kinds of\nbusiness that are really unsound. When the misdeeds of these\nsuccessfully dishonest men are discovered, suffering comes not only\nupon them, but upon the innocent men whom they have misled. It is a\npainful awakening, whenever it occurs; and, naturally, when it does\noccur those who suffer are apt to forget that the longer it was\ndeferred the more painful it would be. In the effort to punish the\nguilty it is both wise and proper to endeavor so far as possible to\nminimize the distress of those who have been misled by the guilty. Yet\nit is not possible to refrain because of such distress from striving to\nput an end to the misdeeds that are the ultimate causes of the\nsuffering, and, as a means to this end, where possible to punish those\nresponsible for them. There may be honest differences of opinion as to\nmany governmental policies; but surely there can be no such differences\nas to the need of unflinching perseverance in the war against\nsuccessful dishonesty.In my Message to the Congress on December 5, 1905, I said:\"If the folly of man mars the general well-being, then those who are\ninnocent of the folly will have to pay part of the penalty incurred by\nthose who are guilty of the folly. A panic brought on by the\nspeculative folly of part of the business community would hurt the\nwhole business community; but such stoppage of welfare, though it might\nbe severe, would not be lasting. In the long run, the one vital factor\nin the permanent prosperity of the country is the high individual\ncharacter of the average American worker, the average American citizen,\nno matter whether his work be mental or manual, whether he be farmer or\nwage-worker, business man or professional man.\"In our industrial and social system the interests of all men are so\nclosely intertwined that in the immense majority of cases a\nstraight-dealing man, who by his efficiency, by his ingenuity and\nindustry, benefits himself, must also benefit others. Normally, the man\nof great productive capacity who becomes rich by guiding the labor of\nmany other men does so by enabling them to produce more than they could\nproduce without his guidance; and both he and they share in the\nbenefit, which comes also to the public at large. The superficial fact\nthat the sharing may be unequal must never blind us to the underlying\nfact that there is this sharing, and that the benefit comes in some\ndegree to each man concerned.. Normally, the wageworker, the man of\nsmall means, and the average consumer, as well as the average producer,\nare all alike helped by making conditions such that the man of\nexceptional business ability receives an exceptional reward for his\nability Something can be done by legislation to help the general\nprosperity; but no such help of a permanently beneficial character can\nbe given to the less able and less fortunate save as the results of a\npolicy which shall inure to the advantage of all industrious and\nefficient people who act decently; and this is only another way of\nsaying that any benefit which comes to the less able and less fortunate\nmust of necessity come even more to the more able and more fortunate.\nIf, therefore, the less fortunate man is moved by envy of his more\nfortunate brother to strike at the conditions under which they have\nboth, though unequally, prospered, the result will assuredly be that\nwhile damage may come to the one struck at, it will visit with an even\nheavier load the one who strikes the blow. Taken as a whole, we must\nall go up or go down together.\"Yet, while not merely admitting, but insisting upon this, it is also\ntrue that where there is no governmental restraint or supervision some\nof the exceptional men use their energies, not in ways that are for the\ncommon good, but in ways which tell against this common good. The\nfortunes amassed through corporate organization are now so large, and\nvest such power in those that wield them, as to make it a matter of\nnecessity to give to the sovereign--that is, to the Government, which\nrepresents the people as a whole--some effective power of supervision\nover their corporate use. In order to insure a healthy social and\nindustrial life, every big corporation should be held responsible by,\nand be accountable to, some sovereign strong enough to control its\nconduct. I am in no sense hostile to corporations. This is an age of\ncombination, and any effort to prevent all combination will be not only\nuseless, but in the end vicious, because of the contempt for law which\nthe failure to enforce law inevitably produces. We should, moreover,\nrecognize in cordial and ample fashion the immense good effected by\ncorporate agencies in a country such as ours, and the wealth of\nintellect, energy, and fidelity devoted to their service, and therefore\nnormally to the service of the public, by their officers and directors.\nThe corporation has come to stay, just as the trade union has come to\nstay. Each can do and has done great good. Each should be favored so\nlong as it does good. But each should be sharply checked where it acts\nagainst law and justice.\"The makers of our National Constitution provided especially that the\nregulation of interstate commerce should come within the sphere of the\nGeneral Government. The arguments in favor of their taking this stand\nwere even then overwhelming. But they are far stronger to-day, in view\nof the enormous development of great business agencies, usually\ncorporate in form. Experience has shown conclusively that it is useless\nto try to get any adequate regulation and supervision of these great\ncorporations by State action. Such regulation and supervision can only\nbe effectively exercised by a sovereign whose jurisdiction is\ncoextensive with the field of work of the corporations--that is, by the\nNational Government. I believe that this regulation and supervision can\nbe obtained by the enactment of law by the Congress. Our steady aim\nshould be by legislation, cautiously and carefully undertaken, but\nresolutely persevered in, to assert the sovereignty of the National\nGovernment by affirmative action.\"This is only in form an innovation. In substance it is merely a\nrestoration; for from the earliest time such regulation of industrial\nactivities has been recognized in the action of the lawmaking bodies;\nand all that I propose is to meet the changed conditions in such manner\nas will prevent the Commonwealth abdicating the power it has always\npossessed, not only in this country, but also in England before and\nsince this country became a separate nation.\"It has been a misfortune that the National laws on this subject have\nhitherto been of a negative or prohibitive rather than an affirmative\nkind, and still more that they have in part sought to prohibit what\ncould not be effectively prohibited, and have in part in their\nprohibitions confounded what should be allowed and what should not be\nallowed. It is generally useless to try to prohibit all restraint on\ncompetition, whether this restraint be reasonable or unreasonable; and\nwhere it is not useless it is generally hurtful. The successful\nprosecution of one device to evade the law immediately develops another\ndevice to accomplish the same purpose. What is needed is not sweeping\nprohibition of every arrangement, good or bad, which may tend to\nrestrict competition, but such adequate supervision and regulation as\nwill prevent any restriction of competition from being to the detriment\nof the public, as well as such supervision and regulation as will\nprevent other abuses in no way connected with restriction of\ncompetition.\"I have called your attention in these quotations to what I have already\nsaid because I am satisfied that it is the duty of the National\nGovernment to embody in action the principles thus expressed.No small part of the trouble that we have comes from carrying to an\nextreme the national virtue of self-reliance, of independence in\ninitiative and action. It is wise to conserve this virtue and to\nprovide for its fullest exercise, compatible with seeing that liberty\ndoes not become a liberty to wrong others. Unfortunately, this is the\nkind of liberty that the lack of all effective regulation inevitably\nbreeds. The founders of the Constitution provided that the National\nGovernment should have complete and sole control of interstate\ncommerce. There was then practically no interstate business save such\nas was conducted by water, and this the National Government at once\nproceeded to regulate in thoroughgoing and effective fashion.\nConditions have now so wholly changed that the interstate commerce by\nwater is insignificant compared with the amount that goes by land, and\nalmost all big business concerns are now engaged in interstate\ncommerce. As a result, it can be but partially and imperfectly\ncontrolled or regulated by the action of any one of the several States;\nsuch action inevitably tending to be either too drastic or else too\nlax, and in either case ineffective for purposes of justice. Only the\nNational Government can in thoroughgoing fashion exercise the needed\ncontrol. This does not mean that there should be any extension of\nFederal authority, for such authority already exists under the\nConstitution in amplest and most far-reaching form; but it does mean\nthat there should be an extension of Federal activity. This is not\nadvocating centralization. It is merely looking facts in the face, and\nrealizing that centralization in business has already come and can not\nbe avoided or undone, and that the public at large can only protect\nitself from certain evil effects of this business centralization by\nproviding better methods for the exercise of control through the\nauthority already centralized in the National Government by the\nConstitution itself. There must be no ball in the healthy constructive\ncourse of action which this Nation has elected to pursue, and has\nsteadily pursued, during the last six years, as shown both in the\nlegislation of the Congress and the administration of the law by the\nDepartment of Justice. The most vital need is in connection with the\nrailroads. As to these, in my judgment there should now be either a\nnational incorporation act or a law licensing railway companies to\nengage in interstate commerce upon certain conditions. The law should\nbe so framed as to give to the Interstate Commerce Commission power to\npass upon the future issue of securities, while ample means should be\nprovided to enable the Commission, whenever in its judgment it is\nnecessary, to make a physical valuation of any railroad. As I stated in\nmy Message to the Congress a year ago, railroads should be given power\nto enter into agreements, subject to these agreements being made public\nin minute detail and to the consent of the Interstate Commerce\nCommission being first obtained. Until the National Government assumes\nproper control of interstate commerce, in the exercise of the authority\nit already possesses, it will be impossible either to give to or to get\nfrom the railroads full justice. The railroads and all other great\ncorporations will do well to recognize that this control must come; the\nonly question is as to what governmental body can most wisely exercise\nit. The courts will determine the limits within which the Federal\nauthority can exercise it, and there will still remain ample work\nwithin each State for the railway commission of that State; and the\nNational Interstate Commerce Commission will work in harmony with the\nseveral State commissions, each within its own province, to achieve the\ndesired end.Moreover, in my judgment there should be additional legislation looking\nto the proper control of the great business concerns engaged in\ninterstate business, this control to be exercised for their own benefit\nand prosperity no less than for the protection of investors and of the\ngeneral public. As I have repeatedly said in Messages to the Congress\nand elsewhere, experience has definitely shown not merely the unwisdom\nbut the futility of endeavoring to put a stop to all business\ncombinations. Modern industrial conditions are such that combination is\nnot only necessary but inevitable. It is so in the world of business\njust as it is so in the world of labor, and it is as idle to desire to\nput an end to all corporations, to all big combinations of capital, as\nto desire to put an end to combinations of labor. Corporation and labor\nunion alike have come to stay. Each if properly managed is a source of\ngood and not evil. Whenever in either there is evil, it should be\npromptly held to account; but it should receive hearty encouragement so\nlong as it is properly managed. It is profoundly immoral to put or keep\non the statute books a law, nominally in the interest of public\nmorality that really puts a premium upon public immorality, by\nundertaking to forbid honest men from doing what must be done under\nmodern business conditions, so that the law itself provides that its\nown infraction must be the condition precedent upon business success.\nTo aim at the accomplishment of too much usually means the\naccomplishment of too little, and often the doing of positive damage.\nIn my Message to the Congress a year ago, in speaking of the antitrust\nlaws, I said:\"The actual working of our laws has shown that the effort to prohibit\nall combination, good or bad, is noxious where it is not ineffective.\nCombination of capital, like combination of labor, is a necessary\nelement in our present industrial system. It is not possible completely\nto prevent it; and if it were possible, such complete prevention would\ndo damage to the body politic. What we need is not vainly to try to\nprevent all combination, but to secure such rigorous and adequate\ncontrol and supervision of the combinations as to prevent their\ninjuring the public, or existing in such forms as inevitably to\nthreaten injury. It is unfortunate that our present laws should forbid\nall combinations instead of sharply discriminating between those\ncombinations which do evil. Often railroads would like to combine for\nthe purpose of preventing a big shipper from maintaining improper\nadvantages at the expense of small shippers and of the general public.\nSuch a combination, instead of being forbidden by law, should be\nfavored. It is a public evil to have on the statute books a law\nincapable of full enforcement, because both judges and juries realize\nthat its full enforcement would destroy the business of the country;\nfor the result is to make decent men violators of the law against their\nwill, and to put a premium on the behavior of the willful wrongdoers.\nSuch a result in turn tends to throw the decent man and the willful\nwrongdoer into close association, and in the end to drag down the\nformer to the latter's level; for the man who becomes a lawbreaker in\none way unhappily tends to lose all respect for law and to be willing\nto break it in many ways. No more scathing condemnation could be\nvisited upon a law than is contained in the words of the Interstate\nCommerce Commission when, in commenting upon the fact that the numerous\njoint traffic associations do technically violate the law, they say:\nThe decision of the United States Supreme Court in the Trans-Missouri\ncase and the Joint Traffic Association case has produced no practical\neffect upon the railway operations of the country. Such associations,\nin fact, exist now as they did before these decisions, and with the\nsame general effect. In justice to all parties, we ought probably to\nadd that it is difficult to see how our interstate railways could be\noperated with due regard to the interest of the shipper and the railway\nwithout concerted action of the kind afforded through these\nassociations.\"This means that the law as construed by the Supreme Court is such that\nthe business of the country can not be conducted without breaking it.\"As I have elsewhere said:\"All this is substantially what I have said over and over again. Surely\nit ought not to be necessary to say that it in no shape or way\nrepresents any hostility to corporations as such. On the contrary, it\nmeans a frank recognition of the fact that combinations of capital,\nlike combinations of labor, are a natural result of modern conditions\nand of our National development. As far as in my ability lies my\nendeavor is and will be to prevent abuse of power by either and to\nfavor both so long as they do well. The aim of the National Government\nis quite as much to favor and protect honest corporations, honest\nbusiness men of wealth, as to bring to justice those individuals and\ncorporations representing dishonest methods. Most certainly there will\nbe no relaxation by the Government authorities in the effort to get at\nany great railroad wrecker--any man who by clever swindling devices\nrobs investors, oppresses wage-workers, and does injustice to the\ngeneral public. But any such move as this is in the interest of honest\nrailway operators, of honest corporations, and of those who, when they\ninvest their small savings in stocks and bonds, wish to be assured that\nthese will represent money honestly expended for legitimate business\npurposes. To confer upon the National Government the power for which I\nask would be a check upon overcapitalization and upon the clever\ngamblers who benefit by overcapitalization. But it alone would mean an\nincrease in the value, an increase in the safety of the stocks and\nbonds of law-abiding, honestly managed railroads, and would render it\nfar easier to market their securities. I believe in proper publicity.\nThere has been complaint of some of the investigations recently carried\non, but those who complain should put the blame where it belongs--upon\nthe misdeeds which are done in darkness and not upon the investigations\nwhich brought them to light. The Administration is responsible for\nturning on the light, but it is not responsible for what the light\nshowed. I ask for full power to be given the Federal Government,\nbecause no single State can by legislation effectually cope with these\npowerful corporations engaged in interstate commerce, and, while doing\nthem full justice, exact from them in return full justice to others.\nThe conditions of railroad activity, the conditions of our immense\ninterstate commerce, are such as to make the Central Government alone\ncompetent to exercise full supervision and control.\"The grave abuses in individual cases of railroad management in the\npast represent wrongs not merely to the general public, but, above all,\nwrongs to fair-dealing and honest corporations and men of wealth,\nbecause they excite a popular anger and distrust which from the very\nnature of the case tends to include in the sweep of its resentment good\nand bad alike. From the standpoint of the public I can not too\nearnestly say that as soon as the natural and proper resentment aroused\nby these abuses becomes indiscriminate and unthinking, it also becomes\nnot merely unwise and unfair, but calculated to defeat the very ends\nwhich those feeling it have in view. There has been plenty of dishonest\nwork by corporations in the past. There will not be the slightest\nlet-up in the effort to hunt down and punish every dishonest man. But\nthe bulk of our business is honestly done. In the natural indignation\nthe people feel over the dishonesty, it is essential that they should\nnot lose their heads and get drawn into an indiscriminate raid upon all\ncorporations, all people of wealth, whether they do well or ill. Out of\nany such wild movement good will not come, can not come, and never has\ncome. On the contrary, the surest way to invite reaction is to follow\nthe lead of either demagogue or visionary in a sweeping assault upon\nproperty values and upon public confidence, which would work\nincalculable damage in the business world and would produce such\ndistrust of the agitators that in the revulsion the distrust would\nextend to honest men who, in sincere and same fashion, are trying to\nremedy the evils.\"The antitrust law should not be repealed; but it should be made both\nmore efficient and more in harmony with actual conditions. It should be\nso amended as to forbid only the kind of combination which does harm to\nthe general public, such amendment to be accompanied by, or to be an\nincident of, a grant of supervisory power to the Government over these\nbig concerns engaged in interstate business. This should be accompanied\nby provision for the compulsory publication of accounts and the\nsubjection of books and papers to the inspection of the Government\nofficials. A beginning has already been made for such supervision by\nthe establishment of the Bureau of Corporations.The antitrust law should not prohibit combinations that do no injustice\nto the public, still less those the existence of which is on the whole\nof benefit to the public. But even if this feature of the law were\nabolished, there would remain as an equally objectionable feature the\ndifficulty and delay now incident to its enforcement. The Government\nmust now submit to irksome and repeated delay before obtaining a final\ndecision of the courts upon proceedings instituted, and even a\nfavorable decree may mean an empty victory. Moreover, to attempt to\ncontrol these corporations by lawsuits means to impose upon both the\nDepartment of Justice and the courts an impossible burden; it is not\nfeasible to carry on more than a limited number of such suits. Such a\nlaw to be really effective must of course be administered by an\nexecutive body, and not merely by means of lawsuits. The design should\nbe to prevent the abuses incident to the creation of unhealthy and\nimproper combinations, instead of waiting until they are in existence\nand then attempting to destroy them by civil or criminal proceedings.A combination should not be tolerated if it abuse the power acquired by\ncombination to the public detriment. No corporation or association of\nany kind should be permitted to engage in foreign or interstate\ncommerce that is formed for the purpose of, or whose operations create,\na monopoly or general control of the production, sale, or distribution\nof any one or more of the prime necessities of life or articles of\ngeneral use and necessity. Such combinations are against public policy;\nthey violate the common law; the doors of the courts are closed to\nthose who are parties to them, and I believe the Congress can close the\nchannels of interstate commerce against them for its protection. The\nlaw should make its prohibitions and permissions as clear and definite\nas possible, leaving the least possible room for arbitrary action, or\nallegation of such action, on the part of the Executive, or of\ndivergent interpretations by the courts. Among the points to be aimed\nat should be the prohibition of unhealthy competition, such as by\nrendering service at an actual loss for the purpose of crushing out\ncompetition, the prevention of inflation of capital, and the\nprohibition of a corporation's making exclusive trade with itself a\ncondition of having any trade with itself. Reasonable agreements\nbetween, or combinations of, corporations should be permitted, provided\nthey are submitted to and approved by some appropriate Government body.The Congress has the power to charter corporations to engage in\ninterstate and foreign commerce, and a general law can be enacted under\nthe provisions of which existing corporations could take out Federal\ncharters and new Federal corporations could be created. An essential\nprovision of such a law should be a method of predetermining by some\nFederal board or commission whether the applicant for a Federal charter\nwas an association or combination within the restrictions of the\nFederal law. Provision should also be made for complete publicity in\nall matters affecting the public and complete protection to the\ninvesting public and the shareholders in the matter of issuing\ncorporate securities. If an incorporation law is not deemed advisable,\na license act for big interstate corporations might be enacted; or a\ncombination of the two might be tried. The supervision established\nmight be analogous to that now exercised over national banks. At least,\nthe antitrust act should be supplemented by specific prohibitions of\nthe methods which experience has shown have been of most service in\nenabling monopolistic combinations to crush out competition. The real\nowners of a corporation should be compelled to do business in their own\nname. The right to hold stock in other corporations should hereafter be\ndenied to interstate corporations, unless on approval by the Government\nofficials, and a prerequisite to such approval should be the listing\nwith the Government of all owners and stockholders, both by the\ncorporation owning such stock and by the corporation in which such\nstock is owned.To confer upon the National Government, in connection with the\namendment I advocate in the antitrust law, power of supervision over\nbig business concerns engaged in interstate commerce, would benefit\nthem as it has benefited the national banks. In the recent business\ncrisis it is noteworthy that the institutions which failed were\ninstitutions which were not under the supervision and control of the\nNational Government. Those which were under National control stood the\ntest.National control of the kind above advocated would be to the benefit of\nevery well-managed railway. From the standpoint of the public there is\nneed for additional tracks, additional terminals, and improvements in\nthe actual handling of the railroads, and all this as rapidly as\npossible. Ample, safe, and speedy transportation facilities are even\nmore necessary than cheap transportation. Therefore, there is need for\nthe investment of money which will provide for all these things while\nat the same time securing as far as is possible better wages and\nshorter hours for their employees. Therefore, while there must be just\nand reasonable regulation of rates, we should be the first to protest\nagainst any arbitrary and unthinking movement to cut them down without\nthe fullest and most careful consideration of all interests concerned\nand of the actual needs of the situation. Only a special body of men\nacting for the National Government under authority conferred upon it by\nthe Congress is competent to pass judgment on such a matter.Those who fear, from any reason, the extension of Federal activity will\ndo well to study the history not only of the national banking act but\nof the pure-food law, and notably the meat inspection law recently\nenacted. The pure-food law was opposed so violently that its passage\nwas delayed for a decade; yet it has worked unmixed and immediate good.\nThe meat inspection law was even more violently assailed; and the same\nmen who now denounce the attitude of the National Government in seeking\nto oversee and control the workings of interstate common carriers and\nbusiness concerns, then asserted that we were \"discrediting and ruining\na great American industry.\" Two years have not elapsed, and already it\nhas become evident that the great benefit the law confers upon the\npublic is accompanied by an equal benefit to the reputable packing\nestablishments. The latter are better off under the law than they were\nwithout it. The benefit to interstate common carriers and business\nconcerns from the legislation I advocate would be equally marked.Incidentally, in the passage of the pure-food law the action of the\nvarious State food and dairy commissioners showed in striking fashion\nhow much good for the whole people results from the hearty cooperation\nof the Federal and State officials in securing a given reform. It is\nprimarily to the action of these State commissioners that we owe the\nenactment of this law; for they aroused the people, first to demand the\nenactment and enforcement of State laws on the subject, and then the\nenactment of the Federal law, without which the State laws were largely\nineffective. There must be the closest cooperation between the National\nand State governments in administering these laws.In my Message to the Congress a year ago I spoke as follows of the\ncurrency:\"I especially call your attention to the condition of our currency\nlaws. The national-bank act has ably served a great purpose in aiding\nthe enormous business development of the country, and within ten years\nthere has been an increase in circulation per capita from $21.41 to\n$33.08. For several years evidence has been accumulating that\nadditional legislation is needed. The recurrence of each crop season\nemphasizes the defects of the present laws. There must soon be a\nrevision of them, because to leave them as they are means to incur\nliability of business disaster. Since your body adjourned there has\nbeen a fluctuation in the interest on call money from 2 per cent to 30\npercent, and the fluctuation was even greater during the preceding six\nmonths. The Secretary of the Treasury had to step in and by wise action\nput a stop to the most violent period of oscillation. Even worse than\nsuch fluctuation is the advance in commercial rates and the uncertainty\nfelt in the sufficiency of credit even at high rates. All commercial\ninterests suffer during each crop period. Excessive rates for call\nmoney in New York attract money from the interior banks into the\nspeculative field. This depletes the fund that would otherwise be\navailable for commercial uses, and commercial borrowers are forced to\npay abnormal rates, so that each fall a tax, in the shape of increased\ninterest charges, is placed on the whole commerce of the country.\"The mere statement of these facts shows that our present system is\nseriously defective. There is need of a change. Unfortunately, however,\nmany of the proposed changes must be ruled from consideration because\nthey are complicated, are not easy of comprehension, and tend to\ndisturb existing rights and interests. We must also rule out any plan\nwhich would materially impair the value of the United States 2 per cent\nbonds now pledged to secure circulation, the issue of which was made\nunder conditions peculiarly creditable to the Treasury. I do not press\nany especial plan. Various plans have recently been proposed by expert\ncommittees of bankers. Among the plans which are possibly feasible and\nwhich certainly should receive your consideration is that repeatedly\nbrought to your attention by the present Secretary of the Treasury, the\nessential features of which have been approved by many prominent\nbankers and business men. According to this plan national banks should\nbe permitted to issue a specified proportion of their capital in notes\nof a given kind, the issue to be taxed at so high a rate as to drive\nthe notes back when not wanted in legitimate trade. This plan would not\npermit the issue of currency to give banks additional profits, but to\nmeet the emergency presented by times of stringency.\"I do not say that this is the right system. I only advance it to\nemphasize my belief that there is need for the adoption of some system\nwhich shall be automatic and open to all sound banks, so as to avoid\nall possibility of discrimination and favoritism. Such a plan would\ntend to prevent the spasms of high money and speculation which now\nobtain in the New York market; for at present there is too much\ncurrency at certain seasons of the year, and its accumulation at New\nYork tempts bankers to lend it at low rates for speculative purposes;\nwhereas at other times when the crops are being moved there is urgent\nneed for a large but temporary increase in the currency supply. It must\nnever be forgotten that this question concerns business men generally\nquite as much as bankers; especially is this true of stockmen, farmers,\nand business men in the West; for at present at certain seasons of the\nyear the difference in interest rates between the East and the West is\nfrom 6 to 10 per cent, whereas in Canada the corresponding difference\nis but 2 per cent. Any plan must, of course, guard the interests of\nwestern and southern bankers as carefully as it guards the interests of\nNew York or Chicago bankers, and must be drawn from the standpoints of\nthe farmer and the merchant no less than from the standpoints of the\ncity banker and the country banker.\"I again urge on the Congress the need of immediate attention to this\nmatter. We need a greater elasticity in our currency; provided, of\ncourse, that we recognize the even greater need of a safe and secure\ncurrency. There must always be the most rigid examination by the\nNational authorities. Provision should be made for an emergency\ncurrency. The emergency issue should, of course, be made with an\neffective guaranty, and upon conditions carefully prescribed by the\nGovernment. Such emergency issue must be based on adequate securities\napproved by the Government, and must be issued under a heavy tax. This\nwould permit currency being issued when the demand for it was urgent,\nwhile securing its requirement as the demand fell off. It is worth\ninvestigating to determine whether officers and directors of national\nbanks should ever be allowed to loan to themselves. Trust companies\nshould be subject to the same supervision as banks; legislation to this\neffect should be enacted for the District of Columbia and the\nTerritories.Yet we must also remember that even the wisest legislation on the\nsubject can only accomplish a certain amount. No legislation can by any\npossibility guarantee the business community against the results of\nspeculative folly any more than it can guarantee an individual against\nthe results of his extravagance. When an individual mortgages his house\nto buy an automobile he invites disaster; and when wealthy men, or men\nwho pose as such, or are unscrupulously or foolishly eager to become\nsuch, indulge in reckless speculation--especially if it is accompanied\nby dishonesty--they jeopardize not only their own future but the future\nof all their innocent fellow-citizens, for the expose the whole\nbusiness community to panic and distress.The income account of the Nation is in a most satisfactory condition.\nFor the six fiscal years ending with the 1st of July last, the total\nexpenditures and revenues of the National Government, exclusive of the\npostal revenues and expenditures, were, in round numbers, revenues,\n$3,465,000,0000, and expenditures, $3,275,000,000. The net excess of\nincome over expenditures, including in the latter the fifty millions\nexpended for the Panama Canal, was one hundred and ninety million\ndollars for the six years, an average of about thirty-one millions a\nyear. This represents an approximation between income and outgo which\nit would be hard to improve. The satisfactory working of the present\ntariff law has been chiefly responsible for this excellent showing.\nNevertheless, there is an evident and constantly growing feeling among\nour people that the time is rapidly approaching when our system of\nrevenue legislation must be revised.This country is definitely committed to the protective system and any\neffort to uproot it could not but cause widespread industrial disaster.\nIn other words, the principle of the present tariff law could not with\nwisdom be changed. But in a country of such phenomenal growth as ours\nit is probably well that every dozen years or so the tariff laws should\nbe carefully scrutinized so as to see that no excessive or improper\nbenefits are conferred thereby, that proper revenue is provided, and\nthat our foreign trade is encouraged. There must always be as a minimum\na tariff which will not only allow for the collection of an ample\nrevenue but which will at least make good the difference in cost of\nproduction here and abroad; that is, the difference in the labor cost\nhere and abroad, for the well-being of the wage-worker must ever be a\ncardinal point of American policy. The question should be approached\npurely from a business standpoint; both the time and the manner of the\nchange being such as to arouse the minimum of agitation and disturbance\nin the business world, and to give the least play for selfish and\nfactional motives. The sole consideration should be to see that the sum\ntotal of changes represents the public good. This means that the\nsubject can not with wisdom be dealt with in the year preceding a\nPresidential election, because as a matter of fact experience has\nconclusively shown that at such a time it is impossible to get men to\ntreat it from the standpoint of the public good. In my judgment the\nwise time to deal with the matter is immediately after such election.When our tax laws are revised the question of an income tax and an\ninheritance tax should receive the careful attention of our\nlegislators. In my judgment both of these taxes should be part of our\nsystem of Federal taxation. I speak diffidently about the income tax\nbecause one scheme for an income tax was declared unconstitutional by\nthe Supreme Court; while in addition it is a difficult tax to\nadminister in its practical working, and great care would have to be\nexercised to see that it was not evaded by the very men whom it was\nmost desirable to have taxed, for if so evaded it would, of course, be\nworse than no tax at all; as the least desirable of all taxes is the\ntax which bears heavily upon the honest as compared with the dishonest\nman. Nevertheless, a graduated income tax of the proper type would be a\ndesirable feature of Federal taxation, and it is to be hoped that one\nmay be devised which the Supreme Court will declare constitutional. The\ninheritance tax, however, is both a far better method of taxation, and\nfar more important for the purpose of having the fortunes of the\ncountry bear in proportion to their increase in size a corresponding\nincrease and burden of taxation. The Government has the absolute right\nto decide as to the terms upon which a man shall receive a bequest or\ndevise from another, and this point in the devolution of property is\nespecially appropriate for the imposition of a tax. Laws imposing such\ntaxes have repeatedly been placed upon the National statute books and\nas repeatedly declared constitutional by the courts; and these laws\ncontained the progressive principle, that is, after a certain amount is\nreached the bequest or gift, in life or death, is increasingly burdened\nand the rate of taxation is increased in proportion to the remoteness\nof blood of the man receiving the bequest. These principles are\nrecognized already in the leading civilized nations of the world. In\nGreat Britain all the estates worth $5,000 or less are practically\nexempt from death duties, while the increase is such that when an\nestate exceeds five millions of dollars in value and passes to a\ndistant kinsman or stranger in blood the Government receives all told\nan amount equivalent to nearly a fifth of the whole estate. In France\nso much of an inheritance as exceeds $10,000,000 pays over a fifth to\nthe State if it passes to a distant relative. The German law is\nespecially interesting to us because it makes the inheritance tax an\nimperial measure while allotting to the individual States of the Empire\na portion of the proceeds and permitting them to impose taxes in\naddition to those imposed by the Imperial Government. Small\ninheritances are exempt, but the tax is so sharply progressive that\nwhen the inheritance is still not very large, provided it is not an\nagricultural or a forest land, it is taxed at the rate of 25 per cent\nif it goes to distant relatives. There is no reason why in the United\nStates the National Government should not impose inheritance taxes in\naddition to those imposed by the States, and when we last had an\ninheritance tax about one-half of the States levied such taxes\nconcurrently with the National Government, making a combined maximum\nrate, in some cases as high as 25 per cent. The French law has one\nfeature which is to be heartily commended. The progressive principle is\nso applied that each higher rate is imposed only on the excess above\nthe amount subject to the next lower rate; so that each increase of\nrate will apply only to a certain amount above a certain maximum. The\ntax should if possible be made to bear more heavily upon those residing\nwithout the country than within it. A heavy progressive tax upon a very\nlarge fortune is in no way such a tax upon thrift or industry as a like\nwould be on a small fortune. No advantage comes either to the country\nas a whole or to the individuals inheriting the money by permitting the\ntransmission in their entirety of the enormous fortunes which would be\naffected by such a tax; and as an incident to its function of revenue\nraising, such a tax would help to preserve a measurable equality of\nopportunity for the people of the generations growing to manhood. We\nhave not the slightest sympathy with that socialistic idea which would\ntry to put laziness, thriftlessness and inefficiency on a par with\nindustry, thrift and efficiency; which would strive to break up not\nmerely private property, but what is far more important, the home, the\nchief prop upon which our whole civilization stands. Such a theory, if\never adopted, would mean the ruin of the entire country--a ruin which\nwould bear heaviest upon the weakest, upon those least able to shift\nfor themselves. But proposals for legislation such as this herein\nadvocated are directly opposed to this class of socialistic theories.\nOur aim is to recognize what Lincoln pointed out: The fact that there\nare some respects in which men are obviously not equal; but also to\ninsist that there should be an equality of self-respect and of mutual\nrespect, an equality of rights before the law, and at least an\napproximate equality in the conditions under which each man obtains the\nchance to show the stuff that is in him when compared to his fellows.A few years ago there was loud complaint that the law could not be\ninvoked against wealthy offenders. There is no such complaint now. The\ncourse of the Department of Justice during the last few years has been\nsuch as to make it evident that no man stands above the law, that no\ncorporation is so wealthy that it can not be held to account. The\nDepartment of Justice has been as prompt to proceed against the\nwealthiest malefactor whose crime was one of greed and cunning as to\nproceed against the agitator who incites to brutal violence. Everything\nthat can be done under the existing law, and with the existing state of\npublic opinion, which so profoundly influences both the courts and\njuries, has been done. But the laws themselves need strengthening in\nmore than one important point; they should be made more definite, so\nthat no honest man can be led unwittingly to break them, and so that\nthe real wrongdoer can be readily punished.Moreover, there must be the public opinion back of the laws or the laws\nthemselves will be of no avail. At present, while the average juryman\nundoubtedly wishes to see trusts broken up, and is quite ready to fine\nthe corporation itself, he is very reluctant to find the facts proven\nbeyond a reasonable doubt when it comes to sending to jail a member of\nthe business community for indulging in practices which are profoundly\nunhealthy, but which, unfortunately, the business community has grown\nto recognize as well-nigh normal. Both the present condition of the law\nand the present temper of juries render it a task of extreme difficulty\nto get at the real wrongdoer in any such case, especially by\nimprisonment. Yet it is from every standpoint far preferable to punish\nthe prime offender by imprisonment rather than to fine the corporation,\nwith the attendant damage to stockholders.The two great evils in the execution of our criminal laws to-day are\nsentimentality and technicality. For the latter the remedy must come\nfrom the hands of the legislatures, the courts, and the lawyers. The\nother must depend for its cure upon the gradual growth of a sound\npublic opinion which shall insist that regard for the law and the\ndemands of reason shall control all other influences and emotions in\nthe jury box. Both of these evils must be removed or public discontent\nwith the criminal law will continue.Instances of abuse in the granting of injunctions in labor disputes\ncontinue to occur, and the resentment in the minds of those who feel\nthat their rights are being invaded and their liberty of action and of\nspeech unwarrantably restrained continues likewise to grow. Much of the\nattack on the use of the process of injunction is wholly without\nwarrant; but I am constrained to express the belief that for some of it\nthere is warrant. This question is becoming more and more one of prime\nimportance, and unless the courts will themselves deal with it in\neffective manner, it is certain ultimately to demand some form of\nlegislative action. It would be most unfortunate for our social welfare\nif we should permit many honest and law-abiding citizens to feel that\nthey had just cause for regarding our courts with hostility. I\nearnestly commend to the attention of the Congress this matter, so that\nsome way may be devised which will limit the abuse of injunctions and\nprotect those rights which from time to time it unwarrantably invades.\nMoreover, discontent is often expressed with the use of the process of\ninjunction by the courts, not only in labor disputes, but where State\nlaws are concerned. I refrain from discussion of this question as I am\ninformed that it will soon receive the consideration of the Supreme\nCourt.The Federal courts must of course decide ultimately what are the\nrespective spheres of State and Nation in connection with any law,\nState or National, and they must decide definitely and finally in\nmatters affecting individual citizens, not only as to the rights and\nwrongs of labor but as to the rights and wrongs of capital; and the\nNational Government must always see that the decision of the court is\nput into effect. The process of injunction is an essential adjunct of\nthe court's doing its work well; and as preventive measures are always\nbetter than remedial, the wise use of this process is from every\nstandpoint commendable. But where it is recklessly or unnecessarily\nused, the abuse should he censured, above all by the very men who are\nproperly anxious to prevent any effort to shear the courts of this\nnecessary power. The court's decision must be final; the protest is\nonly against the conduct of individual judges in needlessly\nanticipating such final decision, or in the tyrannical use of what is\nnominally a temporary injunction to accomplish what is in fact a\npermanent decision.The loss of life and limb from railroad accidents in this country has\nbecome appalling. It is a subject of which the National Government\nshould take supervision. It might be well to begin by providing for a\nFederal inspection of interstate railroads somewhat along the lines of\nFederal inspection of steamboats, although not going so far; perhaps at\nfirst all that it would be necessary to have would be some officer\nwhose duty would be to investigate all accidents on interstate\nrailroads and report in detail the causes thereof. Such an officer\nshould make it his business to get into close touch with railroad\noperating men so as to become thoroughly familiar with every side of\nthe question, the idea being to work along the lines of the present\nsteamboat inspection law.The National Government should be a model employer. It should demand\nthe highest quality of service from each of its employees and it should\ncare for all of them properly in return. Congress should adopt\nlegislation providing limited but definite compensation for accidents\nto all workmen within the scope of the Federal power, including\nemployees of navy yards and arsenals. In other words, a model\nemployers' liability act, far-reaching and thoroughgoing, should be\nenacted which should apply to all positions, public and private, over\nwhich the National Government has jurisdiction. The number of accidents\nto wage-workers, including those that are preventable and those that\nare not, has become appalling in the mechanical, manufacturing, and\ntransportation operations of the day. It works grim hardship to the\nordinary wage-worker and his family to have the effect of such an\naccident fall solely upon him; and, on the other hand, there are whole\nclasses of attorneys who exist only by inciting men who may or may not\nhave been wronged to undertake suits for negligence. As a matter of\nfact a suit for negligence is generally an inadequate remedy for the\nperson injured, while it often causes altogether disproportionate\nannoyance to the employer. The law should be made such that the payment\nfor accidents by the employer would be automatic instead of being a\nmatter for lawsuits. Workmen should receive certain and definite\ncompensation for all accidents in industry irrespective of negligence.\nThe employer is the agent of the public and on his own responsibility\nand for his own profit he serves the public. When he starts in motion\nagencies which create risks for others, he should take all the ordinary\nand extraordinary risks involved; and the risk he thus at the moment\nassumes will ultimately be assumed, as it ought to be, by the general\npublic. Only in this way can the shock of the accident be diffused,\ninstead of falling upon the man or woman least able to bear it, as is\nnow the case. The community at large should share the burdens as well\nas the benefits of industry. By the proposed law, employers would gain\na desirable certainty of obligation and get rid of litigation to\ndetermine it, while the workman and his family would be relieved from a\ncrushing load. With such a policy would come increased care, and\naccidents would be reduced in number. The National laws providing for\nemployers' liability on railroads engaged in interstate commerce and\nfor safety appliances, as well as for diminishing the hours any\nemployee of a railroad should be permitted to work, should all be\nstrengthened wherever in actual practice they have shown weakness; they\nshould be kept on the statute books in thoroughgoing form.The constitutionality of the employers' liability act passed by the\npreceding Congress has been carried before the courts. In two\njurisdictions the law has been declared unconstitutional, and in three\njurisdictions its constitutionality has been affirmed. The question has\nbeen carried to the Supreme Court, the case has been heard by that\ntribunal, and a decision is expected at an early date. In the event\nthat the court should affirm the constitutionality of the act, I urge\nfurther legislation along the lines advocated in my Message to the\npreceding Congress. The practice of putting the entire burden of loss\nto life or limb upon the victim or the victim's family is a form of\nsocial injustice in which the United States stands in unenviable\nprominence. In both our Federal and State legislation we have, with few\nexceptions, scarcely gone farther than the repeal of the fellow-servant\nprinciple of the old law of liability, and in some of our States even\nthis slight modification of a completely outgrown principle has not yet\nbeen secured. The legislation of the rest of the industrial world\nstands out in striking contrast to our backwardness in this respect.\nSince 1895 practically every country of Europe, together with Great\nBritain, New Zealand, Australia, British Columbia, and the Cape of Good\nHope has enacted legislation embodying in one form or another the\ncomplete recognition of the principle which places upon the employer\nthe entire trade risk in the various lines of industry. I urge upon the\nCongress the enactment of a law which will at the same time bring\nFederal legislation up to the standard already established by all the\nEuropean countries, and which will serve as a stimulus to the various\nStates to perfect their legislation in this regard.The Congress should consider the extension of the eight-hour law. The\nconstitutionality of the present law has recently been called into\nquestion, and the Supreme Court has decided that the existing\nlegislation is unquestionably within the powers of the Congress. The\nprinciple of the eight-hour day should as rapidly and as far as\npracticable be extended to the entire work carried on by the\nGovernment; and the present law should be amended to embrace contracts\non those public works which the present wording of the act has been\nconstrued to exclude. The general introduction of the eight-hour day\nshould be the goal toward which we should steadily tend, and the\nGovernment should set the example in this respect.Strikes and lockouts, with their attendant loss and suffering, continue\nto increase. For the five years ending December 31, 1905, the number of\nstrikes was greater than those in any previous ten years and was double\nthe number in the preceding five years. These figures indicate the\nincreasing need of providing some machinery to deal with this class of\ndisturbance in the interest alike of the employer, the employee, and\nthe general public. I renew my previous recommendation that the\nCongress favorably consider the matter of creating the machinery for\ncompulsory investigation of such industrial controversies as are of\nsufficient magnitude and of sufficient concern to the people of the\ncountry as a whole to warrant the Federal Government in taking action.The need for some provision for such investigation was forcibly\nillustrated during the past summer. A strike of telegraph operators\nseriously interfered with telegraphic communication, causing great\ndamage to business interests and serious inconvenience to the general\npublic. Appeals were made to me from many parts of the country, from\ncity councils, from boards of trade, from chambers of commerce, and\nfrom labor organizations, urging that steps be taken to terminate the\nstrike. Everything that could with any propriety be done by a\nrepresentative of the Government was done, without avail, and for weeks\nthe public stood by and suffered without recourse of any kind. Had the\nmachinery existed and had there been authority for compulsory\ninvestigation of the dispute, the public would have been placed in\npossession of the merits of the controversy, and public opinion would\nprobably have brought about a prompt adjustment.Each successive step creating machinery for the adjustment of labor\ndifficulties must be taken with caution, but we should endeavor to make\nprogress in this direction.The provisions of the act of 1898 creating the chairman of the\nInterstate Commerce Commission and the Commissioner of Labor a board of\nmediation in controversies between interstate railroads and their\nemployees has, for the first time, been subjected to serious tests\nwithin the past year, and the wisdom of the experiment has been fully\ndemonstrated. The creation of a board for compulsory investigation in\ncases where mediation fails and arbitration is rejected is the next\nlogical step in a progressive program.It is certain that for some time to come there will be a constant\nincrease absolutely, and perhaps relatively, of those among our\ncitizens who dwell in cities or towns of some size and who work for\nwages. This means that there will be an ever-increasing need to\nconsider the problems inseparable from a great industrial civilization.\nWhere an immense and complex business, especially in those branches\nrelating to manufacture and transportation, is transacted by a large\nnumber of capitalists who employ a very much larger number of\nwage-earners, the former tend more and more to combine into\ncorporations and the latter into unions. The relations of the\ncapitalist and wage-worker to one another, and of each to the general\npublic, are not always easy to adjust; and to put them and keep them on\na satisfactory basis is one of the most important and one of the most\ndelicate tasks before our whole civilization. Much of the work for the\naccomplishment of this end must be done by the individuals concerned\nthemselves, whether singly or in combination; and the one fundamental\nfact that must never be lost track of is that the character of the\naverage man, whether he be a man of means or a man who works with his\nhands, is the most important factor in solving the problem aright. But\nit is almost equally important to remember that without good laws it is\nalso impossible to reach the proper solution. It is idle to hold that\nwithout good laws evils such as child labor, as the over-working of\nwomen, as the failure to protect employees from loss of life or limb,\ncan be effectively reached, any more than the evils of rebates and\nstock-watering can be reached without good laws. To fail to stop these\npractices by legislation means to force honest men into them, because\notherwise the dishonest who surely will take advantage of them will\nhave everything their own way. If the States will correct these evils,\nwell and good; but the Nation must stand ready to aid them.No question growing out of our rapid and complex industrial development\nis more important than that of the employment of women and children.\nThe presence of women in industry reacts with extreme directness upon\nthe character of the home and upon family life, and the conditions\nsurrounding the employment of children bear a vital relation to our\nfuture citizenship. Our legislation in those areas under the control of\nthe Congress is very much behind the legislation of our more\nprogressive States. A thorough and comprehensive measure should be\nadopted at this session of the Congress relating to the employment of\nwomen and children in the District of Columbia and the Territories. The\ninvestigation into the condition of women and children wage-earners\nrecently authorized and directed by the Congress is now being carried\non in the various States, and I recommend that the appropriation made\nlast year for beginning this work be renewed, in order that we may have\nthe thorough and comprehensive investigation which the subject demands.\nThe National Government has as an ultimate resort for control of child\nlabor the use of the interstate commerce clause to prevent the products\nof child labor from entering into interstate commerce. But before using\nthis it ought certainly to enact model laws on the subject for the\nTerritories under its own immediate control.There is one fundamental proposition which can be laid down as regards\nall these matters, namely: While honesty by itself will not solve the\nproblem, yet the insistence upon honesty--not merely technical honesty,\nbut honesty in purpose and spirit--is an essential element in arriving\nat a right conclusion. Vice in its cruder and more archaic forms shocks\neverybody; but there is very urgent need that public opinion should be\njust as severe in condemnation of the vice which hides itself behind\nclass or professional loyalty, or which denies that it is vice if it\ncan escape conviction in the courts. The public and the representatives\nof the public, the high officials, whether on the bench or in executive\nor legislative positions, need to remember that often the most\ndangerous criminals, so far as the life of the Nation is concerned, are\nnot those who commit the crimes known to and condemned by the popular\nconscience for centuries, but those who commit crimes only rendered\npossible by the complex conditions of our modern industrial life. It\nmakes not a particle of difference whether these crimes are committed\nby a capitalist or by a laborer, by a leading banker or manufacturer or\nrailroad man, or by a leading representative of a labor union.\nSwindling in stocks, corrupting legislatures, making fortunes by the\ninflation of securities, by wrecking railroads, by destroying\ncompetitors through rebates--these forms of wrongdoing in the\ncapitalist, are far more infamous than any ordinary form of\nembezzlement or forgery; yet it is a matter of extreme difficulty to\nsecure the punishment of the man most guilty of them, most responsible\nfor them. The business man who condones such conduct stands on a level\nwith the labor man who deliberately supports a corrupt demagogue and\nagitator, whether head of a union or head of some municipality, because\nhe is said to have \"stood by the union.\" The members of the business\ncommunity, the educators, or clergymen, who condone and encourage the\nfirst kind of wrongdoing, are no more dangerous to the community, but\nare morally even worse, than the labor men who are guilty of the second\ntype of wrongdoing, because less is to be pardoned those who have no\nsuch excuse as is furnished either by ignorance or by dire need.  When\nthe Department of Agriculture was founded there was much sneering as to\nits usefulness. No Department of the Government, however, has more\nemphatically vindicated its usefulness, and none save the Post-Office\nDepartment comes so continually and intimately into touch with the\npeople. The two citizens whose welfare is in the aggregate most vital\nto the welfare of the Nation, and therefore to the welfare of all other\ncitizens, are the wage-worker who does manual labor and the tiller of\nthe soil, the farmer. There are, of course, kinds of labor where the\nwork must be purely mental, and there are other kinds of labor where,\nunder existing conditions, very little demand indeed is made upon the\nmind, though I am glad to say that the proportion of men engaged in\nthis kind of work is diminishing. But in any community with the solid,\nhealthy qualities which make up a really great nation the bulk of the\npeople should do work which calls for the exercise of both body and\nmind. Progress can not permanently exist in the abandonment of physical\nlabor, but in the development of physical labor, so that it shall\nrepresent more and more the work of the trained mind in the trained\nbody. Our school system is gravely defective in so far as it puts a\npremium upon mere literary training and tends therefore to train the\nboy away from the farm and the workshop. Nothing is more needed than\nthe best type of industrial school, the school for mechanical\nindustries in the city, the school for practically teaching agriculture\nin the country. The calling of the skilled tiller of the soil, the\ncalling of the skilled mechanic, should alike be recognized as\nprofessions, just as emphatically as the callings of lawyer, doctor,\nmerchant, or clerk. The schools recognize this fact and it should\nequally be recognized in popular opinion. The young man who has the\nfarsightedness and courage to recognize it and to get over the idea\nthat it makes a difference whether what he earns is called salary or\nwages, and who refuses to enter the crowded field of the so-called\nprofessions, and takes to constructive industry instead, is reasonably\nsure of an ample reward in earnings, in health, in opportunity to marry\nearly, and to establish a home with a fair amount of freedom from\nworry. It should be one of our prime objects to put both the farmer and\nthe mechanic on a higher plane of efficiency and reward, so as to\nincrease their effectiveness in the economic world, and therefore the\ndignity, the remuneration, and the power of their positions in the\nsocial world.No growth of cities, no growth of wealth, can make up for any loss in\neither the number or the character of the farming population. We of the\nUnited States should realize this above almost all other peoples. We\nbegan our existence as a nation of farmers, and in every great crisis\nof the past a peculiar dependence has had to be placed upon the farming\npopulation; and this dependence has hitherto been justified. But it can\nnot be justified in the future if agriculture is permitted to sink in\nthe scale as compared with other employments. We can not afford to lose\nthat preeminently typical American, the farmer who owns his own\nmedium-sized farm. To have his place taken by either a class of small\npeasant proprietors, or by a class of great landlords with\ntenant-farmed estates would be a veritable calamity. The growth of our\ncities is a good thing but only in so far as it does not mean a growth\nat the expense of the country farmer. We must welcome the rise of\nphysical sciences in their application to agricultural practices, and\nwe must do all we can to render country conditions more easy and\npleasant. There are forces which now tend to bring about both these\nresults, but they are, as yet, in their infancy. The National\nGovernment through the Department of Agriculture should do all it can\nby joining with the State governments and with independent associations\nof farmers to encourage the growth in the open farming country of such\ninstitutional and social movements as will meet the demand of the best\ntype of farmers, both for the improvement of their farms and for the\nbetterment of the life itself. The Department of Agriculture has in\nmany places, perhaps especially in certain districts of the South,\naccomplished an extraordinary amount by cooperating with and teaching\nthe farmers through their associations, on their own soil, how to\nincrease their income by managing their farms better than they were\nhitherto managed. The farmer must not lose his independence, his\ninitiative, his rugged self-reliance, yet he must learn to work in the\nheartiest cooperation with his fellows, exactly as the business man has\nlearned to work; and he must prepare to use to constantly better\nadvantage the knowledge that can be obtained from agricultural\ncolleges, while he must insist upon a practical curriculum in the\nschools in which his children are taught. The Department of Agriculture\nand the Department of Commerce and Labor both deal with the fundamental\nneeds of our people in the production of raw material and its\nmanufacture and distribution, and, therefore, with the welfare of those\nwho produce it in the raw state, and of those who manufacture and\ndistribute it. The Department of Commerce and Labor has but recently\nbeen founded but has already justified its existence; while the\nDepartment of Agriculture yields to no other in the Government in the\npractical benefits which it produces in proportion to the public money\nexpended. It must continue in the future to deal with growing crops as\nit has dealt in the past, but it must still further extend its field of\nusefulness hereafter by dealing with live men, through a far-reaching\nstudy and treatment of the problems of farm life alike from the\nindustrial and economic and social standpoint. Farmers must cooperate\nwith one another and with the Government, and the Government can best\ngive its aid through associations of farmers, so as to deliver to the\nfarmer the large body of agricultural knowledge which has been\naccumulated by the National and State governments and by the\nagricultural colleges and schools.The grain producing industry of the country, one of the most important\nin the United States, deserves special consideration at the hands of\nthe Congress. Our grain is sold almost exclusively by grades. To secure\nsatisfactory results in our home markets and to facilitate our trade\nabroad, these grades should approximate the highest degree of\nuniformity and certainty. The present diverse methods of inspection and\ngrading throughout the country under different laws and boards, result\nin confusion and lack of uniformity, destroying that confidence which\nis necessary for healthful trade. Complaints against the present\nmethods have continued for years and they are growing in volume and\nintensity, not only in this country but abroad. I therefore suggest to\nthe Congress the advisability of a National system of inspection and\ngrading of grain entering into interstate and foreign commerce as a\nremedy for the present evils.The conservation of our natural resources and their proper use\nconstitute the fundamental problem which underlies almost every other\nproblem of our National life. We must maintain for our civilization the\nadequate material basis without which that civilization can not exist.\nWe must show foresight, we must look ahead. As a nation we not only\nenjoy a wonderful measure of present prosperity but if this prosperity\nis used aright it is an earnest of future success such as no other\nnation will have. The reward of foresight for this Nation is great and\neasily foretold. But there must be the look ahead, there must be a\nrealization of the fact that to waste, to destroy, our natural\nresources, to skin and exhaust the land instead of using it so as to\nincrease its usefulness, will result in undermining in the days of our\nchildren the very prosperity which we ought by right to hand down to\nthem amplified and developed. For the last few years, through several\nagencies, the Government has been endeavoring to get our people to look\nahead and to substitute a planned and orderly development of our\nresources in place of a haphazard striving for immediate profit. Our\ngreat river systems should be developed as National water highways, the\nMississippi, with its tributaries, standing first in importance, and\nthe Columbia second, although there are many others of importance on\nthe Pacific, the Atlantic and the Gulf slopes. The National Government\nshould undertake this work, and I hope a beginning will be made in the\npresent Congress; and the greatest of all our rivers, the Mississippi,\nshould receive especial attention. From the Great Lakes to the mouth of\nthe Mississippi there should be a deep waterway, with deep waterways\nleading from it to the East and the West. Such a waterway would\npractically mean the extension of our coast line into the very heart of\nour country. It would be of incalculable benefit to our people. If\nbegun at once it can be carried through in time appreciably to relieve\nthe congestion of our great freight-carrying lines of railroads. The\nwork should be systematically and continuously carried forward in\naccordance with some well-conceived plan. The main streams should be\nimproved to the highest point of efficiency before the improvement of\nthe branches is attempted; and the work should be kept free from every\nfaint of recklessness or jobbery. The inland waterways which lie just\nback of the whole eastern and southern coasts should likewise be\ndeveloped. Moreover, the development of our waterways involves many\nother important water problems, all of which should be considered as\npart of the same general scheme. The Government dams should be used to\nproduce hundreds of thousands of horsepower as an incident to improving\nnavigation; for the annual value of the unused water-power of the\nUnited States perhaps exceeds the annual value of the products of all\nour mines. As an incident to creating the deep waterways down the\nMississippi, the Government should build along its whole lower length\nlevees which taken together with the control of the headwaters, will at\nonce and forever put a complete stop to all threat of floods in the\nimmensely fertile Delta region. The territory lying adjacent to the\nMississippi along its lower course will thereby become one of the most\nprosperous and populous, as it already is one of the most fertile,\nfarming regions in all the world. I have appointed an Inland Waterways\nCommission to study and outline a comprehensive scheme of development\nalong all the lines indicated. Later I shall lay its report before the\nCongress.Irrigation should be far more extensively developed than at present,\nnot only in the States of the Great Plains and the Rocky Mountains, but\nin many others, as, for instance, in large portions of the South\nAtlantic and Gulf States, where it should go hand in hand with the\nreclamation of swamp land. The Federal Government should seriously\ndevote itself to this task, realizing that utilization of waterways and\nwater-power, forestry, irrigation, and the reclamation of lands\nthreatened with overflow, are all interdependent parts of the same\nproblem. The work of the Reclamation Service in developing the larger\nopportunities of the western half of our country for irrigation is more\nimportant than almost any other movement. The constant purpose of the\nGovernment in connection with the Reclamation Service has been to use\nthe water resources of the public lands for the ultimate greatest good\nof the greatest number; in other words, to put upon the land permanent\nhome-makers, to use and develop it for themselves and for their\nchildren and children's children. There has been, of course, opposition\nto this work; opposition from some interested men who desire to exhaust\nthe land for their own immediate profit without regard to the welfare\nof the next generation, and opposition from honest and well-meaning men\nwho did not fully understand the subject or who did not look far enough\nahead. This opposition is, I think, dying away, and our people are\nunderstanding that it would be utterly wrong to allow a few individuals\nto exhaust for their own temporary personal profit the resources which\nought to be developed through use so as to be conserved for the\npermanent common advantage of the people as a whole.The effort of the Government to deal with the public land has been\nbased upon the same principle as that of the Reclamation Service. The\nland law system which was designed to meet the needs of the fertile and\nwell-watered regions of the Middle West has largely broken down when\napplied to the dryer regions of the Great Plains, the mountains, and\nmuch of the Pacific slope, where a farm of 160 acres is inadequate for\nself-support. In these regions the system lent itself to fraud, and\nmuch land passed out of the hands of the Government without passing\ninto the hands of the home-maker. The Department of the Interior and\nthe Department of Justice joined in prosecuting the offenders against\nthe law; and they have accomplished much, while where the\nadministration of the law has been defective it has been changed. But\nthe laws themselves are defective. Three years ago a public lands\ncommission was appointed to scrutinize the law, and defects, and\nrecommend a remedy. Their examination specifically showed the existence\nof great fraud upon the public domain, and their recommendations for\nchanges in the law were made with the design of conserving the natural\nresources of every part of the public lands by putting it to its best\nuse. Especial attention was called to the prevention of settlement by\nthe passage of great areas of public land into the hands of a few men,\nand to the enormous waste caused by unrestricted grazing upon the open\nrange. The recommendations of the Public Lands Commission are sound,\nfor they are especially in the interest of the actual homemaker; and\nwhere the small home-maker can not at present utilize the land they\nprovide that the Government shall keep control of it so that it may not\nbe monopolized by a few men. The Congress has not yet acted upon these\nrecommendations; but they are so just and proper, so essential to our\nNational welfare, that I feel confident, if the Congress will take time\nto consider them, that they will ultimately be adopted.Some such legislation as that proposed is essential in order to\npreserve the great stretches of public grazing land which are unfit for\ncultivation under present methods and are valuable only for the forage\nwhich they supply. These stretches amount in all to some 300,000,000\nacres, and are open to the free grazing of cattle, sheep, horses and\ngoats, without restriction. Such a system, or lack of system, means\nthat the range is not so much used as wasted by abuse. As the West\nsettles the range becomes more and more over-grazed. Much of it can not\nbe used to advantage unless it is fenced, for fencing is the only way\nby which to keep in check the owners of nomad flocks which roam hither\nand thither, utterly destroying the pastures and leaving a waste behind\nso that their presence is incompatible with the presence of\nhome-makers. The existing fences are all illegal. Some of them\nrepresent the improper exclusion of actual settlers, actual\nhome-makers, from territory which is usurped by great cattle companies.\nSome of them represent what is in itself a proper effort to use the\nrange for those upon the land, and to prevent its use by nomadic\noutsiders. All these fences, those that are hurtful and those that are\nbeneficial, are alike illegal and must come down. But it is an outrage\nthat the law should necessitate such action on the part of the\nAdministration. The unlawful fencing of public lands for private\ngrazing must be stopped, but the necessity which occasioned it must be\nprovided for. The Federal Government should have control of the range,\nwhether by permit or lease, as local necessities may determine. Such\ncontrol could secure the great benefit of legitimate fencing, while at\nthe same time securing and promoting the settlement of the country. In\nsome places it may be that the tracts of range adjacent to the\nhomesteads of actual settlers should be allotted to them severally or\nin common for the summer grazing of their stock. Elsewhere it may be\nthat a lease system would serve the purpose; the leases to be temporary\nand subject to the rights of settlement, and the amount charged being\nlarge enough merely to permit of the efficient and beneficial control\nof the range by the Government, and of the payment to the county of the\nequivalent of what it would otherwise receive in taxes. The destruction\nof the public range will continue until some such laws as these are\nenacted. Fully to prevent the fraud in the public lands which, through\nthe joint action of the Interior Department and the Department of\nJustice, we have been endeavoring to prevent, there must be further\nlegislation, and especially a sufficient appropriation to permit the\nDepartment of the Interior to examine certain classes of entries on the\nground before they pass into private ownership. The Government should\npart with its title only to the actual home-maker, not to the\nprofit-maker who does not care to make a home. Our prime object is to\nsecure the rights and guard the interests of the small ranchman, the\nman who plows and pitches hay for himself. It is this small ranchman,\nthis actual settler and homemaker, who in the long run is most hurt by\npermitting thefts of the public land in whatever form.Optimism is a good characteristic, but if carried to an excess it\nbecomes foolishness. We are prone to speak of the resources of this\ncountry as inexhaustible; this is not so. The mineral wealth of the\ncountry, the coal, iron, oil, gas, and the like, does not reproduce\nitself, and therefore is certain to be exhausted ultimately; and\nwastefulness in dealing with it to-day means that our descendants will\nfeel the exhaustion a generation or two before they otherwise would.\nBut there are certain other forms of waste which could be entirely\nstopped--the waste of soil by washing, for instance, which is among the\nmost dangerous of all wastes now in progress in the United States, is\neasily preventable, so that this present enormous loss of fertility is\nentirely unnecessary. The preservation or replacement of the forests is\none of the most important means of preventing this loss. We have made a\nbeginning in forest preservation, but it is only a beginning. At\npresent lumbering is the fourth greatest industry in the United States;\nand yet, so rapid has been the rate of exhaustion of timber in the\nUnited States in the past, and so rapidly is the remainder being\nexhausted, that the country is unquestionably on the verge of a timber\nfamine which will be felt in every household in the land. There has\nalready been a rise in the price of lumber, but there is certain to be\na more rapid and heavier rise in the future. The present annual\nconsumption of lumber is certainly three times as great as the annual\ngrowth; and if the consumption and growth continue unchanged,\npractically all our lumber will be exhausted in another generation,\nwhile long before the limit to complete exhaustion is reached the\ngrowing scarcity will make itself felt in many blighting ways upon our\nNational welfare. About 20 per cent of our forested territory is now\nreserved in National forests; but these do not include the most\nvaluable timber lauds, and in any event the proportion is too small to\nexpect that the reserves can accomplish more than a mitigation of the\ntrouble which is ahead for the nation. Far more drastic action is\nneeded. Forests can be lumbered so as to give to the public the full\nuse of their mercantile timber without the slightest detriment to the\nforest, any more than it is a detriment to a farm to furnish a harvest;\nso that there is no parallel between forests and mines, which can only\nbe completely used by exhaustion. But forests, if used as all our\nforests have been used in the past and as most of them are still used,\nwill be either wholly destroyed, or so damaged that many decades have\nto pass before effective use can be made of them again. All these facts\nare so obvious that it is extraordinary that it should be necessary to\nrepeat them. Every business man in the land, every writer in the\nnewspapers, every man or woman of an ordinary school education, ought\nto be able to see that immense quantities of timber are used in the\ncountry, that the forests which supply this timber are rapidly being\nexhausted, and that, if no change takes place, exhaustion will come\ncomparatively soon, and that the effects of it will be felt severely in\nthe every-day life of our people. Surely, when these facts are so\nobvious, there should be no delay in taking preventive measures. Yet we\nseem as a nation to be willing to proceed in this matter with\nhappy-go-lucky indifference even to the immediate future. It is this\nattitude which permits the self-interest of a very few persons to weigh\nfor more than the ultimate interest of all our people. There are\npersons who find it to their immense pecuniary benefit to destroy the\nforests by lumbering. They are to be blamed for thus sacrificing the\nfuture of the Nation as a whole to their own self-interest of the\nmoment; but heavier blame attaches to the people at large for\npermitting such action, whether in the White Mountains, in the southern\nAlleghenies, or in the Rockies and Sierras. A big lumbering company,\nimpatient for immediate returns and not caring to look far enough\nahead, will often deliberately destroy all the good timber in a region,\nhoping afterwards to move on to some new country. The shiftless man of\nsmall means, who does not care to become an actual home-maker but would\nlike immediate profit, will find it to his advantage to take up timber\nland simply to turn it over to such a big company, and leave it\nvalueless for future settlers. A big mine owner, anxious only to\ndevelop his mine at the moment, will care only to cut all the timber\nthat he wishes without regard to the future--probably net looking ahead\nto the condition of the country when the forests are exhausted, any\nmore than he does to the condition when the mine is worked out. I do\nnot blame these men nearly as much as I blame the supine public\nopinion, the indifferent public opinion, which permits their action to\ngo unchecked. Of course to check the waste of timber means that there\nmust be on the part of the public the acceptance of a temporary\nrestriction in the lavish use of the timber, in order to prevent the\ntotal loss of this use in the future. There are plenty of men in public\nand private life who actually advocate the continuance of the present\nsystem of unchecked and wasteful extravagance, using as an argument the\nfact that to check it will of course mean interference with the ease\nand comfort of certain people who now get lumber at less cost than they\nought to pay, at the expense of the future generations. Some of these\npersons actually demand that the present forest reserves be thrown open\nto destruction, because, forsooth, they think that thereby the price of\nlumber could be put down again for two or three or more years. Their\nattitude is precisely like that of an agitator protesting against the\noutlay of money by farmers on manure and in taking care of their farms\ngenerally. Undoubtedly, if the average farmer were content absolutely\nto ruin his farm, he could for two or three years avoid spending any\nmoney on it, and yet make a good deal of money out of it. But only a\nsavage would, in his private affairs, show such reckless disregard of\nthe future; yet it is precisely this reckless disregard of the future\nwhich the opponents of the forestry system are now endeavoring to get\nthe people of the United States to show. The only trouble with the\nmovement for the preservation of our forests is that it has not gone\nnearly far enough, and was not begun soon enough. It is a most\nfortunate thing, however, that we began it when we did. We should\nacquire in the Appalachian and White Mountain regions all the forest\nlands that it is possible to acquire for the use of the Nation. These\nlands, because they form a National asset, are as emphatically national\nas the rivers which they feed, and which flow through so many States\nbefore they reach the ocean.There should be no tariff on any forest product grown in this country;\nand, in especial, there should be no tariff on wood pulp; due notice of\nthe change being of course given to those engaged in the business so as\nto enable them to adjust themselves to the new conditions. The repeal\nof the duty on wood pulp should if possible be accompanied by an\nagreement with Canada that there shall be no export duty on Canadian\npulp wood.In the eastern United States the mineral fuels have already passed into\nthe hands of large private owners, and those of the West are rapidly\nfollowing. It is obvious that these fuels should be conserved and not\nwasted, and it would be well to protect the people against unjust and\nextortionate prices, so far as that can still be done. What has been\naccomplished in the great oil fields of the Indian Territory by the\naction of the Administration, offers a striking example of the good\nresults of such a policy. In my judgment the Government should have the\nright to keep the fee of the coal, oil, and gas fields in its own\npossession and to lease the rights to develop them under proper\nregulations; or else, if the Congress will not adopt this method, the\ncoal deposits should be sold under limitations, to conserve them as\npublic utilities, the right to mine coal being separated from the title\nto the soil. The regulations should permit coal lands to be worked in\nsufficient quantity by the several corporations. The present\nlimitations have been absurd, excessive, and serve no useful purpose,\nand often render it necessary that there should be either fraud or\nclose abandonment of the work of getting out the coal.Work on the Panama Canal is proceeding in a highly satisfactory manner.\nIn March last, John F. Stevens, chairman of the Commission and chief\nengineer, resigned, and the Commission was reorganized and constituted\nas follows: Lieut. Col. George W. Goethals, Corps. of Engineers, U. S.\nArmy, chairman and chief engineer; Maj. D. D. Gall-lard, Corps of\nEngineers, U. S. Army; Maj. William L. Sibert, Corps of Engineers, U.\nS. Army; Civil Engineer H. H. Rousseau, U. S. Navy; Mr. J. C. S.\nBlackburn; Col. W. C. Gorgas, U. S. Army, and Mr. Jackson Smith,\nCommissioners. This change of authority and direction went into effect\non April 1, without causing a perceptible check to the progress of the\nwork. In March the total excavation in the Culebra Cut, where effort\nwas chiefly concentrated, was 815,270 cubic yards. In April this was\nincreased to 879,527 cubic yards. There was a considerable decrease in\nthe output for May and June owing partly to the advent of the rainy\nseason and partly to temporary trouble with the steam shovel men over\nthe question of wages. This trouble was settled satisfactorily to all\nparties and in July the total excavation advanced materially and in\nAugust the grand total from all points in the canal prism by steam\nshovels and dredges exceeded all previous United States records,\nreaching 1,274,404 cubic yards. In September this record was eclipsed\nand a total of 1,517,412 cubic yards was removed. Of this amount\n1,481,307 cubic yards were from the canal prism and 36,105 cubic yards\nwere from accessory works. These results were achieved in the rainy\nseason with a rainfall in August of 11.89 inches and in September of\n11.65 inches. Finally, in October, the record was again eclipsed, the\ntotal excavation being 1,868,729 cubic yards; a truly extraordinary\nrecord, especially in view of the heavy rainfall, which was 17.1\ninches. In fact, experience during the last two rainy seasons\ndemonstrates that the rains are a less serious obstacle to progress\nthan has hitherto been supposed.Work on the locks and dams at Gatun, which began actively in March\nlast, has advanced so far that it is thought that masonry work on the\nlocks can be begun within fifteen months. In order to remove all doubt\nas to the satisfactory character of the foundations for the locks of\nthe Canal, the Secretary of War requested three eminent civil\nengineers, of special experience in such construction, Alfred Noble,\nFrederic P. Stearns and John R. Freeman, to visit the Isthmus and make\nthorough personal investigations of the sites. These gentlemen went to\nthe Isthmus in April and by means of test pits which had been dug for\nthe purpose, they inspected the proposed foundations, and also examined\nthe borings that had been made. In their report to the Secretary of\nWar, under date of May 2, 1907, they said: \"We found that all of the\nlocks, of the dimensions now proposed, will rest upon rock of such\ncharacter that it will furnish a safe and stable foundation.\"\nSubsequent new borings, conducted by the present Commission, have fully\nconfirmed this verdict. They show that the locks will rest on rock for\ntheir entire length. The cross section of the dam and method of\nconstruction will be such as to insure against any slip or sloughing\noff. Similar examination of the foundations of the locks and dams on\nthe Pacific side are in progress. I believe that the locks should be\nmade of a width of 120 feet.Last winter bids were requested and received for doing the work of\ncanal construction by contract. None of them was found to be\nsatisfactory and all were rejected. It is the unanimous opinion of the\npresent Commission that the work can be done better, more cheaply, and\nmore quickly by the Government than by private contractors. Fully 80\nper cent of the entire plant needed for construction has been purchased\nor contracted for; machine shops have been erected and equipped for\nmaking all needed repairs to the plant; many thousands of employees\nhave been secured; an effective organization has been perfected; a\nrecruiting system is in operation which is capable of furnishing more\nlabor than can be used advantageously; employees are well sheltered and\nwell fed; salaries paid are satisfactory, and the work is not only\ngoing forward smoothly, but it is producing results far in advance of\nthe most sanguine anticipations. Under these favorable conditions, a\nchange in the method of prosecuting the work would be unwise and\nunjustifiable, for it would inevitably disorganize existing conditions,\ncheck progress, and increase the cost and lengthen the time of\ncompleting the Canal.The chief engineer and all his professional associates are firmly\nconvinced that the 85 feet level lock canal which they are constructing\nis the best that could be desired. Some of them had doubts on this\npoint when they went to the Isthmus. As the plans have developed under\ntheir direction their doubts have been dispelled. While they may decide\nupon changes in detail as construction advances they are in hearty\naccord in approving the general plan. They believe that it provides a\ncanal not only adequate to all demands that will be made upon it but\nsuperior in every way to a sea level canal. I concur in this belief.I commend to the favorable consideration of the Congress a postal\nsavings bank system, as recommended by the Postmaster-General. The\nprimary object is to encourage among our people economy and thrift and\nby the use of postal savings banks to give them an opportunity to\nhusband their resources, particularly those who have not the facilities\nat hand for depositing their money in savings banks. Viewed, however,\nfrom the experience of the past few weeks, it is evident that the\nadvantages of such an institution are till more far-reaching. Timid\ndepositors have withdrawn their savings for the time being from\nnational banks, trust companies, and savings banks; individuals have\nhoarded their cash and the workingmen their earnings; all of which\nmoney has been withheld and kept in hiding or in safe deposit box to\nthe detriment of prosperity. Through the agency of the postal savings\nbanks such money would be restored to the channels of trade, to the\nmutual benefit of capital and labor.I further commend to the Congress the consideration of the\nPostmaster-General's recommendation for an extension of the parcel\npost, especially on the rural routes. There are now 38,215 rural\nroutes, serving nearly 15,000,000 people who do not have the advantages\nof the inhabitants of cities in obtaining their supplies. These\nrecommendations have been drawn up to benefit the farmer and the\ncountry storekeeper; otherwise, I should not favor them, for I believe\nthat it is good policy for our Government to do everything possible to\naid the small town and the country district. It is desirable that the\ncountry merchant should not be crushed out.The fourth-class postmasters' convention has passed a very strong\nresolution in favor of placing the fourth-class postmasters under the\ncivil-service law. The Administration has already put into effect the\npolicy of refusing to remove any fourth-class postmasters save for\nreasons connected with the good of the service; and it is endeavoring\nso far as possible to remove them from the domain of partisan politics.\nIt would be a most desirable thing to put the fourth-class postmasters\nin the classified service. It is possible that this might be done\nwithout Congressional action, but, as the matter is debatable, I\nearnestly recommend that the Congress enact a law providing that they\nbe included under the civil-service law and put in the classified\nservice.Oklahoma has become a State, standing on a full equality with her elder\nsisters, and her future is assured by her great natural resources. The\nduty of the National Government to guard the personal and property\nrights of the Indians within her borders remains of course unchanged.I reiterate my recommendations of last year as regards Alaska. Some\nform of local self-government should be provided, as simple and\ninexpensive as possible; it is impossible for the Congress to devote\nthe necessary time to all the little details of necessary Alaskan\nlegislation. Road building and railway building should be encouraged.\nThe Governor of Alaska should be given an ample appropriation wherewith\nto organize a force to preserve the public peace. Whisky selling to the\nnatives should be made a felony. The coal land laws should be changed\nso as to meet the peculiar needs of the Territory. This should be\nattended to at once; for the present laws permit individuals to locate\nlarge areas of the public domain for speculative purposes; and cause an\nimmense amount of trouble, fraud, and litigation. There should be\nanother judicial division established. As early as possible lighthouses\nand buoys should be established as aids to navigation, especially in\nand about Prince William Sound, and the survey of the coast completed.\nThere is need of liberal appropriations for lighting and buoying the\nsouthern coast and improving the aids to navigation in southeastern\nAlaska. One of the great industries of Alaska, as of Puget Sound and\nthe Columbia, is salmon fishing. Gradually, by reason of lack of proper\nlaws, this industry is being ruined; it should now be taken in charge,\nand effectively protected, by the United States Government.The courage and enterprise of the citizens of the far north-west in\ntheir projected Alaskan-Yukon-Pacific Exposition, to be held in 1909,\nshould receive liberal encouragement. This exposition is not\nsentimental in its conception, but seeks to exploit the natural\nresources of Alaska and to promote the commerce, trade, and industry of\nthe Pacific States with their neighboring States and with our insular\npossessions and the neighboring countries of the Pacific. The\nexposition asks no loan from the Congress but seeks appropriations for\nNational exhibits and exhibits of the western dependencies of the\nGeneral Government. The State of Washington and the city of Seattle\nhave shown the characteristic western enterprise in large donations for\nthe conduct of this exposition in which other States are lending\ngenerous assistance.The unfortunate failure of the shipping bill at the last session of the\nlast Congress was followed by the taking off of certain Pacific\nsteamships, which has greatly hampered the movement of passengers\nbetween Hawaii and the mainland. Unless the Congress is prepared by\npositive encouragement to secure proper facilities in the way of\nshipping between Hawaii and the mainland, then the coastwise shipping\nlaws should be so far relaxed as to prevent Hawaii suffering as it is\nnow suffering. I again call your attention to the capital importance\nfrom every standpoint of making Pearl Harbor available for the largest\ndeep water vessels, and of suitably fortifying the island.The Secretary of War has gone to the Philippines. On his return I shall\nsubmit to you his report on the islands.I again recommend that the rights of citizenship be conferred upon the\npeople of Porto Rico.A bureau of mines should be created under the control and direction of\nthe Secretary of the Interior; the bureau to have power to collect\nstatistics and make investigations in all matters pertaining to mining\nand particularly to the accidents and dangers of the industry. If this\ncan not now be done, at least additional appropriations should be given\nthe Interior Department to be used for the study of mining conditions,\nfor the prevention of fraudulent mining schemes, for carrying on the\nwork of mapping the mining districts, for studying methods for\nminimizing the accidents and dangers in the industry; in short, to aid\nin all proper ways the development of the mining industry.I strongly recommend to the Congress to provide funds for keeping up\nthe Hermitage, the home of Andrew Jackson; these funds to be used\nthrough the existing Hermitage Association for the preservation of a\nhistoric building which should ever be dear to Americans.I further recommend that a naval monument be established in the\nVicksburg National Park. This national park gives a unique opportunity\nfor commemorating the deeds of those gallant men who fought on water,\nno less than of those who fought on land, in the great civil War.Legislation should be enacted at the present session of the Congress\nfor the Thirteenth Census. The establishment of the permanent Census\nBureau affords the opportunity for a better census than we have ever\nhad, but in order to realize the full advantage of the permanent\norganization, ample time must be given for preparation.There is a constantly growing interest in this country in the question\nof the public health. At last the public mind is awake to the fact that\nmany diseases, notably tuberculosis, are National scourges. The work of\nthe State and city boards of health should be supplemented by a\nconstantly increasing interest on the part of the National Government.\nThe Congress has already provided a bureau of public health and has\nprovided for a hygienic laboratory. There are other valuable laws\nrelating to the public health connected with the various departments.\nThis whole branch of the Government should be strengthened and aided in\nevery way.I call attention to two Government commissions which I have appointed\nand which have already done excellent work. The first of these has to\ndo with the organization of the scientific work of the Government,\nwhich has grown up wholly without plan and is in consequence so\nunwisely distributed among the Executive Departments that much of its\neffect is lost for the lack of proper coordination. This commission's\nchief object is to introduce a planned and orderly development and\noperation in the place of the ill-assorted and often ineffective\ngrouping and methods of work which have prevailed. This can not be done\nwithout legislation, nor would it be feasible to deal in detail with so\ncomplex an administrative problem by specific provisions of law. I\nrecommend that the President be given authority to concentrate related\nlines of work and reduce duplication by Executive order through\ntransfer and consolidation of lines of work.The second committee, that on Department methods, was instructed to\ninvestigate and report upon the changes needed to place the conduct of\nthe executive force of the Government on the most economical and\neffective basis in the light of the best modern business practice. The\ncommittee has made very satisfactory progress. Antiquated practices and\nbureaucratic ways have been abolished, and a general renovation of\ndepartmental methods has been inaugurated. All that can be done by\nExecutive order has already been accomplished or will be put into\neffect in the near future. The work of the main committee and its\nseveral assistant committees has produced a wholesome awakening on the\npart of the great body of officers and employees engaged in Government\nwork. In nearly every Department and office there has been a careful\nself-inspection for the purpose of remedying any defects before they\ncould be made the subject of adverse criticism. This has led\nindividuals to a wider study of the work on which they were engaged,\nand this study has resulted in increasing their efficiency in their\nrespective lines of work. There are recommendations of special\nimportance from the committee on the subject of personnel and the\nclassification of salaries which will require legislative action before\nthey can be put into effect. It is my intention to submit to the\nCongress in the near future a special message on those subjects.Under our form of government voting is not merely a right but a duty,\nand, moreover, a fundamental and necessary duty if a man is to be a\ngood citizen. It is well to provide that corporations shall not\ncontribute to Presidential or National campaigns, and furthermore to\nprovide for the publication of both contributions and expenditures.\nThere is, however, always danger in laws of this kind, which from their\nvery nature are difficult of enforcement; the danger being lest they be\nobeyed only by the honest, and disobeyed by the unscrupulous, so as to\nact only as a penalty upon honest men. Moreover, no such law would\nhamper an unscrupulous man of unlimited means from buying his own way\ninto office. There is a very radical measure which would, I believe,\nwork a substantial improvement in our system of conducting a campaign,\nalthough I am well aware that it will take some time for people so to\nfamiliarize themselves with such a proposal as to be willing to\nconsider its adoption. The need for collecting large campaign funds\nwould vanish if Congress provided an appropriation for the proper and\nlegitimate expenses of each of the great national parties, an\nappropriation ample enough to meet the necessity for thorough\norganization and machinery, which requires a large expenditure of\nmoney. Then the stipulation should be made that no party receiving\ncampaign funds from the Treasury should accept more than a fixed amount\nfrom any individual subscriber or donor; and the necessary publicity\nfor receipts and expenditures could without difficulty be provided.There should be a National gallery of art established in the capital\ncity of this country. This is important not merely to the artistic but\nto the material welfare of the country; and the people are to be\ncongratulated on the fact that the movement to establish such a gallery\nis taking definite form under the guidance of the Smithsonian\nInstitution. So far from there being a tariff on works of art brought\ninto the country, their importation should be encouraged in every way.\nThere have been no sufficient collections of objects of art by the\nGovernment, and what collections have been acquired are scattered and\nare generally placed in unsuitable and imperfectly lighted galleries.The Biological Survey is quietly working for the good of our\nagricultural interests, and is an excellent example of a Government\nbureau which conducts original scientific research the findings of\nwhich are of much practical utility. For more than twenty years it has\nstudied the food habits of birds and mammals that are injurious or\nbeneficial to agriculture, horticulture, and forestry; has distributed\nillustrated bulletins on the subject, and has labored to secure\nlegislative protection for the beneficial species. The cotton\nboll-weevil, which has recently overspread the cotton belt of Texas and\nis steadily extending its range, is said to cause an annual loss of\nabout $3,000,000. The Biological Survey has ascertained and gives wide\npublicity to the fact that at least 43 kinds of birds prey upon this\ndestructive insect. It has discovered that 57 species of birds feed\nupon scale-insects--dreaded enemies of the fruit grower. It has shown\nthat woodpeckers as a class, by destroying the larvae of wood-boring\ninsects, are so essential to tree life that it is doubtful if our\nforests could exist without them. It has shown that cuckoos and orioles\nare the natural enemies of the leaf-eating caterpillars that destroy\nour shade and fruit trees; that our quails and sparrows consume\nannually hundreds of tons of seeds of noxious weeds; that hawks and\nowls as a class (excepting the few that kill poultry and game birds)\nare markedly beneficial, spending their lives in catching grasshoppers,\nmice, and other pests that prey upon the products of husbandry. It has\nconducted field experiments for the purpose of devising and perfecting\nsimple methods for holding in check the hordes of destructive\nrodents--rats, mice, rabbits, gophers, prairie dogs, and ground\nsquirrels--which annually destroy crops worth many millions of dollars;\nand it has published practical directions for the destruction of wolves\nand coyotes on the stock ranges of the West, resulting during the past\nyear in an estimated saving of cattle and sheep valued at upwards of a\nmillion dollars.It has inaugurated a system of inspection at the principal ports of\nentry on both Atlantic and Pacific coasts by means of which the\nintroduction of noxious mammals and birds is prevented, thus keeping\nout the mongoose and certain birds which are as much to be dreaded as\nthe previously introduced English sparrow and the house rats and mice.In the interest of game protection it has cooperated with local\nofficials in every State in the Union, has striven to promote uniform\nlegislation in the several States, has rendered important service in\nenforcing the Federal law regulating interstate traffic in game, and\nhas shown how game protection may be made to yield a large revenue to\nthe State--a revenue amounting in the case of Illinois to $128,000 in a\nsingle year.The Biological Survey has explored the faunas and floras of America\nwith reference to the distribution of animals and plants; it has\ndefined and mapped the natural life areas--areas in which, by reason of\nprevailing climatic conditions, certain kinds of animals and plants\noccur--and has pointed out the adaptability of these areas to the\ncultivation of particular crops. The results of these investigations\nare not only of high educational value but are worth each year to the\nprogressive farmers of the country many times the cost of maintaining\nthe Survey, which, it may be added, is exceedingly small. I recommend\nto Congress that this bureau, whose usefulness is seriously handicapped\nby lack of funds, be granted an appropriation in some degree\ncommensurate with the importance of the work it is doing.I call your especial attention to the unsatisfactory condition of our\nforeign mail service, which, because of the lack of American steamship\nlines is now largely done through foreign lines, and which,\nparticularly so far as South and Central America are concerned, is done\nin a manner which constitutes a serious barrier to the extension of our\ncommerce.The time has come, in my judgment, to set to work seriously to make our\nocean mail service correspond more closely with our recent commercial\nand political development. A beginning was made by the ocean mail act\nof March 3, 1891, but even at that time the act was known to be\ninadequate in various particulars. Since that time events have moved\nrapidly in our history. We have acquired Hawaii, the Philippines, and\nlesser islands in the Pacific. We are steadily prosecuting the great\nwork of uniting at the Isthmus the waters of the Atlantic and the\nPacific. To a greater extent than seemed probable even a dozen years\nago, we may look to an American future on the sea worthy of the\ntraditions of our past. As the first step in that direction, and the\nstep most feasible at the present time, I recommend the extension of\nthe ocean mail act of 1891. This act has stood for some years free from\nsuccessful criticism of its principle and purpose. It was based on\ntheories of the obligations of a great maritime nation, undisputed in\nour own land and followed by other nations since the beginning of steam\nnavigation. Briefly those theories are, that it is the duty of a\nfirst-class Power so far as practicable to carry its ocean mails under\nits own flag; that the fast ocean steamships and their crews, required\nfor such mail service, are valuable auxiliaries to the sea power of a\nnation. Furthermore, the construction of such steamships insures the\nmaintenance in an efficient condition of the shipyards in which our\nbattleships must be built.The expenditure of public money for the Performance of such necessary\nfunctions of government is certainly warranted, nor is it necessary to\ndwell upon the incidental benefits to our foreign commerce, to the\nshipbuilding industry, and to ship owning and navigation which will\naccompany the discharge of these urgent public duties, though they,\ntoo, should have weight.The only serious question is whether at this time we can afford to\nimprove our ocean mail service as it should be improved. All doubt on\nthis subject is removed by the reports of the Post-Office Department.\nFor the fiscal year ended June 30, 1907, that Department estimates that\nthe postage collected on the articles exchanged with foreign countries\nother than Canada and Mexico amounted to $6,579,043.48, or\n$3,637,226.81 more than the net cost of the service exclusive of the\ncost of transporting the articles between the United States exchange\npost-offices and the United States post-offices at which they were\nmailed or delivered. In other words, the Government of the United\nStates, having assumed a monopoly of carrying the mails for the people,\nmaking a profit of over $3,600,000 by rendering a cheap and inefficient\nservice. That profit I believe should be devoted to strengthening\nmaritime power in those directions where it will best promote our\nprestige. The country is familiar with the facts of our maritime\nimpotence in the harbors of the great and friendly Republics of South\nAmerica. Following the failure of the shipbuilding bill we lost our\nonly American line of steamers to Australasia, and that loss on the\nPacific has become a serious embarrassment to the people of Hawaii, and\nhas wholly cut off the Samoan islands from regular communication with\nthe Pacific coast. Puget Sound, in the year, has lost over half (four\nout of seven) of its American steamers trading with the Orient.We now pay under the act of 1891 $4 a statute mile outward to 20-knot\nAmerican mail steamships, built according to naval plans, available as\ncruisers, and manned by Americans. Steamships of that speed are\nconfined exclusively to trans-Atlantic trade with New York. To\nsteamships of 16 knots or over only $2 a mile can be paid, and it is\nsteamships of this speed and type which are needed to meet the\nrequirements of mail service to South America, Asia (including the\nPhilippines), and Australia. I strongly recommend, therefore, a simple\namendment to the ocean mail act of 1891 which shall authorize the\nPostmaster-General in his discretion to enter into contracts for the\ntransportation of mails to the Republics of South America, to Asia, the\nPhilippines, and Australia at a rate not to exceed $4 a mile for\nsteamships of 16 knots speed or upwards, subject to the restrictions\nand obligations of the act of 1891. The profit of $3,600,000 which has\nbeen mentioned will fully cover the maximum annual expenditure involved\nin this recommendation, and it is believed will in time establish the\nlines so urgently needed. The proposition involves no new principle,\nbut permits the efficient discharge of public functions now\ninadequately performed or not performed at all.Not only there is not now, but there never has been, any other nation\nin the world so wholly free from the evils of militarism as is ours.\nThere never has been any other large nation, not even China, which for\nso long a period has had relatively to its numbers so small a regular\narmy as has ours. Never at any time in our history has this Nation\nsuffered from militarism or been in the remotest danger of suffering\nfrom militarism. Never at any time of our history has the Regular Army\nbeen of a size which caused the slightest appreciable tax upon the\ntax-paying citizens of the Nation. Almost always it has been too small\nin size and underpaid. Never in our entire history has the Nation\nsuffered in the least particular because too much care has been given\nto the Army, too much prominence given it, too much money spent upon\nit, or because it has been too large. But again and again we have\nsuffered because enough care has not been given to it, because it has\nbeen too small, because there has not been sufficient preparation in\nadvance for possible war. Every foreign war in which we have engaged\nhas cost us many times the amount which, if wisely expended during the\npreceding years of peace on the Regular Army, would have insured the\nwar ending in but a fraction of the time and but for a fraction of the\ncost that was actually the case. As a Nation we have always been\nshortsighted in providing for the efficiency of the Army in time of\npeace. It is nobody's especial interest to make such provision and no\none looks ahead to war at any period, no matter how remote, as being a\nserious possibility; while an improper economy, or rather\nniggardliness, can be practiced at the expense of the Army with the\ncertainty that those practicing it will not be called to account\ntherefor, but that the price will be paid by the unfortunate persons\nwho happen to be in office when a war does actually come.I think it is only lack of foresight that troubles us, not any\nhostility to the Army. There are, of course, foolish people who\ndenounce any care of the Army or Navy as \"militarism,\" but I do not\nthink that these people are numerous. This country has to contend now,\nand has had to contend in the past, with many evils, and there is ample\nscope for all who would work for reform. But there is not one evil that\nnow exists, or that ever has existed in this country, which is, or ever\nhas been, owing in the smallest part to militarism. Declamation against\nmilitarism has no more serious place in an earnest and intelligent\nmovement for righteousness in this country than declamation against the\nworship of Baal or Astaroth. It is declamation against a non-existent\nevil, one which never has existed in this country, and which has not\nthe slightest chance of appearing here. We are glad to help in any\nmovement for international peace, but this is because we sincerely\nbelieve that it is our duty to help all such movements provided they\nare sane and rational, and not because there is any tendency toward\nmilitarism on our part which needs to be cured. The evils we have to\nfight are those in connection with industrialism, not militarism.\nIndustry is always necessary, just as war is sometimes necessary. Each\nhas its price, and industry in the United States now exacts, and has\nalways exacted, a far heavier toll of death than all our wars put\ntogether. The statistics of the railroads of this country for the year\nended June 30, 1906, the last contained in the annual statistical\nreport of the Interstate Commerce Commission, show in that one year a\ntotal of 108,324 casualties to persons, of which 10,618 represent the\nnumber of persons killed. In that wonderful hive of human activity,\nPittsburg, the deaths due to industrial accidents in 1906 were 919, all\nthe result of accidents in mills, mines or on railroads. For the entire\ncountry, therefore, it is safe to say that the deaths due to industrial\naccidents aggregate in the neighborhood of twenty thousand a year. Such\na record makes the death rate in all our foreign wars utterly trivial\nby comparison. The number of deaths in battle in all the foreign wars\nput together, for the last century and a quarter, aggregate\nconsiderably less than one year's death record for our industries. A\nmere glance at these figures is sufficient to show the absurdity of the\noutcry against militarism.But again and again in the past our little Regular Army has rendered\nservice literally vital to the country, and it may at any time have to\ndo so in the future. Its standard of efficiency and instruction is\nhigher now than ever in the past. But it is too small. There are not\nenough officers; and it is impossible to secure enough enlisted men. We\nshould maintain in peace a fairly complete skeleton of a large army. A\ngreat and long-continued war would have to be fought by volunteers. But\nmonths would pass before any large body of efficient volunteers could\nbe put in the field, and our Regular Army should be large enough to\nmeet any immediate need. In particular it is essential that we should\npossess a number of extra officers trained in peace to perform\nefficiently the duties urgently required upon the breaking out of war.The Medical Corps should be much larger than the needs of our Regular\nArmy in war. Yet at present it is smaller than the needs of the service\ndemand even in peace. The Spanish war occurred less than ten years ago.\nThe chief loss we suffered in it was by disease among the regiments\nwhich never left the country. At the moment the Nation seemed deeply\nimpressed by this fact; yet seemingly it has already been forgotten,\nfor not the slightest effort has been made to prepare a medical corps\nof sufficient size to prevent the repetition of the same disaster on a\nmuch larger scale if we should ever be engaged in a serious conflict.\nThe trouble in the Spanish war was not with the then existing officials\nof the War Department; it was with the representatives of the people as\na whole who, for the preceding thirty years, had declined to make the\nnecessary provision for the Army. Unless ample provision is now made by\nCongress to put the Medical Corps where it should be put disaster in\nthe next war is inevitable, and the responsibility will not lie with\nthose then in charge of the War Department, but with those who now\ndecline to make the necessary provision. A well organized medical\ncorps, thoroughly trained before the advent of war in all the important\nadministrative duties of a military sanitary corps, is essential to the\nefficiency of any large army, and especially of a large volunteer army.\nSuch knowledge of medicine and surgery as is possessed by the medical\nprofession generally will not alone suffice to make an efficient\nmilitary surgeon. He must have, in addition, knowledge of the\nadministration and sanitation of large field hospitals and camps, in\norder to safeguard the health and lives of men intrusted in great\nnumbers to his care. A bill has long been pending before the Congress\nfor the reorganization of the Medical Corps; its passage is urgently\nneeded.But the Medical Department is not the only department for which\nincreased provision should be made. The rate of pay for the officers\nshould be greatly increased; there is no higher type of citizen than\nthe American regular officer, and he should have a fair reward for his\nadmirable work. There should be a relatively even greater increase in\nthe pay for the enlisted men. In especial provision should be made for\nestablishing grades equivalent to those of warrant officers in the Navy\nwhich should be open to the enlisted men who serve sufficiently long\nand who do their work well. Inducements should be offered sufficient to\nencourage really good men to make the Army a life occupation. The prime\nneeds of our present Army is to secure and retain competent\nnoncommissioned officers. This difficulty rests fundamentally on the\nquestion of pay. The noncommissioned officer does not correspond with\nan unskilled laborer; he corresponds to the best type of skilled\nworkman or to the subordinate official in civil institutions. Wages\nhave greatly increased in outside occupations in the last forty years\nand the pay of the soldier, like the pay of the officers, should be\nproportionately increased. The first sergeant of a company, if a good\nman, must be one of such executive and administrative ability, and such\nknowledge of his trade, as to be worth far more than we at present pay\nhim. The same is true of the regimental sergeant major. These men\nshould be men who had fully resolved to make the Army a life occupation\nand they should be able to look forward to ample reward; while only men\nproperly qualified should be given a chance to secure these final\nrewards. The increase over the present pay need not be great in the\nlower grades for the first one or two enlistments, but the increase\nshould be marked for the noncommissioned officers of the upper grades\nwho serve long enough to make it evident that they intend to stay\npermanently in the Army, while additional pay should be given for high\nqualifications in target practice. The position of warrant officer\nshould be established and there should be not only an increase of pay,\nbut an increase of privileges and allowances and dignity, so as to make\nthe grade open to noncommissioned officers capable of filling them\ndesirably from every standpoint. The rate of desertion in our Army now\nin time of peace is alarming. The deserter should be treated by public\nopinion as a man guilty of the greatest crime; while on the other hand\nthe man who serves steadily in the Army should be treated as what he\nis, that is, as preeminently one of the best citizens of this Republic.\nAfter twelve years' service in the Army, my own belief is that the man\nshould be given a preference according to his ability for certain types\nof office over all civilian applicants without examination. This should\nalso apply, of course, to the men who have served twelve years in the\nNavy. A special corps should be provided to do the manual labor now\nnecessarily demanded of the privates themselves.Among the officers there should be severe examinations to weed out the\nunfit up to the grade of major. From that position on appointments\nshould be solely by selection and it should be understood that a man of\nmerely average capacity could never get beyond the position of major,\nwhile every man who serves in any grade a certain length of time prior\nto promotion to the next grade without getting the promotion to the\nnext grade should be forthwith retired. The practice marches and field\nmaneuvers of the last two or three years have been invaluable to the\nArmy. They should be continued and extended. A rigid and not a\nperfunctory examination of physical capacity has been provided for the\nhigher grade officers. This will work well. Unless an officer has a\ngood physique, unless he can stand hardship, ride well, and walk\nfairly, he is not fit for any position, even after he has become a\ncolonel. Before he has become a colonel the need for physical fitness\nin the officers is almost as great as in the enlisted man. I hope\nspeedily to see introduced into the Army a far more rigid and\nthoroughgoing test of horsemanship for all field officers than at\npresent. There should be a Chief of Cavalry just as there is a Chief of\nArtillery.Perhaps the most important of all legislation needed for the benefit of\nthe Army is a law to equalize and increase the pay of officers and\nenlisted men of the Army, Navy, Marine Corps, and Revenue-Cutter\nService. Such a bill has been prepared, which it is hoped will meet\nwith your favorable consideration. The next most essential measure is\nto authorize a number of extra officers as mentioned above. To make the\nArmy more attractive to enlisted men, it is absolutely essential to\ncreate a service corps, such as exists in nearly every modern army in\nthe world, to do the skilled and unskilled labor, inseparably connected\nwith military administration, which is now exacted, without just\ncompensation, of enlisted men who voluntarily entered the Army to do\nservice of an altogether different kind. There are a number of other\nlaws necessary to so organize the Army as to promote its efficiency and\nfacilitate its rapid expansion in time of war; but the above are the\nmost important.It was hoped The Hague Conference might deal with the question of the\nlimitation of armaments. But even before it had assembled informal\ninquiries had developed that as regards naval armaments, the only ones\nin which this country had any interest, it was hopeless to try to\ndevise any plan for which there was the slightest possibility of\nsecuring the assent of the nations gathered at The Hague. No plan was\neven proposed which would have had the assent of more than one first\nclass Power outside of the United States. The only plan that seemed at\nall feasible, that of limiting the size of battleships, met with no\nfavor at all. It is evident, therefore, that it is folly for this\nNation to base any hope of securing peace on any international\nagreement as to the limitations of armaments. Such being the fact it\nwould be most unwise for us to stop the upbuilding of our Navy. To\nbuild one battleship of the best and most advanced type a year would\nbarely keep our fleet up to its present force. This is not enough. In\nmy judgment, we should this year provide for four battleships. But it\nis idle to build battleships unless in addition to providing the men,\nand the means for thorough training, we provide the auxiliaries for\nthem, unless we provide docks, the coaling stations, the colliers and\nsupply ships that they need. We are extremely deficient in coaling\nstations and docks on the Pacific, and this deficiency should not\nlonger be permitted to exist. Plenty of torpedo boats and destroyers\nshould be built. Both on the Atlantic and Pacific coasts,\nfortifications of the best type should be provided for all our greatest\nharbors.We need always to remember that in time of war the Navy is not to be\nused to defend harbors and sea-coast cities; we should perfect our\nsystem of coast fortifications. The only efficient use for the Navy is\nfor offense. The only way in which it can efficiently protect our own\ncoast against the possible action of a foreign navy is by destroying\nthat foreign navy. For defense against a hostile fleet which actually\nattacks them, the coast cities must depend upon their forts, mines,\ntorpedoes, submarines, and torpedo boats and destroyers. All of these\ntogether are efficient for defensive purposes, but they in no way\nsupply the place of a thoroughly efficient navy capable of acting on\nthe offensive; for parrying never yet won a fight. It can only be won\nby hard hitting, and an aggressive sea-going navy alone can do this\nhard hitting of the offensive type. But the forts and the like are\nnecessary so that the Navy may be footloose. In time of war there is\nsure to be demand, under pressure, of fright, for the ships to be\nscattered so as to defend all kind of ports. Under penalty of terrible\ndisaster, this demand must be refused. The ships must be kept together,\nand their objective made the enemies' fleet. If fortifications are\nsufficiently strong, no modern navy will venture to attack them, so\nlong as the foe has in existence a hostile navy of anything like the\nsame size or efficiency. But unless there exists such a navy then the\nfortifications are powerless by themselves to secure the victory. For\nof course the mere deficiency means that any resolute enemy can at his\nleisure combine all his forces upon one point with the certainty that\nhe can take it.Until our battle fleet is much larger than at present it should never\nbe split into detachments so far apart that they could not in event of\nemergency be speedily united. Our coast line is on the Pacific just as\nmuch as on the Atlantic. The interests of California, Oregon, and\nWashington are as emphatically the interests of the whole Union as\nthose of Maine and New York, of Louisiana and Texas. The battle fleet\nshould now and then be moved to the Pacific, just as at other times it\nshould be kept in the Atlantic. When the Isthmian Canal is built the\ntransit of the battle fleet from one ocean to the other will be\ncomparatively easy. Until it is built I earnestly hope that the battle\nfleet will be thus shifted between the two oceans every year or two.\nThe marksmanship on all our ships has improved phenomenally during the\nlast five years. Until within the last two or three years it was not\npossible to train a battle fleet in squadron maneuvers under service\nconditions, and it is only during these last two or three years that\nthe training under these conditions has become really effective.\nAnother and most necessary stride in advance is now being taken. The\nbattle fleet is about starting by the Straits of Magellan to visit the\nPacific coast.. Sixteen battleships are going under the command of\nRear-Admiral Evans, while eight armored cruisers and two other\nbattleships will meet him at San Francisco, whither certain torpedo\ndestroyers are also going. No fleet of such size has ever made such a\nvoyage, and it will be of very great educational use to all engaged in\nit. The only way by which to teach officers and men how to handle the\nfleet so as to meet every possible strain and emergency in time of war\nis to have them practice under similar conditions in time of peace.\nMoreover, the only way to find out our actual needs is to perform in\ntime of peace whatever maneuvers might be necessary in time of war.\nAfter war is declared it is too late to find out the needs; that means\nto invite disaster. This trip to the Pacific will show what some of our\nneeds are and will enable us to provide for them. The proper place for\nan officer to learn his duty is at sea, and the only way in which a\nnavy can ever be made efficient is by practice at sea, under all the\nconditions which would have to be met if war existed.I bespeak the most liberal treatment for the officers and enlisted men\nof the Navy. It is true of them, as likewise of the officers and\nenlisted men of the Army, that they form a body whose interests should\nbe close to the heart of every good American. In return the most rigid\nperformance of duty should be exacted from them. The reward should be\nample when they do their best; and nothing less than their best should\nbe tolerated. It is idle to hope for the best results when the men in\nthe senior grades come to those grades late in life and serve too short\na time in them. Up to the rank of lieutenant-commander promotion in the\nNavy should be as now, by seniority, subject, however, to such\nrigid tests as would eliminate the unfit. After the grade of\nlieutenant-commander, that is, when we come to the grade of command\nrank, the unfit should be eliminated in such manner that only the\nconspicuously fit would remain, and sea service should be a principal\ntest of fitness. Those who are passed by should, after a certain length\nof service in their respective grades, be retired. Of a given number of\nmen it may well be that almost all would make good lieutenants and most\nof them good lieutenant-commanders, while only a minority be fit to be\ncaptains, and but three or four to be admirals. Those who object to\npromotion otherwise than by mere seniority should reflect upon the\nelementary fact that no business in private life could be successfully\nmanaged if those who enter at the lowest rungs of the ladder should\neach in turn, if he lived, become the head of the firm, its active\ndirector, and retire after he had held the position a few months. On\nits face such a scheme is an absurdity. Chances for improper favoritism\ncan be minimized by a properly formed board; such as the board of last\nJune, which did such conscientious and excellent work in elimination.If all that ought to be done can not now be done, at least let a\nbeginning be made. In my last three annual Messages, and in a special\nMessage to the last Congress, the necessity for legislation that will\ncause officers of the line of the Navy to reach the grades of captain\nand rear-admiral at less advanced ages and which will cause them to\nhave more sea training and experience in the highly responsible duties\nof those grades, so that they may become thoroughly skillful in\nhandling battleships, divisions, squadrons, and fleets in action, has\nbeen fully explained and urgently recommended. Upon this subject the\nSecretary of the Navy has submitted detailed and definite\nrecommendations which have received my approval, and which, if enacted\ninto law, will accomplish what is immediately necessary, and will, as\ncompared with existing law, make a saving of more than five millions of\ndollars during the next seven years. The navy personnel act of 1899 has\naccomplished all that was expected of it in providing satisfactory\nperiods of service in the several subordinate grades, from the grade of\nensign to the grade of lieutenant-commander, but the law is inadequate\nin the upper grades and will continue to be inadequate on account of\nthe expansion of the personnel since its enactment. Your attention is\ninvited to the following quotations from the report of the personnel\nboard of 1906, of which the Assistant Secretary of the Navy was\npresident:\"Congress has authorized a considerable increase in the number of\nmidshipmen at the Naval Academy, and these midshipmen upon graduation\nare promoted to ensign and lieutenant (junior-grade). But no provision\nhas been made for a corresponding increase in the upper grades, the\nresult being that the lower grades will become so congested that a\nmidshipman now in one of the lowest classes at Annapolis may possibly\nnot be promoted to lieutenant until he is between 45 and 50 years of\nage. So it will continue under the present law, congesting at the top\nand congesting at the bottom. The country fails to get from the\nofficers of the service the best that is in them by not providing\nopportunity for their normal development and training. The board\nbelieves that this works a serious detriment to the efficiency of the\nNavy and is a real menace to the public safety.\"As stated in my special Message to the last Congress: \"I am firmly of\nthe opinion that unless the present conditions of the higher\ncommissioned personnel is rectified by judicious legislation the future\nof our Navy will be gravely compromised.\" It is also urgently necessary\nto increase the efficiency of the Medical Corps of the Navy. Special\nlegislation to this end has already been proposed; and I trust it may\nbe enacted without delay.It must be remembered that everything done in the Navy to fit it to do\nwell in time of war must be done in time of peace. Modern wars are\nshort; they do not last the length of time requisite to build a\nbattleship; and it takes longer to train the officers and men to do\nwell on a battleship than it takes to build it. Nothing effective can\nbe done for the Navy once war has begun, and the result of the war, if\nthe combatants are otherwise equally matched, will depend upon which\npower has prepared best in time of peace. The United States Navy is the\nbest guaranty the Nation has that its honor and interest will not be\nneglected; and in addition it offers by far the best insurance for\npeace that can by human ingenuity be devised.I call attention to the report of the official Board of Visitors to the\nNaval Academy at Annapolis which has been forwarded to the Congress.\nThe report contains this paragraph:\"Such revision should be made of the courses of study and methods of\nconducting and marking examinations as will develop and bring out the\naverage all-round ability of the midshipman rather than to give him\nprominence in any one particular study. The fact should be kept in mind\nthat the Naval Academy is not a university but a school, the primary\nobject of which is to educate boys to be efficient naval officers.\nChanges in curriculum, therefore, should be in the direction of making\nthe course of instruction less theoretical and more practical. No\nportion of any future class should be graduated in advance of the full\nfour years' course, and under no circumstances should the standard of\ninstruction be lowered. The Academy in almost all of its departments is\nnow magnificently equipped, and it would be very unwise to make the\ncourse of instruction less exacting than it is to-day.\"Acting upon this suggestion I designated three seagoing officers, Capt.\nRichard Wainwright, Commander Robert S. Griffin, and Lieut. Commander\nAlbert L. Key, all graduates of the Academy, to investigate conditions\nand to recommend to me the best method of carrying into effect this\ngeneral recommendation. These officers performed the duty promptly and\nintelligently, and, under the personal direction of Capt. Charles J.\nBadger, Superintendent of the Academy, such of the proposed changes as\nwere deemed to be at present advisable were put into effect at the\nbeginning of the academic year, October 1, last. The results, I am\nconfident, will be most beneficial to the Academy, to the midshipmen,\nand to the Navy.In foreign affairs this country's steady policy is to behave toward\nother nations as a strong and self-respecting man should behave toward\nthe other men with whom he is brought into contact. In other words, our\naim is disinterestedly to help other nations where such help can be\nwisely given without the appearance of meddling with what does not\nconcern us; to be careful to act as a good neighbor; and at the same\ntime, in good-natured fashion, to make it evident that we do not intend\nto be imposed upon.The Second International Peace Conference was convened at The Hague on\nthe 15th of June last and remained in session until the 18th of\nOctober. For the first time the representatives of practically all the\ncivilized countries of the world united in a temperate and kindly\ndiscussion of the methods by which the causes of war might be narrowed\nand its injurious effects reduced.Although the agreements reached in the Conference did not in any\ndirection go to the length hoped for by the more sanguine, yet in many\ndirections important steps were taken, and upon every subject on the\nprogramme there was such full and considerate discussion as to justify\nthe belief that substantial progress has been made toward further\nagreements in the future. Thirteen conventions were agreed upon\nembodying the definite conclusions which had been reached, and\nresolutions were adopted marking the progress made in matters upon\nwhich agreement was not yet sufficiently complete to make conventions\npracticable.The delegates of the United States were instructed to favor an\nagreement for obligatory arbitration, the establishment of a permanent\ncourt of arbitration to proceed judicially in the hearing and decision\nof international causes, the prohibition of force for the collection of\ncontract debts alleged to be due from governments to citizens of other\ncountries until after arbitration as to the justice and amount of the\ndebt and the time and manner of payment, the immunity of private\nproperty at sea, the better definition of the rights of neutrals, and,\nin case any measure to that end should be introduced, the limitation of\narmaments.In the field of peaceful disposal of international differences several\nimportant advances were made. First, as to obligatory arbitration.\nAlthough the Conference failed to secure a unanimous agreement upon the\ndetails of a convention for obligatory arbitration, it did resolve as\nfollows;\"It is unanimous: (1) In accepting the principle for obligatory\narbitration; (2) In declaring that certain differences, and notably\nthose relating to the interpretation and application of international\nconventional stipulations are susceptible of being submitted to\nobligatory arbitration without any restriction.\"In view of the fact that as a result of the discussion the vote upon\nthe definite treaty of obligatory arbitration, which was proposed,\nstood 32 in favor to 9 against the adoption of the treaty, there can be\nlittle doubt that the great majority of the countries of the world have\nreached a point where they are now ready to apply practically the\nprinciples thus unanimously agreed upon by the Conference.The second advance, and a very great one, is the agreement which\nrelates to the use of force for the collection of contract debts. Your\nattention is invited to the paragraphs upon this subject in my Message\nof December, 1906, and to the resolution of the Third American\nConference at Rio in the summer of 1906. The convention upon this\nsubject adopted by the Conference substantially as proposed by the\nAmerican delegates is as follows:\"In order to avoid between nations armed conflicts of a purely\npecuniary origin arising from contractual debts claimed of the\ngovernment of one country by the government of another country to be\ndue to its nationals, the signatory Powers agree not to have recourse\nto armed force for the collection of such contractual debts.\"However, this stipulation shall not be applicable when the debtor\nState refuses or leaves unanswered an offer to arbitrate, or, in case\nof acceptance, makes it impossible to formulate the terms of\nsubmission, or, after arbitration, fails to comply with the award\nrendered.\"It is further agreed that arbitration here contemplated shall be in\nconformity, as to procedure, with Chapter III of the Convention for the\nPacific Settlement of International Disputes adopted at The Hague, and\nthat it shall determine, in so far as there shall be no agreement\nbetween the parties, the justice and the amount of the debt, the time\nand mode of payment thereof.\"Such a provision would have prevented much injustice and extortion in\nthe past, and I cannot doubt that its effect in the future will be most\nsalutary.A third advance has been made in amending and perfecting the convention\nof 1899 for the voluntary settlement of international disputes, and\nparticularly the extension of those parts of that convention which\nrelate to commissions of inquiry. The existence of those provisions\nenabled the Governments of Great Britain and Russia to avoid war,\nnotwithstanding great public excitement, at the time of the Dogger Bank\nincident, and the new convention agreed upon by the Conference gives\npractical effect to the experience gained in that inquiry.Substantial progress was also made towards the creation of a permanent\njudicial tribunal for the determination of international causes. There\nwas very full discussion of the proposal for such a court and a general\nagreement was finally reached in favor of its creation. The Conference\nrecommended to the signatory Powers the adoption of a draft upon which\nit agreed for the organization of the court, leaving to be determined\nonly the method by which the judges should be selected. This remaining\nunsettled question is plainly one which time and good temper will\nsolve.A further agreement of the first importance was that for the creation\nof an international prize court. The constitution, organization and\nprocedure of such a tribunal were provided for in detail. Anyone who\nrecalls the injustices under which this country suffered as a neutral\npower during the early part of the last century can not fail to see in\nthis provision for an international prize court the great advance which\nthe world is making towards the substitution of the rule of reason and\njustice in place of simple force. Not only will the international prize\ncourt be the means of protecting the interests of neutrals, but it is\nin itself a step towards the creation of the more general court for the\nhearing of international controversies to which reference has just been\nmade. The organization and action of such a prize court can not fail to\naccustom the different countries to the submission of international\nquestions to the decision of an international tribunal, and we may\nconfidently expect the results of such submission to bring about a\ngeneral agreement upon the enlargement of the practice.Numerous provisions were adopted for reducing the evil effects of war\nand for defining the rights and duties of neutrals.The Conference also provided for the holding of a third Conference\nwithin a period similar to that which elapsed between the First and\nSecond Conferences.The delegates of the United States worthily represented the spirit of\nthe American people and maintained with fidelity and ability the policy\nof our Government upon all the great questions discussed in the\nConference.The report of the delegation, together with authenticated copies of the\nconventions signed, when received, will be laid before the Senate for\nits consideration.When we remember how difficult it is for one of our own legislative\nbodies, composed of citizens of the same country, speaking the same\nlanguage, living under the same laws, and having the same customs, to\nreach an agreement, or even to secure a majority upon any difficult and\nimportant subject which is proposed for legislation, it becomes plain\nthat the representatives of forty-five different countries, speaking\nmany different languages, accustomed to different methods of procedure,\nwith widely diverse interests, who discussed so many different subjects\nand reached agreements upon so many, are entitled to grateful\nappreciation for the wisdom, patience, and moderation with which they\nhave discharged their duty. The example of this temperate discussion,\nand the agreements and the efforts to agree, among representatives of\nall the nations of the earth, acting with universal recognition of the\nsupreme obligation to promote peace, can not fail to be a powerful\ninfluence for good in future international relations.A year ago in consequence of a revolutionary movement in Cuba which\nthreatened the immediate return to chaos of the island, the United\nStates intervened, sending down an army and establishing a provisional\ngovernment under Governor Magoon. Absolute quiet and prosperity have\nreturned to the island because of this action. We are now taking steps\nto provide for elections in the island and our expectation is within\nthe coming year to be able to turn the island over again to government\nchosen by the people thereof. Cuba is at our doors. It is not possible\nthat this Nation should permit Cuba again to sink into the condition\nfrom which we rescued it. All that we ask of the Cuban people is that\nthey be prosperous, that they govern themselves so as to bring content,\norder and progress to their island, the Queen of the Antilles; and our\nonly interference has been and will be to help them achieve these\nresults.An invitation has been extended by Japan to the Government and people\nof the United States to participate in a great national exposition to\nbe held at Tokyo from April 1 to October 31, 1912, and in which the\nprincipal countries of the world are to be invited to take part. This\nis an occasion of special interest to all the nations of the world, and\npeculiarly so to us; for it is the first instance in which such a great\nnational exposition has been held by a great power dwelling on the\nPacific; and all the nations of Europe and America will, I trust, join\nin helping to success this first great exposition ever held by a great\nnation of Asia. The geographical relations of Japan and the United\nStates as the possessors of such large portions of the coasts of the\nPacific, the intimate trade relations already existing between the two\ncountries, the warm friendship which has been maintained between them\nwithout break since the opening of Japan to intercourse with the\nwestern nations, and her increasing wealth and production, which we\nregard with hearty goodwill and wish to make the occasion of mutually\nbeneficial commerce, all unite in making it eminently desirable that\nthis invitation should be accepted. I heartily recommend such\nlegislation as will provide in generous fashion for the representation\nof this Government and its people in the proposed exposition. Action\nshould be taken now. We are apt to underestimate the time necessary for\npreparation in such cases. The invitation to the French Exposition of\n1900 was brought to the attention of the Congress by President\nCleveland in December, 1895; and so many are the delays necessary to\nsuch proceedings that the period of font years and a half which then\nintervened before the exposition proved none too long for the proper\npreparation of the exhibits.The adoption of a new tariff by Germany, accompanied by conventions for\nreciprocal tariff concessions between that country and most of the\nother countries of continental Europe, led the German Government to\ngive the notice necessary to terminate the reciprocal commercial\nagreement with this country proclaimed July 13, 1900. The notice was to\ntake effect on the 1st of March, 1906, and in default of some other\narrangements this would have left the exports from the United States to\nGermany subject to the general German tariff duties, from 25 to 50 per\ncent higher than the conventional duties imposed upon the goods of most\nof our competitors for German trade.Under a special agreement made between the two Governments in February,\n1906, the German Government postponed the operation of their notice\nuntil the 30th of June, 1907. In the meantime, deeming it to be my duty\nto make every possible effort to prevent a tariff war between the\nUnited States and Germany arising from misunderstanding by either\ncountry of the conditions existing in the other, and acting upon the\ninvitation of the German Government, I sent to Berlin a commission\ncomposed of competent experts in the operation and administration of\nthe customs tariff, from the Departments of the Treasury and Commerce\nand Labor. This commission was engaged for several mouths in conference\nwith a similar commission appointed by the German Government, under\ninstructions, so far as practicable, to reach a common understanding as\nto all the facts regarding the tariffs of the United States and Germany\nmaterial and relevant to the trade relations between the two countries.\nThe commission reported, and upon the basis of the report, a further\ntemporary commercial agreement was entered into by the two countries,\npursuant to which, in the exercise of the authority conferred upon the\nPresident by the third section of the tariff act of July 24, 1897, I\nextended the reduced tariff rates provided for in that section to\nchampagne and all other sparkling wines, and pursuant to which the\nGerman conventional or minimum tariff rates were extended to about 96\n1/2 per cent of all the exports from the United States to Germany. This\nagreement is to remain in force until the 30th of June, 1908, and until\nsix months after notice by either party to terminate it.The agreement and the report of the commission on which it is based\nwill be laid before the Congress for its information.This careful examination into the tariff relations between the United\nStates and Germany involved an inquiry into certain of our methods of\nadministration which had been the cause of much complaint on the part\nof German exporters. In this inquiry I became satisfied that certain\nvicious and unjustifiable practices had grown up in our customs\nadministration, notably the practice of determining values of imports\nupon detective reports never disclosed to the persons whose interests\nwere affected. The use of detectives, though often necessary, tends\ntowards abuse, and should be carefully guarded. Under our practice as I\nfound it to exist in this case, the abuse had become gross and\ndiscreditable. Under it, instead of seeking information as to the\nmarket value of merchandise from the well-known and respected members\nof the commercial community in the country of its production, secret\nstatements were obtained from informers and discharged employees and\nbusiness rivals, and upon this kind of secret evidence the values of\nimported goods were frequently raised and heavy penalties were\nfrequently imposed upon importers who were never permitted to know what\nthe evidence was and who never had an opportunity to meet it. It is\nquite probable that this system tended towards an increase of the\nduties collected upon imported goods, but I conceive it to be a\nviolation of law to exact more duties than the law provides, just as it\nis a violation to admit goods upon the payment of less than the legal\nrate of duty. This practice was repugnant to the spirit of American law\nand to American sense of justice. In the judgment of the most competent\nexperts of the Treasury Department and the Department of Commerce and\nLabor it was wholly unnecessary for the due collection of the customs\nrevenues, and the attempt to defend it merely illustrates the\ndemoralization which naturally follows from a long continued course of\nreliance upon such methods. I accordingly caused the regulations\ngoverning this branch of the customs service to be modified so that\nvalues are determined upon a hearing in which all the parties\ninterested have an opportunity to be heard and to know the evidence\nagainst them. Moreover our Treasury agents are accredited to the\ngovernment of the country in which they seek information, and in\nGermany receive the assistance of the quasi-official chambers of\ncommerce in determining the actual market value of goods, in accordance\nwith what I am advised to be the true construction of the law.These changes of regulations were adapted to the removal of such\nmanifest abuses that I have not felt that they ought to be confined to\nour relations with Germany; and I have extended their operation to all\nother countries which have expressed a desire to enter into similar\nadministrative relations.I ask for authority to reform the agreement with China under which the\nindemnity of 1900 was fixed, by remitting and cancelling the obligation\nof China for the payment of all that part of the stipulated indemnity\nwhich is in excess of the sum of eleven million, six hundred and\nfifty-five thousand, four hundred and ninety-two dollars and sixty-nine\ncents, and interest at four per cent. After the rescue of the foreign\nlegations in Peking during the Boxer troubles in 1900 the Powers\nrequired from China the payment of equitable indemnities to the several\nnations, and the final protocol under which the troops were withdrawn,\nsigned at Peking, September 7, 1901, fixed the amount of this indemnity\nallotted to the United States at over $20,000,000, and China paid, up\nto and including the 1st day of June last, a little over $6,000,000. It\nwas the first intention of this Government at the proper time, when all\nclaims had been presented and all expenses ascertained as fully as\npossible, to revise the estimates and account, and as a proof of\nsincere friendship for China voluntarily to release that country from\nits legal liability for all payments in excess of the sum which should\nprove to be necessary for actual indemnity to the United States and its\ncitizens.This Nation should help in every practicable way in the education of\nthe Chinese people, so that the vast and populous Empire of China may\ngradually adapt itself to modern conditions. One way of doing this is\nby promoting the coming of Chinese students to this country and making\nit attractive to them to take courses at our universities and higher\neducational institutions. Our educators should, so far as possible,\ntake concerted action toward this end.On the courteous invitation of the President of Mexico, the Secretary\nof State visited that country in September and October and was received\neverywhere with the greatest kindness and hospitality.He carried from the Government of the United States to our southern\nneighbor a message of respect and good will and of desire for better\nacquaintance and increasing friendship. The response from the\nGovernment and the people of Mexico was hearty and sincere. No pains\nwere spared to manifest the most friendly attitude and feeling toward\nthe United States.In view of the close neighborhood of the two countries the relations\nwhich exist between Mexico and the United States are just cause for\ngratification. We have a common boundary of over 1,500 miles from the\nGulf of Mexico to the Pacific. Much of it is marked only by the\nshifting waters of the Rio Grande. Many thousands of Mexicans are\nresiding upon our side of the line and it is estimated that over 40,000\nAmericans are resident in Mexican territory and that American\ninvestments in Mexico amount to over seven hundred million dollars. The\nextraordinary industrial and commercial prosperity of Mexico has been\ngreatly promoted by American enterprise, and Americans are sharing\nlargely in its results. The foreign trade of the Republic already\nexceeds $240,000,000 per annum, and of this two-thirds both of exports\nand imports are exchanged with the United States. Under these\ncircumstances numerous questions necessarily arise between the two\ncountries. These questions are always approached and disposed of in a\nspirit of mutual courtesy and fair dealing. Americans carrying on\nbusiness in Mexico testify uniformly to the kindness and consideration\nwith which they are treated and their sense of the security of their\nproperty and enterprises under the wise administration of the great\nstatesman who has so long held the office of Chief Magistrate of that\nRepublic.The two Governments have been uniting their efforts for a considerable\ntime past to aid Central America in attaining the degree of peace and\norder which have made possible the prosperity of the northern ports of\nthe Continent. After the peace between Guatemala, Honduras, and\nSalvador, celebrated under the circumstances described in my last\nMessage, a new war broke out between the Republics of Nicaragua,\nHonduras, and Salvador. The effort to compose this new difficulty has\nresulted in the acceptance of the joint suggestion of the Presidents of\nMexico and of the United States for a general peace conference between\nall the countries of Central America. On the 17th day of September last\na protocol was signed between the representatives of the five Central\nAmerican countries accredited to this Government agreeing upon a\nconference to be held in the City of Washington \"in order to devise the\nmeans of preserving the good relations among said Republics and\nbringing about permanent peace in those countries.\" The protocol\nincludes the expression of a wish that the Presidents of the United\nStates and Mexico should appoint \"representatives to lend their good\nand impartial offices in a purely friendly way toward the realization\nof the objects of the conference.\" The conference is now in session and\nwill have our best wishes and, where it is practicable, our friendly\nassistance.One of the results of the Pan American Conference at Rio Janeiro in the\nsummer of 1906 has been a great increase in the activity and usefulness\nof the International Bureau of American Republics. That institution,\nwhich includes all the American Republics in its membership and brings\nall their representatives together, is doing a really valuable work in\ninforming the people of the United States about the other Republics and\nin making the United States known to them. Its action is now limited by\nappropriations determined when it was doing a work on a much smaller\nscale and rendering much less valuable service. I recommend that the\ncontribution of this Government to the expenses of the Bureau be made\ncommensurate with its increased work.", 
    "name": "Theodore Roosevelt"
}