{
    "date": "December 2, 1902", 
    "speech": "To the Senate and House of Representatives:We still continue in a period of unbounded prosperity. This prosperity\nis not the creature of law, but undoubtedly the laws under which we\nwork have been instrumental in creating the conditions which made it\npossible, and by unwise legislation it would be easy enough to destroy\nit. There will undoubtedly be periods of depression. The wave will\nrecede; but the tide will advance. This Nation is seated on a continent\nflanked by two great oceans. It is composed of men the descendants of\npioneers, or, in a sense, pioneers themselves; of men winnowed out from\namong the nations of the Old World by the energy, boldness, and love of\nadventure found in their own eager hearts. Such a Nation, so placed,\nwill surely wrest success from fortune.As a people we have played a large part in the world, and we are bent\nupon making our future even larger than the past. In particular, the\nevents of the last four years have definitely decided that, for woe or\nfor weal, our place must be great among the nations. We may either fall\ngreatly or succeed greatly; but we can not avoid the endeavor from\nwhich either great failure or great success must come. Even if we\nwould, we can not play a small part. If we should try, all that would\nfollow would be that we should play a large part ignobly and\nshamefully.But our people, the sons of the men of the Civil War, the sons of the\nmen who had iron in their blood, rejoice in the present and face the\nfuture high of heart and resolute of will. Ours is not the creed of the\nweakling and the coward; ours is the gospel of hope and of triumphant\nendeavor. We do not shrink from the struggle before us. There are many\nproblems for us to face at the outset of the twentieth century--grave\nproblems abroad and still graver at home; but we know that we can solve\nthem and solve them well, provided only that we bring to the solution\nthe qualities of head and heart which were shown by the men who, in the\ndays of Washington, rounded this Government, and, in the days of\nLincoln, preserved it.No country has ever occupied a higher plane of material well-being than\nours at the present moment. This well-being is due to no sudden or\naccidental causes, but to the play of the economic forces in this\ncountry for over a century; to our laws, our sustained and continuous\npolicies; above all, to the high individual average of our citizenship.\nGreat fortunes have been won by those who have taken the lead in this\nphenomenal industrial development, and most of these fortunes have been\nwon not by doing evil, but as an incident to action which has benefited\nthe community as a whole. Never before has material well-being been so\nwidely diffused among our people. Great fortunes have been accumulated,\nand yet in the aggregate these fortunes are small Indeed when compared\nto the wealth of the people as a whole. The plain people are better off\nthan they have ever been before. The insurance companies, which are\npractically mutual benefit societies--especially helpful to men of\nmoderate means--represent accumulations of capital which are among the\nlargest in this country. There are more deposits in the savings banks,\nmore owners of farms, more well-paid wage-workers in this country now\nthan ever before in our history. Of course, when the conditions have\nfavored the growth of so much that was good, they have also favored\nsomewhat the growth of what was evil. It is eminently necessary that we\nshould endeavor to cut out this evil, but let us keep a due sense of\nproportion; let us not in fixing our gaze upon the lesser evil forget\nthe greater good. The evils are real and some of them are menacing, but\nthey are the outgrowth, not of misery or decadence, but of\nprosperity--of the progress of our gigantic industrial development.\nThis industrial development must not be checked, but side by side with\nit should go such progressive regulation as will diminish the evils. We\nshould fail in our duty if we did not try to remedy the evils, but we\nshall succeed only if we proceed patiently, with practical common sense\nas well as resolution, separating the good from the bad and holding on\nto the former while endeavoring to get rid of the latter.In my Message to the present Congress at its first session I discussed\nat length the question of the regulation of those big corporations\ncommonly doing an interstate business, often with some tendency to\nmonopoly, which are popularly known as trusts. The experience of the\npast year has emphasized, in my opinion, the desirability of the steps\nI then proposed. A fundamental requisite of social efficiency is a high\nstandard of individual energy and excellence; but this is in no wise\ninconsistent with power to act in combination for aims which can not so\nwell be achieved by the individual acting alone. A fundamental base of\ncivilization is the inviolability of property; but this is in no wise\ninconsistent with the right of society to regulate the exercise of the\nartificial powers which it confers upon the owners of property, under\nthe name of corporate franchises, in such a way as to prevent the\nmisuse of these powers. Corporations, and especially combinations of\ncorporations, should be managed under public regulation. Experience has\nshown that under our system of government the necessary supervision can\nnot be obtained by State action. It must therefore be achieved by\nnational action. Our aim is not to do away with corporations; on the\ncontrary, these big aggregations are an inevitable development of\nmodern industrialism, and the effort to destroy them would be futile\nunless accomplished in ways that would work the utmost mischief to the\nentire body politic. We can do nothing of good in the way of regulating\nand supervising these corporations until we fix clearly in our minds\nthat we are not attacking the corporations, but endeavoring to do away\nwith any evil in them. We are not hostile to them; we are merely\ndetermined that they shall be so handled as to subserve the public\ngood. We draw the line against misconduct, not against wealth. The\ncapitalist who, alone or in conjunction with his fellows, performs some\ngreat industrial feat by which he wins money is a welldoer, not a\nwrongdoer, provided only he works in proper and legitimate lines. We\nwish to favor such a man when he does well. We wish to supervise and\ncontrol his actions only to prevent him from doing ill. Publicity can\ndo no harm to the honest corporation; and we need not be over tender\nabout sparing the dishonest corporation.  In curbing and regulating the\ncombinations of capital which are, or may become, injurious to the\npublic we must be careful not to stop the great enterprises which have\nlegitimately reduced the cost of production, not to abandon the place\nwhich our country has won in the leadership of the international\nindustrial world, not to strike down wealth with the result of closing\nfactories and mines, of turning the wage-worker idle in the streets and\nleaving the farmer without a market for what he grows. Insistence upon\nthe impossible means delay in achieving the possible, exactly as, on\nthe other hand, the stubborn defense alike of what is good and what is\nbad in the existing system, the resolute effort to obstruct any attempt\nat betterment, betrays blindness to the historic truth that wise\nevolution is the sure safeguard against revolution.No more important subject can come before the Congress than this of the\nregulation of interstate business. This country can not afford to sit\nsupine on the plea that under our peculiar system of government we are\nhelpless in the presence of the new conditions, and unable to grapple\nwith them or to cut out whatever of evil has arisen in connection with\nthem. The power of the Congress to regulate interstate commerce is an\nabsolute and unqualified grant, and without limitations other than\nthose prescribed by the Constitution. The Congress has constitutional\nauthority to make all laws necessary and proper for executing this\npower, and I am satisfied that this power has not been exhausted by any\nlegislation now on the statute books. It is evident, therefore, that\nevils restrictive of commercial freedom and entailing restraint upon\nnational commerce fall within the regulative power of the Congress, and\nthat a wise and reasonable law would be a necessary and proper exercise\nof Congressional authority to the end that such evils should be\neradicated.I believe that monopolies, unjust discriminations, which prevent or\ncripple competition, fraudulent overcapitalization, and other evils in\ntrust organizations and practices which injuriously affect interstate\ntrade can be prevented under the power of the Congress to \"regulate\ncommerce with foreign nations and among the several States\" through\nregulations and requirements operating directly upon such commerce, the\ninstrumentalities thereof, and those engaged therein.I earnestly recommend this subject to the consideration of the Congress\nwith a view to the passage of a law reasonable in its provisions and\neffective in its operations, upon which the questions can be finally\nadjudicated that now raise doubts as to the necessity of constitutional\namendment. If it prove impossible to accomplish the purposes above set\nforth by such a law, then, assuredly, we should not shrink from\namending the Constitution so as to secure beyond peradventure the power\nsought.The Congress has not heretofore made any appropriation for the better\nenforcement of the antitrust law as it now stands. Very much has been\ndone by the Department of Justice in securing the enforcement of this\nlaw, but much more could be done if the Congress would make a special\nappropriation for this purpose, to be expended under the direction of\nthe Attorney-General.One proposition advocated has been the reduction of the tariff as a\nmeans of reaching the evils of the trusts which fall within the\ncategory I have described. Not merely would this be wholly ineffective,\nbut the diversion of our efforts in such a direction would mean the\nabandonment of all intelligent attempt to do away with these evils.\nMany of the largest corporations, many of those which should certainly\nbe included in any proper scheme of regulation, would not be affected\nin the slightest degree by a change in the tariff, save as such change\ninterfered with the general prosperity of the country. The only\nrelation of the tariff to big corporations as a whole is that the\ntariff makes manufactures profitable, and the tariff remedy proposed\nwould be in effect simply to make manufactures unprofitable. To remove\nthe tariff as a punitive measure directed against trusts would\ninevitably result in ruin to the weaker competitors who are struggling\nagainst them. Our aim should be not by unwise tariff changes to give\nforeign products the advantage over domestic products, but by proper\nregulation to give domestic competition a fair chance; and this end can\nnot be reached by any tariff changes which would affect unfavorably all\ndomestic competitors, good and bad alike. The question of regulation of\nthe trusts stands apart from the question of tariff revision.Stability of economic policy must always be the prime economic need of\nthis country. This stability should not be fossilization. The country\nhas acquiesced in the wisdom of the protective-tariff principle. It is\nexceedingly undesirable that this system should be destroyed or that\nthere should be violent and radical changes therein. Our past\nexperience shows that great prosperity in this country has always come\nunder a protective tariff; and that the country can not prosper under\nfitful tariff changes at short intervals. Moreover, if the tariff laws\nas a whole work well, and if business has prospered under them and is\nprospering, it is better to endure for a time slight inconveniences and\ninequalities in some schedules than to upset business by too quick and\ntoo radical changes. It is most earnestly to be wished that we could\ntreat the tariff from the standpoint solely of our business needs. It\nis, perhaps, too much to hope that partisanship may be entirely\nexcluded from consideration of the subject, but at least it can be made\nsecondary to the business interests of the country--that is, to the\ninterests of our people as a whole. Unquestionably these business\ninterests will best be served if together with fixity of principle as\nregards the tariff we combine a system which will permit us from time\nto time to make the necessary reapplication of the principle to the\nshifting national needs. We must take scrupulous care that the\nreapplication shall be made in such a way that it will not amount to a\ndislocation of our system, the mere threat of which (not to speak of\nthe performance) would produce paralysis in the business energies of\nthe community. The first consideration in making these changes would,\nof course, be to preserve the principle which underlies our whole\ntariff system--that is, the principle of putting American business\ninterests at least on a full equality with interests abroad, and of\nalways allowing a sufficient rate of duty to more than cover the\ndifference between the labor cost here and abroad. The well-being of\nthe wage-worker, like the well-being of the tiller of the soil, should\nbe treated as an essential in shaping our whole economic policy. There\nmust never be any change which will jeopardize the standard of comfort,\nthe standard of wages of the American wage-worker.One way in which the readjustment sought can be reached is by\nreciprocity treaties. It is greatly to be desired that such treaties\nmay be adopted. They can be used to widen our markets and to give a\ngreater field for the activities of our producers on the one hand, and\non the other hand to secure in practical shape the lowering of duties\nwhen they are no longer needed for protection among our own people, or\nwhen the minimum of damage done may be disregarded for the sake of the\nmaximum of good accomplished. If it prove impossible to ratify the\npending treaties, and if there seem to be no warrant for the endeavor\nto execute others, or to amend the pending treaties so that they can be\nratified, then the same end--to secure reciprocity--should be met by\ndirect legislation.Wherever the tariff conditions are such that a needed change can not\nwith advantage be made by the application of the reciprocity idea, then\nit can be made outright by a lowering of duties on a given product. If\npossible, such change should be made only after the fullest\nconsideration by practical experts, who should approach the subject\nfrom a business standpoint, having in view both the particular\ninterests affected and the commercial well-being of the people as a\nwhole. The machinery for providing such careful investigation can\nreadily be supplied. The executive department has already at its\ndisposal methods of collecting facts and figures; and if the Congress\ndesires additional consideration to that which will be given the\nsubject by its own committees, then a commission of business experts\ncan be appointed whose duty it should be to recommend action by the\nCongress after a deliberate and scientific examination of the various\nschedules as they are affected by the changed and changing conditions.\nThe unhurried and unbiased report of this commission would show what\nchanges should be made in the various schedules, and how far these\nchanges could go without also changing the great prosperity which this\ncountry is now enjoying, or upsetting its fixed economic policy.The cases in which the tariff can produce a monopoly are so few as to\nconstitute an inconsiderable factor in the question; but of course if\nin any case it be found that a given rate of duty does promote a\nmonopoly which works ill, no protectionist would object to such\nreduction of the duty as would equalize competition.In my judgment, the tariff on anthracite coal should be removed, and\nanthracite put actually, where it now is nominally, on the free list.\nThis would have no effect at all save in crises; but in crises it might\nbe of service to the people.Interest rates are a potent factor in business activity, and in order\nthat these rates may be equalized to meet the varying needs of the\nseasons and of widely separated communities, and to prevent the\nrecurrence of financial stringencies which injuriously affect\nlegitimate business, it is necessary that there should be an element of\nelasticity in our monetary system. Banks are the natural servants of\ncommerce, and upon them should be placed, as far as practicable, the\nburden of furnishing and maintaining a circulation adequate to supply\nthe needs of our diversified industries and of our domestic and foreign\ncommerce; and the issue of this should be so regulated that a\nsufficient supply should be always available for the business interests\nof the country.It would be both unwise and unnecessary at this time to attempt to\nreconstruct our financial system, which has been the growth of a\ncentury; but some additional legislation is, I think, desirable. The\nmere outline of any plan sufficiently comprehensive to meet these\nrequirements would transgress the appropriate limits of this\ncommunication. It is suggested, however, that all future legislation on\nthe subject should be with the view of encouraging the use of such\ninstrumentalities as will automatically supply every legitimate demand\nof productive industries and of commerce, not only in the amount, but\nin the character of circulation; and of making all kinds of money\ninterchangeable, and, at the will of the holder, convertible into the\nestablished gold standard.I again call your attention to the need of passing a proper immigration\nlaw, covering the points outlined in my Message to you at the first\nsession of the present Congress; substantially such a bill has already\npassed the House.How to secure fair treatment alike for labor and for capital, how to\nhold in check the unscrupulous man, whether employer or employee,\nwithout weakening individual initiative, without hampering and cramping\nthe industrial development of the country, is a problem fraught with\ngreat difficulties and one which it is of the highest importance to\nsolve on lines of sanity and far-sighted common sense as well as of\ndevotion to the right. This is an era of federation and combination.\nExactly as business men find they must often work through corporations,\nand as it is a constant tendency of these corporations to grow larger,\nso it is often necessary for laboring men to work in federations, and\nthese have become important factors of modern industrial life. Both\nkinds of federation, capitalistic and labor, can do much good, and as a\nnecessary corollary they can both do evil. Opposition to each kind of\norganization should take the form of opposition to whatever is bad in\nthe conduct of any given corporation or union--not of attacks upon\ncorporations as such nor upon unions as such; for some of the most\nfar-reaching beneficent work for our people has been accomplished\nthrough both corporations and unions. Each must refrain from arbitrary\nor tyrannous interference with the rights of others. Organized capital\nand organized labor alike should remember that in the long run the\ninterest of each must be brought into harmony with the interest of the\ngeneral public; and the conduct of each must conform to the fundamental\nrules of obedience to the law, of individual freedom, and of justice\nand fair dealing toward all. Each should remember that in addition to\npower it must strive after the realization of healthy, lofty, and\ngenerous ideals. Every employer, every wage-worker, must be guaranteed\nhis liberty and his right to do as he likes with his property or his\nlabor so long as he does not infringe upon the rights of others. It is\nof the highest importance that employer and employee alike should\nendeavor to appreciate each the viewpoint of the other and the sure\ndisaster that will come upon both in the long run if either grows to\ntake as habitual an attitude of sour hostility and distrust toward the\nother. Few people deserve better of the country than those\nrepresentatives both of capital and labor--and there are many such--who\nwork continually to bring about a good understanding of this kind,\nbased upon wisdom and upon broad and kindly sympathy between employers\nand employed. Above all, we need to remember that any kind of class\nanimosity in the political world is, if possible, even more wicked,\neven more destructive to national welfare, than sectional, race, or\nreligious animosity. We can get good government only upon condition\nthat we keep true to the principles upon which this Nation was founded,\nand judge each man not as a part of a class, but upon his individual\nmerits. All that we have a right to ask of any man, rich or poor,\nwhatever his creed, his occupation, his birthplace, or his residence,\nis that he shall act well and honorably by his neighbor and by, his\ncountry. We are neither for the rich man as such nor for the poor man\nas such; we are for the upright man, rich or poor. So far as the\nconstitutional powers of the National Government touch these matters of\ngeneral and vital moment to the Nation, they should be exercised in\nconformity with the principles above set forth.It is earnestly hoped that a secretary of commerce may be created, with\na seat in the Cabinet. The rapid multiplication of questions affecting\nlabor and capital, the growth and complexity of the organizations\nthrough which both labor and capital now find expression, the steady\ntendency toward the employment of capital in huge corporations, and the\nwonderful strides of this country toward leadership in the\ninternational business world justify an urgent demand for the creation\nof such a position. Substantially all the leading commercial bodies in\nthis country have united in requesting its creation. It is desirable\nthat some such measure as that which has already passed the Senate be\nenacted into law. The creation of such a department would in itself be\nan advance toward dealing with and exercising supervision over the\nwhole subject of the great corporations doing an interstate business;\nand with this end in view, the Congress should endow the department\nwith large powers, which could be increased as experience might show\nthe need.I hope soon to submit to the Senate a reciprocity treaty with Cuba. On\nMay 20 last the United States kept its promise to the island by\nformally vacating Cuban soil and turning Cuba over to those whom her\nown people had chosen as the first officials of the new Republic.Cuba lies at our doors, and whatever affects her for good or for ill\naffects us also. So much have our people felt this that in the Platt\namendment we definitely took the ground that Cuba must hereafter have\ncloser political relations with us than with any other power. Thus in a\nsense Cuba has become a part of our international political system.\nThis makes it necessary that in return she should be given some of the\nbenefits of becoming part of our economic system. It is, from our own\nstandpoint, a short-sighted and mischievous policy to fail to recognize\nthis need. Moreover, it is unworthy of a mighty and generous nation,\nitself the greatest and most successful republic in history, to refuse\nto stretch out a helping hand to a young and weak sister republic just\nentering upon its career of independence. We should always fearlessly\ninsist upon our rights in the face of the strong, and we should with\nungrudging hand do our generous duty by the weak. I urge the adoption\nof reciprocity with Cuba not only because it is eminently for our own\ninterests to control the Cuban market and by every means to foster our\nsupremacy in the tropical lands and waters south of us, but also\nbecause we, of the giant republic of the north, should make all our\nsister nations of the American Continent feel that whenever they will\npermit it we desire to show ourselves disinterestedly and effectively\ntheir friend.A convention with Great Britain has been concluded, which will be at\nonce laid before the Senate for ratification, providing for reciprocal\ntrade arrangements between the United States and Newfoundland on\nsubstantially the lines of the convention formerly negotiated by the\nSecretary of State, Mr. Blaine. I believe reciprocal trade relations\nwill be greatly to the advantage of both countries.As civilization grows warfare becomes less and less the normal\ncondition of foreign relations. The last century has seen a marked\ndiminution of wars between civilized powers; wars with uncivilized\npowers are largely mere matters of international police duty, essential\nfor the welfare of the world. Wherever possible, arbitration or some\nsimilar method should be employed in lieu of war to settle difficulties\nbetween civilized nations, although as yet the world has not progressed\nsufficiently to render it possible, or necessarily desirable, to invoke\narbitration in every case. The formation of the international tribunal\nwhich sits at The Hague is an event of good omen from which great\nconsequences for the welfare of all mankind may flow. It is far better,\nwhere possible, to invoke such a permanent tribunal than to create\nspecial arbitrators for a given purpose.It is a matter of sincere congratulation to our country that the United\nStates and Mexico should have been the first to use the good offices of\nThe Hague Court. This was done last summer with most satisfactory\nresults in the case of a claim at issue between us and our sister\nRepublic. It is earnestly to be hoped that this first case will serve\nas a precedent for others, in which not only the United States but\nforeign nations may take advantage of the machinery already in\nexistence at The Hague.I commend to the favorable consideration of the Congress the Hawaiian\nfire claims, which were the subject of careful investigation during the\nlast session.The Congress has wisely provided that we shall build at once an\nisthmian canal, if possible at Panama. The Attorney-General reports\nthat we can undoubtedly acquire good title from the French Panama Canal\nCompany. Negotiations are now pending with Colombia to secure her\nassent to our building the canal. This canal will be one of the\ngreatest engineering feats of the twentieth century; a greater\nengineering feat than has yet been accomplished during the history of\nmankind. The work should be carried out as a continuing policy without\nregard to change of Administration; and it should be begun under\ncircumstances which will make it a matter of pride for all\nAdministrations to continue the policy.The canal will be of great benefit to America, and of importance to all\nthe world. It will be of advantage to us industrially and also as\nimproving our military position. It will be of advantage to the\ncountries of tropical America. It is earnestly to be hoped that all of\nthese countries will do as some of them have already done with signal\nsuccess, and will invite to their shores commerce and improve their\nmaterial conditions by recognizing that stability and order are the\nprerequisites of successful development. No independent nation in\nAmerica need have the slightest fear of aggression from the United\nStates. It behoves each one to maintain order within its own borders\nand to discharge its just obligations to foreigners. When this is done,\nthey can rest assured that, be they strong or weak, they have nothing\nto dread from outside interference. More and more the increasing\ninterdependence and complexity of international political and economic\nrelations render it incumbent on all civilized and orderly powers to\ninsist on the proper policing of the world.During the fall of 1901 a communication was addressed to the Secretary\nof State, asking whether permission would be granted by the President\nto a corporation to lay a cable from a point on the California coast to\nthe Philippine Islands by way of Hawaii. A statement of conditions or\nterms upon which such corporation would undertake to lay and operate a\ncable was volunteered.Inasmuch as the Congress was shortly to convene, and Pacific-cable\nlegislation had been the subject of consideration by the Congress for\nseveral years, it seemed to me wise to defer action upon the\napplication until the Congress had first an opportunity to act. The\nCongress adjourned without taking any action, leaving the matter in\nexactly the same condition in which it stood when the Congress\nconvened.Meanwhile it appears that the Commercial Pacific Cable Company had\npromptly proceeded with preparations for laying its cable. It also made\napplication to the President for access to and use of soundings taken\nby the U. S. S. Nero, for the purpose of discovering a practicable\nroute for a trans-Pacific cable, the company urging that with access to\nthese soundings it could complete its cable much sooner than if it were\nrequired to take soundings upon its own account. Pending consideration\nof this subject, it appeared important and desirable to attach certain\nconditions to the permission to examine and use the soundings, if it\nshould be granted.In consequence of this solicitation of the cable company, certain\nconditions were formulated, upon which the President was willing to\nallow access to these soundings and to consent to the landing and\nlaying of the cable, subject to any alterations or additions thereto\nimposed by the Congress. This was deemed proper, especially as it was\nclear that a cable connection of some kind with China, a foreign\ncountry, was a part of the company's plan. This course was, moreover,\nin accordance with a line of precedents, including President Grant's\naction in the case of the first French cable, explained to the Congress\nin his Annual Message of December, 1875, and the instance occurring in\n1879 of the second French cable from Brest to St. Pierre, with a branch\nto Cape Cod.These conditions prescribed, among other things, a maximum rate for\ncommercial messages and that the company should construct a line from\nthe Philippine Islands to China, there being at present, as is well\nknown, a British line from Manila to Hongkong.The representatives of the cable company kept these conditions long\nunder consideration, continuing, in the meantime, to prepare for laying\nthe cable. They have, however, at length acceded to them, and an\nall-American line between our Pacific coast and the Chinese Empire, by\nway of Honolulu and the Philippine Islands, is thus provided for, and\nis expected within a few months to be ready for business.Among the conditions is one reserving the power of the Congress to\nmodify or repeal any or all of them. A copy of the conditions is\nherewith transmitted.Of Porto Rico it is only necessary to say that the prosperity of the\nisland and the wisdom with which it has been governed have been such as\nto make it serve as an example of all that is best in insular\nadministration.On July 4 last, on the one hundred and twenty-sixth anniversary of the\ndeclaration of our independence, peace and amnesty were promulgated in\nthe Philippine Islands. Some trouble has since from time to time\nthreatened with the Mohammedan Moros, but with the late insurrectionary\nFilipinos the war has entirely ceased. Civil government has now been\nintroduced. Not only does each Filipino enjoy such rights to life,\nliberty, and the pursuit of happiness as he has never before known\nduring the recorded history of the islands, but the people taken as a\nwhole now enjoy a measure of self-government greater than that granted\nto any other Orientals by any foreign power and greater than that\nenjoyed by any other Orientals under their own governments, save the\nJapanese alone. We have not gone too far in granting these rights of\nliberty and self-government; but we have certainly gone to the limit\nthat in the interests of the Philippine people themselves it was wise\nor just to go. To hurry matters, to go faster than we are now going,\nwould entail calamity on the people of the islands. No policy ever\nentered into by the American people has vindicated itself in more\nsignal manner than the policy of holding the Philippines. The triumph\nof our arms, above all the triumph of our laws and principles, has come\nsooner than we had any right to expect. Too much praise can not be\ngiven to the Army for what it has done in the Philippines both in\nwarfare and from an administrative standpoint in preparing the way for\ncivil government; and similar credit belongs to the civil authorities\nfor the way in which they have planted the seeds of self-government in\nthe ground thus made ready for them. The courage, the unflinching\nendurance, the high soldierly efficiency; and the general\nkind-heartedness and humanity of our troops have been strikingly\nmanifested. There now remain only some fifteen thousand troops in the\nislands. All told, over one hundred thousand have been sent there. Of\ncourse, there have been individual instances of wrongdoing among them.\nThey warred under fearful difficulties of climate and surroundings; and\nunder the strain of the terrible provocations which they continually\nreceived from their foes, occasional instances of cruel retaliation\noccurred. Every effort has been made to prevent such cruelties, and\nfinally these efforts have been completely successful. Every effort has\nalso been made to detect and punish the wrongdoers. After making all\nallowance for these misdeeds, it remains true that few indeed have been\nthe instances in which war has been waged by a civilized power against\nsemicivilized or barbarous forces where there has been so little\nwrongdoing by the victors as in the Philippine Islands. On the other\nhand, the amount of difficult, important, and beneficent work which has\nbeen done is well-nigh incalculable.Taking the work of the Army and the civil authorities together, it may\nbe questioned whether anywhere else in modern times the world has seen\na better example of real constructive statesmanship than our people\nhave given in the Philippine Islands. High praise should also be given\nthose Filipinos, in the aggregate very numerous, who have accepted the\nnew conditions and joined with our representatives to work with hearty\ngood will for the welfare of the islands.The Army has been reduced to the minimum allowed by law. It is very\nsmall for the size of the Nation, and most certainly should be kept at\nthe highest point of efficiency. The senior officers are given scant\nchance under ordinary conditions to exercise commands commensurate with\ntheir rank, under circumstances which would fit them to do their duty\nin time of actual war. A system of maneuvering our Army in bodies of\nsome little size has been begun and should be steadily continued.\nWithout such maneuvers it is folly to expect that in the event of\nhostilities with any serious foe even a small army corps could be\nhandled to advantage. Both our officers and enlisted men are such that\nwe can take hearty pride in them. No better material can be found. But\nthey must be thoroughly trained, both as individuals and in the mass.\nThe marksmanship of the men must receive special attention. In the\ncircumstances of modern warfare the man must act far more on his own\nindividual responsibility than ever before, and the high individual\nefficiency of the unit is of the utmost importance. Formerly this unit\nwas the regiment; it is now not the regiment, not even the troop or\ncompany; it is the individual soldier. Every effort must be made to\ndevelop every workmanlike and soldierly quality in both the officer and\nthe enlisted man.I urgently call your attention to the need of passing a bill providing\nfor a general staff and for the reorganization of the supply\ndepartments on the lines of the bill proposed by the Secretary of War\nlast year. When the young officers enter the Army from West Point they\nprobably stand above their compeers in any other military service.\nEvery effort should be made, by training, by reward of merit, by\nscrutiny into their careers and capacity, to keep them of the same high\nrelative excellence throughout their careers.The measure providing for the reorganization of the militia system and\nfor securing the highest efficiency in the National Guard, which has\nalready passed the House, should receive prompt attention and action.\nIt is of great importance that the relation of the National Guard to\nthe militia and volunteer forces of the United States should be\ndefined, and that in place of our present obsolete laws a practical and\nefficient system should be adopted.Provision should be made to enable the Secretary of War to keep cavalry\nand artillery horses, worn-out in long performance of duty. Such horses\nfetch but a trifle when sold; and rather than turn them out to the\nmisery awaiting them when thus disposed of, it would be better to\nemploy them at light work around the posts, and when necessary to put\nthem painlessly to death.For the first time in our history naval maneuvers on a large scale are\nbeing held under the immediate command of the Admiral of the Navy.\nConstantly increasing attention is being paid to the gunnery of the\nNavy, but it is yet far from what it should be. I earnestly urge that\nthe increase asked for by the Secretary of the Navy in the\nappropriation for improving the markmanship be granted. In battle the\nonly shots that count are the shots that hit. It is necessary to\nprovide ample funds for practice with the great guns in time of peace.\nThese funds must provide not only for the purchase of projectiles, but\nfor allowances for prizes to encourage the gun crews, and especially\nthe gun pointers, and for perfecting an intelligent system under which\nalone it is possible to get good practice.There should be no halt in the work of building up the Navy, providing\nevery year additional fighting craft. We are a very rich country, vast\nin extent of territory and great in population; a country, moreover,\nwhich has an Army diminutive indeed when compared with that of any\nother first-class power. We have deliberately made our own certain\nforeign policies which demand the possession of a first-class navy. The\nisthmian canal will greatly increase the efficiency of our Navy if the\nNavy is of sufficient size; but if we have an inadequate navy, then the\nbuilding of the canal would be merely giving a hostage to any power of\nsuperior strength. The Monroe Doctrine should be treated as the\ncardinal feature of American foreign policy; but it would be worse than\nidle to assert it unless we intended to back it up, and it can be\nbacked up only by a thoroughly good navy. A good navy is not a\nprovocative of war. It is the surest guaranty of peace.Each individual unit of our Navy should be the most efficient of its\nkind as regards both material and personnel that is to be found in the\nworld. I call your special attention to the need of providing for the\nmanning of the ships. Serious trouble threatens us if we can not do\nbetter than we are now doing as regards securing the services of a\nsufficient number of the highest type of sailormen, of sea mechanics.\nThe veteran seamen of our war ships are of as high a type as can be\nfound in any navy which rides the waters of the world; they are\nunsurpassed in daring, in resolution, in readiness, in thorough\nknowledge of their profession. They deserve every consideration that\ncan be shown them. But there are not enough of them. It is no more\npossible to improvise a crew than it is possible to improvise a war\nship. To build the finest ship, with the deadliest battery, and to send\nit afloat with a raw crew, no matter how brave they were individually,\nwould be to insure disaster if a foe of average capacity were\nencountered. Neither ships nor men can be improvised when war has\nbegun.We need a thousand additional officers in order to properly man the\nships now provided for and under construction. The classes at the Naval\nSchool at Annapolis should be greatly enlarged. At the same time that\nwe thus add the officers where we need them, we should facilitate the\nretirement of those at the head of the list whose usefulness has become\nimpaired. Promotion must be fostered if the service is to be kept\nefficient.The lamentable scarcity of officers, and the large number of recruits\nand of unskilled men necessarily put aboard the new vessels as they\nhave been commissioned, has thrown upon our officers, and especially on\nthe lieutenants and junior grades, unusual labor and fatigue and has\ngravely strained their powers of endurance. Nor is there sign of any\nimmediate let-up in this strain. It must continue for some time longer,\nuntil more officers are graduated from Annapolis, and until the\nrecruits become trained and skillful in their duties. In these\ndifficulties incident upon the development of our war fleet the conduct\nof all our officers has been creditable to the service, and the\nlieutenants and junior grades in particular have displayed an ability\nand a steadfast cheerfulness which entitles them to the ungrudging\nthanks of all who realize the disheartening trials and fatigues to\nwhich they are of necessity subjected.There is not a cloud on the horizon at present. There seems not the\nslightest chance of trouble with a foreign power. We most earnestly\nhope that this state of things may continue; and the way to insure its\ncontinuance is to provide for a thoroughly efficient navy. The refusal\nto maintain such a navy would invite trouble, and if trouble came would\ninsure disaster. Fatuous self-complacency or vanity, or\nshort-sightedness in refusing to prepare for danger, is both foolish\nand wicked in such a nation as ours; and past experience has shown that\nsuch fatuity in refusing to recognize or prepare for any crisis in\nadvance is usually succeeded by a mad panic of hysterical fear once the\ncrisis has actually arrived.The striking increase in the revenues of the Post-Office Department\nshows clearly the prosperity of our people and the increasing activity\nof the business of the country.The receipts of the Post-Office Department for the fiscal year ending\nJune 30 last amounted to $121,848,047.26, an increase of $10,216,853.87\nover the preceding year, the largest increase known in the history of\nthe postal service. The magnitude of this increase will best appear\nfrom the fact that the entire postal receipts for the year 1860\namounted to but $8,518,067.Rural free-delivery service is no longer in the experimental stage; it\nhas become a fixed policy. The results following its introduction have\nfully justified the Congress in the large appropriations made for its\nestablishment and extension. The average yearly increase in post-office\nreceipts in the rural districts of the country is about two per cent.\nWe are now able, by actual results, to show that where rural\nfree-delivery service has been established to such an extent as to\nenable us to make comparisons the yearly increase has been upward of\nten per cent.On November 1, 1902, 11,650 rural free-delivery routes had been\nestablished and were in operation, covering about one-third of the\nterritory of the United States available for rural free-delivery\nservice. There are now awaiting the action of the Department petitions\nand applications for the establishment of 10,748 additional routes.\nThis shows conclusively the want which the establishment of the service\nhas met and the need of further extending it as rapidly as possible. It\nis justified both by the financial results and by the practical\nbenefits to our rural population; it brings the men who live on the\nsoil into close relations with the active business world; it keeps the\nfarmer in daily touch with the markets; it is a potential educational\nforce; it enhances the value of farm property, makes farm life far\npleasanter and less isolated, and will do much to check the undesirable\ncurrent from country to city.It is to be hoped that the Congress will make liberal appropriations\nfor the continuance of the service already established and for its\nfurther extension.Few subjects of more importance have been taken up by the Congress in\nrecent years than the inauguration of the system of nationally-aided\nirrigation for the arid regions of the far West. A good beginning\ntherein has been made. Now that this policy of national irrigation has\nbeen adopted, the need of thorough and scientific forest protection\nwill grow more rapidly than ever throughout the public-land States.Legislation should be provided for the protection of the game, and the\nwild creatures generally, on the forest reserves. The senseless\nslaughter of game, which can by judicious protection be permanently\npreserved on our national reserves for the people as a whole, should be\nstopped at once. It is, for instance, a serious count against our\nnational good sense to permit the present practice of butchering off\nsuch a stately and beautiful creature as the elk for its antlers or\ntusks.So far as they are available for agriculture, and to whatever extent\nthey may be reclaimed under the national irrigation law, the remaining\npublic lands should be held rigidly for the home builder, the settler\nwho lives on his land, and for no one else. In their actual use the\ndesert-land law, the timber and stone law, and the commutation clause\nof the homestead law have been so perverted from the intention with\nwhich they were enacted as to permit the acquisition of large areas of\nthe public domain for other than actual settlers and the consequent\nprevention of settlement. Moreover, the approaching exhaustion of the\npublic ranges has of late led to much discussion as to the best manner\nof using these public lands in the West which are suitable chiefly or\nonly for grazing. The sound and steady development of the West depends\nupon the building up of homes therein. Much of our prosperity as a\nnation has been due to the operation of the homestead law. On the other\nhand, we should recognize the fact that in the grazing region the man\nwho corresponds to the homesteader may be unable to settle permanently\nif only allowed to use the same amount of pasture land that his\nbrother, the homesteader, is allowed to use of arable land. One hundred\nand sixty acres of fairly rich and well-watered soil, or a much smaller\namount of irrigated land, may keep a family in plenty, whereas no one\ncould get a living from one hundred and sixty acres of dry pasture land\ncapable of supporting at the outside only one head of cattle to every\nten acres. In the past great tracts of the public domain have been\nfenced in by persons having no title thereto, in direct defiance of the\nlaw forbidding the maintenance or construction of any such unlawful\ninclosure of public land. For various reasons there has been little\ninterference with such inclosures in the past, but ample notice has now\nbeen given the trespassers, and all the resources at the command of the\nGovernment will hereafter be used to put a stop to such trespassing.In view of the capital importance of these matters, I commend them to\nthe earnest consideration of the Congress, and if the Congress finds\ndifficulty in dealing with them from lack of thorough knowledge of the\nsubject, I recommend that provision be made for a commission of experts\nspecially to investigate and report upon the complicated questions\ninvolved.I especially urge upon the Congress the need of wise legislation for\nAlaska. It is not to our credit as a nation that Alaska, which has been\nours for thirty-five years, should still have as poor a system Of laws\nas is the case. No country has a more valuable possession--in mineral\nwealth, in fisheries, furs, forests, and also in land available for\ncertain kinds of farming and stockgrowing. It is a territory of great\nsize and varied resources, well fitted to support a large permanent\npopulation. Alaska needs a good land law and such provisions for\nhomesteads and pre-emptions as will encourage permanent settlement. We\nshould shape legislation with a view not to the exploiting and\nabandoning of the territory, but to the building up of homes therein.\nThe land laws should be liberal in type, so as to hold out inducements\nto the actual settler whom we most desire to see take possession of the\ncountry. The forests of Alaska should be protected, and, as a secondary\nbut still important matter, the game also, and at the same time it is\nimperative that the settlers should be allowed to cut timber, under\nproper regulations, for their own use. Laws should be enacted to\nprotect the Alaskan salmon fisheries against the greed which would\ndestroy them. They should be preserved as a permanent industry and food\nsupply. Their management and control should be turned over to the\nCommission of Fish and Fisheries. Alaska should have a Delegate in the\nCongress. It would be well if a Congressional committee could visit\nAlaska and investigate its needs on the ground.In dealing with the Indians our aim should be their ultimate absorption\ninto the body of our people. But in many cases this absorption must and\nshould be very slow. In portions of the Indian Territory the mixture of\nblood has gone on at the same time with progress in wealth and\neducation, so that there are plenty of men with varying degrees of\npurity of Indian blood who are absolutely indistinguishable in point of\nsocial, political, and economic ability from their white associates.\nThere are other tribes which have as yet made no perceptible advance\ntoward such equality. To try to force such tribes too fast is to\nprevent their going forward at all. Moreover, the tribes live under\nwidely different conditions. Where a tribe has made considerable\nadvance and lives on fertile farming soil it is possible to allot the\nmembers lands in severalty much as is the case with white settlers.\nThere are other tribes where such a course is not desirable. On the\narid prairie lands the effort should be to induce the Indians to lead\npastoral rather than agricultural lives, and to permit them to settle\nin villages rather than to force them into isolation.The large Indian schools situated remote from any Indian reservation do\na special and peculiar work of great importance. But, excellent though\nthese are, an immense amount of additional work must be done on the\nreservations themselves among the old, and above all among the young,\nIndians.The first and most important step toward the absorption of the Indian\nis to teach him to earn his living; yet it is not necessarily to be\nassumed that in each community all Indians must become either tillers\nof the soil or stock raisers. Their industries may properly be\ndiversified, and those who show special desire or adaptability for\nindustrial or even commercial pursuits should be encouraged so far as\npracticable to follow out each his own bent.Every effort should be made to develop the Indian along the lines of\nnatural aptitude, and to encourage the existing native industries\npeculiar to certain tribes, such as the various kinds of basket\nweaving, canoe building, smith work, and blanket work. Above all, the\nIndian boys and girls should be given confident command of colloquial\nEnglish, and should ordinarily be prepared for a vigorous struggle with\nthe conditions under which their people live, rather than for immediate\nabsorption into some more highly developed community.The officials who represent the Government in dealing with the Indians\nwork under hard conditions, and also under conditions which render it\neasy to do wrong and very difficult to detect wrong. Consequently they\nshould be amply paid on the one hand, and on the other hand a\nparticularly high standard of conduct should be demanded from them, and\nwhere misconduct can be proved the punishment should be exemplary.In no department of governmental work in recent years has there been\ngreater success than in that of giving scientific aid to the farming\npopulation, thereby showing them how most efficiently to help\nthemselves. There is no need of insisting upon its importance, for the\nwelfare of the farmer is fundamentally necessary to the welfare of the\nRepublic as a whole. In addition to such work as quarantine against\nanimal and vegetable plagues, and warring against them when here\nintroduced, much efficient help has been rendered to the farmer by the\nintroduction of new plants specially fitted for cultivation under the\npeculiar conditions existing in different portions of the country. New\ncereals have been established in the semi-arid West. For instance, the\npracticability of producing the best types of macaroni wheats in\nregions of an annual rainfall of only ten inches or thereabouts has\nbeen conclusively demonstrated. Through the introduction of new rices\nin Louisiana and Texas the production of rice in this country has been\nmade to about equal the home demand. In the South-west the possibility\nof regrassing overstocked range lands has been demonstrated; in the\nNorth many new forage crops have been introduced, while in the East it\nhas been shown that some of our choicest fruits can be stored and\nshipped in such a way as to find a profitable market abroad.I again recommend to the favorable consideration of the Congress the\nplans of the Smithsonian Institution for making the Museum under its\ncharge worthy of the Nation, and for preserving at the National Capital\nnot only records of the vanishing races of men but of the animals of\nthis continent which, like the buffalo, will soon become extinct unless\nspecimens from which their representatives may be renewed are sought in\ntheir native regions and maintained there in safety.The District of Columbia is the only part of our territory in which the\nNational Government exercises local or municipal functions, and where\nin consequence the Government has a free hand in reference to certain\ntypes of social and economic legislation which must be essentially\nlocal or municipal in their character. The Government should see to it,\nfor instance, that the hygienic and sanitary legislation affecting\nWashington is of a high character. The evils of slum dwellings, whether\nin the shape of crowded and congested tenement-house districts or of\nthe back-alley type, should never be permitted to grow up in\nWashington. The city should be a model in every respect for all the\ncities of the country. The charitable and correctional systems of the\nDistrict should receive consideration at the hands of the Congress to\nthe end that they may embody the results of the most advanced thought\nin these fields. Moreover, while Washington is not a great industrial\ncity, there is some industrialism here, and our labor legislation,\nwhile it would not be important in itself, might be made a model for\nthe rest of the Nation. We should pass, for instance, a wise\nemployer's-liability act for the District of Columbia, and we need such\nan act in our navy-yards. Railroad companies in the District ought to\nbe required by law to block their frogs.The safety-appliance law, for the better protection of the lives and\nlimbs of railway employees, which was passed in 1893, went into full\neffect on August 1, 1901. It has resulted in averting thousands of\ncasualties. Experience shows, however, the necessity of additional\nlegislation to perfect this law. A bill to provide for this passed the\nSenate at the last session. It is to be hoped that some such measure\nmay now be enacted into law.There is a growing tendency to provide for the publication of masses of\ndocuments for which there is no public demand and for the printing of\nwhich there is no real necessity. Large numbers of volumes are turned\nout by the Government printing presses for which there is no\njustification. Nothing should be printed by any of the Departments\nunless it contains something of permanent value, and the Congress could\nwith advantage cut down very materially on all the printing which it\nhas now become customary to provide. The excessive cost of Government\nprinting is a strong argument against the position of those who are\ninclined on abstract grounds to advocate the Government's doing any\nwork which can with propriety be left in private hands.Gratifying progress has been made during the year in the extension of\nthe merit system of making appointments in the Government service. It\nshould be extended by law to the District of Columbia. It is much to be\ndesired that our consular system be established by law on a basis\nproviding for appointment and promotion only in consequence of proved\nfitness.Through a wise provision of the Congress at its last session the White\nHouse, which had become disfigured by incongruous additions and\nchanges, has now been restored to what it was planned to be by\nWashington. In making the restorations the utmost care has been\nexercised to come as near as possible to the early plans and to\nsupplement these plans by a careful study of such buildings as that of\nthe University of Virginia, which was built by Jefferson. The White\nHouse is the property of the Nation, and so far as is compatible with\nliving therein it should be kept as it originally was, for the same\nreasons that we keep Mount Vernon as it originally was. The stately\nsimplicity of its architecture is an expression of the character of the\nperiod in which it was built, and is in accord with the purposes it was\ndesigned to serve. It is a good thing to preserve such buildings as\nhistoric monuments which keep alive our sense of continuity with the\nNation's past.The reports of the several Executive Departments are submitted to the\nCongress with this communication.", 
    "name": "Theodore Roosevelt"
}