{
    "date": "December 5, 1905", 
    "speech": "To the Senate and House of Representatives:The people of this country continue to enjoy great prosperity.\nUndoubtedly there will be ebb and flow in such prosperity, and this ebb\nand flow will be felt more or less by all members of the community,\nboth by the deserving and the undeserving. Against the wrath of the\nLord the wisdom of man cannot avail; in time of flood or drought human\ningenuity can but partially repair the disaster. A general failure of\ncrops would hurt all of us. Again, if the folly of man mars the general\nwell-being, then those who are innocent of the folly will have to pay\npart of the penalty incurred by those who are guilty of the folly. A\npanic brought on by the speculative folly of part of the business\ncommunity would hurt the whole business community. But such stoppage of\nwelfare, though it might be severe, would not be lasting. In the long\nrun the one vital factor in the permanent prosperity of the country is\nthe high individual character of the average American worker, the\naverage American citizen, no matter whether his work be mental or\nmanual, whether he be farmer or wage-worker, business man or\nprofessional man.In our industrial and social system the interests of all men are so\nclosely intertwined that in the immense majority of cases a\nstraight-dealing man who by his efficiency, by his ingenuity and\nindustry, benefits himself must also benefit others. Normally the man\nof great productive capacity who becomes rich by guiding the labor of\nmany other men does so by enabling them to produce more than they could\nproduce without his guidance; and both he and they share in the\nbenefit, which comes also to the public at large. The superficial fact\nthat the sharing may be unequal must never blind us to the underlying\nfact that there is this sharing, and that the benefit comes in some\ndegree to each man concerned. Normally the wage-worker, the man of\nsmall means, and the average consumer, as well as the average producer,\nare all alike helped by making conditions such that the man of\nexceptional business ability receives an exceptional reward for his\nability. Something can be done by legislation to help the general\nprosperity; but no such help of a permanently beneficial character can\nbe given to the less able and less fortunate, save as the results of a\npolicy which shall inure to the advantage of all industrious and\nefficient people who act decently; and this is only another way of\nsaying that any benefit which comes to the less able and less fortunate\nmust of necessity come even more to the more able and more fortunate.\nIf, therefore, the less fortunate man is moved by envy of his more\nfortunate brother to strike at the conditions under which they have\nboth, though unequally, prospered, the result will assuredly be that\nwhile danger may come to the one struck at, it will visit with an even\nheavier load the one who strikes the blow. Taken as a whole we must all\ngo up or down together.Yet, while not merely admitting, but insisting upon this, it is also\ntrue that where there is no governmental restraint or supervision some\nof the exceptional men use their energies not in ways that are for the\ncommon good, but in ways which tell against this common good. The\nfortunes amassed through corporate organization are now so large, and\nvest such power in those that wield them, as to make it a matter of\nnecessity to give to the sovereign--that is, to the Government, which\nrepresents the people as a whole--some effective power of supervision\nover their corporate use. In order to insure a healthy social and\nindustrial life, every big corporation should be held responsible by,\nand be accountable to, some sovereign strong enough to control its\nconduct. I am in no sense hostile to corporations. This is an age of\ncombination, and any effort to prevent all combination will be not only\nuseless, but in the end vicious, because of the contempt for law which\nthe failure to enforce law inevitably produces. We should, moreover,\nrecognize in cordial and ample fashion the immense good effected by\ncorporate agencies in a country such as ours, and the wealth of\nintellect, energy, and fidelity devoted to their service, and therefore\nnormally to the service of the public, by their officers and directors.\nThe corporation has come to stay, just as the trade union has come to\nstay. Each can do and has done great good. Each should be favored so\nlong as it does good. But each should be sharply checked where it acts\nagainst law and justice.So long as the finances of the Nation are kept upon an honest basis no\nother question of internal economy with which the Congress has the\npower to deal begins to approach in importance the matter of\nendeavoring to secure proper industrial conditions under which the\nindividuals--and especially the great corporations--doing an interstate\nbusiness are to act. The makers of our National Constitution provided\nespecially that the regulation of interstate commerce should come\nwithin the sphere of the General Government. The arguments in favor of\ntheir taking this stand were even then overwhelming. But they are far\nstronger today, in view of the enormous development of great business\nagencies, usually corporate in form. Experience has shown conclusively\nthat it is useless to try to get any adequate regulation and\nsupervision of these great corporations by State action. Such\nregulation and supervision can only be effectively exercised by a\nsovereign whose jurisdiction is coextensive with the field of work of\nthe corporations--that is, by the National Government. I believe that\nthis regulation and supervision can be obtained by the enactment of law\nby the Congress. If this proves impossible, it will certainly be\nnecessary ultimately to confer in fullest form such power upon the\nNational Government by a proper amendment of the Constitution. It would\nobviously be unwise to endeavor to secure such an amendment until it is\ncertain that the result cannot be obtained under the Constitution as it\nnow is. The laws of the Congress and of the several States hitherto, as\npassed upon by the courts, have resulted more often in showing that the\nStates have no power in the matter than that the National Government\nhas power; so that there at present exists a very unfortunate condition\nof things, under which these great corporations doing an interstate\nbusiness occupy the position of subjects without a sovereign, neither\nany State Government nor the National Government having effective\ncontrol over them. Our steady aim should be by legislation, cautiously\nand carefully undertaken, but resolutely persevered in, to assert the\nsovereignty of the National Government by affirmative action.This is only in form an innovation. In substance it is merely a\nrestoration; for from the earliest time such regulation of industrial\nactivities has been recognized in the action of the lawmaking bodies;\nand all that I propose is to meet the changed conditions in such manner\nas will prevent the Commonwealth abdicating the power it has always\npossessed not only in this country, but also in England before and\nsince this country became a separate Nation.It has been a misfortune that the National laws on this subject have\nhitherto been of a negative or prohibitive rather than an affirmative\nkind, and still more that they have in part sought to prohibit what\ncould not be effectively prohibited, and have in part in their\nprohibitions confounded what should be allowed and what should not be\nallowed. It is generally useless to try to prohibit all restraint on\ncompetition, whether this restraint be reasonable or unreasonable; and\nwhere it is not useless it is generally hurtful. Events have shown that\nit is not possible adequately to secure the enforcement of any law of\nthis kind by incessant appeal to the courts. The Department of Justice\nhas for the last four years devoted more attention to the enforcement\nof the anti-trust legislation than to anything else. Much has been\naccomplished, particularly marked has been the moral effect of the\nprosecutions; but it is increasingly evident that there will be a very\ninsufficient beneficial result in the way of economic change. The\nsuccessful prosecution of one device to evade the law immediately\ndevelops another device to accomplish the same purpose. What is needed\nis not sweeping prohibition of every arrangement, good or bad, which\nmay tend to restrict competition, but such adequate supervision and\nregulation as will prevent any restriction of competition from being to\nthe detriment of the public--as well as such supervision and regulation\nas will prevent other abuses in no way connected with restriction of\ncompetition. Of these abuses, perhaps the chief, although by no means\nthe only one, is overcapitalization--generally itself the result of\ndishonest promotion--because of the myriad evils it brings in its\ntrain; for such overcapitalization often means an inflation that\ninvites business panic; it always conceals the true relation of the\nprofit earned to the capital actually invested, and it creates a burden\nof interest payments which is a fertile cause of improper reduction in\nor limitation of wages; it damages the small investor, discourages\nthrift, and encourages gambling and speculation; while perhaps worst of\nall is the trickiness and dishonesty which it implies--for harm to\nmorals is worse than any possible harm to material interests, and the\ndebauchery of politics and business by great dishonest corporations is\nfar worse than any actual material evil they do the public. Until the\nNational Government obtains, in some manner which the wisdom of the\nCongress may suggest, proper control over the big corporations engaged\nin interstate commerce--that is, over the great majority of the big\ncorporations--it will be impossible to deal adequately with these\nevils.I am well aware of the difficulties of the legislation that I am\nsuggesting, and of the need of temperate and cautious action in\nsecuring it. I should emphatically protest against improperly radical\nor hasty action. The first thing to do is to deal with the great\ncorporations engaged in the business of interstate transportation. As I\nsaid in my message of December 6 last, the immediate and most pressing\nneed, so far as legislation is concerned, is the enactment into law of\nsome scheme to secure to the agents of the Government such supervision\nand regulation of the rates charged by the railroads of the country\nengaged in interstate traffic as shall summarily and effectively\nprevent the imposition of unjust or unreasonable rates. It must include\nputting a complete stop to rebates in every shape and form. This power\nto regulate rates, like all similar powers over the business world,\nshould be exercised with moderation, caution, and self-restraint; but\nit should exist, so that it can be effectively exercised when the need\narises.The first consideration to be kept in mind is that the power should be\naffirmative and should be given to some administrative body created by\nthe Congress. If given to the present Interstate Commerce Commission,\nor to a reorganized Interstate Commerce Commission, such commission\nshould be made unequivocally administrative. I do not believe in the\nGovernment interfering with private business more than is necessary. I\ndo not believe in the Government undertaking any work which can with\npropriety be left in private hands. But neither do I believe in the\nGovernment flinching from overseeing any work when it becomes evident\nthat abuses are sure to obtain therein unless there is governmental\nsupervision. It is not my province to indicate the exact terms of the\nlaw which should be enacted; but I call the attention of the Congress\nto certain existing conditions with which it is desirable to deal, In\nmy judgment the most important provision which such law should contain\nis that conferring upon some competent administrative body the power to\ndecide, upon the case being brought before it, whether a given rate\nprescribed by a railroad is reasonable and just, and if it is found to\nbe unreasonable and unjust, then, after full investigation of the\ncomplaint, to prescribe the limit of rate beyond which it shall not be\nlawful to go--the maximum reasonable rate, as it is commonly\ncalled--this decision to go into effect within a reasonable time and to\nobtain from thence onward, subject to review by the courts. It\nsometimes happens at present not that a rate is too high but that a\nfavored shipper is given too low a rate. In such case the commission\nwould have the right to fix this already established minimum rate as\nthe maximum; and it would need only one or two such decisions by the\ncommission to cure railroad companies of the practice of giving\nimproper minimum rates. I call your attention to the fact that my\nproposal is not to give the commission power to initiate or originate\nrates generally, but to regulate a rate already fixed or originated by\nthe roads, upon complaint and after investigation. A heavy penalty\nshould be exacted from any corporation which fails to respect an order\nof the commission. I regard this power to establish a maximum rate as\nbeing essential to any scheme of real reform in the matter of railway\nregulation. The first necessity is to secure it; and unless it is\ngranted to the commission there is little use in touching the subject\nat all.Illegal transactions often occur under the forms of law. It has often\noccurred that a shipper has been told by a traffic officer to buy a\nlarge quantity of some commodity and then after it has been bought an\nopen reduction is made in the rate to take effect immediately, the\narrangement resulting to the profit of one shipper and the one railroad\nand to the damage of all their competitors; for it must not be\nforgotten that the big shippers are at least as much to blame as any\nrailroad in the matter of rebates. The law should make it clear so that\nnobody can fail to understand that any kind of commission paid on\nfreight shipments, whether in this form or in the form of fictitious\ndamages, or of a concession, a free pass, reduced passenger rate, or\npayment of brokerage, is illegal. It is worth while considering whether\nit would not be wise to confer on the Government the right of civil\naction against the beneficiary of a rebate for at least twice the value\nof the rebate; this would help stop what is really blackmail. Elevator\nallowances should be stopped, for they have now grown to such an extent\nthat they are demoralizing and are used as rebates.The best possible regulation of rates would, of course, be that\nregulation secured by an honest agreement among the railroads\nthemselves to carry out the law. Such a general agreement would, for\ninstance, at once put a stop to the efforts of any one big shipper or\nbig railroad to discriminate against or secure advantages over some\nrival; and such agreement would make the railroads themselves agents\nfor enforcing the law. The power vested in the Government to put a stop\nto agreements to the detriment of the public should, in my judgment, be\naccompanied by power to permit, under specified conditions and careful\nsupervision, agreements clearly in the interest of the public. But, in\nmy judgment, the necessity for giving this further power is by no means\nas great as the necessity for giving the commission or administrative\nbody the other powers I have enumerated above; and it may well be\ninadvisable to attempt to vest this particular power in the commission\nor other administrative body until it already possesses and is\nexercising what I regard as by far the most important of all the powers\nI recommend--as indeed the vitally important power--that to fix a given\nmaximum rate, which rate, after the lapse of a reasonable time, goes\ninto full effect, subject to review by the courts.All private-car lines, industrial roads, refrigerator charges, and the\nlike should be expressly put under the supervision of the Interstate\nCommerce Commission or some similar body so far as rates, and\nagreements practically affecting rates, are concerned. The private car\nowners and the owners of industrial railroads are entitled to a fair\nand reasonable compensation on their investment, but neither private\ncars nor industrial railroads nor spur tracks should be utilized as\ndevices for securing preferential rates. A rebate in icing charges, or\nin mileage, or in a division of the rate for refrigerating charges is\njust as pernicious as a rebate in any other way. No lower rate should\napply on goods imported than actually obtains on domestic goods from\nthe American seaboard to destination except in cases where water\ncompetition is the controlling influence. There should be publicity of\nthe accounts of common carriers; no common carrier engaged in\ninterstate business should keep any books or memoranda other than those\nreported pursuant to law or regulation, and these books or memoranda\nshould be open to the inspection of the Government. Only in this way\ncan violations or evasions of the law be surely detected. A system of\nexamination of railroad accounts should be provided similar to that now\nconducted into the National banks by the bank examiners; a few\nfirst-class railroad accountants, if they had proper direction and\nproper authority to inspect books and papers, could accomplish much in\npreventing willful violations of the law. It would not be necessary for\nthem to examine into the accounts of any railroad unless for good\nreasons they were directed to do so by the Interstate Commerce\nCommission. It is greatly to be desired that some way might be found by\nwhich an agreement as to transportation within a State intended to\noperate as a fraud upon the Federal interstate commerce laws could be\nbrought under the jurisdiction of the Federal authorities. At present\nit occurs that large shipments of interstate traffic are controlled by\nconcessions on purely State business, which of course amounts to an\nevasion of the law. The commission should have power to enforce fair\ntreatment by the great trunk lines of lateral and branch lines.I urge upon the Congress the need of providing for expeditious action\nby the Interstate Commerce Commission in all these matters, whether in\nregulating rates for transportation or for storing or for handling\nproperty or commodities in transit. The history of the cases litigated\nunder the present commerce act shows that its efficacy has been to a\ngreat degree destroyed by the weapon of delay, almost the most\nformidable weapon in the hands of those whose purpose it is to violate\nthe law.Let me most earnestly say that these recommendations are not made in\nany spirit of hostility to the railroads. On ethical grounds, on\ngrounds of right, such hostility would be intolerable; and on grounds\nof mere National self-interest we must remember that such hostility\nwould tell against the welfare not merely of some few rich men, but of\na multitude of small investors, a multitude of railway employes, wage\nworkers, and most severely against the interest of the public as a\nwhole. I believe that on the whole our railroads have done well and not\nill; but the railroad men who wish to do well should not be exposed to\ncompetition with those who have no such desire, and the only way to\nsecure this end is to give to some Government tribunal the power to see\nthat justice is done by the unwilling exactly as it is gladly done by\nthe willing. Moreover, if some Government body is given increased power\nthe effect will be to furnish authoritative answer on behalf of the\nrailroad whenever irrational clamor against it is raised, or whenever\ncharges made against it are disproved. I ask this legislation not only\nin the interest of the public but in the interest of the honest\nrailroad man and the honest shipper alike, for it is they who are\nchiefly jeoparded by the practices of their dishonest competitors. This\nlegislation should be enacted in a spirit as remote as possible from\nhysteria and rancor. If we of the American body politic are true to the\ntraditions we have inherited we shall always scorn any effort to make\nus hate any man because he is rich, just as much as we should scorn any\neffort to make us look down upon or treat contemptuously any man\nbecause he is poor. We judge a man by his conduct--that is, by his\ncharacter--and not by his wealth or intellect. If he makes his fortune\nhonestly, there is no just cause of quarrel with him. Indeed, we have\nnothing but the kindliest feelings of admiration for the successful\nbusiness man who behaves decently, whether he has made his success by\nbuilding or managing a railroad or by shipping goods over that\nrailroad. The big railroad men and big shippers are simply Americans of\nthe ordinary type who have developed to an extraordinary degree certain\ngreat business qualities. They are neither better nor worse than their\nfellow-citizens of smaller means. They are merely more able in certain\nlines and therefore exposed to certain peculiarly strong temptations.\nThese temptations have not sprung newly into being; the exceptionally\nsuccessful among mankind have always been exposed to them; but they\nhave grown amazingly in power as a result of the extraordinary\ndevelopment of industrialism along new lines, and under these new\nconditions, which the law-makers of old could not foresee and therefore\ncould not provide against, they have become so serious and menacing as\nto demand entirely new remedies. It is in the interest of the best type\nof railroad man and the best type of shipper no less than of the public\nthat there should be Governmental supervision and regulation of these\ngreat business operations, for the same reason that it is in the\ninterest of the corporation which wishes to treat its employes aright\nthat there should be an effective Employers' Liability act, or an\neffective system of factory laws to prevent the abuse of women and\nchildren. All such legislation frees the corporation that wishes to do\nwell from being driven into doing ill, in order to compete with its\nrival, which prefers to do ill. We desire to set up a moral standard.\nThere can be no delusion more fatal to the Nation than the delusion\nthat the standard of profits, of business prosperity, is sufficient in\njudging any business or political question--from rate legislation to\nmunicipal government. Business success, whether for the individual or\nfor the Nation, is a good thing only so far as it is accompanied by and\ndevelops a high standard of conduct--honor, integrity, civic courage.\nThe kind of business prosperity that blunts the standard of honor, that\nputs an inordinate value on mere wealth, that makes a man ruthless and\nconscienceless in trade, and weak and cowardly in citizenship, is not a\ngood thing at all, but a very bad thing for the Nation. This Government\nstands for manhood first and for business only as an adjunct of\nmanhood.The question of transportation lies at the root of all industrial\nsuccess, and the revolution in transportation which has taken place\nduring the last half century has been the most important factor in the\ngrowth of the new industrial conditions. Most emphatically we do not\nwish to see the man of great talents refused the reward for his\ntalents. Still less do we wish to see him penalized but we do desire to\nsee the system of railroad transportation so handled that the strong\nman shall be given no advantage over the weak man. We wish to insure as\nfair treatment for the small town as for the big city; for the small\nshipper as for the big shipper. In the old days the highway of\ncommerce, whether by water or by a road on land, was open to all; it\nbelonged to the public and the traffic along it was free. At present\nthe railway is this highway, and we must do our best to see that it is\nkept open to all on equal terms. Unlike the old highway it is a very\ndifficult and complex thing to manage, and it is far better that it\nshould be managed by private individuals than by the Government. But it\ncan only be so managed on condition that justice is done the public. It\nis because, in my judgment, public ownership of railroads is highly\nundesirable and would probably in this country entail far-reaching\ndisaster, but I wish to see such supervision and regulation of them in\nthe interest of the public as will make it evident that there is no\nneed for public ownership. The opponents of Government regulation dwell\nupon the difficulties to be encountered and the intricate and involved\nnature of the problem. Their contention is true. It is a complicated\nand delicate problem, and all kinds of difficulties are sure to arise\nin connection with any plan of solution, while no plan will bring all\nthe benefits hoped for by its more optimistic adherents. Moreover,\nunder any healthy plan, the benefits will develop gradually and not\nrapidly. Finally, we must clearly understand that the public servants\nwho are to do this peculiarly responsible and delicate work must\nthemselves be of the highest type both as regards integrity and\nefficiency. They must be well paid, for otherwise able men cannot in\nthe long run be secured; and they must possess a lofty probity which\nwill revolt as quickly at the thought of pandering to any gust of\npopular prejudice against rich men as at the thought of anything even\nremotely resembling subserviency to rich men. But while I fully admit\nthe difficulties in the way, I do not for a moment admit that these\ndifficulties warrant us in stopping in our effort to secure a wise and\njust system. They should have no other effect than to spur us on to the\nexercise of the resolution, the even-handed justice, and the fertility\nof resource, which we like to think of as typically American, and which\nwill in the end achieve good results in this as in other fields of\nactivity. The task is a great one and underlies the task of dealing\nwith the whole industrial problem. But the fact that it is a great\nproblem does not warrant us in shrinking from the attempt to solve it.\nAt present we face such utter lack of supervision, such freedom from\nthe restraints of law, that excellent men have often been literally\nforced into doing what they deplored because otherwise they were left\nat the mercy of unscrupulous competitors. To rail at and assail the men\nwho have done as they best could under such conditions accomplishes\nlittle. What we need to do is to develop an orderly system, and such a\nsystem can only come through the gradually increased exercise of the\nright of efficient Government control.In my annual message to the Fifty-eighth Congress, at its third\nsession, I called attention to the necessity for legislation requiring\nthe use of block signals upon railroads engaged in interstate commerce.\nThe number of serious collisions upon unblocked roads that have\noccurred within the past year adds force to the recommendation then\nmade. The Congress should provide, by appropriate legislation, for the\nintroduction of block signals upon all railroads engaged in interstate\ncommerce at the earliest practicable date, as a measure of increased\nsafety to the traveling public.Through decisions of the Supreme Court of the United States and the\nlower Federal courts in cases brought before them for adjudication the\nsafety appliance law has been materially strengthened, and the\nGovernment has been enabled to secure its effective enforcement in\nalmost all cases, with the result that the condition of railroad\nequipment throughout the country is much improved and railroad employes\nperform their duties under safer conditions than heretofore. The\nGovernment's most effective aid in arriving at this result has been its\ninspection service, and that these improved conditions are not more\ngeneral is due to the insufficient number of inspectors employed. The\ninspection service has fully demonstrated its usefulness, and in\nappropriating for its maintenance the Congress should make provision\nfor an increase in the number of inspectors.The excessive hours of labor to which railroad employes in train\nservice are in many cases subjected is also a matter which may well\nengage the serious attention of the Congress. The strain, both mental\nand physical, upon those who are engaged in the movement and operation\nof railroad trains under modern conditions is perhaps greater than that\nwhich exists in any other industry, and if there are any reasons for\nlimiting by law the hours of labor in any employment, they certainly\napply with peculiar force to the employment of those upon whose\nvigilance and alertness in the performance of their duties the safety\nof all who travel by rail depends.In my annual message to the Fifty-seventh Congress, at its second\nsession, I recommended the passage of an employers' liability law for\nthe District of Columbia and in our navy yards. I renewed that\nrecommendation in my message to the Fifty-eighth Congress, at its\nsecond session, and further suggested the appointment of a commission\nto make a comprehensive study of employers' liability, with a view to\nthe enactment of a wise and Constitutional law covering the subject,\napplicable to all industries within the scope of the Federal power. I\nhope that such a law will be prepared and enacted as speedily as\npossible.The National Government has, as a rule, but little occasion to deal\nwith the formidable group of problems connected more or less directly\nwith what is known as the labor question, for in the great majority of\ncases these problems must be dealt with by the State and municipal\nauthorities, and not by the National Government. The National\nGovernment has control of the District of Columbia, however, and it\nshould see to it that the City of Washington is made a model city in\nall respects, both as regards parks, public playgrounds, proper\nregulation of the system of housing, so as to do away with the evils of\nalley tenements, a proper system of education, a proper system of\ndealing with truancy and juvenile offenders, a proper handling of the\ncharitable work of the District. Moreover, there should be proper\nfactory laws to prevent all abuses in the employment of women and\nchildren in the District. These will be useful chiefly as object\nlessons, but even this limited amount of usefulness would be of real\nNational value.There has been demand for depriving courts of the power to issue\ninjunctions in labor disputes. Such special limitation of the equity\npowers of our courts would be most unwise. It is true that some judges\nhave misused this power; but this does not justify a denial of the\npower any more than an improper exercise of the power to call a strike\nby a labor leader would justify the denial of the right to strike. The\nremedy is to regulate the procedure by requiring the judge to give due\nnotice to the adverse parties before granting the writ, the hearing to\nbe ex parte if the adverse party does not appear at the time and place\nordered. What is due notice must depend upon the facts of the case; it\nshould not be used as a pretext to permit violation of law or the\njeopardizing of life or property. Of course, this would not authorize\nthe issuing of a restraining order or injunction in any case in which\nit is not already authorized by existing law.I renew the recommendation I made in my last annual message for an\ninvestigation by the Department of Commerce and Labor of general labor\nconditions, especial attention to be paid to the conditions of child\nlabor and child-labor legislation in the several States. Such an\ninvestigation should take into account the various problems with which\nthe question of child labor is connected. It is true that these\nproblems can be actually met in most cases only by the States\nthemselves, but it would be well for the Nation to endeavor to secure\nand publish comprehensive information as to the conditions of the labor\nof children in the different States, so as to spur up those that are\nbehindhand and to secure approximately uniform legislation of a high\ncharacter among the several States. In such a Republic as ours the one\nthing that we cannot afford to neglect is the problem of turning out\ndecent citizens. The future of the Nation depends upon the citizenship\nof the generations to come; the children of today are those who\ntomorrow will shape the destiny of our land, and we cannot afford to\nneglect them. The Legislature of Colorado has recommended that the\nNational Government provide some general measure for the protection\nfrom abuse of children and dumb animals throughout the United States. I\nlay the matter before you for what I trust will be your favorable\nconsideration.The Department of Commerce and Labor should also make a thorough\ninvestigation of the conditions of women in industry. Over five million\nAmerican women are now engaged in gainful occupations; yet there is an\nalmost complete dearth of data upon which to base any trustworthy\nconclusions as regards a subject as important as it is vast and\ncomplicated. There is need of full knowledge on which to base action\nlooking toward State and municipal legislation for the protection of\nworking women. The introduction of women into industry is working\nchange and disturbance in the domestic and social life of the Nation.\nThe decrease in marriage, and especially in the birth rate, has been\ncoincident with it. We must face accomplished facts, and the adjustment\nof factory conditions must be made, but surely it can be made with less\nfriction and less harmful effects on family life than is now the case.\nThis whole matter in reality forms one of the greatest sociological\nphenomena of our time; it is a social question of the first importance,\nof far greater importance than any merely political or economic\nquestion can be, and to solve it we need ample data, gathered in a sane\nand scientific spirit in the course of an exhaustive investigation.In any great labor disturbance not only are employer and employe\ninterested, but a third party--the general public. Every considerable\nlabor difficulty in which interstate commerce is involved should be\ninvestigated by the Government and the facts officially reported to the\npublic.The question of securing a healthy, self-respecting, and mutually\nsympathetic attitude as between employer and employe, capitalist and\nwage-worker, is a difficult one. All phases of the labor problem prove\ndifficult when approached. But the underlying principles, the root\nprinciples, in accordance with which the problem must be solved are\nentirely simple. We can get justice and right dealing only if we put as\nof paramount importance the principle of treating a man on his worth as\na man rather than with reference to his social position, his occupation\nor the class to which he belongs. There are selfish and brutal men in\nall ranks of life. If they are capitalists their selfishness and\nbrutality may take the form of hard indifference to suffering, greedy\ndisregard of every moral restraint which interferes with the\naccumulation of wealth, and cold-blooded exploitation of the weak; or,\nif they are laborers, the form of laziness, of sullen envy of the more\nfortunate, and of willingness to perform deeds of murderous violence.\nSuch conduct is just as reprehensible in one case as in the other, and\nall honest and farseeing men should join in warring against it wherever\nit becomes manifest. Individual capitalist and individual wage-worker,\ncorporation and union, are alike entitled to the protection of the law,\nand must alike obey the law. Moreover, in addition to mere obedience to\nthe law, each man, if he be really a good citizen, must show broad\nsympathy for his neighbor and genuine desire to look at any question\narising between them from the standpoint of that neighbor no less than\nfrom his own, and to this end it is essential that capitalist and\nwage-worker should consult freely one with the other, should each\nstrive to bring closer the day when both shall realize that they are\nproperly partners and not enemies. To approach the questions which\ninevitably arise between them solely from the standpoint which treats\neach side in the mass as the enemy of the other side in the mass is\nboth wicked and foolish. In the past the most direful among the\ninfluences which have brought about the downfall of republics has ever\nbeen the growth of the class spirit, the growth of the spirit which\ntends to make a man subordinate the welfare of the public as a whole to\nthe welfare of the particular class to which he belongs, the\nsubstitution of loyalty to a class for loyalty to the Nation. This\ninevitably brings about a tendency to treat each man not on his merits\nas an individual, but on his position as belonging to a certain class\nin the community. If such a spirit grows up in this Republic it will\nultimately prove fatal to us, as in the past it has proved fatal to\nevery community in which it has become dominant. Unless we continue to\nkeep a quick and lively sense of the great fundamental truth that our\nconcern is with the individual worth of the individual man, this\nGovernment cannot permanently hold the place which it has achieved\namong the nations. The vital lines of cleavage among our people do not\ncorrespond, and indeed run at right angles to, the lines of cleavage\nwhich divide occupation from occupation, which divide wage-workers from\ncapitalists, farmers from bankers, men of small means from men of large\nmeans, men who live in the towns from men who live in the country; for\nthe vital line of cleavage is the line which divides the honest man who\ntries to do well by his neighbor from the dishonest man who does ill by\nhis neighbor. In other words, the standard we should establish is the\nstandard of conduct, not the standard of occupation, of means, or of\nsocial position. It is the man's moral quality, his attitude toward the\ngreat questions which concern all humanity, his cleanliness of life,\nhis power to do his duty toward himself and toward others, which really\ncount; and if we substitute for the standard of personal judgment which\ntreats each man according to his merits, another standard in accordance\nwith which all men of one class are favored and all men of another\nclass discriminated against, we shall do irreparable damage to the body\npolitic. I believe that our people are too sane, too self-respecting,\ntoo fit for self-government, ever to adopt such an attitude. This\nGovernment is not and never shall be government by a plutocracy. This\nGovernment is not and never shall be government by a mob. It shall\ncontinue to be in the future what it has been in the past, a Government\nbased on the theory that each man, rich or poor, is to be treated\nsimply and solely on his worth as a man, that all his personal and\nproperty rights are to be safeguarded, and that he is neither to wrong\nothers nor to suffer wrong from others.The noblest of all forms of government is self-government; but it is\nalso the most difficult. We who possess this priceless boon, and who\ndesire to hand it on to our children and our children's children,\nshould ever bear in mind the thought so finely expressed by Burke: \"Men\nare qualified for civil liberty in exact proportion to their\ndisposition to put moral chains upon their own appetites; in proportion\nas they are disposed to listen to the counsels of the wise and good in\npreference to the flattery of knaves. Society cannot exist unless a\ncontrolling power upon will and appetite be placed somewhere, and the\nless of it there be within the more there must be without. It is\nordained in the eternal constitution of things that men of intemperate\nminds cannot be free. Their passions forge their fetters.\"The great insurance companies afford striking examples of corporations\nwhose business has extended so far beyond the jurisdiction of the\nStates which created them as to preclude strict enforcement of\nsupervision and regulation by the parent States. In my last annual\nmessage I recommended \"that the Congress carefully consider whether the\npower of the Bureau of Corporations cannot constitutionally be extended\nto cover interstate transactions in insurance.\"Recent events have emphasized the importance of an early and exhaustive\nconsideration of this question, to see whether it is not possible to\nfurnish better safeguards than the several States have been able to\nfurnish against corruption of the flagrant kind which has been exposed.\nIt has been only too clearly shown that certain of the men at the head\nof these large corporations take but small note of the ethical\ndistinction between honesty and dishonesty; they draw the line only\nthis side of what may be called law-honesty, the kind of honesty\nnecessary in order to avoid falling into the clutches of the law. Of\ncourse the only complete remedy for this condition must be found in an\naroused public conscience, a higher sense of ethical conduct in the\ncommunity at large, and especially among business men and in the great\nprofession of the law, and in the growth of a spirit which condemns all\ndishonesty, whether in rich man or in poor man, whether it takes the\nshape of bribery or of blackmail. But much can be done by legislation\nwhich is not only drastic but practical. There is need of a far\nstricter and more uniform regulation of the vast insurance interests of\nthis country. The United States should in this respect follow the\npolicy of other nations by providing adequate national supervision of\ncommercial interests which are clearly national in character. My\npredecessors have repeatedly recognized that the foreign business of\nthese companies is an important part of our foreign commercial\nrelations. During the administrations of Presidents Cleveland,\nHarrison, and McKinley the State Department exercised its influence,\nthrough diplomatic channels, to prevent unjust discrimination by\nforeign countries against American insurance companies. These\nnegotiations illustrated the propriety of the Congress recognizing the\nNational character of insurance, for in the absence of Federal\nlegislation the State Department could only give expression to the\nwishes of the authorities of the several States, whose policy was\nineffective through want of uniformity.I repeat my previous recommendation that the Congress should also\nconsider whether the Federal Government has any power or owes any duty\nwith respect to domestic transactions in insurance of an interstate\ncharacter. That State supervision has proved inadequate is generally\nconceded. The burden upon insurance companies, and therefore their\npolicy holders, of conflicting regulations of many States, is\nunquestioned, while but little effective check is imposed upon any able\nand unscrupulous man who desires to exploit the company in his own\ninterest at the expense of the policy holders and of the public. The\ninability of a State to regulate effectively insurance corporations\ncreated under the laws of other States and transacting the larger part\nof their business elsewhere is also clear. As a remedy for this evil of\nconflicting, ineffective, and yet burdensome regulations there has been\nfor many years a widespread demand for Federal supervision. The\nCongress has already recognized that interstate insurance may be a\nproper subject for Federal legislation, for in creating the Bureau of\nCorporations it authorized it to publish and supply useful information\nconcerning interstate corporations, \"including corporations engaged in\ninsurance.\" It is obvious that if the compilation of statistics be the\nlimit of the Federal power it is wholly ineffective to regulate this\nform of commercial intercourse between the States, and as the insurance\nbusiness has outgrown in magnitude the possibility of adequate State\nsupervision, the Congress should carefully consider whether further\nlegislation can be bad. What is said above applies with equal force to\nfraternal and benevolent organizations which contract for life\ninsurance.There is more need of stability than of the attempt to attain an ideal\nperfection in the methods of raising revenue; and the shock and strain\nto the business world certain to attend any serious change in these\nmethods render such change inadvisable unless for grave reason. It is\nnot possible to lay down any general rule by which to determine the\nmoment when the reasons for will outweigh the reasons against such a\nchange. Much must depend, not merely on the needs, but on the desires,\nof the people as a whole; for needs and desires are not necessarily\nidentical. Of course, no change can be made on lines beneficial to, or\ndesired by, one section or one State only. There must be something like\na general agreement among the citizens of the several States, as\nrepresented in the Congress, that the change is needed and desired in\nthe interest of the people, as a whole; and there should then be a\nsincere, intelligent, and disinterested effort to make it in such shape\nas will combine, so far as possible, the maximum of good to the people\nat large with the minimum of necessary disregard for the special\ninterests of localities or classes. But in time of peace the revenue\nmust on the average, taking a series of years together, equal the\nexpenditures or else the revenues must be increased. Last year there\nwas a deficit. Unless our expenditures can be kept within the revenues\nthen our revenue laws must be readjusted. It is as yet too early to\nattempt to outline what shape such a readjustment should take, for it\nis as yet too early to say whether there will be need for it. It should\nbe considered whether it is not desirable that the tariff laws should\nprovide for applying as against or in favor of any other nation maximum\nand minimum tariff rates established by the Congress, so as to secure a\ncertain reciprocity of treatment between other nations and ourselves.\nHaving in view even larger considerations of policy than those of a\npurely economic nature, it would, in my judgment, be well to endeavor\nto bring about closer commercial connections with the other peoples of\nthis continent. I am happy to be able to announce to you that Russia\nnow treats us on the most-favored-nation basis.I earnestly recommend to Congress the need of economy and to this end\nof a rigid scrutiny of appropriations. As examples merely, I call your\nattention to one or two specific matters. All unnecessary offices\nshould be abolished. The Commissioner of the General Land Office\nrecommends the abolishment of the office of Receiver of Public Moneys\nfor the United States Land Office. This will effect a saving of about a\nquarter of a million dollars a year. As the business of the Nation\ngrows, it is inevitable that there should be from time to time a\nlegitimate increase in the number of officials, and this fact renders\nit all the more important that when offices become unnecessary they\nshould be abolished. In the public printing also a large saving of\npublic money can be made. There is a constantly growing tendency to\npublish masses of unimportant information. It is probably not unfair to\nsay that many tens of thousands of volumes are published at which no\nhuman being ever looks and for which there is no real demand whatever.Yet, in speaking of economy, I must in no wise be understood as\nadvocating the false economy which is in the end the worst\nextravagance. To cut down on the navy, for instance, would be a crime\nagainst the Nation. To fail to push forward all work on the Panama\nCanal would be as great a folly.In my message of December 2, 1902, to the Congress I said:\"Interest rates are a potent factor in business activity, and in order\nthat these rates may be equalized to meet the varying needs of the\nseasons and of widely separated communities, and to prevent the\nrecurrence of financial stringencies, which injuriously affect\nlegitimate business, it is necessary that there should be an element of\nelasticity in our monetary system. Banks are the natural servants of\ncommerce, and, upon them should be placed, as far as practicable, the\nburden of furnishing and maintaining a circulation adequate to supply\nthe needs of our diversified industries and of our domestic and foreign\ncommerce; and the issue of this should be so regulated that a\nsufficient supply should be always available for the business interests\nof the country.\"Every consideration of prudence demands the addition of the element of\nelasticity to our currency system. The evil does not consist in an\ninadequate volume of money, but in the rigidity of this volume, which\ndoes not respond as it should to the varying needs of communities and\nof seasons. Inflation must be avoided; but some provision should be\nmade that will insure a larger volume of money during the Fall and\nWinter months than in the less active seasons of the year; so that the\ncurrency will contract against speculation, and will expand for the\nneeds of legitimate business. At present the Treasury Department is at\nirregularly recurring intervals obliged, in the interest of the\nbusiness world--that is, in the interests of the American public--to\ntry to avert financial crises by providing a remedy which should be\nprovided by Congressional action.At various times I have instituted investigations into the organization\nand conduct of the business of the executive departments. While none of\nthese inquiries have yet progressed far enough to warrant final\nconclusions, they have already confirmed and emphasized the general\nimpression that the organization of the departments is often faulty in\nprinciple and wasteful in results, while many of their business methods\nare antiquated and inefficient. There is every reason why our executive\ngovernmental machinery should be at least as well planned, economical,\nand efficient as the best machinery of the great business\norganizations, which at present is not the case. To make it so is a\ntask of complex detail and essentially executive in its nature;\nprobably no legislative body, no matter how wise and able, could\nundertake it with reasonable prospect of success. I recommend that the\nCongress consider this subject with a view to provide by legislation\nfor the transfer, distribution, consolidation, and assignment of duties\nand executive organizations or parts of organizations, and for the\nchanges in business methods, within or between the several departments,\nthat will best promote the economy, efficiency, and high character of\nthe Government work.In my last annual message I said:\"The power of the Government to protect the integrity of the elections\nof its own officials is inherent and has been recognized and affirmed\nby repeated declarations of the Supreme Court. There is no enemy of\nfree government more dangerous and none so insidious as the corruption\nof the electorate. No one defends or excuses corruption, and it would\nseem to follow that none would oppose vigorous measures to eradicate\nit. I recommend the enactment of a law directed against bribery and\ncorruption in Federal elections. The details of such a law may be\nsafely left to the wise discretion of the Congress, but it should go as\nfar as under the Constitution it is possible to go, and should include\nsevere penalties against him who gives or receives a bribe intended to\ninfluence his act or opinion as an elector; and provisions for the\npublication not only of the expenditures for nominations and elections\nof all candidates, but also of all contributions received and\nexpenditures made by political committees.\"I desire to repeat this recommendation. In political campaigns in a\ncountry as large and populous as ours it is inevitable that there\nshould be much expense of an entirely legitimate kind. This, of course,\nmeans that many contributions, and some of them of large size, must be\nmade, and, as a matter of fact, in any big political contest such\ncontributions are always made to both sides. It is entirely proper both\nto give and receive them, unless there is an improper motive connected\nwith either gift or reception. If they are extorted by any kind of\npressure or promise, express or implied, direct or indirect, in the way\nof favor or immunity, then the giving or receiving becomes not only\nimproper but criminal. It will undoubtedly be difficult, as a matter of\npractical detail, to shape an act which shall guard with reasonable\ncertainty against such misconduct; but if it is possible to secure by\nlaw the full and verified publication in detail of all the sums\ncontributed to and expended by the candidates or committees of any\npolitical parties, the result cannot but be wholesome. All\ncontributions by corporations to any political committee or for any\npolitical purpose should be forbidden by law; directors should not be\npermitted to use stockholders' money for such purposes; and, moreover,\na prohibition of this kind would be, as far as it went, an effective\nmethod of stopping the evils aimed at in corrupt practices acts. Not\nonly should both the National and the several State Legislatures forbid\nany officer of a corporation from using the money of the corporation in\nor about any election, but they should also forbid such use of money in\nconnection with any legislation save by the employment of counsel in\npublic manner for distinctly legal services.The first conference of nations held at The Hague in 1899, being unable\nto dispose of all the business before it, recommended the consideration\nand settlement of a number of important questions by another conference\nto be called subsequently and at an early date. These questions were\nthe following: (1) The rights and duties of neutrals; (2) the\nlimitation of the armed forces on land and sea, and of military\nbudgets; (3) the use of new types and calibres of military and naval\nguns; (4) the inviolability of private property at sea in times of war;\n(5) the bombardment of ports, cities, and villages by naval forces. In\nOctober, 1904, at the instance of the Interparliamentary Union, which,\nat a conference held in the United States, and attended by the\nlawmakers of fifteen different nations, had reiterated the demand for a\nsecond conference of nations, I issued invitations to all the powers\nsignatory to The Hague Convention to send delegates to such a\nconference, and suggested that it be again held at The Hague. In its\nnote of December 16, 1904, the United States Government communicated to\nthe representatives of foreign governments its belief that the\nconference could be best arranged under the provisions of the present\nHague treaty.From all the powers acceptance was received, coupled in some cases with\nthe condition that we should wait until the end of the war then waging\nbetween Russia and Japan. The Emperor of Russia, immediately after the\ntreaty of peace which so happily terminated this war, in a note\npresented to the President on September 13, through Ambassador Rosen,\ntook the initiative in recommending that the conference be now called.\nThe United States Government in response expressed its cordial\nacquiescence, and stated that it would, as a matter of course, take\npart in the new conference and endeavor to further its aims. We assume\nthat all civilized governments will support the movement, and that the\nconference is now an assured fact. This Government will do everything\nin its power to secure the success of the conference, to the end that\nsubstantial progress may be made in the cause of international peace,\njustice, and good will.This renders it proper at this time to say something as to the general\nattitude of this Government toward peace. More and more war is coming\nto be looked upon as in itself a lamentable and evil thing. A wanton or\nuseless war, or a war of mere aggression--in short, any war begun or\ncarried on in a conscienceless spirit, is to be condemned as a\npeculiarly atrocious crime against all humanity. We can, however, do\nnothing of permanent value for peace unless we keep ever clearly in\nmind the ethical element which lies at the root of the problem. Our aim\nis righteousness. Peace is normally the hand-maiden of rightousness;\nbut when peace and righteousness conflict then a great and upright\npeople can never for a moment hesitate to follow the path which leads\ntoward righteousness, even though that path also leads to war. There\nare persons who advocate peace at any price; there are others who,\nfollowing a false analogy, think that because it is no longer necessary\nin civilized countries for individuals to protect their rights with a\nstrong hand, it is therefore unnecessary for nations to be ready to\ndefend their rights. These persons would do irreparable harm to any\nnation that adopted their principles, and even as it is they seriously\nhamper the cause which they advocate by tending to render it absurd in\nthe eyes of sensible and patriotic men. There can be no worse foe of\nmankind in general, and of his own country in particular, than the\ndemagogue of war, the man who in mere folly or to serve his own selfish\nends continually rails at and abuses other nations, who seeks to excite\nhis countrymen against foreigners on insufficient pretexts, who excites\nand inflames a perverse and aggressive national vanity, and who may on\noccasions wantonly bring on conflict between his nation and some other\nnation. But there are demagogues of peace just as there are demagogues\nof war, and in any such movement as this for The Hague conference it is\nessential not to be misled by one set of extremists any more than by\nthe other. Whenever it is possible for a nation or an individual to\nwork for real peace, assuredly it is failure of duty not so to strive,\nbut if war is necessary and righteous then either the man or the nation\nshrinking from it forfeits all title to self-respect. We have scant\nsympathy with the sentimentalist who dreads oppression less than\nphysical suffering, who would prefer a shameful peace to the pain and\ntoil sometimes lamentably necessary in order to secure a righteous\npeace. As yet there is only a partial and imperfect analogy between\ninternational law and internal or municipal law, because there is no\nsanction of force for executing the former while there is in the case\nof the latter. The private citizen is protected in his rights by the\nlaw, because the law rests in the last resort upon force exercised\nthrough the forms of law. A man does not have to defend his rights with\nhis own hand, because he can call upon the police, upon the sheriff's\nposse, upon the militia, or in certain extreme cases upon the army, to\ndefend him. But there is no such sanction of force for international\nlaw. At present there could be no greater calamity than for the free\npeoples, the enlightened, independent, and peace-loving peoples, to\ndisarm while yet leaving it open to any barbarism or despotism to\nremain armed. So long as the world is as unorganized as now the armies\nand navies of those peoples who on the whole stand for justice, offer\nnot only the best, but the only possible, security for a just peace.\nFor instance, if the United States alone, or in company only with the\nother nations that on the whole tend to act justly, disarmed, we might\nsometimes avoid bloodshed, but we would cease to be of weight in\nsecuring the peace of justice--the real peace for which the most\nlaw-abiding and high-minded men must at times be willing to fight. As\nthe world is now, only that nation is equipped for peace that knows how\nto fight, and that will not shrink from fighting if ever the conditions\nbecome such that war is demanded in the name of the highest morality.So much it is emphatically necessary to say in order both that the\nposition of the United States may not be misunderstood, and that a\ngenuine effort to bring nearer the day of the peace of justice among\nthe nations may not be hampered by a folly which, in striving to\nachieve the impossible, would render it hopeless to attempt the\nachievement of the practical. But, while recognizing most clearly all\nabove set forth, it remains our clear duty to strive in every\npracticable way to bring nearer the time when the sword shall not be\nthe arbiter among nations. At present the practical thing to do is to\ntry to minimize the number of cases in which it must be the arbiter,\nand to offer, at least to all civilized powers, some substitute for war\nwhich will be available in at least a considerable number of instances.\nVery much can be done through another Hague conference in this\ndirection, and I most earnestly urge that this Nation do all in its\npower to try to further the movement and to make the result of the\ndecisions of The Hague conference effective. I earnestly hope that the\nconference may be able to devise some way to make arbitration between\nnations the customary way of settling international disputes in all\nsave a few classes of cases, which should themselves be as sharply\ndefined and rigidly limited as the present governmental and social\ndevelopment of the world will permit. If possible, there should be a\ngeneral arbitration treaty negotiated among all the nations represented\nat the conference. Neutral rights and property should be protected at\nsea as they are protected on land. There should be an international\nagreement to this purpose and a similar agreement defining contraband\nof war.During the last century there has been a distinct diminution in the\nnumber of wars between the most civilized nations. International\nrelations have become closer and the development of The Hague tribunal\nis not only a symptom of this growing closeness of relationship, but is\na means by which the growth can be furthered. Our aim should be from\ntime to time to take such steps as may be possible toward creating\nsomething like an organization of the civilized nations, because as the\nworld becomes more highly organized the need for navies and armies will\ndiminish. It is not possible to secure anything like an immediate\ndisarmament, because it would first be necessary to settle what peoples\nare on the whole a menace to the rest of mankind, and to provide\nagainst the disarmament of the rest being turned into a movement which\nwould really chiefly benefit these obnoxious peoples; but it may be\npossible to exercise some check upon the tendency to swell indefinitely\nthe budgets for military expenditure. Of course such an effort could\nsucceed only if it did not attempt to do too much; and if it were\nundertaken in a spirit of sanity as far removed as possible from a\nmerely hysterical pseudo-philanthropy. It is worth while pointing out\nthat since the end of the insurrection in the Philippines this Nation\nhas shown its practical faith in the policy of disarmament by reducing\nits little army one-third. But disarmament can never be of prime\nimportance; there is more need to get rid of the causes of war than of\nthe implements of war.I have dwelt much on the dangers to be avoided by steering clear of any\nmere foolish sentimentality because my wish for peace is so genuine and\nearnest; because I have a real and great desire that this second Hague\nconference may mark a long stride forward in the direction of securing\nthe peace of justice throughout the world. No object is better worthy\nthe attention of enlightened statesmanship than the establishment of a\nsurer method than now exists of securing justice as between nations,\nboth for the protection of the little nations and for the prevention of\nwar between the big nations. To this aim we should endeavor not only to\navert bloodshed, but, above all, effectively to strengthen the forces\nof right. The Golden Rule should be, and as the world grows in morality\nit will be, the guiding rule of conduct among nations as among\nindividuals; though the Golden Rule must not be construed, in fantastic\nmanner, as forbidding the exercise of the police power. This mighty and\nfree Republic should ever deal with all other States, great or small,\non a basis of high honor, respecting their rights as jealously as it\nsafeguards its own.One of the most effective instruments for peace is the Monroe Doctrine\nas it has been and is being gradually developed by this Nation and\naccepted by other nations. No other policy could have been as efficient\nin promoting peace in the Western Hemisphere and in giving to each\nnation thereon the chance to develop along its own lines. If we had\nrefused to apply the doctrine to changing conditions it would now be\ncompletely outworn, would not meet any of the needs of the present day,\nand, indeed, would probably by this time have sunk into complete\noblivion. It is useful at home, and is meeting with recognition abroad\nbecause we have adapted our application of it to meet the growing and\nchanging needs of the hemisphere. When we announce a policy such as the\nMonroe Doctrine we thereby commit ourselves to the consequences of the\npolicy, and those consequences from time to time alter. It is out of\nthe question to claim a right and yet shirk the responsibility for its\nexercise. Not only we, but all American republics who are benefited by\nthe existence of the doctrine, must recognize the obligations each\nnation is under as regards foreign peoples no less than its duty to\ninsist upon its own rights.That our rights and interests are deeply concerned in the maintenance\nof the doctrine is so clear as hardly to need argument. This is\nespecially true in view of the construction of the Panama Canal. As a\nmere matter of self-defense we must exercise a close watch over the\napproaches to this canal; and this means that we must be thoroughly\nalive to our interests in the Caribbean Sea.There are certain essential points which must never be forgotten as\nregards the Monroe Doctrine. In the first place we must as a Nation\nmake it evident that we do not intend to treat it in any shape or way\nas an excuse for aggrandizement on our part at the expense of the\nrepublics to the south. We must recognize the fact that in some South\nAmerican countries there has been much suspicion lest we should\ninterpret the Monroe Doctrine as in some way inimical to their\ninterests, and we must try to convince all the other nations of this\ncontinent once and for all that no just and orderly Government has\nanything to fear from us. There are certain republics to the south of\nus which have already reached such a point of stability, order, and\nprosperity that they themselves, though as yet hardly consciously, are\namong the guarantors of this doctrine. These republics we now meet not\nonly on a basis of entire equality, but in a spirit of frank and\nrespectful friendship, which we hope is mutual. If all of the republics\nto the south of us will only grow as those to which I allude have\nalready grown, all need for us to be the especial champions of the\ndoctrine will disappear, for no stable and growing American Republic\nwishes to see some great non-American military power acquire territory\nin its neighborhood. All that this country desires is that the other\nrepublics on this continent shall be happy and prosperous; and they\ncannot be happy and prosperous unless they maintain order within their\nboundaries and behave with a just regard for their obligations toward\noutsiders. It must be understood that under no circumstances will the\nUnited States use the Monroe Doctrine as a cloak for territorial\naggression. We desire peace with all the world, but perhaps most of all\nwith the other peoples of the American Continent. There are, of course,\nlimits to the wrongs which any self-respecting nation can endure. It is\nalways possible that wrong actions toward this Nation, or toward\ncitizens of this Nation, in some State unable to keep order among its\nown people, unable to secure justice from outsiders, and unwilling to\ndo justice to those outsiders who treat it well, may result in our\nhaving to take action to protect our rights; but such action will not\nbe taken with a view to territorial aggression, and it will be taken at\nall only with extreme reluctance and when it has become evident that\nevery other resource has been exhausted.Moreover, we must make it evident that we do not intend to permit the\nMonroe Doctrine to be used by any nation on this Continent as a shield\nto protect it from the consequences of its own misdeeds against foreign\nnations. If a republic to the south of us commits a tort against a\nforeign nation, such as an outrage against a citizen of that nation,\nthen the Monroe Doctrine does not force us to interfere to prevent\npunishment of the tort, save to see that the punishment does not assume\nthe form of territorial occupation in any shape. The case is more\ndifficult when it refers to a contractual obligation. Our own\nGovernment has always refused to enforce such contractual obligations\non behalf, of its citizens by an appeal to arms. It is much to be\nwished that all foreign governments would take the same view. But they\ndo not; and in consequence we are liable at any time to be brought face\nto face with disagreeable alternatives. On the one hand, this country\nwould certainly decline to go to war to prevent a foreign government\nfrom collecting a just debt; on the other hand, it is very inadvisable\nto permit any foreign power to take possession, even temporarily, of\nthe custom houses of an American Republic in order to enforce the\npayment of its obligations; for such temporary occupation might turn\ninto a permanent occupation. The only escape from these alternatives\nmay at any time be that we must ourselves undertake to bring about some\narrangement by which so much as possible of a just obligation shall be\npaid. It is far better that this country should put through such an\narrangement, rather than allow any foreign country to undertake it. To\ndo so insures the defaulting republic from having to pay debt of an\nimproper character under duress, while it also insures honest creditors\nof the republic from being passed by in the interest of dishonest or\ngrasping creditors. Moreover, for the United States to take such a\nposition offers the only possible way of insuring us against a clash\nwith some foreign power. The position is, therefore, in the interest of\npeace as well as in the interest of justice. It is of benefit to our\npeople; it is of benefit to foreign peoples; and most of all it is\nreally of benefit to the people of the country concerned.This brings me to what should be one of the fundamental objects of the\nMonroe Doctrine. We must ourselves in good faith try to help upward\ntoward peace and order those of our sister republics which need such\nhelp. Just as there has been a gradual growth of the ethical element in\nthe relations of one individual to another, so we are, even though\nslowly, more and more coming to recognize the duty of bearing one\nanother's burdens, not only as among individuals, but also as among\nnations.Santo Domingo, in her turn, has now made an appeal to us to help her,\nand not only every principle of wisdom but every generous instinct\nwithin us bids us respond to the appeal. It is not of the slightest\nconsequence whether we grant the aid needed by Santo Domingo as an\nincident to the wise development of the Monroe Doctrine or because we\nregard the case of Santo Domingo as standing wholly by itself, and to\nbe treated as such, and not on general principles or with any reference\nto the Monroe Doctrine. The important point is to give the needed aid,\nand the case is certainly sufficiently peculiar to deserve to be judged\npurely on its own merits. The conditions in Santo Domingo have for a\nnumber of years grown from bad to worse until a year ago all society\nwas on the verge of dissolution. Fortunately, just at this time a ruler\nsprang up in Santo Domingo, who, with his colleagues, saw the dangers\nthreatening their country and appealed to the friendship of the only\ngreat and powerful neighbor who possessed the power, and as they hoped\nalso the will to help them. There was imminent danger of foreign\nintervention. The previous rulers of Santo Domingo had recklessly\nincurred debts, and owing to her internal disorders she had ceased to\nbe able to provide means of paying the debts. The patience of her\nforeign creditors had become exhausted, and at least two foreign\nnations were on the point of intervention, and were only prevented from\nintervening by the unofficial assurance of this Government that it\nwould itself strive to help Santo Domingo in her hour of need. In the\ncase of one of these nations, only the actual opening of negotiations\nto this end by our Government prevented the seizure of territory in\nSanto Domingo by a European power. Of the debts incurred some were\njust, while some were not of a character which really renders it\nobligatory on or proper for Santo Domingo to pay them in full. But she\ncould not pay any of them unless some stability was assured her\nGovernment and people.Accordingly, the Executive Department of our Government negotiated a\ntreaty under which we are to try to help the Dominican people to\nstraighten out their finances. This treaty is pending before the\nSenate. In the meantime a temporary arrangement has been made which\nwill last until the Senate has had time to take action upon the treaty.\nUnder this arrangement the Dominican Government has appointed Americans\nto all the important positions in the customs service and they are\nseeing to the honest collection of the revenues, turning over 45 per\ncent. to the Government for running expenses and putting the other 55\nper cent. into a safe depository for equitable division in case the\ntreaty shall be ratified, among the various creditors, whether European\nor American.The Custom Houses offer well-nigh the only sources of revenue in Santo\nDomingo, and the different revolutions usually have as their real aim\nthe obtaining of these Custom Houses. The mere fact that the Collectors\nof Customs are Americans, that they are performing their duties with\nefficiency and honesty, and that the treaty is pending in the Senate\ngives a certain moral power to the Government of Santo Domingo which it\nhas not had before. This has completely discouraged all revolutionary\nmovement, while it has already produced such an increase in the\nrevenues that the Government is actually getting more from the 45 per\ncent. that the American Collectors turn over to it than it got formerly\nwhen it took the entire revenue. It is enabling the poor, harassed\npeople of Santo Domingo once more to turn their attention to industry\nand to be free from the cure of interminable revolutionary disturbance.\nIt offers to all bona-fide creditors, American and European, the only\nreally good chance to obtain that to which they are justly entitled,\nwhile it in return gives to Santo Domingo the only opportunity of\ndefense against claims which it ought not to pay, for now if it meets\nthe views of the Senate we shall ourselves thoroughly examine all these\nclaims, whether American or foreign, and see that none that are\nimproper are paid. There is, of course, opposition to the treaty from\ndishonest creditors, foreign and American, and from the professional\nrevolutionists of the island itself. We have already reason to believe\nthat some of the creditors who do not dare expose their claims to\nhonest scrutiny are endeavoring to stir up sedition in the island and\nopposition to the treaty. In the meantime, I have exercised the\nauthority vested in me by the joint resolution of the Congress to\nprevent the introduction of arms into the island for revolutionary\npurposes.Under the course taken, stability and order and all the benefits of\npeace are at last coming to Santo Domingo, danger of foreign\nintervention has been suspended, and there is at last a prospect that\nall creditors will get justice, no more and no less. If the arrangement\nis terminated by the failure of the treaty chaos will follow; and if\nchaos follows, sooner or later this Government may be involved in\nserious difficulties with foreign Governments over the island, or else\nmay be forced itself to intervene in the island in some unpleasant\nfashion. Under the proposed treaty the independence of the island is\nscrupulously respected, the danger of violation of the Monroe Doctrine\nby the intervention of foreign powers vanishes, and the interference of\nour Government is minimized, so that we shall only act in conjunction\nwith the Santo Domingo authorities to secure the proper administration\nof the customs, and therefore to secure the payment of just debts and\nto secure the Dominican Government against demands for unjust debts.\nThe proposed method will give the people of Santo Domingo the same\nchance to move onward and upward which we have already given to the\npeople of Cuba. It will be doubly to our discredit as a Nation if we\nfail to take advantage of this chance; for it will be of damage to\nourselves, and it will be of incalculable damage to Santo Domingo.\nEvery consideration of wise policy, and, above all, every consideration\nof large generosity, bids us meet the request of Santo Domingo as we\nare now trying to meet it.We cannot consider the question of our foreign policy without at the\nsame time treating of the Army and the Navy. We now have a very small\narmy indeed, one well-nigh infinitesimal when compared With the army of\nany other large nation. Of course the army we do have should be as\nnearly perfect of its kind and for its size as is possible. I do not\nbelieve that any army in the world has a better average of enlisted men\nor a better type of junior officer; but the army should be trained to\nact effectively in a mass. Provision should be made by sufficient\nappropriations for manoeuvers of a practical kind, so that the troops\nmay learn how to take care of themselves under actual service\nconditions; every march, for instance, being made with the soldier\nloaded exactly as he would be in active campaign. The Generals and\nColonels would thereby have opportunity of handling regiments,\nbrigades, and divisions, and the commissary and medical departments\nwould be tested in the field. Provision should be made for the exercise\nat least of a brigade and by preference of a division in marching and\nembarking at some point on our coast and disembarking at some other\npoint and continuing its march. The number of posts in which the army\nis kept in time of peace should be materially diminished and the posts\nthat are left made correspondingly larger. No local interests should be\nallowed to stand in the way of assembling the greater part of the\ntroops which would at need form our field armies in stations of such\nsize as will permit the best training to be given to the personnel of\nall grades, including the high officers and staff officers. To\naccomplish this end we must have not company or regimental garrisons,\nbut brigade and division garrisons. Promotion by mere seniority can\nnever result in a thoroughly efficient corps of officers in the higher\nranks unless there accompanies it a vigorous weeding-out process. Such\na weeding-out process--that is, such a process of selection--is a chief\nfeature of the four years' course of the young officer at West Point.\nThere is no good reason why it should stop immediately upon his\ngraduation. While at West Point he is dropped unless he comes up to a\ncertain standard of excellence, and when he graduates he takes rank in\nthe army according to his rank of graduation. The results are good at\nWest Point; and there should be in the army itself something that will\nachieve the same end. After a certain age has been reached the average\nofficer is unfit to do good work below a certain grade. Provision\nshould be made for the promotion of exceptionally meritorious men over\nthe heads of their comrades and for the retirement of all men who have\nreached a given age without getting beyond a given rank; this age of\nretirement of course changing from rank to rank. In both the army and\nthe navy there should be some principle of selection, that is, of\npromotion for merit, and there should be a resolute effort to eliminate\nthe aged officers of reputable character who possess no special\nefficiency.There should be an increase in the coast artillery force, so that our\ncoast fortifications can be in some degree adequately manned. There is\nspecial need for an increase and reorganization of the Medical\nDepartment of the army. In both the army and navy there must be the\nsame thorough training for duty in the staff corps as in the fighting\nline. Only by such training in advance can we be sure that in actual\nwar field operations and those at sea will be carried on successfully.\nThe importance of this was shown conclusively in the Spanish-American\nand the Russo-Japanese wars. The work of the medical departments in the\nJapanese army and navy is especially worthy of study. I renew my\nrecommendation of January 9, 1905, as to the Medical Department of the\narmy and call attention to the equal importance of the needs of the\nstaff corps of the navy. In the Medical Department of the navy the\nfirst in importance is the reorganization of the Hospital Corps, on the\nlines of the Gallinger bill, (S. 3,984, February 1, 1904), and the\nreapportionment of the different grades of the medical officers to meet\nservice requirements. It seems advisable also that medical officers of\nthe army and navy should have similar rank and pay in their respective\ngrades, so that their duties can be carried on without friction when\nthey are brought together. The base hospitals of the navy should be put\nin condition to meet modern requirements and hospital ships be\nprovided. Unless we now provide with ample forethought for the medical\nneeds of the army and navy appalling suffering of a preventable kind is\nsure to occur if ever the country goes to war. It is not reasonable to\nexpect successful administration in time of war of a department which\nlacks a third of the number of officers necessary to perform the\nmedical service in time of peace. We need men who are not merely\ndoctors; they must be trained in the administration of military medical\nservice.Our navy must, relatively to the navies of other nations, always be of\ngreater size than our army. We have most wisely continued for a number\nof years to build up our navy, and it has now reached a fairly high\nstandard of efficiency. This standard of efficiency must not only be\nmaintained, but increased. It does not seem to be necessary, however,\nthat the navy should--at least in the immediate future--be increased\nbeyond the present number of units. What is now clearly necessary is to\nsubstitute efficient for inefficient units as the latter become worn\nout or as it becomes apparent that they are useless. Probably the\nresult would be attained by adding a single battleship to our navy each\nyear, the superseded or outworn vessels being laid up or broken up as\nthey are thus replaced. The four single-turret monitors built\nimmediately after the close of the Spanish war, for instance, are\nvessels which would be of but little use in the event of war. The money\nspent upon them could have been more usefully spent in other ways. Thus\nit would have been far better never to have built a single one of these\nmonitors and to have put the money into an ample supply of reserve\nguns. Most of the smaller cruisers and gunboats, though they serve a\nuseful purpose so far as they are needed for international police work,\nwould not add to the strength of our navy in a conflict with a serious\nfoe. There is urgent need of providing a large increase in the number\nof officers, and especially in the number of enlisted men.Recent naval history has emphasized certain lessons which ought not to,\nbut which do, need emphasis. Seagoing torpedo boats or destroyers are\nindispensable, not only for making night attacks by surprise upon an\nenemy, but even in battle for finishing already crippled ships. Under\nexceptional circumstances submarine boats would doubtless be of use.\nFast scouts are needed. The main strength of the navy, however, lies,\nand can only lie, in the great battleships, the heavily armored,\nheavily gunned vessels which decide the mastery of the seas.\nHeavy-armed cruisers also play a most useful part, and unarmed\ncruisers, if swift enough, are very useful as scouts. Between\nantagonists of approximately equal prowess the comparative perfection\nof the instruments of war will ordinarily determine the fight. But it\nis, of course, true that the man behind the gun, the man in the engine\nroom, and the man in the conning tower, considered not only\nindividually, but especially with regard to the way in which they work\ntogether, are even more important than the weapons with which they\nwork. The most formidable battleship is, of course, helpless against\neven a light cruiser if the men aboard it are unable to hit anything\nwith their guns, and thoroughly well-handled cruisers may count\nseriously in an engagement with much superior vessels, if the men\naboard the latter are ineffective, whether from lack of training or\nfrom any other cause. Modern warships are most formidable mechanisms\nwhen well handled, but they are utterly useless when not well handled,\nand they cannot be handled at all without long and careful training.\nThis training can under no circumstance be given when once war has\nbroken out. No fighting ship of the first class should ever be laid up\nsave for necessary repairs, and her crew should be kept constantly\nexercised on the high seas, so that she may stand at the highest point\nof perfection. To put a new and untrained crew upon the most powerful\nbattleship and send it out to meet a formidable enemy is not only to\ninvite, but to insure, disaster and disgrace. To improvise crews at the\noutbreak of a war, so far as the serious fighting craft are concerned,\nis absolutely hopeless. If the officers and men are not thoroughly\nskilled in, and have not been thoroughly trained to, their duties, it\nwould be far better to keep the ships in port during hostilities than\nto send them against a formidable opponent, for the result could only\nbe that they would be either sunk or captured. The marksmanship of our\nnavy is now on the whole in a gratifying condition, and there has been\na great improvement in fleet practice. We need additional seamen; we\nneed a large store of reserve guns; we need sufficient money for ample\ntarget practice, ample practice of every kind at sea. We should\nsubstitute for comparatively inefficient types--the old third-class\nbattleship Texas, the single-turreted monitors above mentioned, and,\nindeed, all the monitors and some of the old cruisers--efficient,\nmodern seagoing vessels. Seagoing torpedo-boat destroyers should be\nsubstituted for some of the smaller torpedo boats. During the present\nCongress there need be no additions to the aggregate number of units of\nthe navy. Our navy, though very small relatively to the navies of other\nnations, is for the present sufficient in point of numbers for our\nneeds, and while we must constantly strive to make its efficiency\nhigher, there need be no additions to the total of ships now built and\nbuilding, save in the way of substitution as above outlined. I\nrecommend the report of the Secretary of the Navy to the careful\nconsideration of the Congress, especially with a view to the\nlegislation therein advocated.During the past year evidence has accumulated to confirm the\nexpressions contained in my last two annual messages as to the\nimportance of revising by appropriate legislation our system of\nnaturalizing aliens. I appointed last March a commission to make a\ncareful examination of our naturalization laws, and to suggest\nappropriate measures to avoid the notorious abuses resulting from the\nimprovident of unlawful granting of citizenship. This commission,\ncomposed of an officer of the Department of State, of the Department of\nJustice, and of the Department of Commerce and Labor, has discharged\nthe duty imposed upon it, and has submitted a report, which will be\ntransmitted to the Congress for its consideration, and, I hope, for its\nfavor, able action.The distinguishing recommendations of the commission are:First--A Federal Bureau of Naturalization, to be established in the\nDepartment of Commerce and Labor, to supervise the administration of\nthe naturalization laws and to receive returns of naturalizations\npending and accomplished.Second--Uniformity of naturalization certificates, fees to be charged,\nand procedure.Third--More exacting qualifications for citizenship.Fourth--The preliminary declaration of intention to be abolished and no\nalien to be naturalized until at least ninety days after the filing of\nhis petition.Fifth--Jurisdiction to naturalize aliens to be confined to United\nStates district courts and to such State courts as have jurisdiction in\ncivil actions in which the amount in controversy is unlimited; in\ncities of over 100,000 inhabitants the United States district courts to\nhave exclusive jurisdiction in the naturalization of the alien\nresidents of such cities.In my last message I asked the attention of the Congress to the urgent\nneed of action to make our criminal law more effective; and I most\nearnestly request that you pay heed to the report of the Attorney\nGeneral on this subject. Centuries ago it was especially needful to\nthrow every safeguard round the accused. The danger then was lest he\nshould be wronged by the State. The danger is now exactly the reverse.\nOur laws and customs tell immensely in favor of the criminal and\nagainst the interests of the public he has wronged. Some antiquated and\noutworn rules which once safeguarded the threatened rights of private\ncitizens, now merely work harm to the general body politic. The\ncriminal law of the United States stands in urgent need of revision.\nThe criminal process of any court of the United States should run\nthroughout the entire territorial extent of our country. The delays of\nthe criminal law, no less than of the civil, now amount to a very great\nevil.There seems to be no statute of the United States which provides for\nthe punishment of a United States Attorney or other officer of the\nGovernment who corruptly agrees to wrongfully do or wrongfully refrain\nfrom doing any act when the consideration for such corrupt agreement is\nother than one possessing money value. This ought to be remedied by\nappropriate legislation. Legislation should also be enacted to cover\nexplicitly, unequivocally, and beyond question breach of trust in the\nshape of prematurely divulging official secrets by an officer or\nemploye of the United States, and to provide a suitable penalty\ntherefor. Such officer or employe owes the duty to the United States to\nguard carefully and not to divulge or in any manner use, prematurely,\ninformation which is accessible to the officer or employe by reason of\nhis official position. Most breaches of public trust are already\ncovered by the law, and this one should be. It is impossible, no matter\nhow much care is used, to prevent the occasional appointment to the\npublic service of a man who when tempted proves unfaithful; but every\nmeans should be provided to detect and every effort made to punish the\nwrongdoer. So far as in my power see each and every such wrongdoer\nshall be relentlessly hunted down; in no instance in the past has he\nbeen spared; in no instance in the future shall he be spared. His crime\nis a crime against every honest man in the Nation, for it is a crime\nagainst the whole body politic. Yet in dwelling on such misdeeds it is\nunjust not to add that they are altogether exceptional, and that on the\nwhole the employes of the Government render upright and faithful\nservice to the people. There are exceptions, notably in one or two\nbranches of the service, but at no time in the Nation's history has the\npublic service of the Nation taken as a whole stood on a higher plane\nthan now, alike as regards honesty and as regards efficiency.Once again I call your attention to the condition of the public land\nlaws. Recent developments have given new urgency to the need for such\nchanges as will fit these laws to actual present conditions. The honest\ndisposal and right use of the remaining public lands is of fundamental\nimportance. The iniquitous methods by which the monopolizing of the\npublic lands is being brought about under the present laws are becoming\nmore generally known, but the existing laws do not furnish effective\nremedies. The recommendations of the Public Lands Commission upon this\nsubject are wise and should be given effect.The creation of small irrigated farms under the Reclamation act is a\npowerful offset to the tendency of certain other laws to foster or\npermit monopoly of the land. Under that act the construction of great\nirrigation works has been proceeding rapidly and successfully, the\nlands reclaimed are eagerly taken up, and the prospect that the policy\nof National irrigation will accomplish all that was expected of it is\nbright. The act should be extended to include the State of Texas.The Reclamation act derives much of its value from the fact that it\ntends to secure the greatest possible number of homes on the land, and\nto create communities of freeholders, in part by settlement on public\nlands, in part by forcing the subdivision of large private holdings\nbefore they can get water from Government irrigation works. The law\nrequires that no right to the use of water for land in private\nownership shall be sold for a tract exceeding 160 acres to any one land\nowner. This provision has excited active and powerful hostility, but\nthe success of the law itself depends on the wise and firm enforcement\nof it. We cannot afford to substitute tenants for freeholders on the\npublic domain.The greater part of the remaining public lands can not be irrigated.\nThey are at present and will probably always be of greater value for\ngrazing than for any other purpose. This fact has led to the grazing\nhomestead of 640 acres in Nebraska and to the proposed extension of it\nto other States. It is argued that a family can not be supported on 160\nacres of arid grazing land. This is obviously true, but neither can a\nfamily be supported on 640 acres of much of the land to which it is\nproposed to apply the grazing homestead. To establish universally any\nsuch arbitrary limit would be unwise at the present time. It would\nprobably result on the one hand in enlarging the holdings of some of\nthe great land owners, and on the other in needless suffering and\nfailure on the part of a very considerable proportion of the bona fide\nsettlers who give faith to the implied assurance of the Government that\nsuch an area is sufficient. The best use of the public grazing lands\nrequires the careful examination and classification of these lands in\norder to give each settler land enough to support his family and no\nmore. While this work is being done, and until the lands are settled,\nthe Government should take control of the open range, under reasonable\nregulations suited to local needs, following the general policy already\nin successful operation on the forest reserves. It is probable that the\npresent grazing value of the open public range is scarcely more than\nhalf what it once was or what it might easily be again under careful\nregulation.The forest policy of the Administration appears to enjoy the unbroken\nsupport of the people. The great users of timber are themselves\nforwarding the movement for forest preservation. All organized\nopposition to the forest preserves in the West has disappeared. Since\nthe consolidation of all Government forest work in the National Forest\nService there has been a rapid and notable gain in the usefulness of\nthe forest reserves to the people and in public appreciation of their\nvalue. The National parks within or adjacent to forest reserves should\nbe transferred to the charge of the Forest Service also.The National Government already does something in connection with the\nconstruction and maintenance of the great system of levees along the\nlower course of the Mississippi; in my judgment it should do much more.To the spread of our trade in peace and the defense of our flag in war\na great and prosperous merchant marine is indispensable. We should have\nships of our own and seamen of our own to convey our goods to neutral\nmarkets, and in case of need to reinforce our battle line. It cannot\nbut be a source of regret and uneasiness to us that the lines of\ncommunication with our sister republics of South America should be\nchiefly under foreign control. It is not a good thing that American\nmerchants and manufacturers should have to send their goods and letters\nto South America via Europe if they wish security and dispatch. Even on\nthe Pacific, where our ships have held their own better than on the\nAtlantic, our merchant flag is now threatened through the liberal aid\nbestowed by other Governments on their own steam lines. I ask your\nearnest consideration of the report with which the Merchant Marine\nCommission has followed its long and careful inquiry.I again heartily commend to your favorable consideration the\ntercentennial celebration at Jamestown, Va. Appreciating the\ndesirability of this commemoration, the Congress passed an act, March\n3, 1905, authorizing in the year 1907, on and near the waters of\nHampton Roads, in the State of Virginia, an international naval,\nmarine, and military celebration in honor of this event. By the\nauthority vested in me by this act, I have made proclamation of said\ncelebration, and have issued, in conformity with its instructions,\ninvitations to all the nations of the earth to participate, by sending\ntheir naval vessels and such military organizations as may be\npracticable. This celebration would fail of its full purpose unless it\nwere enduring in its results and commensurate with the importance of\nthe event to be celebrated, the event from which our Nation dates its\nbirth. I earnestly hope that this celebration, already indorsed by the\nCongress of the United States, and by the Legislatures of sixteen\nStates since the action of the Congress, will receive such additional\naid at your hands as will make it worthy of the great event it is\nintended to celebrate, and thereby enable the Government of the United\nStates to make provision for the exhibition of its own resources, and\nlikewise enable our people who have undertaken the work of such a\ncelebration to provide suitable and proper entertainment and\ninstruction in the historic events of our country for all who may visit\nthe exposition and to whom we have tendered our hospitality.It is a matter of unmixed satisfaction once more to call attention to\nthe excellent work of the Pension Bureau; for the veterans of the civil\nwar have a greater claim upon us than any other class of our citizens.\nTo them, first of all among our people, honor is due.Seven years ago my lamented predecessor, President McKinley, stated\nthat the time had come for the Nation to care for the graves of the\nConfederate dead. I recommend that the Congress take action toward this\nend. The first need is to take charge of the graves of the Confederate\ndead who died in Northern prisons.The question of immigration is of vital interest to this country. In\nthe year ending June 30, 1905, there came to the United States\n1,026,000 alien immigrants. In other words, in the single year that has\njust elapsed there came to this country a greater number of people than\ncame here during the one hundred and sixty-nine years of our Colonial\nlife which intervened between the first landing at Jamestown and the\nDeclaration of Independence. It is clearly shown in the report of the\nCommissioner General of Immigration that while much of this enormous\nimmigration is undoubtedly healthy and natural, a considerable\nproportion is undesirable from one reason or another; moreover, a\nconsiderable proportion of it, probably a very large proportion,\nincluding most of the undesirable class, does not come here of its own\ninitiative, but because of the activity of the agents of the great\ntransportation companies. These agents are distributed throughout\nEurope, and by the offer of all kinds of inducements they wheedle and\ncajole many immigrants, often against their best interest, to come\nhere. The most serious obstacle we have to encounter in the effort to\nsecure a proper regulation of the immigration to these shores arises\nfrom the determined opposition of the foreign steamship lines who have\nno interest whatever in the matter save to increase the returns on\ntheir capital by carrying masses of immigrants hither in the steerage\nquarters of their ships.As I said in my last message to the Congress, we cannot have too much\nimmigration of the right sort and we should have none whatever of the\nwrong sort. Of course, it is desirable that even the right kind of\nimmigration should be properly distributed in this country. We need\nmore of such immigration for the South; and special effort should be\nmade to secure it. Perhaps it would be possible to limit the number of\nimmigrants allowed to come in any one year to New York and other\nNorthern cities, while leaving unlimited the number allowed to come to\nthe South; always provided, however, that a stricter effort is made to\nsee that only immigrants of the right kind come to our country\nanywhere. In actual practice it has proved so difficult to enforce the\nmigration laws where long stretches of frontier marked by an imaginary\nline alone intervene between us and our neighbors that I recommend that\nno immigrants be allowed to come in from Canada and Mexico save natives\nof the two countries themselves. As much as possible should be done to\ndistribute the immigrants upon the land and keep them away from the\ncontested tenement-house districts of the great cities. But\ndistribution is a palliative, not a cure. The prime need is to keep out\nall immigrants who will not make good American citizens. The laws now\nexisting for the exclusion of undesirable immigrants should be\nstrengthened. Adequate means should be adopted, enforced by sufficient\npenalties, to compel steamship companies engaged in the passenger\nbusiness to observe in good faith the law which forbids them to\nencourage or solicit immigration to the United States. Moreover, there\nshould be a sharp limitation imposed upon all vessels coming to our\nports as to the number of immigrants in ratio to the tonnage which each\nvessel can carry. This ratio should be high enough to insure the coming\nhither of as good a class of aliens as possible. Provision should be\nmade for the surer punishment of those who induce aliens to come to\nthis country under promise or assurance of employment. It should be\nmade possible to inflict a sufficiently heavy penalty on any employer\nviolating this law to deter him from taking the risk. It seems to me\nwise that there should be an international conference held to deal with\nthis question of immigration, which has more than a merely National\nsignificance; such a conference could, among other things, enter at\nlength into the method for securing a thorough inspection of would-be\nimmigrants at the ports from which they desire to embark before\npermitting them to embark.In dealing with this question it is unwise to depart from the old\nAmerican tradition and to discriminate for or against any man who\ndesires to come here and become a citizen, save on the ground of that\nman's fitness for citizenship. It is our right and duty to consider his\nmoral and social quality. His standard of living should be such that he\nwill not, by pressure of competition, lower the standard of living of\nour own wage-workers; for it must ever be a prime object of our\nlegislation to keep high their standard of living. If the man who seeks\nto come here is from the moral and social standpoint of such a\ncharacter as to bid fair to add value to the community he should be\nheartily welcomed. We cannot afford to pay heed to whether he is of one\ncreed or another, of one nation, or another. We cannot afford to\nconsider whether he is Catholic or Protestant, Jew or Gentile; whether\nhe is Englishman or Irishman, Frenchman or German, Japanese, Italian,\nScandinavian, Slav, or Magyar. What we should desire to find out is the\nindividual quality of the individual man. In my judgment, with this end\nin view, we shall have to prepare through our own agents a far more\nrigid inspection in the countries from which the immigrants come. It\nwill be a great deal better to have fewer immigrants, but all of the\nright kind, than a great number of immigrants, many of whom are\nnecessarily of the wrong kind. As far as possible we wish to limit the\nimmigration to this country to persons who propose to become citizens\nof this country, and we can well afford to insist upon adequate\nscrutiny of the character of those who are thus proposed for future\ncitizenship. There should be an increase in the stringency of the laws\nto keep out insane, idiotic, epileptic, and pauper immigrants. But this\nis by no means enough. Not merely the Anarchist, but every man of\nAnarchistic tendencies, all violent and disorderly people, all people\nof bad character, the incompetent, the lazy, the vicious, the\nphysically unfit, defective, or degenerate should be kept out. The\nstocks out of which American citizenship is to be built should be\nstrong and healthy, sound in body, mind, and character. If it be\nobjected that the Government agents would not always select well, the\nanswer is that they would certainly select better than do the agents\nand brokers of foreign steamship companies, the people who now do\nwhatever selection is done.The questions arising in connection with Chinese immigration stand by\nthemselves. The conditions in China are such that the entire Chinese\ncoolie class, that is, the class of Chinese laborers, skilled and\nunskilled, legitimately come under the head of undesirable immigrants\nto this country, because of their numbers, the low wages for which they\nwork, and their low standard of living. Not only is it to the interest\nof this country to keep them out, but the Chinese authorities do not\ndesire that they should be admitted. At present their entrance is\nprohibited by laws amply adequate to accomplish this purpose. These\nlaws have been, are being, and will be, thoroughly enforced. The\nviolations of them are so few in number as to be infinitesimal and can\nbe entirely disregarded. This is no serious proposal to alter the\nimmigration law as regards the Chinese laborer, skilled or unskilled,\nand there is no excuse for any man feeling or affecting to feel the\nslightest alarm on the subject.But in the effort to carry out the policy of excluding Chinese\nlaborers, Chinese coolies, grave injustice and wrong have been done by\nthis Nation to the people of China, and therefore ultimately to this\nNation itself. Chinese students, business and professional men of all\nkinds--not only merchants, but bankers, doctors, manufacturers,\nprofessors, travelers, and the like--should be encouraged to come here,\nand treated on precisely the same footing that we treat students,\nbusiness men, travelers, and the like of other nations. Our laws and\ntreaties should be framed, not so as to put these people in the\nexcepted classes, but to state that we will admit all Chinese, except\nChinese of the coolie class, Chinese skilled or unskilled laborers.\nThere would not be the least danger that any such provision would\nresult in any relaxation of the law about laborers. These will, under\nall conditions, be kept out absolutely. But it will be more easy to see\nthat both justice and courtesy are shown, as they ought to be shown, to\nother Chinese, if the law or treaty is framed as above suggested.\nExaminations should be completed at the port of departure from China.\nFor this purpose there should be provided a more adequate Consular\nService in China than we now have. The appropriations both for the\noffices of the Consuls and for the office forces in the consulates\nshould be increased.As a people we have talked much of the open door in China, and we\nexpect, and quite rightly intend to insist upon, justice being shown us\nby the Chinese. But we cannot expect to receive equity unless we do\nequity. We cannot ask the Chinese to do to us what we are unwilling to\ndo to them. They would have a perfect right to exclude our laboring men\nif our laboring men threatened to come into their country in such\nnumbers as to jeopardize the well-being of the Chinese population; and\nas, mutatis mutandis, these were the conditions with which Chinese\nimmigration actually brought this people face to face, we had and have\na perfect right, which the Chinese Government in no way contests, to\nact as we have acted in the matter of restricting coolie immigration.\nThat this right exists for each country was explicitly acknowledged in\nthe last treaty between the two countries. But we must treat the\nChinese student, traveler, and business man in a spirit of the broadest\njustice and courtesy if we expect similar treatment to be accorded to\nour own people of similar rank who go to China. Much trouble has come\nduring the past Summer from the organized boycott against American\ngoods which has been started in China. The main factor in producing\nthis boycott has been the resentment felt by the students and business\npeople of China, by all the Chinese leaders, against the harshness of\nour law toward educated Chinamen of the professional and business\nclasses.  This Government has the friendliest feeling for China and\ndesires China's well-being. We cordially sympathize with the announced\npurpose of Japan to stand for the integrity of China. Such an attitude\ntends to the peace of the world.The civil service law has been on the statute books for twenty-two\nyears. Every President and a vast majority of heads of departments who\nhave been in office during that period have favored a gradual extension\nof the merit system. The more thoroughly its principles have been\nunderstood, the greater has been the favor with which the law has been\nregarded by administration officers. Any attempt to carry on the great\nexecutive departments of the Government without this law would\ninevitably result in chaos. The Civil Service Commissioners are doing\nexcellent work, and their compensation is inadequate considering the\nservice they perform.The statement that the examinations are not practical in character is\nbased on a misapprehension of the practice of the Commission. The\ndepartments are invariably consulted as to the requirements desired and\nas to the character of questions that shall be asked. General\ninvitations are frequently sent out to all heads of departments asking\nwhether any changes in the scope or character of examinations are\nrequired. In other words, the departments prescribe the requirements\nand qualifications desired, and the Civil Service Commission\nco-operates with them in securing persons with these qualifications and\ninsuring open and impartial competition. In a large number of\nexaminations (as, for example, those for trades positions), there are\nno educational requirements whatever, and a person who can neither read\nnor write may pass with a high average. Vacancies in the service are\nfilled with reasonable expedition, and the machinery of the Commission,\nwhich reaches every part of the country, is the best agency that has\nyet been devised for finding people with the most suitable\nqualifications for the various offices to be filled. Written\ncompetitive examinations do not make an ideal method for filling\npositions, but they do represent an immeasurable advance upon the\n\"spoils\" method, under which outside politicians really make the\nappointments nominally made by the executive officers, the appointees\nbeing chosen by the politicians in question, in the great majority of\ncases, for reasons totally unconnected with the needs of the service or\nof the public.Statistics gathered by the Census Bureau show that the tenure of office\nin the Government service does not differ materially from that enjoyed\nby employes of large business corporations. Heads of executive\ndepartments and members of the Commission have called my attention to\nthe fact that the rule requiring a filing of charges and three days'\nnotice before an employe could be separated from the service for\ninefficiency has served no good purpose whatever, because that is not a\nmatter upon which a hearing of the employe found to be inefficient can\nbe of any value, and in practice the rule providing for such notice and\nhearing has merely resulted in keeping in a certain number of\nincompetents, because of the reluctance of the heads of departments and\nbureau chiefs to go through the required procedure. Experience has\nshown that this rule is wholly ineffective to save any man, if a\nsuperior for improper reasons wishes to remove him, and is mischievous\nbecause it sometimes serves to keep in the service incompetent men not\nguilty of specific wrongdoing. Having these facts in view the rule has\nbeen amended by providing that where the inefficiency or incapacity\ncomes within the personal knowledge of the head of a department the\nremoval may be made without notice, the reasons therefor being filed\nand made a record of the department. The absolute right of the removal\nrests where it always has rested, with the head of a department; any\nlimitation of this absolute right results in grave injury to the public\nservice. The change is merely one of procedure; it was much needed, and\nit is producing good results.The civil service law is being energetically and impartially enforced,\nand in the large majority of cases complaints of violations of either\nthe law or rules are discovered to be unfounded. In this respect this\nlaw compares very favorably with any other Federal statute. The\nquestion of politics in the appointment and retention of the men\nengaged in merely ministerial work has been practically eliminated in\nalmost the entire field of Government employment covered by the civil\nservice law. The action of the Congress in providing the commission\nwith its own force instead of requiring it to rely on detailed clerks\nhas been justified by the increased work done at a smaller cost to the\nGovernment. I urge upon the Congress a careful consideration of the\nrecommendations contained in the annual report of the commission.Our copyright laws urgently need revision. They are imperfect in\ndefinition, confused and inconsistent in expression; they omit\nprovision for many articles which, under modern reproductive processes\nare entitled to protection; they impose hardships upon the copyright\nproprietor which are not essential to the fair protection of the\npublic; they are difficult for the courts to interpret and impossible\nfor the Copyright Office to administer with satisfaction to the public.\nAttempts to improve them by amendment have been frequent, no less than\ntwelve acts for the purpose having been passed since the Revised\nStatutes. To perfect them by further amendment seems impracticable. A\ncomplete revision of them is essential. Such a revision, to meet modern\nconditions, has been found necessary in Germany, Austria, Sweden, and\nother foreign countries, and bills embodying it are pending in England\nand the Australian colonies. It has been urged here, and proposals for\na commission to undertake it have, from time to time, been pressed upon\nthe Congress. The inconveniences of the present conditions being so\ngreat, an attempt to frame appropriate legislation has been made by the\nCopyright Office, which has called conferences of the various interests\nespecially and practically concerned with the operation of the\ncopyright laws. It has secured from them suggestions as to the changes\nnecessary; it has added from its own experience and investigations, and\nit has drafted a bill which embodies such of these changes and\nadditions as, after full discussion and expert criticism, appeared to\nbe sound and safe. In form this bill would replace the existing\ninsufficient and inconsistent laws by one general copyright statute. It\nwill be presented to the Congress at the coming session. It deserves\nprompt consideration.I recommend that a law be enacted to regulate inter-State commerce in\nmisbranded and adulterated foods, drinks, and drugs. Such law would\nprotect legitimate manufacture and commerce, and would tend to secure\nthe health and welfare of the consuming public. Traffic in food-stuffs\nwhich have been debased or adulterated so as to injure health or to\ndeceive purchasers should be forbidden.The law forbidding the emission of dense black or gray smoke in the\ncity of Washington has been sustained by the courts. Something has been\naccomplished under it, but much remains to be done if we would preserve\nthe capital city from defacement by the smoke nuisance. Repeated\nprosecutions under the law have not had the desired effect. I recommend\nthat it be made more stringent by increasing both the minimum and\nmaximum fine; by providing for imprisonment in cases of repeated\nviolation, and by affording the remedy of injunction against the\ncontinuation of the operation of plants which are persistent offenders.\nI recommend, also, an increase in the number of inspectors, whose duty\nit shall be to detect violations of the act.I call your attention to the generous act of the State of California in\nconferring upon the United States Government the ownership of the\nYosemite Valley and the Mariposa Big Tree Grove. There should be no\ndelay in accepting the gift, and appropriations should be made for the\nincluding thereof in the Yosemite National Park, and for the care and\npolicing of the park. California has acted most wisely, as well as with\ngreat magnanimity, in the matter. There are certain mighty natural\nfeatures of our land which should be preserved in perpetuity for our\nchildren and our children's children. In my judgment, the Grand Canyon\nof the Colorado should be made into a National park. It is greatly to\nbe wished that the State of New York should copy as regards Niagara\nwhat the State of California has done as regards the Yosemite. Nothing\nshould be allowed to interfere with the preservation of Niagara Falls\nin all their beauty and majesty. If the State cannot see to this, then\nit is earnestly to be wished that she should be willing to turn it over\nto the National Government, which should in such case (if possible, in\nconjunction with the Canadian Government) assume the burden and\nresponsibility of preserving unharmed Niagara Falls; just as it should\ngladly assume a similar burden and responsibility for the Yosemite\nNational Park, and as it has already assumed them for the Yellowstone\nNational Park. Adequate provision should be made by the Congress for\nthe proper care and supervision of all these National parks. The\nboundaries of the Yellowstone National Park should be extended to the\nsouth and east, to take in such portions of the abutting forest\nreservations as will enable the Government to protect the elk on their\nWinter range.The most characteristic animal of the Western plains was the great,\nshaggy-maned wild ox, the bison, commonly known as buffalo. Small\nfragments of herds exist in a domesticated state here and there, a few\nof them in the Yellowstone Park. Such a herd as that on the Flat-head\nReservation should not be allowed to go out of existence. Either on\nsome reservation or on some forest reserve like the Wichita reserve and\ngame refuge provision should be made for the preservation of such a\nherd. I believe that the scheme would be of economic advantage, for the\nrobe of the buffalo is of high market value, and the same is true of\nthe robe of the crossbred animals.I call your especial attention to the desirability of giving to the\nmembers of the Life Saving Service pensions such as are given to\nfiremen and policemen in all our great cities. The men in the Life\nSaving Service continually and in the most matter of fact way do deeds\nsuch as make Americans proud of their country. They have no political\ninfluence, and they live in such remote places that the really heroic\nservices they continually render receive the scantiest recognition from\nthe public. It is unjust for a great nation like this to permit these\nmen to become totally disabled or to meet death in the performance of\ntheir hazardous duty and yet to give them no sort of reward. If one of\nthem serves thirty years of his life in such a position he should\nsurely be entitled to retire on half pay, as a fireman or policeman\ndoes, and if he becomes totally incapacitated through accident or\nsickness, or loses his health in the discharge of his duty, he or his\nfamily should receive a pension just as any soldier should. I call your\nattention with especial earnestness to this matter because it appeals\nnot only to our judgment but to our sympathy; for the people on whose\nbehalf I ask it are comparatively few in number, render incalculable\nservice of a particularly dangerous kind, and have no one to speak for\nthem.During the year just past, the phase of the Indian question which has\nbeen most sharply brought to public attention is the larger legal\nsignificance of the Indian's induction into citizenship. This has made\nitself manifest not only in a great access of litigation in which the\ncitizen Indian figures as a party defendant and in a more widespread\ndisposition to levy local taxation upon his personalty, but in a\ndecision of the United States Supreme Court which struck away the main\nprop on which has hitherto rested the Government's benevolent effort to\nprotect him against the evils of intemperance. The court holds, in\neffect, that when an Indian becomes, by virtue of an allotment of land\nto him, a citizen of the State in which his land is situated, he passes\nfrom under Federal control in such matters as this, and the acts of the\nCongress prohibiting the sale or gift to him of intoxicants become\nsubstantially inoperative. It is gratifying to note that the States and\nmunicipalities of the West which have most at stake in the welfare of\nthe Indians are taking up this subject and are trying to supply, in a\nmeasure at least, the abdication of its trusteeship forced upon the\nFederal Government. Nevertheless, I would urgently press upon the\nattention of the Congress the question whether some amendment of the\ninternal revenue laws might not be of aid in prosecuting those\nmalefactors, known in the Indian country as \"bootleggers,\" who are\nengaged at once in defrauding the United States Treasury of taxes and,\nwhat is far more important, in debauching the Indians by carrying\nliquors illicitly into territory still completely under Federal\njurisdiction.Among the crying present needs of the Indians are more day schools\nsituated in the midst of their settlements, more effective instruction\nin the industries pursued on their own farms, and a more liberal\ntension of the field-matron service, which means the education of the\nIndian women in the arts of home making. Until the mothers are well\nstarted in the right direction we cannot reasonably expect much from\nthe children who are soon to form an integral part of our American\ncitizenship. Moreover the excuse continually advanced by male adult\nIndians for refusing offers of remunerative employment at a distance\nfrom their homes is that they dare not leave their families too long\nout of their sight. One effectual remedy for this state of things is to\nemploy the minds and strengthen the moral fibre of the Indian\nwomen--the end to which the work of the field matron is especially\ndirected. I trust that the Congress will make its appropriations for\nIndian day schools and field matrons as generous as may consist with\nthe other pressing demands upon its providence.During the last year the Philippine Islands have been slowly recovering\nfrom the series of disasters which, since American occupation, have\ngreatly reduced the amount of agricultural products below what was\nproduced in Spanish times. The war, the rinderpest, the locusts, the\ndrought, and the cholera have been united as causes to prevent a return\nof the prosperity much needed in the islands. The most serious is the\ndestruction by the rinderpest of more than 75 per cent of the draught\ncattle, because it will take several years of breeding to restore the\nnecessary number of these indispensable aids to agriculture. The\ncommission attempted to supply by purchase from adjoining countries the\nneeded cattle, but the experiments made were unsuccessful. Most of the\ncattle imported were unable to withstand the change of climate and the\nrigors of the voyage and died from other diseases than rinderpest.The income of the Philippine Government has necessarily been reduced by\nreason of the business and agricultural depression in the islands, and\nthe Government has been obliged to exercise great economy to cut down\nits expenses, to reduce salaries, and in every way to avoid a deficit.\nIt has adopted an internal revenue law, imposing taxes on cigars,\ncigarettes, and distilled liquors, and abolishing the old Spanish\nindustrial taxes. The law has not operated as smoothly as was hoped,\nand although its principle is undoubtedly correct, it may need\namendments for the purpose of reconciling the people to its provisions.\nThe income derived from it has partly made up for the reduction in\ncustoms revenue.There has been a marked increase in the number of Filipinos employed in\nthe civil service, and a corresponding decrease in the number of\nAmericans. The Government in every one of its departments has been\nrendered more efficient by elimination of undesirable material and the\npromotion of deserving public servants.Improvements of harbors, roads, and bridges continue, although the\ncutting down of the revenue forbids the expenditure of any great amount\nfrom current income for these purposes. Steps are being taken, by\nadvertisement for competitive bids, to secure the construction and\nmaintenance of 1,000 miles of railway by private corporations under the\nrecent enabling legislation of the Congress. The transfer of the friar\nlands, in accordance with the contract made some two years ago, has\nbeen completely effected, and the purchase money paid. Provision has\njust been made by statute for the speedy settlement in a special\nproceeding in the Supreme Court of controversies over the possession\nand title of church buildings and rectories arising between the Roman\nCatholic Church and schismatics claiming under ancient municipalities.\nNegotiations and hearings for the settlement of the amount due to the\nRoman Catholic Church for rent and occupation of churches and rectories\nby the army of the United States are in progress, and it is hoped a\nsatisfactory conclusion may be submitted to the Congress before the end\nof the session.Tranquillity has existed during the past year throughout the\nArchipelago, except in the Province of Cavite, the Province of Batangas\nand the Province of Samar, and in the Island of Jolo among the Moros.\nThe Jolo disturbance was put an end to by several sharp and short\nengagements, and now peace prevails in the Moro Province, Cavite, the\nmother of ladrones in the Spanish times, is so permeated with the\ntraditional sympathy of the people for ladronism as to make it\ndifficult to stamp out the disease. Batangas was only disturbed by\nreason of the fugitive ladrones from Cavite, Samar was thrown into\ndisturbance by the uneducated and partly savage peoples living in the\nmountains, who, having been given by the municipal code more power than\nthey were able to exercise discreetly, elected municipal officers who\nabused their trusts, compelled the people raising hemp to sell it at a\nmuch less price than it was worth, and by their abuses drove their\npeople into resistance to constituted authority. Cavite and Samar are\ninstances of reposing too much confidence in the self-governing power\nof a people. The disturbances have all now been suppressed, and it is\nhoped that with these lessons local governments can be formed which\nwill secure quiet and peace to the deserving inhabitants. The incident\nis another proof of the fact that if there has been any error as\nregards giving self-government in the Philippines it has been in the\ndirection of giving it too quickly, not too slowly. A year from next\nApril the first legislative assembly for the islands will be held. On\nthe sanity and self-restraint of this body much will depend so far as\nthe future self-government of the islands is concerned.The most encouraging feature of the whole situation has been the very\ngreat interest taken by the common people in education and the great\nincrease in the number of enrolled students in the public schools. The\nincrease was from 300,000 to half a million pupils. The average\nattendance is about 70 per cent. The only limit upon the number of\npupils seems to be the capacity of the government to furnish teachers\nand school houses.The agricultural conditions of the islands enforce more strongly than\never the argument in favor of reducing the tariff on the products of\nthe Philippine Islands entering the United States. I earnestly\nrecommend that the tariff now imposed by the Dingley bill upon the\nproducts of the Philippine Islands be entirely removed, except the\ntariff on sugar and tobacco, and that that tariff be reduced to 25 per\ncent of the present rates under the Dingley act; that after July 1,\n1909, the tariff upon tobacco and sugar produced in the Philippine\nIslands be entirely removed, and that free trade between the islands\nand the United States in the products of each country then be provided\nfor by law.A statute in force, enacted April 15, 1904, suspends the operation of\nthe coastwise laws of the United States upon the trade between the\nPhilippine Islands and the United States until July 1, 1906. I\nearnestly recommend that this suspension be postponed until July 1,\n1909. I think it of doubtful utility to apply the coastwise laws to the\ntrade between the United States and the Philippines under any\ncircumstances, because I am convinced that it will do no good whatever\nto American bottoms, and will only interfere and be an obstacle to the\ntrade between the Philippines and the United States, but if the\ncoastwise law must be thus applied, certainly it ought not to have\neffect until free trade is enjoyed between the people of the United\nStates and the people of the Philippine Islands in their respective\nproducts.I do not anticipate that free trade between the islands and the United\nStates will produce a revolution in the sugar and tobacco production of\nthe Philippine Islands. So primitive are the methods of agriculture in\nthe Philippine Islands, so slow is capital in going to the islands, so\nmany difficulties surround a large agricultural enterprise in the\nislands, that it will be many, many years before the products of those\nislands will have any effect whatever upon the markets of the United\nStates. The problem of labor is also a formidable one with the sugar\nand tobacco producers in the islands. The best friends of the Filipino\npeople and the people themselves are utterly opposed to the admission\nof Chinese coolie labor. Hence the only solution is the training of\nFilipino labor, and this will take a long time. The enactment of a law\nby the Congress of the United States making provision for free trade\nbetween the islands and the United States, however, will be of great\nimportance from a political and sentimental standpoint; and, while its\nactual benefit has doubtless been exaggerated by the people of the\nislands, they will accept this measure of justice as an indication that\nthe people of the United States are anxious to aid the people of the\nPhilippine Islands in every way, and especially in the agricultural\ndevelopment of their archipelago. It will aid the Filipinos without\ninjuring interests in America.In my judgment immediate steps should be taken for the fortification of\nHawaii. This is the most important point in the Pacific to fortify in\norder to conserve the interests of this country. It would be hard to\noverstate the importance of this need. Hawaii is too heavily taxed.\nLaws should be enacted setting aside for a period of, say, twenty years\n75 per cent of the internal revenue and customs receipts from Hawaii as\na special fund to be expended in the islands for educational and public\nbuildings, and for harbor improvements and military and naval defenses.\nIt cannot be too often repeated that our aim must be to develop the\nterritory of Hawaii on traditional American lines. That territory has\nserious commercial and industrial problems to reckon with; but no\nmeasure of relief can be considered which looks to legislation\nadmitting Chinese and restricting them by statute to field labor and\ndomestic service. The status of servility can never again be tolerated\non American soil. We cannot concede that the proper solution of its\nproblems is special legislation admitting to Hawaii a class of laborers\ndenied admission to the other States and Territories. There are\nobstacles, and great obstacles, in the way of building up a\nrepresentative American community in the Hawaiian Islands; but it is\nnot in the American character to give up in the face of difficulty.\nMany an American Commonwealth has been built up against odds equal to\nthose that now confront Hawaii.No merely half-hearted effort to meet its problems as other American\ncommunities have met theirs can be accepted as final. Hawaii shall\nnever become a territory in which a governing class of rich planters\nexists by means of coolie labor. Even if the rate of growth of the\nTerritory is thereby rendered slower, the growth must only take place\nby the admission of immigrants fit in the end to assume the duties and\nburdens of full American citizenship. Our aim must be to develop the\nTerritory on the same basis of stable citizenship as exists on this\ncontinent.I earnestly advocate the adoption of legislation which will explicitly\nconfer American citizenship on all citizens of Porto Rico. There is, in\nmy judgment, no excuse for failure to do this. The harbor of San Juan\nshould be dredged and improved. The expenses of the Federal Court of\nPorto Rico should be met from the Federal Treasury and not from the\nPorto Rican treasury. The elections in Porto Rico should take place\nevery four years, and the Legislature should meet in session every two\nyears. The present form of government in Porto Rico, which provides for\nthe appointment by the President of the members of the Executive\nCouncil or upper house of the Legislature, has proved satisfactory and\nhas inspired confidence in property owners and investors. I do not deem\nit advisable at the present time to change this form in any material\nfeature. The problems and needs of the island are industrial and\ncommercial rather than political.I wish to call the attention of the Congress to one question which\naffects our insular possessions generally; namely, the need of an\nincreased liberality in the treatment of the whole franchise question\nin these islands. In the proper desire to prevent the islands being\nexploited by speculators and to have them develop in the interests of\ntheir own people an error has been made in refusing to grant\nsufficiently liberal terms to induce the investment of American capital\nin the Philippines and in Porto Rico. Elsewhere in this message I have\nspoken strongly against the jealousy of mere wealth, and especially of\ncorporate wealth as such. But it is particularly regrettable to allow\nany such jealousy to be developed when we are dealing either with our\ninsular or with foreign affairs. The big corporation has achieved its\npresent position in the business world simply because it is the most\neffective instrument in business competition. In foreign affairs we\ncannot afford to put our people at a disadvantage with their\ncompetitors by in any way discriminating against the efficiency of our\nbusiness organizations. In the same way we cannot afford to allow our\ninsular possessions to lag behind in industrial development from any\ntwisted jealousy of business success. It is, of course, a mere truism\nto say that the business interests of the islands will only be\ndeveloped if it becomes the financial interest of somebody to develop\nthem. Yet this development is one of the things most earnestly to be\nwished for in the interest of the islands themselves. We have been\npaying all possible heed to the political and educational interests of\nthe islands, but, important though these objects are, it is not less\nimportant that we should favor their industrial development. The\nGovernment can in certain ways help this directly, as by building good\nroads; but the fundamental and vital help must be given through the\ndevelopment of the industries of the islands, and a most efficient\nmeans to this end is to encourage big American corporations to start\nindustries in them, and this means to make it advantageous for them to\ndo so. To limit the ownership of mining claims, as has been done in the\nPhilippines, is absurd. In both the Philippines and Porto Rico the\nlimit of holdings of land should be largely raised.I earnestly ask that Alaska be given an elective delegate. Some person\nshould be chosen who can speak with authority of the needs of the\nTerritory. The Government should aid in the construction of a railroad\nfrom the Gulf of Alaska to the Yukon River, in American territory. In\nmy last two messages I advocated certain additional action on behalf of\nAlaska. I shall not now repeat those recommendations, but I shall lay\nall my stress upon the one recommendation of giving to Alaska some one\nauthorized to speak for it. I should prefer that the delegate was made\nelective, but if this is not deemed wise, then make him appointive. At\nany rate, give Alaska some person whose business it shall be to speak\nwith authority on her behalf to the Congress. The natural resources of\nAlaska are great. Some of the chief needs of the peculiarly energetic,\nself-reliant, and typically American white population of Alaska were\nset forth in my last message. I also earnestly ask your attention to\nthe needs of the Alaskan Indians. All Indians who are competent should\nreceive the full rights of American citizenship. It is, for instance, a\ngross and indefensible wrong to deny to such hard-working,\ndecent-living Indians as the Metlakahtlas the right to obtain licenses\nas captains, pilots, and engineers; the right to enter mining claims,\nand to profit by the homestead law. These particular Indians are\ncivilized and are competent and entitled to be put on the same basis\nwith the white men round about them.I recommend that Indian Territory and Oklahoma be admitted as one State\nand that New Mexico and Arizona be admitted as one State. There is no\nobligation upon us to treat territorial subdivisions, which are matters\nof convenience only, as binding us on the question of admission to\nStatehood. Nothing has taken up more time in the Congress during the\npast few years than the question as to the Statehood to be granted to\nthe four Territories above mentioned, and after careful consideration\nof all that has been developed in the discussions of the question, I\nrecommend that they be immediately admitted as two States. There is no\njustification for further delay; and the advisability of making the\nfour Territories into two States has been clearly established.In some of the Territories the legislative assemblies issue licenses\nfor gambling. The Congress should by law forbid this practice, the\nharmful results of which are obvious at a glance.The treaty between the United States and the Republic of Panama, under\nwhich the construction of the Panama Canal was made possible, went into\neffect with its ratification by the United States Senate on February\n23, 1904. The canal properties of the French Canal Company were\ntransferred to the United States on April 23, 1904, on payment of\n$40,000,000 to that company. On April 1, 1905, the Commission was\nreorganized, and it now consists of Theodore P. Shonts, Chairman;\nCharles E. Magoon, Benjamin M. Harrod, Rear Admiral Mordecai T.\nEndicott, Brig. Gen. Peter C. Hains, and Col. Oswald H. Ernst. John F.\nStevens was appointed Chief Engineer on July 1 last. Active work in\ncanal construction, mainly preparatory, has been in progress for less\nthan a year and a half. During that period two points about the canal\nhave ceased to be open to debate: First, the question of route; the\ncanal will be built on the Isthmus of Panama. Second, the question of\nfeasibility; there are no physical obstacles on this route that\nAmerican engineering skill will not be able to overcome without serious\ndifficulty, or that will prevent the completion of the canal within a\nreasonable time and at a reasonable cost. This is virtually the\nunanimous testimony of the engineers who have investigated the matter\nfor the Government.The point which remains unsettled is the question of type, whether the\ncanal shall be one of several locks above sea level, or at sea level\nwith a single tide lock. On this point I hope to lay before the\nCongress at an early day the findings of the Advisory Board of American\nand European Engineers, that at my invitation have been considering the\nsubject, together with the report of the Commission thereon, and such\ncomments thereon or recommendations in reference thereto as may seem\nnecessary.The American people is pledged to the speediest possible construction\nof a canal adequate to meet the demands which the commerce of the world\nwill make upon it, and I appeal most earnestly to the Congress to aid\nin the fulfillment of the pledge. Gratifying progress has been made\nduring the past year, and especially during the past four months. The\ngreater part of the necessary preliminary work has been done. Actual\nwork of excavation could be begun only on a limited scale till the\nCanal Zone was made a healthful place to live in and to work in. The\nIsthmus had to be sanitated first. This task has been so thoroughly\naccomplished that yellow fever has been virtually extirpated from the\nIsthmus and general health conditions vastly improved. The same methods\nwhich converted the island of Cuba from a pest hole, which menaced the\nhealth of the world, into a healthful place of abode, have been applied\non the Isthmus with satisfactory results. There is no reason to doubt\nthat when the plans for water supply, paving, and sewerage of Panama\nand Colon and the large labor camps have been fully carried out, the\nIsthmus will be, for the tropics, an unusually healthy place of abode.\nThe work is so far advanced now that the health of all those employed\nin canal work is as well guarded as it is on similar work in this\ncountry and elsewhere.In addition to sanitating the Isthmus, satisfactory quarters are being\nprovided for employes and an adequate system of supplying them with\nwholesome food at reasonable prices has been created. Hospitals have\nbeen established and equipped that are without their superiors of their\nkind anywhere. The country has thus been made fit to work in, and\nprovision has been made for the welfare and comfort of those who are to\ndo the work. During the past year a large portion of the plant with\nwhich the work is to be done has been ordered. It is confidently\nbelieved that by the middle of the approaching year a sufficient\nproportion of this plant will have been installed to enable us to\nresume the work of excavation on a large scale.What is needed now and without delay is an appropriation by the\nCongress to meet the current and accruing expenses of the commission.\nThe first appropriation of $10,000,000, out of the $135,000,000\nauthorized by the Spooner act, was made three years ago. It is nearly\nexhausted. There is barely enough of it remaining to carry the\ncommission to the end of the year. Unless the Congress shall\nappropriate before that time all work must cease. To arrest progress\nfor any length of time now, when matters are advancing so\nsatisfactorily, would be deplorable. There will be no money with which\nto meet pay roll obligations and none with which to meet bills coming\ndue for materials and supplies; and there will be demoralization of the\nforces, here and on the Isthmus, now working so harmoniously and\neffectively, if there is delay in granting an emergency appropriation.\nEstimates of the amount necessary will be found in the accompanying\nreports of the Secretary of War and the commission.I recommend more adequate provision than has been made heretofore for\nthe work of the Department of State. Within a few years there has been\na very great increase in the amount and importance of the work to be\ndone by that department, both in Washington and abroad. This has been\ncaused by the great increase of our foreign trade, the increase of\nwealth among our people, which enables them to travel more generally\nthan heretofore, the increase of American capital which is seeking\ninvestment in foreign countries, and the growth of our power and weight\nin the councils of the civilized world. There has been no corresponding\nincrease of facilities for doing the work afforded to the department\nhaving charge of our foreign relations.Neither at home nor abroad is there a sufficient working force to do\nthe business properly. In many respects the system which was adequate\nto the work of twenty-five years or even ten years ago, is inadequate\nnow, and should be changed. Our Consular force should be classified,\nand appointments should be made to the several classes, with authority\nto the Executive to assign the members of each class to duty at such\nposts as the interests of the service require, instead of the\nappointments being made as at present to specified posts. There should\nbe an adequate inspection service, so that the department may be able\nto inform itself how the business of each Consulate is being done,\ninstead of depending upon casual private information or rumor. The fee\nsystem should be entirely abolished, and a due equivalent made in\nsalary to the officers who now eke out their subsistence by means of\nfees. Sufficient provision should be made for a clerical force in every\nConsulate composed entirely of Americans, instead of the insufficient\nprovision now made, which compels the employment of great numbers of\ncitizens of foreign countries whose services can be obtained for less\nmoney. At a large part of our Consulates the office quarters and the\nclerical force are inadequate to the performance of the onerous duties\nimposed by the recent provisions of our immigration laws as well as by\nour increasing trade. In many parts of the world the lack of suitable\nquarters for our embassies, legations, and Consulates detracts from the\nrespect in which our officers ought to be held, and seriously impairs\ntheir weight and influence.Suitable provision should be made for the expense of keeping our\ndiplomatic officers more fully informed of what is being done from day\nto day in the progress of our diplomatic affairs with other countries.\nThe lack of such information, caused by insufficient appropriations\navailable for cable tolls and for clerical and messenger service,\nfrequently puts our officers at a great disadvantage and detracts from\ntheir usefulness. The salary list should be readjusted. It does not now\ncorrespond either to the importance of the service to be rendered and\nthe degrees of ability and experience required in the different\npositions, or to the differences in the cost of living. In many cases\nthe salaries are quite inadequate.", 
    "name": "Theodore Roosevelt"
}