{
    "date": "December 7, 1903", 
    "speech": "To the Senate and House of Representatives:The country is to be congratulated on the amount of substantial\nachievement which has marked the past year both as regards our foreign\nand as regards our domestic policy.With a nation as with a man the most important things are those of the\nhousehold, and therefore the country is especially to be congratulated\non what has been accomplished in the direction of providing for the\nexercise of supervision over the great corporations and combinations of\ncorporations engaged in interstate commerce. The Congress has created\nthe Department of Commerce and Labor, including the Bureau of\nCorporations, with for the first time authority to secure proper\npublicity of such proceedings of these great corporations as the public\nhas the right to know. It has provided for the expediting of suits for\nthe enforcement of the Federal anti-trust law; and by another law it\nhas secured equal treatment to all producers in the transportation of\ntheir goods, thus taking a long stride forward in making effective the\nwork of the Interstate Commerce Commission.The establishment of the Department of Commerce and Labor, with the\nBureau of Corporations thereunder, marks a real advance in the\ndirection of doing all that is possible for the solution of the\nquestions vitally affecting capitalists and wage-workers. The act\ncreating Department was approved on February 14, 1903, and two days\nlater the head of the Department was nominated and confirmed by the\nSenate. Since then the work of organization has been pushed as rapidly\nas the initial appropriations permitted, and with due regard to\nthoroughness and the broad purposes which the Department is designed to\nserve. After the transfer of the various bureaus and branches to the\nDepartment at the beginning of the current fiscal year, as provided for\nin the act, the personnel comprised 1,289 employees in Washington and\n8,836 in the country at large. The scope of the Department's duty and\nauthority embraces the commercial and industrial interests of the\nNation. It is not designed to restrict or control the fullest liberty\nof legitimate business action, but to secure exact and authentic\ninformation which will aid the Executive in enforcing existing laws,\nand which will enable the Congress to enact additional legislation, if\nany should be found necessary, in order to prevent the few from\nobtaining privileges at the expense of diminished opportunities for the\nmany.The preliminary work of the Bureau of Corporations in the Department\nhas shown the wisdom of its creation. Publicity in corporate affairs\nwill tend to do away with ignorance, and will afford facts upon which\nintelligent action may be taken. Systematic, intelligent investigation\nis already developing facts the knowledge of which is essential to a\nright understanding of the needs and duties of the business world. The\ncorporation which is honestly and fairly organized, whose managers in\nthe conduct of its business recognize their obligation to deal squarely\nwith their stockholders, their competitors, and the public, has nothing\nto fear from such supervision. The purpose of this Bureau is not to\nembarrass or assail legitimate business, but to aid in bringing about a\nbetter industrial condition--a condition under which there shall be\nobedience to law and recognition of public obligation by all\ncorporations, great or small. The Department of Commerce and Labor will\nbe not only the clearing house for information regarding the business\ntransactions of the Nation, but the executive arm of the Government to\naid in strengthening our domestic and foreign markets, in perfecting\nour transportation facilities, in building up our merchant marine, in\npreventing the entrance of undesirable immigrants, in improving\ncommercial and industrial conditions, and in bringing together on\ncommon ground those necessary partners in industrial progress--capital\nand labor. Commerce between the nations is steadily growing in volume,\nand the tendency of the times is toward closer trade relations.\nConstant watchfulness is needed to secure to Americans the chance to\nparticipate to the best advantage in foreign trade; and we may\nconfidently expect that the new Department will justify the expectation\nof its creators by the exercise of this watchfulness, as well as by the\nbusinesslike administration of such laws relating to our internal\naffairs as are intrusted to its care.In enacting the laws above enumerated the Congress proceeded on sane\nand conservative lines. Nothing revolutionary was attempted; but a\ncommon-sense and successful effort was made in the direction of seeing\nthat corporations are so handled as to subserve the public good. The\nlegislation was moderate. It was characterized throughout by the idea\nthat we were not attacking corporations, but endeavoring to provide for\ndoing away with any evil in them; that we drew the line against\nmisconduct, not against wealth; gladly recognizing the great good done\nby the capitalist who alone, or in conjunction with his fellows, does\nhis work along proper and legitimate lines. The purpose of the\nlegislation, which purpose will undoubtedly be fulfilled, was to favor\nsuch a man when he does well, and to supervise his action only to\nprevent him from doing ill. Publicity can do no harm to the honest\ncorporation. The only corporation that has cause to dread it is the\ncorporation which shrinks from the light, and about the welfare of such\ncorporations we need not be oversensitive. The work of the Department\nof Commerce and Labor has been conditioned upon this theory, of\nsecuring fair treatment alike for labor and for capital.The consistent policy of the National Government, so far as it has the\npower, is to hold in check the unscrupulous man, whether employer or\nemployee; but to refuse to weaken individual initiative or to hamper or\ncramp the industrial development of the country. We recognize that this\nis an era of federation and combination, in which great capitalistic\ncorporations and labor unions have become factors of tremendous\nimportance in all industrial centers. Hearty recognition is given the\nfar-reaching, beneficent work which has been accomplished through both\ncorporations and unions, and the line as between different\ncorporations, as between different unions, is drawn as it is between\ndifferent individuals; that is, it is drawn on conduct, the effort\nbeing to treat both organized capital and organized labor alike; asking\nnothing save that the interest of each shall be brought into harmony\nwith the interest of the general public, and that the conduct of each\nshall conform to the fundamental rules of obedience to law, of\nindividual freedom, and of justice and fair dealing towards all.\nWhenever either corporation, labor union, or individual disregards the\nlaw or acts in a spirit of arbitrary and tyrannous interference with\nthe rights of others, whether corporations or individuals, then where\nthe Federal Government has jurisdiction, it will see to it that the\nmisconduct is stopped, paying not the slightest heed to the position or\npower of the corporation, the union or the individual, but only to one\nvital fact--that is, the question whether or not the conduct of the\nindividual or aggregate of individuals is in accordance with the law of\nthe land. Every man must be guaranteed his liberty and his right to do\nas he likes with his property or his labor, so long as he does not\ninfringe the rights of others. No man is above the law and no man is\nbelow it; nor do we ask any man's permission when we require him to\nobey it. Obedience to the law is demanded as a right; not asked as a\nfavor.We have cause as a nation to be thankful for the steps that have been\nso successfully taken to put these principles into effect. The progress\nhas been by evolution, not by revolution. Nothing radical has been\ndone; the action has been both moderate and resolute. Therefore the\nwork will stand. There shall be no backward step. If in the working of\nthe laws it proves desirable that they shall at any point be expanded\nor amplified, the amendment can be made as its desirability is shown.\nMeanwhile they are being administered with judgment, but with\ninsistence upon obedience to them, and their need has been emphasized\nin signal fashion by the events of the past year.From all sources, exclusive of the postal service, the receipts of the\nGovernment for the last fiscal year aggregated $560,396,674. The\nexpenditures for the same period were $506,099,007, the surplus for the\nfiscal year being $54,297,667. The indications are that the surplus for\nthe present fiscal year will be very small, if indeed there be any\nsurplus. From July to November the receipts from customs were,\napproximately, nine million dollars less than the receipts from the\nsame source for a corresponding portion of last year. Should this\ndecrease continue at the same ratio throughout the fiscal year, the\nsurplus would be reduced by, approximately, thirty million dollars.\nShould the revenue from customs suffer much further decrease during the\nfiscal year, the surplus would vanish. A large surplus is certainly\nundesirable. Two years ago the war taxes were taken off with the\nexpress intention of equalizing the governmental receipts and\nexpenditures, and though the first year thereafter still showed a\nsurplus, it now seems likely that a substantial equality of revenue and\nexpenditure will be attained. Such being the case it is of great moment\nboth to exercise care and economy in appropriations, and to scan\nsharply any change in our fiscal revenue system which may reduce our\nincome. The need of strict economy in our expenditures is emphasized by\nthe fact that we can not afford to be parsimonious in providing for\nwhat is essential to our national well-being. Careful economy wherever\npossible will alone prevent our income from falling below the point\nrequired in order to meet our genuine needs.The integrity of our currency is beyond question, and under present\nconditions it would be unwise and unnecessary to attempt a\nreconstruction of our entire monetary system. The same liberty should\nbe granted the Secretary of the Treasury to deposit customs receipts as\nis granted him in the deposit of receipts from other sources. In my\nMessage of December 2, 1902, I called attention to certain needs of the\nfinancial situation, and I again ask the consideration of the Congress\nfor these questions.During the last session of the Congress at the suggestion of a joint\nnote from the Republic of Mexico and the Imperial Government of China,\nand in harmony with an act of the Congress appropriating $25,000 to pay\nthe expenses thereof, a commission was appointed to confer with the\nprincipal European countries in the hope that some plan might be\ndevised whereby a fixed rate of exchange could be assured between the\ngold-standard countries and the silver-standard countries. This\ncommission has filed its preliminary report, which has been made\npublic. I deem it important that the commission be continued, and that\na sum of money be appropriated sufficient to pay the expenses of its\nfurther labors.A majority of our people desire that steps be taken in the interests of\nAmerican shipping, so that we may once more resume our former position\nin the ocean carrying trade. But hitherto the differences of opinion as\nto the proper method of reaching this end have been so wide that it has\nproved impossible to secure the adoption of any particular scheme.\nHaving in view these facts, I recommend that the Congress direct the\nSecretary of the Navy, the Postmaster-General, and the Secretary of\nCommerce and Labor, associated with such a representation from the\nSenate and House of Representatives as the Congress in its wisdom may\ndesignate, to serve as a commission for the purpose of investigating\nand reporting to the Congress at its next session what legislation is\ndesirable or necessary for the development of the American merchant\nmarine and American commerce, and incidentally of a national ocean mail\nservice of adequate auxiliary naval crusiers and naval reserves. While\nsuch a measure is desirable in any event, it is especially desirable at\nthis time, in view of the fact that our present governmental contract\nfor ocean mail with the American Line will expire in 1905. Our ocean\nmail act was passed in 1891. In 1895 our 20-knot transatlantic mail\nline was equal to any foreign line. Since then the Germans have put on\n23-knot, steamers, and the British have contracted for 24-knot\nsteamers. Our service should equal the best. If it does not, the\ncommercial public will abandon it. If we are to stay in the business it\nought to be with a full understanding of the advantages to the country\non one hand, and on the other with exact knowledge of the cost and\nproper methods of carrying it on. Moreover, lines of cargo ships are of\neven more importance than fast mail lines; save so far as the latter\ncan be depended upon to furnish swift auxiliary cruisers in time of\nwar. The establishment of new lines of cargo ships to South America, to\nAsia, and elsewhere would be much in the interest of our commercial\nexpansion.We can not have too much immigration of the right kind, and we should\nhave none at all of the wrong kind. The need is to devise some system\nby which undesirable immigrants shall be kept out entirely, while\ndesirable immigrants are properly distributed throughout the country.\nAt present some districts which need immigrants have none; and in\nothers, where the population is already congested, immigrants come in\nsuch numbers as to depress the conditions of life for those already\nthere. During the last two years the immigration service at New York\nhas been greatly improved, and the corruption and inefficiency which\nformerly obtained there have been eradicated. This service has just\nbeen investigated by a committee of New York citizens of high standing,\nMessrs. Arthur V. Briesen, Lee K. Frankel, Eugene A. Philbin, Thomas W.\nHynes, and Ralph Trautman. Their report deals with the whole situation\nat length, and concludes with certain recommendations for\nadministrative and legislative action. It is now receiving the\nattention of the Secretary of Commerce and Labor.The special investigation of the subject of naturalization under the\ndirection of the Attorney-General, and the consequent prosecutions\nreveal a condition of affairs calling for the immediate attention of\nthe Congress. Forgeries and perjuries of shameless and flagrant\ncharacter have been perpetrated, not only in the dense centers of\npopulation, but throughout the country; and it is established beyond\ndoubt that very many so-called citizens of the United States have no\ntitle whatever to that right, and are asserting and enjoying the\nbenefits of the same through the grossest frauds. It is never to be\nforgotten that citizenship is, to quote the words recently used by the\nSupreme Court of the United States, an \"inestimable heritage,\" whether\nit proceeds from birth within the country or is obtained by\nnaturalization; and we poison the sources of our national character and\nstrength at the fountain, if the privilege is claimed and exercised\nwithout right, and by means of fraud and corruption. The body politic\ncan not be sound and healthy if many of its constituent members claim\ntheir standing through the prostitution of the high right and calling\nof citizenship. It should mean something to become a citizen of the\nUnited States; and in the process no loophole whatever should be left\nopen to fraud.The methods by which these frauds--now under full investigation with a\nview to meting out punishment and providing adequate remedies--are\nperpetrated, include many variations of procedure by which false\ncertificates of citizenship are forged in their entirety; or genuine\ncertificates fraudulently or collusively obtained in blank are filled\nin by the criminal conspirators; or certificates are obtained on\nfraudulent statements as to the time of arrival and residence in this\ncountry; or imposition and substitution of another party for the real\npetitioner occur in court; or certificates are made the subject of\nbarter and sale and transferred from the rightful holder to those not\nentitled to them; or certificates are forged by erasure of the original\nnames and the insertion of the names of other persons not entitled to\nthe same.It is not necessary for me to refer here at large to the causes leading\nto this state of affairs. The desire for naturalization is heartily to\nbe commended where it springs from a sincere and permanent intention to\nbecome citizens, and a real appreciation of the privilege. But it is a\nsource of untold evil and trouble where it is traceable to selfish and\ndishonest motives, such as the effort by artificial and improper means,\nin wholesale fashion to create voters who are ready-made tools of\ncorrupt politicians, or the desire to evade certain labor laws creating\ndiscriminations against alien labor. All good citizens, whether\nnaturalized or native born, are equally interested in protecting our\ncitizenship against fraud in any form, and, on the other hand, in\naffording every facility for naturalization to those who in good faith\ndesire to share alike our privileges and our responsibilities.The Federal grand jury lately in session in New York City dealt with\nthis subject and made a presentment which states the situation briefly\nand forcibly and contains important suggestions for the consideration\nof the Congress. This presentment is included as an appendix to the\nreport of the Attorney-General.In my last annual Message, in connection with the subject of the due\nregulation of combinations of capital which are or may become injurious\nto the public, I recommend a special appropriation for the better\nenforcement of the antitrust law as it now stands, to be extended under\nthe direction of the Attorney-General. Accordingly (by the legislative,\nexecutive, and judicial appropriation act of February 25, 1903, 32\nStat., 854, 904), the Congress appropriated, for the purpose of\nenforcing the various Federal trust and interstate-commerce laws, the\nsum of five hundred thousand dollars, to be expended under the\ndirection of the Attorney-General in the employment of special counsel\nand agents in the Department of Justice to conduct proceedings and\nprosecutions under said laws in the courts of the United States. I now\nrecommend, as a matter of the utmost importance and urgency, the\nextension of the purposes of this appropriation, so that it may be\navailable, under the direction of the Attorney-General, and until used,\nfor the due enforcement of the laws of the United States in general and\nespecially of the civil and criminal laws relating to public lands and\nthe laws relating to postal crimes and offenses and the subject of\nnaturalization. Recent investigations have shown a deplorable state of\naffairs in these three matters of vital concern. By various frauds and\nby forgeries and perjuries, thousands of acres of the public domain,\nembracing lands of different character and extending through various\nsections of the country, have been dishonestly acquired. It is hardly\nnecessary to urge the importance of recovering these dishonest\nacquisitions, stolen from the people, and of promptly and duly\npunishing the offenders. I speak in another part of this Message of the\nwidespread crimes by which the sacred right of citizenship is falsely\nasserted and that \"inestimable heritage\" perverted to base ends. By\nsimilar means--that is, through frauds, forgeries, and perjuries, and\nby shameless briberies--the laws relating to the proper conduct of the\npublic service in general and to the due administration of the\nPost-Office Department have been notoriously violated, and many\nindictments have been found, and the consequent prosecutions are in\ncourse of hearing or on the eve thereof. For the reasons thus\nindicated, and so that the Government may be prepared to enforce\npromptly and with the greatest effect the due penalties for such\nviolations of law, and to this end may be furnished with sufficient\ninstrumentalities and competent legal assistance for the investigations\nand trials which will be necessary at many different points of the\ncountry, I urge upon the Congress the necessity of making the said\nappropriation available for immediate use for all such purposes, to be\nexpended under the direction of the Attorney-General.Steps have been taken by the State Department looking to the making of\nbribery an extraditable offense with foreign powers. The need of more\neffective treaties covering this crime is manifest. The exposures and\nprosecutions of official corruption in St. Louis, Mo., and other cities\nand States have resulted in a number of givers and takers of bribes\nbecoming fugitives in foreign lands. Bribery has not been included in\nextradition treaties heretofore, as the necessity for it has not\narisen. While there may have been as much official corruption in former\nyears, there has been more developed and brought to light in the\nimmediate past than in the preceding century of our country's history.\nIt should be the policy of the United States to leave no place on earth\nwhere a corrupt man fleeing from this country can rest in peace. There\nis no reason why bribery should not be included in all treaties as\nextraditable. The recent amended treaty with Mexico, whereby this crime\nwas put in the list of extraditable offenses, has established a\nsalutary precedent in this regard. Under this treaty the State\nDepartment has asked, and Mexico has granted, the extradition of one of\nthe St. Louis bribe givers.There can be no crime more serious than bribery. Other offenses violate\none law while corruption strikes at the foundation of all law. Under\nour form of Government all authority is vested in the people and by\nthem delegated to those who represent them in official capacity. There\ncan be no offense heavier than that of him in whom such a sacred trust\nhas been reposed, who sells it for his own gain and enrichment; and no\nless heavy is the offense of the bribe giver. He is worse than the\nthief, for the thief robs the individual, while the corrupt official\nplunders an entire city or State. He is as wicked as the murderer, for\nthe murderer may only take one life against the law, while the corrupt\nofficial and the man who corrupts the official alike aim at the\nassassination of the commonwealth itself. Government of the people, by\nthe people, for the people will perish from the face of the earth if\nbribery is tolerated. The givers and takers of bribes stand on an evil\npre-eminence of infamy. The exposure and punishment of public\ncorruption is an honor to a nation, not a disgrace. The shame lies in\ntoleration, not in correction. No city or State, still less the Nation,\ncan be injured by the enforcement of law. As long as public plunderers\nwhen detected can find a haven of refuge in any foreign land and avoid\npunishment, just so long encouragement is given them to continue their\npractices. If we fail to do all that in us lies to stamp out corruption\nwe can not escape our share of responsibility for the guilt. The first\nrequisite of successful self-government is unflinching enforcement of\nthe law and the cutting out of corruption.For several years past the rapid development of Alaska and the\nestablishment of growing American interests in regions theretofore\nunsurveyed and imperfectly known brought into prominence the urgent\nnecessity of a practical demarcation of the boundaries between the\njurisdictions of the United States and Great Britain. Although the\ntreaty of 1825 between Great Britain and Russia, the provisions of\nwhich were copied in the treaty of 1867, whereby Russia conveyed Alaska\nto the United States, was positive as to the control, first by Russia\nand later by the United States, of a strip of territory along the\ncontinental mainland from the western shore of Portland Canal to Mount\nSt. Elias, following and surrounding the indentations of the coast and\nincluding the islands to the westward, its description of the landward\nmargin of the strip was indefinite, resting on the supposed existence\nof a continuous ridge or range of mountains skirting the coast, as\nfigured in the charts of the early navigators. It had at no time been\npossible for either party in interest to lay down, under the authority\nof the treaty, a line so obviously exact according to its provisions as\nto command the assent of the other. For nearly three-fourths of a\ncentury the absence of tangible local interests demanding the exercise\nof positive jurisdiction on either side of the border left the question\ndormant. In 1878 questions of revenue administration on the Stikine\nRiver led to the establishment of a provisional demarcation, crossing\nthe channel between two high peaks on either side about twenty-four\nmiles above the river mouth. In 1899 similar questions growing out of\nthe extraordinary development of mining interests in the region about\nthe head of Lynn Canal brought about a temporary modus vivendi, by\nwhich a convenient separation was made at the watershed divides of the\nWhite and Chilkoot passes and to the north of Klukwan, on the Klehini\nRiver. These partial and tentative adjustments could not, in the very\nnature of things, be satisfactory or lasting. A permanent disposition\nof the matter became imperative.After unavailing attempts to reach an understanding through a Joint\nHigh Commission, followed by prolonged negotiations, conducted in an\namicable spirit, a convention between the United States and Great\nBritain was signed, January 24, 1903, providing for an examination of\nthe subject by a mixed tribunal of six members, three on a side, with a\nview to its final disposition. Ratifications were exchanged on March 3\nlast, whereupon the two Governments appointed their respective members.\nThose on behalf of the United States were Elihu Root, Secretary of War,\nHenry Cabot Lodge, a Senator of the United States, and George Turner,\nan ex-Senator of the United States, while Great Britain named the Right\nHonourable Lord Alverstone, Lord Chief Justice of England, Sir Louis\nAmable Jette, K. C. M. G., retired judge of the Supreme Court of\nQuebec, and A. B. Aylesworth, K. C., of Toronto. This Tribunal met in\nLondon on September 3, under the Presidency of Lord Alverstone. The\nproceedings were expeditious, and marked by a friendly and\nconscientious spirit. The respective cases, counter cases, and\narguments presented the issues clearly and fully. On the 20th of\nOctober a majority of the Tribunal reached and signed an agreement on\nall the questions submitted by the terms of the Convention. By this\naward the right of the United States to the control of a continuous\nstrip or border of the mainland shore, skirting all the tide-water\ninlets and sinuosities of the coast, is confirmed; the entrance to\nPortland Canal (concerning which legitimate doubt appeared) is defined\nas passing by Tongass Inlet and to the northwestward of Wales and\nPearse islands; a line is drawn from the head of Portland Canal to the\nfifty-sixth degree of north latitude; and the interior border line of\nthe strip is fixed by lines connecting certain mountain summits lying\nbetween Portland Canal and Mount St. Elias, and running along the crest\nof the divide separating the coast slope from the inland watershed at\nthe only part of the frontier where the drainage ridge approaches the\ncoast within the distance of ten marine leagues stipulated by the\ntreaty as the extreme width of the strip around the heads of Lynn Canal\nand its branches.While the line so traced follows the provisional demarcation of 1878 at\nthe crossing of the Stikine River, and that of 1899 at the summits of\nthe White and Chilkoot passes, it runs much farther inland from the\nKlehini than the temporary line of the later modus vivendi, and leaves\nthe entire mining district of the Porcupine River and Glacier Creek\nwithin the jurisdiction of the United States.The result is satisfactory in every way. It is of great material\nadvantage to our people in the Far Northwest. It has removed from the\nfield of discussion and possible danger a question liable to become\nmore acutely accentuated with each passing year. Finally, it has\nfurnished a signal proof of the fairness and good will with which two\nfriendly nations can approach and determine issues involving national\nsovereignty and by their nature incapable of submission to a third\npower for adjudication.The award is self-executing on the vital points. To make it effective\nas regards the others it only remains for the two Governments to\nappoint, each on its own behalf, one or more scientific experts, who\nshall, with all convenient speed, proceed together to lay down the\nboundary line in accordance with the decision of the majority of the\nTribunal. I recommend that the Congress make adequate provision for the\nappointment, compensation, and expenses of the members to serve on this\njoint boundary commission on the part of the United States.It will be remembered that during the second session of the last\nCongress Great Britain, Germany, and Italy formed an alliance for the\npurpose of blockading the ports of Venezuela and using such other means\nof pressure as would secure a settlement of claims due, as they\nalleged, to certain of their subjects. Their employment of force for\nthe collection of these claims was terminated by an agreement brought\nabout through the offices of the diplomatic representatives of the\nUnited States at Caracas and the Government at Washington, thereby\nending a situation which was bound to cause increasing friction, and\nwhich jeoparded the peace of the continent. Under this agreement\nVenezuela agreed to set apart a certain percentage of the customs\nreceipts of two of her ports to be applied to the payment of whatever\nobligations might be ascertained by mixed commissions appointed for\nthat purpose to be due from her, not only to the three powers already\nmentioned, whose proceedings against her had resulted in a state of\nwar, but also to the United States, France, Spain, Belgium, the\nNetherland Sweden and Norway, and Mexico, who had not employed force\nfor the collection of the claims alleged to be due to certain of their\ncitizens.A demand was then made by the so-called blockading powers that the sums\nascertained to be due to their citizens by such mixed commissions\nshould be accorded payment in full before anything was paid upon the\nclaims of any of the so-called peace powers. Venezuela, on the other\nhand, insisted that all her creditors should be paid upon a basis of\nexact equality. During the efforts to adjust this dispute it was\nsuggested by the powers in interest that it should be referred to me\nfor decision, but I was clearly of the opinion that a far wiser course\nwould be to submit the question to the Permanent Court of Arbitration\nat The Hague. It seemed to me to offer an admirable opportunity to\nadvance the practice of the peaceful settlement of disputes between\nnations and to secure for the Hague Tribunal a memorable increase of\nits practical importance. The nations interested in the controversy\nwere so numerous and in many instances so powerful as to make it\nevident that beneficent results would follow from their appearance at\nthe same time before the bar of that august tribunal of peace.Our hopes in that regard have been realized. Russia and Austria are\nrepresented in the persons of the learned and distinguished jurists who\ncompose the Tribunal, while Great Britain, Germany, France, Spain,\nItaly, Belgium, the Netherlands, Sweden and Norway, Mexico, the United\nStates, and Venezuela are represented by their respective agents and\ncounsel. Such an imposing concourse of nations presenting their\narguments to and invoking the decision of that high court of\ninternational justice and international peace can hardly fail to secure\na like submission of many future controversies. The nations now\nappearing there will find it far easier to appear there a second time,\nwhile no nation can imagine its just pride will be lessened by\nfollowing the example now presented. This triumph of the principle of\ninternational arbitration is a subject of warm congratulation and\noffers a happy augury for the peace of the world.There seems good ground for the belief that there has been a real\ngrowth among the civilized nations of a sentiment which will permit a\ngradual substitution of other methods than the method of war in the\nsettlement of disputes. It is not pretended that as yet we are near a\nposition in which it will be possible wholly to prevent war, or that a\njust regard for national interest and honor will in all cases permit of\nthe settlement of international disputes by arbitration; but by a\nmixture of prudence and firmness with wisdom we think it is possible to\ndo away with much of the provocation and excuse for war, and at least\nin many cases to substitute some other and more rational method for the\nsettlement of disputes. The Hague Court offers so good an example of\nwhat can be done in the direction of such settlement that it should be\nencouraged in every way.Further steps should be taken. In President McKinley's annual Message\nof December 5, 1898, he made the following recommendation:\"The experiences of the last year bring forcibly home to us a sense of\nthe burdens and the waste of war. We desire in common with most\ncivilized nations, to reduce to the lowest possible point the damage\nsustained in time of war by peaceable trade and commerce. It is true we\nmay suffer in such cases less than other communities, but all nations\nare damaged more or less by the state of uneasiness and apprehension\ninto which an outbreak of hostilities throws the entire commercial\nworld. It should be our object, therefore, to minimize, so far as\npracticable, this inevitable loss and disturbance. This purpose can\nprobably best be accomplished by an international agreement to regard\nall private property at sea as exempt from capture or destruction by\nthe forces of belligerent powers. The United States Government has for\nmany years advocated this humane and beneficent principle, and is now\nin a position to recommend it to other powers without the imputation of\nselfish motives. I therefore suggest for your consideration that the\nExecutive be authorized to correspond with the governments of the\nprincipal maritime powers with a view of incorporating into the\npermanent law of civilized nations the principle of the exemption of\nall private property at sea, not contraband of war, from capture or\ndestruction by belligerent powers.\"I cordially renew this recommendation.The Supreme Court, speaking on December 11. 1899, through Peckham, J.,\nsaid:\"It is, we think, historically accurate to say that this Government has\nalways been, in its views, among the most advanced of the governments\nof the world in favor of mitigating, as to all non-combatants, the\nhardships and horrors of war. To accomplish that object it has always\nadvocated those rules which would in most cases do away with the right\nto capture the private property of an enemy on the high seas.\"I advocate this as a matter of humanity and morals. It is anachronistic\nwhen private property is respected on land that it should not be\nrespected at sea. Moreover, it should be borne in mind that shipping\nrepresents, internationally speaking, a much more generalized species\nof private property than is the case with ordinary property on\nland--that is, property found at sea is much less apt than is the case\nwith property found on land really to belong to any one nation. Under\nthe modern system of corporate ownership the flag of a vessel often\ndiffers from the flag which would mark the nationality of the real\nownership and money control of the vessel; and the cargo may belong to\nindividuals of yet a different nationality. Much American capital is\nnow invested in foreign ships; and among foreign nations it often\nhappens that the capital of one is largely invested in the shipping of\nanother. Furthermore, as a practical matter, it may be mentioned that\nwhile commerce destroying may cause serious loss and great annoyance,\nit can never be more than a subsidiary factor in bringing to terms a\nresolute foe. This is now well recognized by all of our naval experts.\nThe fighting ship, not the commerce destroyer, is the vessel whose\nfeats add renown to a nation's history, and establish her place among\nthe great powers of the world.Last year the Interparliamentary Union for International Arbitration\nmet at Vienna, six hundred members of the different legislatures of\ncivilized countries attending. It was provided that the next meeting\nshould be in 1904 at St. Louis, subject to our Congress extending an\ninvitation. Like the Hague Tribunal, this Interparliamentary Union is\none of the forces tending towards peace among the nations of the earth,\nand it is entitled to our support. I trust the invitation can be\nextended.Early in July, having received intelligence, which happily turned out\nto be erroneous, of the assassination of our vice-consul at Beirut, I\ndispatched a small squadron to that port for such service as might be\nfound necessary on arrival. Although the attempt on the life of our\nvice-consul had not been successful, yet the outrage was symptomatic of\na state of excitement and disorder which demanded immediate attention.\nThe arrival of the vessels had the happiest result. A feeling of\nsecurity at once took the place of the former alarm and disquiet; our\nofficers were cordially welcomed by the consular body and the leading\nmerchants, and ordinary business resumed its activity. The Government\nof the Sultan gave a considerate hearing to the representations of our\nminister; the official who was regarded as responsible for the\ndisturbed condition of affairs was removed. Our relations with the\nTurkish Government remain friendly; our claims rounded on inequitable\ntreatment of some of our schools and missions appear to be in process\nof amicable adjustment.The signing of a new commercial treaty with China, which took place at\nShanghai on the 8th of October, is a cause for satisfaction. This act,\nthe result of long discussion and negotiation, places our commercial\nrelations with the great Oriental Empire on a more satisfactory footing\nthan they have ever heretofore enjoyed. It provides not only for the\nordinary rights and privileges of diplomatic and consular officers, but\nalso for an important extension of our commerce by increased facility\nof access to Chinese ports, and for the relief of trade by the removal\nof some of the obstacles which have embarrassed it in the past. The\nChinese Government engages, on fair and equitable conditions, which\nwill probably be accepted by the principal commercial nations, to\nabandon the levy of \"liken\" and other transit dues throughout the\nEmpire, and to introduce other desirable administrative reforms. Larger\nfacilities are to be given to our citizens who desire to carry on\nmining enterprises in China. We have secured for our missionaries a\nvaluable privilege, the recognition of their right to rent and lease in\nperpetuity such property as their religious societies may need in all\nparts of the Empire. And, what was an indispensable condition for the\nadvance and development of our commerce in Manchuria, China, by treaty\nwith us, has opened to foreign commerce the cities of Mukden, the\ncapital of the province of Manchuria, and An-tung, an important port on\nthe Yalu River, on the road to Korea. The full measure of development\nwhich our commerce may rightfully expect can hardly be looked for until\nthe settlement of the present abnormal state of things in the Empire;\nbut the foundation for such development has at last been laid.I call your attention to the reduced cost in maintaining the consular\nservice for the fiscal year ending June 30, 1903, as shown in the\nannual report of the Auditor for the State and other Departments, as\ncompared with the year previous. For the year under consideration the\nexcess of expenditures over receipts on account of the consular service\namounted to $26,125.12, as against $96,972.50 for the year ending June\n30, 1902, and $147,040.16 for the year ending June 30, 1901. This is\nthe best showing in this respect for the consular service for the past\nfourteen years, and the reduction in the cost of the service to the\nGovernment has been made in spite of the fact that the expenditures for\nthe year in question were more than $20,000 greater than for the\nprevious year.The rural free-delivery service has been steadily extended. The\nattention of the Congress is asked to the question of the compensation\nof the letter carriers and clerks engaged in the postal service,\nespecially on the new rural free-delivery routes. More routes have been\ninstalled since the first of July last than in any like period in the\nDepartment's history. While a due regard to economy must be kept in\nmind in the establishment of new routes, yet the extension of the rural\nfree-delivery system must be continued, for reasons of sound public\npolicy. No governmental movement of recent years has resulted in\ngreater immediate benefit to the people of the country districts. Rural\nfree delivery, taken in connection with the telephone, the bicycle, and\nthe trolley, accomplishes much toward lessening the isolation of farm\nlife and making it brighter and more attractive. In the immediate past\nthe lack of just such facilities as these has driven many of the more\nactive and restless young men and women from the farms to the cities;\nfor they rebelled at loneliness and lack of mental companionship. It is\nunhealthy and undesirable for the cities to grow at the expense of the\ncountry; and rural free delivery is not only a good thing in itself,\nbut is good because it is one of the causes which check this\nunwholesome tendency towards the urban concentration of our population\nat the expense of the country districts. It is for the same reason that\nwe sympathize with and approve of the policy of building good roads.\nThe movement for good roads is one fraught with the greatest benefit to\nthe country districts.I trust that the Congress will continue to favor in all proper ways the\nLouisiana Purchase Exposition. This Exposition commemorates the\nLouisiana purchase, which was the first great step in the expansion\nwhich made us a continental nation. The expedition of Lewis and Clark\nacross the continent followed thereon, and marked the beginning of the\nprocess of exploration and colonization which thrust our national\nboundaries to the Pacific. The acquisition of the Oregon country,\nincluding the present States of Oregon and Washington, was a fact of\nimmense importance in our history; first giving us our place on the\nPacific seaboard, and making ready the way for our ascendency in the\ncommerce of the greatest of the oceans. The centennial of our\nestablishment upon the western coast by the expedition of Lewis and\nClark is to be celebrated at Portland, Oregon, by an exposition in the\nsummer of 1905, and this event should receive recognition and support\nfrom the National Government.I call your special attention to the Territory of Alaska. The country\nis developing rapidly, and it has an assured future. The mineral wealth\nis great and has as yet hardly been tapped. The fisheries, if wisely\nhandled and kept under national control, will be a business as\npermanent as any other, and of the utmost importance to the people. The\nforests if properly guarded will form another great source of wealth.\nPortions of Alaska are fitted for farming and stock raising, although\nthe methods must be adapted to the peculiar conditions of the country.\nAlaska is situated in the far north; but so are Norway and Sweden and\nFinland; and Alaska can prosper and play its part in the New World just\nas those nations have prospered and played their parts in the Old\nWorld. Proper land laws should be enacted; and the survey of the public\nlands immediately begun. Coal-land laws should be provided whereby the\ncoal-land entryman may make his location and secure patent under\nmethods kindred to those now prescribed for homestead and mineral\nentrymen. Salmon hatcheries, exclusively under Government control,\nshould be established. The cable should be extended from Sitka\nwestward. Wagon roads and trails should be built, and the building of\nrailroads promoted in all legitimate ways. Light-houses should be built\nalong the coast. Attention should be paid to the needs of the Alaska\nIndians; provision should be made for an officer, with deputies, to\nstudy their needs, relieve their immediate wants, and help them adapt\nthemselves to the new conditions.The commission appointed to investigate, during the season of 1903, the\ncondition and needs of the Alaskan salmon fisheries, has finished its\nwork in the field, and is preparing a detailed report thereon. A\npreliminary report reciting the measures immediately required for the\nprotection and preservation of the salmon industry has already been\nsubmitted to the Secretary of Commerce and Labor for his attention and\nfor the needed action.I recommend that an appropriation be made for building light-houses in\nHawaii, and taking possession of those already built. The Territory\nshould be reimbursed for whatever amounts it has already expended for\nlight-houses. The governor should be empowered to suspend or remove any\nofficial appointed by him, without submitting the matter to the\nlegislature.Of our insular possessions the Philippines and Porto Rico it is\ngratifying to say that their steady progress has been such as to make\nit unnecessary to spend much time in discussing them. Yet the Congress\nshould ever keep in mind that a peculiar obligation rests upon us to\nfurther in every way the welfare of these communities. The Philippines\nshould be knit closer to us by tariff arrangements. It would, of\ncourse, be impossible suddenly to raise the people of the islands to\nthe high pitch of industrial prosperity and of governmental efficiency\nto which they will in the end by degrees attain; and the caution and\nmoderation shown in developing them have been among the main reasons\nwhy this development has hitherto gone on so smoothly. Scrupulous care\nhas been taken in the choice of governmental agents, and the entire\nelimination of partisan politics from the public service. The condition\nof the islanders is in material things far better than ever before,\nwhile their governmental, intellectual, and moral advance has kept pace\nwith their material advance. No one people ever benefited another\npeople more than we have benefited the Filipinos by taking possession\nof the islands.The cash receipts of the General Land Office for the last fiscal year\nwere $11,024,743.65, an increase of $4,762,816.47 over the preceding\nyear. Of this sum, approximately, $8,461,493 will go to the credit of\nthe fund for the reclamation of arid land, making the total of this\nfund, up to the 30th of June, 1903, approximately, $16,191,836.A gratifying disposition has been evinced by those having unlawful\ninclosures of public land to remove their fences. Nearly two million\nacres so inclosed have been thrown open on demand. In but comparatively\nfew cases has it been necessary to go into court to accomplish this\npurpose. This work will be vigorously prosecuted until all unlawful\ninclosures have been removed.Experience has shown that in the western States themselves, as well as\nin the rest of the country, there is widespread conviction that certain\nof the public-land laws and the resulting administrative practice no\nlonger meet the present needs. The character and uses of the remaining\npublic lands differ widely from those of the public lands which\nCongress had especially in view when these laws were passed. The\nrapidly increasing rate of disposal of the public lands is not followed\nby a corresponding increase in home building. There is a tendency to\nmass in large holdings public lands, especially timber and grazing\nlands, and thereby to retard settlement. I renew and emphasize my\nrecommendation of last year that so far as they are available for\nagriculture in its broadest sense, and to whatever extent they may be\nreclaimed under the national irrigation law, the remaining public lands\nshould be held rigidly for the home builder. The attention of the\nCongress is especially directed to the timber and stone law, the\ndesert-land law, and the commutation clause of the homestead law, which\nin their operation have in many respects conflicted with wise\npublic-land policy. The discussions in the Congress and elsewhere have\nmade it evident that there is a wide divergence of opinions between\nthose holding opposite views on these subjects; and that the opposing\nsides have strong and convinced representatives of weight both within\nand without the Congress; the differences being not only as to matters\nof opinion but as to matters of fact. In order that definite\ninformation may be available for the use of the Congress, I have\nappointed a commission composed of W. A. Richards, Commissioner of the\nGeneral Land Office; Gifford Pinchot, Chief of the Bureau of Forestry\nof the Department of Agriculture, and F. H. Newell, Chief Hydrographer\nof the Geological Survey, to report at the earliest practicable moment\nupon the condition, operation, and effect of the present land laws and\non the use, condition, disposal, and settlement of the public lands.\nThe commission will report especially what changes in organization,\nlaws, regulations, and practice affecting the public lands are needed\nto effect the largest practicable disposition of the public lands to\nactual settlers who will build permanent homes upon them, and to secure\nin permanence the fullest and most effective use of the resources of\nthe public lands; and it will make such other reports and\nrecommendations as its study of these questions may suggest. The\ncommission is to report immediately upon those points concerning which\nits judgment is clear; on any point upon which it has doubt it will\ntake the time necessary to make investigation and reach a final\njudgment.The work of reclamation of the arid lands of the West is progressing\nsteadily and satisfactorily under the terms of the law setting aside\nthe proceeds from the disposal of public lands. The corps of engineers\nknown as the Reclamation Service, which is conducting the surveys and\nexaminations, has been thoroughly organized, especial pains being taken\nto secure under the civil-service rules a body of skilled, experienced,\nand efficient men. Surveys and examinations are progressing throughout\nthe arid States and Territories, plans for reclaiming works being\nprepared and passed upon by boards of engineers before approval by the\nSecretary of the Interior. In Arizona and Nevada, in localities where\nsuch work is pre-eminently needed, construction has already been begun.\nIn other parts of the arid West various projects are well advanced\ntowards the drawing up of contracts, these being delayed in part by\nnecessities of reaching agreements or understanding as regards rights\nof way or acquisition of real estate. Most of the works contemplated\nfor construction are of national importance, involving interstate\nquestions or the securing of stable, self-supporting communities in the\nmidst of vast tracts of vacant land. The Nation as a whole is of course\nthe gainer by the creation of these homes, adding as they do to the\nwealth and stability of the country, and furnishing a home market for\nthe products of the East and South. The reclamation law, while perhaps\nnot ideal, appears at present to answer the larger needs for which it\nis designed. Further legislation is not recommended until the\nnecessities of change are more apparent.The study of the opportunities of reclamation of the vast extent of\narid land shows that whether this reclamation is done by individuals,\ncorporations, or the State, the sources of water supply must be\neffectively protected and the reservoirs guarded by the preservation of\nthe forests at the headwaters of the streams. The engineers making the\npreliminary examinations continually emphasize this need and urge that\nthe remaining public lands at the headwaters of the important streams\nof the West be reserved to insure permanency of water supply for\nirrigation. Much progress in forestry has been made during the past\nyear. The necessity for perpetuating our forest resources, whether in\npublic or private hands, is recognized now as never before. The demand\nfor forest reserves has become insistent in the West, because the West\nmust use the water, wood, and summer range which only such reserves can\nsupply. Progressive lumbermen are striving, through forestry, to give\ntheir business permanence. Other great business interests are awakening\nto the need of forest preservation as a business matter. The\nGovernment's forest work should receive from the Congress hearty\nsupport, and especially support adequate for the protection of the\nforest reserves against fire. The forest-reserve policy of the\nGovernment has passed beyond the experimental stage and has reached a\ncondition where scientific methods are essential to its successful\nprosecution. The administrative features of forest reserves are at\npresent unsatisfactory, being divided between three Bureaus of two\nDepartments. It is therefore recommended that all matters pertaining to\nforest reserves, except those involving or pertaining to land titles,\nbe consolidated in the Bureau of Forestry of the Department of\nAgriculture.The cotton-growing States have recently been invaded by a weevil that\nhas done much damage and threatens the entire cotton industry. I\nsuggest to the Congress the prompt enactment of such remedial\nlegislation as its judgment may approve.In granting patents to foreigners the proper course for this country to\nfollow is to give the same advantages to foreigners here that the\ncountries in which these foreigners dwell extend in return to our\ncitizens; that is, to extend the benefits of our patent laws on\ninventions and the like where in return the articles would be\npatentable in the foreign countries concerned--where an American could\nget a corresponding patent in such countries.The Indian agents should not be dependent for their appointment or\ntenure of office upon considerations of partisan politics; the practice\nof appointing, when possible, ex-army officers or bonded\nsuperintendents to the vacancies that occur is working well. Attention\nis invited to the widespread illiteracy due to lack of public schools\nin the Indian Territory. Prompt heed should be paid to the need of\neducation for the children in this Territory.In my last annual Message the attention of the Congress was called to\nthe necessity of enlarging the safety-appliance law, and it is\ngratifying to note that this law was amended in important respects.\nWith the increasing railway mileage of the country, the greater number\nof men employed, and the use of larger and heavier equipment, the\nurgency for renewed effort to prevent the loss of life and limb upon\nthe railroads of the country, particularly to employees, is apparent.\nFor the inspection of water craft and the Life-Saving Service upon the\nwater the Congress has built up an elaborate body of protective\nlegislation and a thorough method of inspection and is annually\nspending large sums of money. It is encouraging to observe that the\nCongress is alive to the interests of those who are employed upon our\nwonderful arteries of commerce--the railroads--who so safely transport\nmillions of passengers and billions of tons of freight. The Federal\ninspection, of safety appliances, for which the Congress is now making\nappropriations, is a service analogous to that which the Government has\nupheld for generations in regard to vessels, and it is believed will\nprove of great practical benefit, both to railroad employees and the\ntraveling public. As the greater part of commerce is interstate and\nexclusively under the control of the Congress the needed safety and\nuniformity must be secured by national legislation.No other class of our citizens deserves so well of the Nation as those\nto whom the Nation owes its very being, the veterans of the civil war.\nSpecial attention is asked to the excellent work of the Pension Bureau\nin expediting and disposing of pension claims. During the fiscal year\nending July 1, 1903, the Bureau settled 251,982 claims, an average of\n825 claims for each working day of the year. The number of settlements\nsince July 1, 1903, has been in excess of last year's average,\napproaching 1,000 claims for each working day, and it is believed that\nthe work of the Bureau will be current at the close of the present\nfiscal year.During the year ended June 30 last 25,566 persons were appointed\nthrough competitive examinations under the civil-service rules. This\nwas 12,672 more than during the preceding year, and 40 per cent of\nthose who passed the examinations. This abnormal growth was largely\noccasioned by the extension of classification to the rural\nfree-delivery service and the appointment last year of over 9,000 rural\ncarriers. A revision of the civil-service rules took effect on April 15\nlast, which has greatly improved their operation. The completion of the\nreform of the civil service is recognized by good citizens everywhere\nas a matter of the highest public importance, and the success of the\nmerit system largely depends upon the effectiveness of the rules and\nthe machinery provided for their enforcement. A very gratifying spirit\nof friendly co-operation exists in all the Departments of the\nGovernment in the enforcement and uniform observance of both the letter\nand spirit of the civil-service act. Executive orders of July 3, 1902;\nMarch 26, 1903, and July 8, 1903, require that appointments of all\nunclassified laborers, both in the Departments at Washington and in the\nfield service, shall be made with the assistance of the United States\nCivil Service Commission, under a system of registration to test the\nrelative fitness of applicants for appointment or employment. This\nsystem is competitive, and is open to all citizens of the United States\nqualified in respect to age, physical ability, moral character,\nindustry, and adaptability for manual labor; except that in case of\nveterans of the Civil War the element of age is omitted. This system of\nappointment is distinct from the classified service and does not\nclassify positions of mere laborer under the civil-service act and\nrules. Regulations in aid thereof have been put in operation in several\nof the Departments and are being gradually extended in other parts of\nthe service. The results have been very satisfactory, as extravagance\nhas been checked by decreasing the number of unnecessary positions and\nby increasing the efficiency of the employees remaining.The Congress, as the result of a thorough investigation of the\ncharities and reformatory institutions in the District of Columbia, by\na joint select committee of the two Houses which made its report in\nMarch, 1898, created in the act approved June 6, 1900, a board of\ncharities for the District of Columbia, to consist of five residents of\nthe District, appointed by the President of the United States, by and\nwith the advice and consent of the Senate, each for a term of three\nyears, to serve without compensation. President McKinley appointed five\nmen who had been active and prominent in the public charities in\nWashington, all of whom upon taking office July 1, 1900, resigned from\nthe different charities with which they had been connected. The members\nof the board have been reappointed in successive years. The board\nserves under the Commissioners of the District of Columbia. The board\ngave its first year to a careful and impartial study of the special\nproblems before it, and has continued that study every year in the\nlight of the best practice in public charities elsewhere. Its\nrecommendations in its annual reports to the Congress through the\nCommissioners of the District of Columbia \"for the economical and\nefficient administration of the charities and reformatories of the\nDistrict of Columbia,\" as required by the act creating it, have been\nbased upon the principles commended by the joint select committee of\nthe Congress in its report of March, 1898, and approved by the best\nadministrators of public charities, and make for the desired\nsystematization and improvement of the affairs under its supervision.\nThey are worthy of favorable consideration by the Congress.The effect of the laws providing a General Staff for the Army and for\nthe more effective use of the National Guard has been excellent. Great\nimprovement has been made in the efficiency of our Army in recent\nyears. Such schools as those erected at Fort Leavenworth and Fort Riley\nand the institution of fall maneuver work accomplish satisfactory\nresults. The good effect of these maneuvers upon the National Guard is\nmarked, and ample appropriation should be made to enable the guardsmen\nof the several States to share in the benefit. The Government should as\nsoon as possible secure suitable permanent camp sites for military\nmaneuvers in the various sections of the country. The service thereby\nrendered not only to the Regular Army, but to the National Guard of the\nseveral States, will be so great as to repay many times over the\nrelatively small expense. We should not rest satisfied with what has\nbeen done, however. The only people who are contented with a system of\npromotion by mere seniority are those who are contented with the\ntriumph of mediocrity over excellence. On the other hand, a system\nwhich encouraged the exercise of social or political favoritism in\npromotions would be even worse. But it would surely be easy to devise a\nmethod of promotion from grade to grade in which the opinion of the\nhigher officers of the service upon the candidates should be decisive\nupon the standing and promotion of the latter. Just such a system now\nobtains at West Point. The quality of each year's work determines the\nstanding of that year's class, the man being dropped or graduated into\nthe next class in the relative position which his military superiors\ndecide to be warranted by his merit. In other words, ability, energy,\nfidelity, and all other similar qualities determine the rank of a man\nyear after year in West Point, and his standing in the Army when he\ngraduates from West Point; but from that time on, all effort to find\nwhich man is best or worst, and reward or punish him accordingly, is\nabandoned; no brilliancy, no amount of hard work, no eagerness in the\nperformance of duty, can advance him, and no slackness or indifference\nthat falls short of a court-martial offense can retard him. Until this\nsystem is changed we can not hope that our officers will be of as high\ngrade as we have a right to expect, considering the material upon which\nwe draw. Moreover, when a man renders such service as Captain Pershing\nrendered last spring in the Moro campaign, it ought to be possible\nto reward him without at once jumping him to the grade of\nbrigadier-general.Shortly after the enunciation of that famous principle of American\nforeign policy now known as the \"Monroe Doctrine,\" President Monroe, in\na special Message to Congress on January 30, 1824, spoke as follows:\n\"The Navy is the arm from which our Government will always derive most\naid in support of our rights. Every power engaged in war will know the\nstrength of our naval power, the number of our ships of each class,\ntheir condition, and the promptitude with which we may bring them into\nservice, and will pay due consideration to that argument.\"I heartily congratulate the Congress upon the steady progress in\nbuilding up the American Navy. We can not afford a let-up in this great\nwork. To stand still means to go back. There should be no cessation in\nadding to the effective units of the fighting strength of the fleet.\nMeanwhile the Navy Department and the officers of the Navy are doing\nwell their part by providing constant service at sea under conditions\nakin to those of actual warfare. Our officers and enlisted men are\nlearning to handle the battleships, cruisers, and torpedo boats with\nhigh efficiency in fleet and squadron formations, and the standard of\nmarksmanship is being steadily raised. The best work ashore is\nindispensable, but the highest duty of a naval officer is to exercise\ncommand at sea.The establishment of a naval base in the Philippines ought not to be\nlonger postponed. Such a base is desirable in time of peace; in time of\nwar it would be indispensable, and its lack would be ruinous. Without\nit our fleet would be helpless. Our naval experts are agreed that Subig\nBay is the proper place for the purpose. The national interests require\nthat the work of fortification and development of a naval station at\nSubig Bay be begun at an early date; for under the best conditions it\nis a work which will consume much time.It is eminently desirable, however, that there should be provided a\nnaval general staff on lines similar to those of the General Staff\nlately created for the Army. Within the Navy Department itself the\nneeds of the service have brought about a system under which the duties\nof a general staff are partially performed; for the Bureau of\nNavigation has under its direction the War College, the Office of Naval\nIntelligence, and the Board of Inspection, and has been in close touch\nwith the General Board of the Navy. But though under the excellent\nofficers at their head, these boards and bureaus do good work, they\nhave not the authority of a general staff, and have not sufficient\nscope to insure a proper readiness for emergencies. We need the\nestablishment by law of a body of trained officers, who shall exercise\na systematic control of the military affairs of the Navy, and be\nauthorized advisers of the Secretary concerning it.By the act of June 28, 1902, the Congress authorized the President to\nenter into treaty with Colombia for the building of the canal across\nthe Isthmus of Panama; it being provided that in the event of failure\nto secure such treaty after the lapse of a reasonable time, recourse\nshould be had to building a canal through Nicaragua. It has not been\nnecessary to consider this alternative, as I am enabled to lay before\nthe Senate a treaty providing for the building of the canal across the\nIsthmus of Panama. This was the route which commended itself to the\ndeliberate judgment of the Congress, and we can now acquire by treaty\nthe right to construct the canal over this route. The question now,\ntherefore, is not by which route the isthmian canal shall be built, for\nthat question has been definitely and irrevocably decided. The question\nis simply whether or not we shall have an isthmian canal.When the Congress directed that we should take the Panama route under\ntreaty with Colombia, the essence of the condition, of course, referred\nnot to the Government which controlled that route, but to the route\nitself; to the territory across which the route lay, not to the name\nwhich for the moment the territory bore on the map. The purpose of the\nlaw was to authorize the President to make a treaty with the power in\nactual control of the Isthmus of Panama. This purpose has been\nfulfilled.In the year 1846 this Government entered into a treaty with New\nGranada, the predecessor upon the Isthmus of the Republic of Colombia\nand of the present Republic of Panama, by which treaty it was provided\nthat the Government and citizens of the United States should always\nhave free and open right of way or transit across the Isthmus of Panama\nby any modes of communication that might be constructed, while in turn\nour Government guaranteed the perfect neutrality of the above-mentioned\nIsthmus with the view that the free transit from the one to the other\nsea might not be interrupted or embarrassed. The treaty vested in the\nUnited States a substantial property right carved out of the rights of\nsovereignty and property which New Granada then had and possessed over\nthe said territory. The name of New Granada has passed away and its\nterritory has been divided. Its successor, the Government of Colombia,\nhas ceased to own any property in the Isthmus. A new Republic, that of\nPanama, which was at one time a sovereign state, and at another time a\nmere department of the successive confederations known as New Granada\nand Columbia, has now succeeded to the rights which first one and then\nthe other formerly exercised over the Isthmus. But as long as the\nIsthmus endures, the mere geographical fact of its existence, and the\npeculiar interest therein which is required by our position, perpetuate\nthe solemn contract which binds the holders of the territory to respect\nour right to freedom of transit across it, and binds us in return to\nsafeguard for the Isthmus and the world the exercise of that\ninestimable privilege. The true interpretation of the obligations upon\nwhich the United States entered in this treaty of 1846 has been given\nrepeatedly in the utterances of Presidents and Secretaries of State.\nSecretary Cuss in 1858 officially stated the position of this\nGovernment as follows:\"The progress of events has rendered the interoceanic route across the\nnarrow portion of Central America vastly important to the commercial\nworld, and especially to the United States, whose possessions extend\nalong the Atlantic and Pacific coasts, and demand the speediest and\neasiest modes of communication. While the rights of sovereignty of the\nstates occupying this region should always be respected, we shall\nexpect that these rights be exercised in a spirit befitting the\noccasion and the wants and circumstances that have arisen. Sovereignty\nhas its duties as well as its rights, and none of these local\ngovernments, even if administered with more regard to the just demands\nof other nations than they have been, would be permitted, in a spirit\nof Eastern isolation, to close the gates of intercourse on the great\nhighways of the world, and justify the act by the pretension that these\navenues of trade and travel belong to them and that they choose to shut\nthem, or, what is almost equivalent, to encumber them with such unjust\nrelations as would prevent their general use.\"Seven years later, in 1865, Mr. Seward in different communications took\nthe following position:\"The United States have taken and will take no interest in any question\nof internal revolution in the State of Panama, or any State of the\nUnited States of Colombia, but will maintain a perfect neutrality in\nconnection with such domestic altercations. The United States will,\nnevertheless, hold themselves ready to protect the transit trade across\nthe Isthmus against invasion of either domestic or foreign disturbers\nof the peace of the State of Panama. Neither the text nor the spirit of\nthe stipulation in that article by which the United States engages to\npreserve the neutrality of the Isthmus of Panama, imposes an obligation\non this Government to comply with the requisition of the President of\nthe United States of Colombia for a force to protect the Isthmus of\nPanama from a body of insurgents of that country. The purpose of the\nstipulation was to guarantee the Isthmus against seizure or invasion by\na foreign power only.\"Attorney-General Speed, under date of November 7, 1865, advised\nSecretary Seward as follows:\"From this treaty it can not be supposed that New Granada invited the\nUnited States to become a party to the intestine troubles of that\nGovernment, nor did the United States become bound to take sides in the\ndomestic broils of New Granada. The United States did guarantee New\nGranada in the sovereignty and property over the territory. This was as\nagainst other and foreign governments.\"For four hundred years, ever since shortly after the discovery of this\nhemisphere, the canal across the Isthmus has been planned. For two\nscore years it has been worked at. When made it is to last for the\nages. It is to alter the geography of a continent and the trade routes\nof the world. We have shown by every treaty we have negotiated or\nattempted to negotiate with the peoples in control of the Isthmus and\nwith foreign nations in reference thereto our consistent good faith in\nobserving our obligations; on the one hand to the peoples of the\nIsthmus, and on the other hand to the civilized world whose commercial\nrights we are safeguarding and guaranteeing by our action. We have done\nour duty to others in letter and in spirit, and we have shown the\nutmost forbearance in exacting our own rights.Last spring, under the act above referred to, a treaty concluded\nbetween the representatives of the Republic of Colombia and of our\nGovernment was ratified by the Senate. This treaty was entered into at\nthe urgent solicitation of the people of Colombia and after a body of\nexperts appointed by our Government especially to go into the matter of\nthe routes across the Isthmus had pronounced unanimously in favor of\nthe Panama route. In drawing up this treaty every concession was made\nto the people and to the Government of Colombia. We were more than just\nin dealing with them. Our generosity was such as to make it a serious\nquestion whether we had not gone too far in their interest at the\nexpense of our own; for in our scrupulous desire to pay all possible\nheed, not merely to the real but even to the fancied rights of our\nweaker neighbor, who already owed so much to our protection and\nforbearance, we yielded in all possible ways to her desires in drawing\nup the treaty. Nevertheless the Government of Colombia not merely\nrepudiated the treaty, but repudiated it in such manner as to make it\nevident by the time the Colombian Congress adjourned that not the\nscantiest hope remained of ever getting a satisfactory treaty from\nthem. The Government of Colombia made the treaty, and yet when the\nColombian Congress was called to ratify it the vote against\nratification was unanimous. It does not appear that the Government made\nany real effort to secure ratification.Immediately after the adjournment of the Congress a revolution broke\nout in Panama. The people of Panama had long been discontented with the\nRepublic of Colombia, and they had been kept quiet only by the prospect\nof the conclusion of the treaty, which was to them a matter of vital\nconcern. When it became evident that the treaty was hopelessly lost,\nthe people of Panama rose literally as one man. Not a shot was fired by\na single man on the Isthmus in the interest of the Colombian\nGovernment. Not a life was lost in the accomplishment of the\nrevolution. The Colombian troops stationed on the Isthmus, who had long\nbeen unpaid, made common cause with the people of Panama, and with\nastonishing unanimity the new Republic was started. The duty of the\nUnited States in the premises was clear. In strict accordance with the\nprinciples laid down by Secretaries Cass and Seward in the official\ndocuments above quoted, the United States gave notice that it would\npermit the landing of no expeditionary force, the arrival of which\nwould mean chaos and destruction along the line of the railroad and of\nthe proposed Canal, and an interruption of transit as an inevitable\nconsequence. The de facto Government of Panama was recognized in the\nfollowing telegram to Mr. Ehrman:\"The people of Panama have, by apparently unanimous movement, dissolved\ntheir political connection with the Republic of Colombia and resumed\ntheir independence. When you are satisfied that a de facto government,\nrepublican in form and without substantial opposition from its own\npeople, has been established in the State of Panama, you will enter\ninto relations with it as the responsible government of the territory\nand look to it for all due action to protect the persons and property\nof citizens of the United States and to keep open the isthmian transit,\nin accordance with the obligations of existing treaties governing the\nrelations of the United States to that Territory.\"The Government of Colombia was notified of our action by the following\ntelegram to Mr. Beaupre:\"The people of Panama having, by an apparently unanimous movement,\ndissolved their political connection with the Republic of Colombia and\nresumed their independence, and having adopted a Government of their\nown, republican in form, with which the Government of the United States\nof America has entered into relations, the President of the United\nStates, in accordance with the ties of friendship which have so long\nand so happily existed between the respective nations, most earnestly\ncommends to the Governments of Colombia and of Panama the peaceful and\nequitable settlement of all questions at issue between them. He holds\nthat he is bound not merely by treaty obligations, but by the interests\nof civilization, to see that the peaceful traffic of the world across\nthe Isthmus of Panama shall not longer be disturbed by a constant\nsuccession of unnecessary and wasteful civil wars.\"When these events happened, fifty-seven years had elapsed since the\nUnited States had entered into its treaty with New Granada. During that\ntime the Governments of New Granada and of its successor, Colombia,\nhave been in a constant state of flux. The following is a partial list\nof the disturbances on the Isthmus of Panama during the period in\nquestion as reported to us by our consuls. It is not possible to give a\ncomplete list, and some of the reports that speak of \"revolutions\" must\nmean unsuccessful revolutions. May 22, 1850.--Outbreak; two Americans\nkilled. War vessel demanded to quell outbreak. October,\n1850.--Revolutionary plot to bring about independence of the Isthmus.\nJuly 22, 1851.--Revolution in four southern provinces. November 14,\n1851.--Outbreak at Chagres. Man-of-war requested for Chagres. June 27,\n1853.--Insurrection at Bogota, and consequent disturbance on Isthmus.\nWar vessel demanded. May 23, 1854--Political disturbances; war vessel\nrequested. June 28, 1854.--Attempted revolution. October 24,\n1854.--Independence of Isthmus demanded by provincial legislature.\nApril, 1856.--Riot, and massacre of Americans. May 4, 1856.--Riot. May\n18, 1856.--Riot. June 3, 1856.--Riot. October 2, 1856.--Conflict\nbetween two native parties. United States forces landed. December 18,\n1858.--Attempted secession of Panama. April, 1859.--Riots. September,\n1860.--Outbreak. October 4, 1860.--Landing of United States forces in\nconsequence. May 23, 1861.--Intervention of the United States forces\nrequired by intendente. October 2, 1861.--Insurrection and civil war.\nApril 4, 1862.--Measures to prevent rebels crossing Isthmus. June 13,\n1862.--Mosquera's troops refused admittance to Panama. March,\n1865.--Revolution, and United States troops landed. August,\n1865.--Riots; unsuccessful attempt to invade Panama. March,\n1866.--Unsuccessful revolution. April, 1867.--Attempt to overthrow\nGovernment. August, 1867.--Attempt at revolution. July 5,\n1868.--Revolution; provisional government inaugurated. August 29,\n1868.--Revolution; provisional government overthrown. April,\n1871.--Revolution; followed apparently by counter revolution. April,\n1873.--Revolution and civil war which lasted to October, 1875. August,\n1876.--Civil war which lasted until April, 1877. July,\n1878.--Rebellion. December, 1878.--Revolt. April, 1879.--Revolution.\nJune, 1879.--Revolution. March, 1883.--Riot. May, 1883.--Riot. June,\n1884.--Revolutionary attempt. December, 1884.--Revolutionary attempt.\nJanuary, 1885.--Revolutionary disturbances. March, 1885.--Revolution.\nApril, 1887.--Disturbance on Panama Railroad. November,\n1887.--Disturbance on line of canal. January, 1889.--Riot. January,\n1895.--Revolution which lasted until April. March, 1895.--Incendiary\nattempt. October, 1899.--Revolution. February, 1900, to July,\n1900.--Revolution. January, 1901--Revolution. July,\n1901.--Revolutionary disturbances. September, 1901.--City of Colon\ntaken by rebels. March, 1902.--Revolutionary disturbances. July,\n1902.--Revolution. The above is only a partial list of the revolutions,\nrebellions, insurrections, riots, and other outbreaks that have\noccurred during the period in question; yet they number 53 for the 57\nyears. It will be noted that one of them lasted for nearly three years\nbefore it was quelled; another for nearly a year. In short, the\nexperience of over half a century has shown Colombia to be utterly\nincapable of keeping order on the Isthmus. Only the active interference\nof the United States has enabled her to preserve so much as a semblance\nof sovereignty. Had it not been for the exercise by the United States\nof the police power in her interest, her connection with the Isthmus\nwould have been sundered long ago. In 1856, in 1860, in 1873, in 1885,\nin 1901, and again in 1902, sailors and marines from United States war\nships were forced to land in order to patrol the Isthmus, to protect\nlife and property, and to see that the transit across the Isthmus was\nkept open. In 1861, in 1862, in 1885, and in 1900, the Colombian\nGovernment asked that the United States Government would land troops to\nprotect its interests and maintain order on the Isthmus. Perhaps the\nmost extraordinary request is that which has just been received and\nwhich runs as follows:\"Knowing that revolution has already commenced in Panama [an eminent\nColombian] says that if the Government of the United States will land\ntroops to preserve Colombian sovereignty, and the transit, if requested\nby Colombian charge d'affaires, this Government will declare martial\nlaw; and, by virtue of vested constitutional authority, when public\norder is disturbed, will approve by decree ratification of the canal\ntreaty as signed; or, if the Government of the United States prefers,\nwill call extra session of the Congress--with new and friendly\nmembers--next May to approve the treaty. [An eminent Colombian] has the\nperfect confidence of vice-president, he says, and if it became\nnecessary will go to the Isthmus or send representatives there to\nadjust matters along above lines to the satisfaction of the people\nthere.\"This dispatch is noteworthy from two standpoints. Its offer of\nimmediately guaranteeing the treaty to us is in sharp contrast with the\npositive and contemptuous refusal of the Congress which has just closed\nits sessions to consider favorably such a treaty; it shows that the\nGovernment which made the treaty really had absolute control over the\nsituation, but did not choose to exercise this control. The dispatch\nfurther calls on us to restore order and secure Colombian supremacy in\nthe Isthmus from which the Colombian Government has just by its action\ndecided to bar us by preventing the construction of the canal.The control, in the interest of the commerce and traffic of the whole\ncivilized world, of the means of undisturbed transit across the Isthmus\nof Panama has become of transcendent importance to the United States.\nWe have repeatedly exercised this control by intervening in the course\nof domestic dissension, and by protecting the territory from foreign\ninvasion. In 1853 Mr. Everett assured the Peruvian minister that we\nshould not hesitate to maintain the neutrality of the Isthmus in the\ncase of war between Peru and Colombia. In 1864 Colombia, which has\nalways been vigilant to avail itself of its privileges conferred by the\ntreaty, expressed its expectation that in the event of war between Peru\nand Spain the United States would carry into effect the guaranty of\nneutrality. There have been few administrations of the State Department\nin which this treaty has not, either by the one side or the other, been\nused as a basis of more or less important demands. It was said by Mr.\nFish in 1871 that the Department of State had reason to believe that an\nattack upon Colombian sovereignty on the Isthmus had, on several\noccasions, been averted by warning from this Government. In 1886, when\nColombia was under the menace of hostilities from Italy in the Cerruti\ncase, Mr. Bayard expressed the serious concern that the United States\ncould not but feel, that a European power should resort to force\nagainst a sister republic of this hemisphere, as to the sovereign and\nuninterrupted use of a part of whose territory we are guarantors under\nthe solemn faith of a treaty.The above recital of facts establishes beyond question: First, that the\nUnited States has for over half a century patiently and in good faith\ncarried out its obligations under the treaty of 1846; second, that when\nfor the first time it became possible for Colombia to do anything in\nrequital of the services thus repeatedly rendered to it for fifty-seven\nyears by the United States, the Colombian Government peremptorily and\noffensively refused thus to do its part, even though to do so would\nhave been to its advantage and immeasurably to the advantage of the\nState of Panama, at that time under its jurisdiction; third, that\nthroughout this period revolutions, riots, and factional disturbances\nof every kind have occurred one after the other in almost uninterrupted\nsuccession, some of them lasting for months and even for years, while\nthe central government was unable to put them down or to make peace\nwith the rebels; fourth, that these disturbances instead of showing any\nsign of abating have tended to grow more numerous and more serious in\nthe immediate past; fifth, that the control of Colombia over the\nIsthmus of Panama could not be maintained without the armed\nintervention and assistance of the United States. In other words, the\nGovernment of Colombia, though wholly unable to maintain order on the\nIsthmus, has nevertheless declined to ratify a treaty the conclusion of\nwhich opened the only chance to secure its own stability and to\nguarantee permanent peace on, and the construction of a canal across,\nthe Isthmus.Under such circumstances the Government of the United States would have\nbeen guilty of folly and weakness, amounting in their sum to a crime\nagainst the Nation, had it acted otherwise than it did when the\nrevolution of November 3 last took place in Panama. This great\nenterprise of building the interoceanic canal can not be held up to\ngratify the whims, or out of respect to the governmental impotence, or\nto the even more sinister and evil political peculiarities, of people\nwho, though they dwell afar off, yet, against the wish of the actual\ndwellers on the Isthmus, assert an unreal supremacy over the territory.\nThe possession of a territory fraught with such peculiar capacities as\nthe Isthmus in question carries with it obligations to mankind. The\ncourse of events has shown that this canal can not be built by private\nenterprise, or by any other nation than our own; therefore it must be\nbuilt by the United States.Every effort has been made by the Government of the United States to\npersuade Colombia to follow a course which was essentially not only to\nour interests and to the interests of the world, but to the interests\nof Colombia itself. These efforts have failed; and Colombia, by her\npersistence in repulsing the advances that have been made, has forced\nus, for the sake of our own honor, and of the interest and well-being,\nnot merely of our own people, but of the people of the Isthmus of\nPanama and the people of the civilized countries of the world, to take\ndecisive steps to bring to an end a condition of affairs which had\nbecome intolerable. The new Republic of Panama immediately offered to\nnegotiate a treaty with us. This treaty I herewith submit. By it our\ninterests are better safeguarded than in the treaty with Colombia which\nwas ratified by the Senate at its last session. It is better in its\nterms than the treaties offered to us by the Republics of Nicaragua and\nCosta Rica. At last the right to begin this great undertaking is made\navailable. Panama has done her part. All that remains is for the\nAmerican Congress to do its part, and forthwith this Republic will\nenter upon the execution of a project colossal in its size and of\nwell-nigh incalculable possibilities for the good of this country and\nthe nations of mankind.By the provisions of the treaty the United States guarantees and will\nmaintain the independence of the Republic of Panama. There is granted\nto the United States in perpetuity the use, occupation, and control of\na strip ten miles wide and extending three nautical miles into the sea\nat either terminal, with all lands lying outside of the zone necessary\nfor the construction of the canal or for its auxiliary works, and with\nthe islands in the Bay of Panama. The cities of Panama and Colon are\nnot embraced in the canal zone, but the United States assumes their\nsanitation and, in case of need, the maintenance of order therein; the\nUnited States enjoys within the granted limits all the rights, power,\nand authority which it would possess were it the sovereign of the\nterritory to the exclusion of the exercise of sovereign rights by the\nRepublic. All railway and canal property rights belonging to Panama and\nneeded for the canal pass to the United States, including any property\nof the respective companies in the cities of Panama and Colon; the\nworks, property, and personnel of the canal and railways are exempted\nfrom taxation as well in the cities of Panama and Colon as in the canal\nzone and its dependencies. Free immigration of the personnel and\nimportation of supplies for the construction and operation of the canal\nare granted. Provision is made for the use of military force and the\nbuilding of fortifications by the United States for the protection of\nthe transit. In other details, particularly as to the acquisition of\nthe interests of the New Panama Canal Company and the Panama Railway by\nthe United States and the condemnation of private property for the uses\nof the canal, the stipulations of the Hay-Herran treaty are closely\nfollowed, while the compensation to be given for these enlarged grants\nremains the same, being ten millions of dollars payable on exchange of\nratifications; and, beginning nine years from that date, an annual\npayment of $250,000 during the life of the convention.", 
    "name": "Theodore Roosevelt"
}