{
    "date": "December 6, 1904", 
    "speech": "To the Senate and House of Representatives:The Nation continues to enjoy noteworthy prosperity. Such prosperity is\nof course primarily due to the high individual average of our\ncitizenship, taken together with our great natural resources; but an\nimportant factor therein is the working of our long-continued\ngovernmental policies. The people have emphatically expressed their\napproval of the principles underlying these policies, and their desire\nthat these principles be kept substantially unchanged, although of\ncourse applied in a progressive spirit to meet changing conditions.The enlargement of scope of the functions of the National Government\nrequired by our development as a nation involves, of course, increase\nof expense; and the period of prosperity through which the country is\npassing justifies expenditures for permanent improvements far greater\nthan would be wise in hard times. Battle ships and forts, public\nbuildings, and improved waterways are investments which should be made\nwhen we have the money; but abundant revenues and a large surplus\nalways invite extravagance, and constant care should be taken to guard\nagainst unnecessary increase of the ordinary expenses of government.\nThe cost of doing Government business should be regulated with the same\nrigid scrutiny as the cost of doing a private business.In the vast and complicated mechanism of our modern civilized life the\ndominant note is the note of industrialism; and the relations of\ncapital and labor, and especially of organized capital and organized\nlabor, to each other and to the public at large come second in\nimportance only to the intimate questions of family life. Our peculiar\nform of government, with its sharp division of authority between the\nNation and the several States, has been on the whole far more\nadvantageous to our development than a more strongly centralized\ngovernment. But it is undoubtedly responsible for much of the\ndifficulty of meeting with adequate legislation the new problems\npresented by the total change in industrial conditions on this\ncontinent during the last half century. In actual practice it has\nproved exceedingly difficult, and in many cases impossible, to get\nunanimity of wise action among the various States on these subjects.\nFrom the very nature of the case this is especially true of the laws\naffecting the employment of capital in huge masses.With regard to labor the problem is no less important, but it is\nsimpler. As long as the States retain the primary control of the police\npower the circumstances must be altogether extreme which require\ninterference by the Federal authorities, whether in the way of\nsafeguarding the rights of labor or in the way of seeing that wrong is\nnot done by unruly persons who shield themselves behind the name of\nlabor. If there is resistance to the Federal courts, interference with\nthe mails, or interstate commerce, or molestation of Federal property,\nor if the State authorities in some crisis which they are unable to\nface call for help, then the Federal Government may interfere; but\nthough such interference may be caused by a condition of things arising\nout of trouble connected with some question of labor, the interference\nitself simply takes the form of restoring order without regard to the\nquestions which have caused the breach of order--for to keep order is a\nprimary duty and in a time of disorder and violence all other questions\nsink into abeyance until order has been restored. In the District of\nColumbia and in the Territories the Federal law covers the entire field\nof government; but the labor question is only acute in populous centers\nof commerce, manufactures, or mining. Nevertheless, both in the\nenactment and in the enforcement of law the Federal Government within\nits restricted sphere should set an example to the State governments,\nespecially in a matter so vital as this affecting labor. I believe that\nunder modern industrial conditions it is often necessary, and even\nwhere not necessary it is yet often wise, that there should be\norganization of labor in order better to secure the rights of the\nindividual wage-worker. All encouragement should be given to any such\norganization so long as it is conducted with a due and decent regard\nfor the rights of others. There are in this country some labor unions\nwhich have habitually, and other labor unions which have often, been\namong the most effective agents in working for good citizenship and for\nuplifting the condition of those whose welfare should be closest to our\nhearts. But when any labor union seeks improper ends, or seeks to\nachieve proper ends by improper means, all good citizens and more\nespecially all honorable public servants must oppose the wrongdoing as\nresolutely as they would oppose the wrongdoing of any great\ncorporation. Of course any violence, brutality, or corruption, should\nnot for one moment be tolerated. Wage-workers have an entire right to\norganize and by all peaceful and honorable means to endeavor to\npersuade their fellows to join with them in organizations. They have a\nlegal right, which, according to circumstances, may or may not be a\nmoral right, to refuse to work in company with men who decline to join\ntheir organizations. They have under no circumstances the right to\ncommit violence upon these, whether capitalists or wage-workers, who\nrefuse to support their organizations, or who side with those with whom\nthey are at odds; for mob rule is intolerable in any form.The wage-workers are peculiarly entitled to the protection and the\nencouragement of the law. From the very nature of their occupation\nrailroad men, for instance, are liable to be maimed in doing the\nlegitimate work of their profession, unless the railroad companies are\nrequired by law to make ample provision for their safety. The\nAdministration has been zealous in enforcing the existing law for this\npurpose. That law should be amended and strengthened. Wherever the\nNational Government has power there should be a stringent employer's\nliability law, which should apply to the Government itself where the\nGovernment is an employer of labor.In my Message to the Fifty-seventh Congress, at its second session, I\nurged the passage of an employer's liability law for the District of\nColumbia. I now renew that recommendation, and further recommend that\nthe Congress appoint a commission to make a comprehensive study of\nemployer's liability with the view of extending the provisions of a\ngreat and constitutional law to all employments within the scope of\nFederal power.The Government has recognized heroism upon the water, and bestows\nmedals of honor upon those persons who by extreme and heroic daring\nhave endangered their lives in saving, or endeavoring to save, lives\nfrom the perils of the sea in the waters over which the United States\nhas jurisdiction, or upon an American vessel. This recognition should\nbe extended to cover cases of conspicuous bravery and self-sacrifice in\nthe saving of life in private employments under the jurisdiction of the\nUnited States, and particularly in the land commerce of the Nation.The ever-increasing casualty list upon our railroads is a matter of\ngrave public concern, and urgently calls for action by the Congress. In\nthe matter of speed and comfort of railway travel our railroads give at\nleast as good service as those of any other nation, and there is no\nreason why this service should not also be as safe as human ingenuity\ncan make it. Many of our leading roads have been foremost in the\nadoption of the most approved safeguards for the protection of\ntravelers and employees, yet the list of clearly avoidable accidents\ncontinues unduly large. The passage of a law requiring the adoption of\na block-signal system has been proposed to the Congress. I earnestly\nconcur in that recommendation, and would also point out to the Congress\nthe urgent need of legislation in the interest of the public safety\nlimiting the hours of labor for railroad employees in train service\nupon railroads engaged in interstate commerce, and providing that only\ntrained and experienced persons be employed in positions of\nresponsibility connected with the operation of trains. Of course\nnothing can ever prevent accidents caused by human weakness or\nmisconduct; and there should be drastic punishment for any railroad\nemployee, whether officer or man, who by issuance of wrong orders or by\ndisobedience of orders causes disaster. The law of 1901, requiring\ninterstate railroads to make monthly reports of all accidents to\npassengers and employees on duty, should also be amended so as to\nempower the Government to make a personal investigation, through proper\nofficers, of all accidents involving loss of life which seem to require\ninvestigation, with a requirement that the results of such\ninvestigation be made public.The safety-appliance law, as amended by the act of March 2, 1903, has\nproved beneficial to railway employees, and in order that its\nprovisions may be properly carried out, the force of inspectors\nprovided for by appropriation should be largely increased. This service\nis analogous to the Steamboat-Inspection Service, and deals with even\nmore important interests. It has passed the experimental stage and\ndemonstrated its utility, and should receive generous recognition by\nthe Congress.There is no objection to employees of the Government forming or\nbelonging to unions; but the Government can neither discriminate for\nnor discriminate against nonunion men who are in its employment, or who\nseek to be employed under it. Moreover, it is a very grave impropriety\nfor Government employees to band themselves together for the purpose of\nextorting improperly high salaries from the Government. Especially is\nthis true of those within the classified service. The letter carriers,\nboth municipal and rural, are as a whole an excellent body of public\nservants. They should be amply paid. But their payment must be obtained\nby arguing their claims fairly and honorably before the Congress, and\nnot by banding together for the defeat of those Congressmen who refuse\nto give promises which they can not in conscience give. The\nAdministration has already taken steps to prevent and punish abuses of\nthis nature; but it will be wise for the Congress to supplement this\naction by legislation.Much can be done by the Government in labor matters merely by giving\npublicity to certain conditions. The Bureau of Labor has done excellent\nwork of this kind in many different directions. I shall shortly lay\nbefore you in a special message the full report of the investigation of\nthe Bureau of Labor into the Colorado mining strike, as this was a\nstrike in which certain very evil forces, which are more or less at\nwork everywhere under the conditions of modern industrialism, became\nstartlingly prominent. It is greatly to be wished that the Department\nof Commerce and Labor, through the Labor Bureau, should compile and\narrange for the Congress a list of the labor laws of the various\nStates, and should be given the means to investigate and report to the\nCongress upon the labor conditions in the manufacturing and mining\nregions throughout the country, both as to wages, as to hours of labor,\nas to the labor of women and children, and as to the effect in the\nvarious labor centers of immigration from abroad. In this investigation\nespecial attention should be paid to the conditions of child labor and\nchild-labor legislation in the several States. Such an investigation\nmust necessarily take into account many of the problems with which this\nquestion of child labor is connected. These problems can be actually\nmet, in most cases, only by the States themselves; but the lack of\nproper legislation in one State in such a matter as child labor often\nrenders it excessively difficult to establish protective restriction\nupon the work in another State having the same industries, so that the\nworst tends to drag down the better. For this reason, it would be well\nfor the Nation at least to endeavor to secure comprehensive information\nas to the conditions of labor of children in the different States. Such\ninvestigation and publication by the National Government would tend\ntoward the securing of approximately uniform legislation of the proper\ncharacter among the several States.When we come to deal with great corporations the need for the\nGovernment to act directly is far greater than in the case of labor,\nbecause great corporations can become such only by engaging in\ninterstate commerce, and interstate commerce is peculiarly the field of\nthe General Government. It is an absurdity to expect to eliminate the\nabuses in great corporations by State action. It is difficult to be\npatient with an argument that such matters should be left to the States\nbecause more than one State pursues the policy of creating on easy\nterms corporations which are never operated within that State at all,\nbut in other States whose laws they ignore. The National Government\nalone can deal adequately with these great corporations. To try to deal\nwith them in an intemperate, destructive, or demagogic spirit would, in\nall probability, mean that nothing whatever would be accomplished, and,\nwith absolute certainty, that if anything were accomplished it would be\nof a harmful nature. The American people need to continue to show the\nvery qualities that they have shown--that is, moderation, good sense,\nthe earnest desire to avoid doing any damage, and yet the quiet\ndetermination to proceed, step by step, without halt and without hurry,\nin eliminating or at least in minimizing whatever of mischief or evil\nthere is to interstate commerce in the conduct of great corporations.\nThey are acting in no spirit of hostility to wealth, either individual\nor corporate. They are not against the rich man any more than against\nthe poor man. On the contrary, they are friendly alike toward rich man\nand toward poor man, provided only that each acts in a spirit of\njustice and decency toward his fellows. Great corporations are\nnecessary, and only men of great and singular mental power can manage\nsuch corporations successfully, and such men must have great rewards.\nBut these corporations should be managed with due regard to the\ninterest of the public as a whole. Where this can be done under the\npresent laws it must be done. Where these laws come short others should\nbe enacted to supplement them.Yet we must never forget the determining factor in every kind of work,\nof head or hand, must be the man's own good sense, courage, and\nkindliness. More important than any legislation is the gradual growth\nof a feeling of responsibility and forbearance among capitalists, and\nwage-workers alike; a feeling of respect on the part of each man for\nthe rights of others; a feeling of broad community of interest, not\nmerely of capitalists among themselves, and of wage-workers among\nthemselves, but of capitalists and wage-workers in their relations to\neach other, and of both in their relations to their fellows who with\nthem make up the body politic. There are many captains of industry,\nmany labor leaders, who realize this. A recent speech by the president\nof one of our great railroad systems to the employees of that system\ncontains sound common sense. It rims in part as follows:\"It is my belief we can better serve each other, better understand the\nman as well as his business, when meeting face to face, exchanging\nviews, and realizing from personal contact we serve but one interest,\nthat of our mutual prosperity.\"Serious misunderstandings can not occur where personal good will\nexists and opportunity for personal explanation is present.\"In my early business life I had experience with men of affairs of a\ncharacter to make me desire to avoid creating a like feeling of\nresentment to myself and the interests in my charge, should fortune\never place me in authority, and I am solicitous of a measure of\nconfidence on the part of the public and our employees that I shall\nhope may be warranted by the fairness and good fellowship I intend\nshall prevail in our relationship.\"But do not feel I am disposed to grant unreasonable requests, spend\nthe money of our company unnecessarily or without value received, nor\nexpect the days of mistakes are disappearing, or that cause for\ncomplaint will not continually occur; simply to correct such abuses as\nmay be discovered, to better conditions as fast as reasonably may be\nexpected, constantly striving, with varying success, for that\nimprovement we all desire, to convince you there is a force at work in\nthe right direction, all the time making progress--is the disposition\nwith which I have come among you, asking your good will and\nencouragement.\"The day has gone by when a corporation can be handled successfully in\ndefiance of the public will, even though that will be unreasonable and\nwrong. A public may be led, but not driven, and I prefer to go with it\nand shape or modify, in a measure, its opinion, rather than be swept\nfrom my bearings, with loss to myself and the interests in my charge.\"Violent prejudice exists towards corporate activity and capital today,\nmuch of it founded in reason, more in apprehension, and a large measure\nis due to the personal traits of arbitrary, unreasonable, incompetent,\nand offensive men in positions of authority. The accomplishment of\nresults by indirection, the endeavor to thwart the intention, if not\nthe expressed letter of the law (the will of the people), a disregard\nof the rights of others, a disposition to withhold what is due, to\nforce by main strength or inactivity a result not justified, depending\nupon the weakness of the claimant and his indisposition to become\ninvolved in litigation, has created a sentiment harmful in the extreme\nand a disposition to consider anything fair that gives gain to the\nindividual at the expense of the company.\"If corporations are to continue to do the world's work, as they are\nbest fitted to, these qualities in their representatives that have\nresulted in the present prejudice against them must be relegated to the\nbackground. The corporations must come out into the open and see and be\nseen. They must take the public into their confidence and ask for what\nthey want, and no more, and be prepared to explain satisfactorily what\nadvantage will accrue to the public if they are given their desires;\nfor they are permitted to exist not that they may make money solely,\nbut that they may effectively serve those from whom they derive their\npower.\"Publicity, and not secrecy, will win hereafter, and laws be construed\nby their intent and not by their letter, otherwise public utilities\nwill be owned and operated by the public which created them, even\nthough the service be less efficient and the result less satisfactory\nfrom a financial standpoint.\"The Bureau of Corporations has made careful preliminary investigation\nof many important corporations. It will make a special report on the\nbeef industry.The policy of the Bureau is to accomplish the purposes of its creation\nby co-operation, not antagonism; by making constructive legislation,\nnot destructive prosecution, the immediate object of its inquiries; by\nconservative investigation of law and fact, and by refusal to issue\nincomplete and hence necessarily inaccurate reports. Its policy being\nthus one of open inquiry into, and not attack upon, business, the\nBureau has been able to gain not only the confidence, but, better\nstill, the cooperation of men engaged in legitimate business.The Bureau offers to the Congress the means of getting at the cost of\nproduction of our various great staples of commerce.Of necessity the careful investigation of special corporations will\nafford the Commissioner knowledge of certain business facts, the\npublication of which might be an improper infringement of private\nrights. The method of making public the results of these investigations\naffords, under the law, a means for the protection of private rights.\nThe Congress will have all facts except such as would give to another\ncorporation information which would injure the legitimate business of a\ncompetitor and destroy the incentive for individual superiority and\nthrift.The Bureau has also made exhaustive examinations into the legal\ncondition under which corporate business is carried on in the various\nStates; into all judicial decisions on the subject; and into the\nvarious systems of corporate taxation in use. I call special attention\nto the report of the chief of the Bureau; and I earnestly ask that the\nCongress carefully consider the report and recommendations of the\nCommissioner on this subject.The business of insurance vitally affects the great mass of the people\nof the United States and is national and not local in its application.\nIt involves a multitude of transactions among the people of the\ndifferent States and between American companies and foreign\ngovernments. I urge that the Congress carefully consider whether the\npower of the Bureau of Corporations can not constitutionally be\nextended to cover interstate transactions in insurance.Above all else, we must strive to keep the highways of commerce open to\nall on equal terms; and to do this it is necessary to put a complete\nstop to all rebates. Whether the shipper or the railroad is to blame\nmakes no difference; the rebate must be stopped, the abuses of the\nprivate car and private terminal-track and side-track systems must be\nstopped, and the legislation of the Fifty-eighth Congress which\ndeclares it to be unlawful for any person or corporation to offer,\ngrant, give, solicit, accept, or receive any rebate, concession, or\ndiscrimination in respect of the transportation of any property in\ninterstate or foreign commerce whereby such property shall by any\ndevice whatever be transported at a less rate than that named in the\ntariffs published by the carrier must be enforced. For some time after\nthe enactment of the Act to Regulate Commerce it remained a mooted\nquestion whether that act conferred upon the Interstate Commerce\nCommission the power, after it had found a challenged rate to be\nunreasonable, to declare what thereafter should, prima facie, be the\nreasonable maximum rate for the transportation in dispute. The Supreme\nCourt finally resolved that question in the negative, so that as the\nlaw now stands the Commission simply possess the bare power to denounce\na particular rate as unreasonable. While I am of the opinion that at\npresent it would be undesirable, if it were not impracticable, finally\nto clothe the Commission with general authority to fix railroad rates,\nI do believe that, as a fair security to shippers, the Commission\nshould be vested with the power, where a given rate has been challenged\nand after full hearing found to be unreasonable, to decide, subject to\njudicial review, what shall be a reasonable rate to take its place; the\nruling of the Commission to take effect immediately, and to obtain\nunless and until it is reversed by the court of review. The Government\nmust in increasing degree supervise and regulate the workings of the\nrailways engaged in interstate commerce; and such increased supervision\nis the only alternative to an increase of the present evils on the one\nhand or a still more radical policy on the other. In my judgment the\nmost important legislative act now needed as regards the regulation of\ncorporations is this act to confer on the Interstate Commerce\nCommission the power to revise rates and regulations, the revised rate\nto at once go into effect, and stay in effect unless and until the\ncourt of review reverses it.Steamship companies engaged in interstate commerce and protected in our\ncoastwise trade should be held to a strict observance of the interstate\ncommerce act.In pursuing the set plan to make the city of Washington an example to\nother American municipalities several points should be kept in mind by\nthe legislators. In the first place, the people of this country should\nclearly understand that no amount of industrial prosperity, and above\nall no leadership in international industrial competition, can in any\nway atone for the sapping of the vitality of those who are usually\nspoken of as the working classes. The farmers, the mechanics, the\nskilled and unskilled laborers, the small shop keepers, make up the\nbulk of the population of any country; and upon their well-being,\ngeneration after generation, the well-being of the country and the race\ndepends. Rapid development in wealth and industrial leadership is a\ngood thing, but only if it goes hand in hand with improvement, and not\ndeterioration, physical and moral. The over-crowding of cities and the\ndraining of country districts are unhealthy and even dangerous symptoms\nin our modern life. We should not permit overcrowding in cities. In\ncertain European cities it is provided by law that the population of\ntowns shall not be allowed to exceed a very limited density for a given\narea, so that the increase in density must be continually pushed back\ninto a broad zone around the center of the town, this zone having great\navenues or parks within it. The death-rate statistics show a terrible\nincrease in mortality, and especially in infant mortality, in\novercrowded tenements. The poorest families in tenement houses live in\none room, and it appears that in these one-room tenements the average\ndeath rate for a number of given cities at home and abroad is about\ntwice what it is in a two-room tenement, four times what it is in a\nthree-room tenement, and eight times what it is in a tenement\nconsisting of four rooms or over. These figures vary somewhat for\ndifferent cities, but they approximate in each city those given above;\nand in all cases the increase of mortality, and especially of infant\nmortality, with the decrease in the number of rooms used by the family\nand with the consequent overcrowding is startling. The slum exacts a\nheavy total of death from those who dwell therein; and this is the case\nnot merely in the great crowded slums of high buildings in New York and\nChicago, but in the alley slums of Washington. In Washington people can\nnot afford to ignore the harm that this causes. No Christian and\ncivilized community can afford to show a happy-go-lucky lack of concern\nfor the youth of to-day; for, if so, the community will have to pay a\nterrible penalty of financial burden and social degradation in the\nto-morrow. There should be severe child-labor and factory-inspection\nlaws. It is very desirable that married women should not work in\nfactories. The prime duty of the man is to work, to be the breadwinner;\nthe prime duty of the woman is to be the mother, the housewife. All\nquestions of tariff and finance sink into utter insignificance when\ncompared with the tremendous, the vital importance of trying to shape\nconditions so that these two duties of the man and of the woman can be\nfulfilled under reasonably favorable circumstances. If a race does not\nhave plenty of children, or if the children do not grow up, or if when\nthey grow up they are unhealthy in body and stunted or vicious in mind,\nthen that race is decadent, and no heaping up of wealth, no splendor of\nmomentary material prosperity, can avail in any degree as offsets.  The\nCongress has the same power of legislation for the District of Columbia\nwhich the State legislatures have for the various States. The problems\nincident to our highly complex modern industrial civilization, with its\nmanifold and perplexing tendencies both for good and for evil, are far\nless sharply accentuated in the city of Washington than in most other\ncities. For this very reason it is easier to deal with the various\nphases of these problems in Washington, and the District of Columbia\ngovernment should be a model for the other municipal governments of the\nNation, in all such matters as supervision of the housing of the poor,\nthe creation of small parks in the districts inhabited by the poor, in\nlaws affecting labor, in laws providing for the taking care of the\nchildren, in truant laws, and in providing schools.In the vital matter of taking care of children, much advantage could be\ngained by a careful study of what has been accomplished in such States\nas Illinois and Colorado by the juvenile courts. The work of the\njuvenile court is really a work of character building. It is now\ngenerally recognized that young boys and young girls who go wrong\nshould not be treated as criminals, not even necessarily as needing\nreformation, but rather as needing to have their characters formed, and\nfor this end to have them tested and developed by a system of\nprobation. Much admirable work has been done in many of our\nCommonwealths by earnest men and women who have made a special study of\nthe needs of those classes of children which furnish the greatest\nnumber of juvenile offenders, and therefore the greatest number of\nadult offenders; and by their aid, and by profiting by the experiences\nof the different States and cities in these matters, it would be easy\nto provide a good code for the District of Columbia.Several considerations suggest the need for a systematic investigation\ninto and improvement of housing conditions in Washington. The hidden\nresidential alleys are breeding grounds of vice and disease, and should\nbe opened into minor streets. For a number of years influential\ncitizens have joined with the District Commissioners in the vain\nendeavor to secure laws permitting the condemnation of insanitary\ndwellings. The local death rates, especially from preventable diseases,\nare so unduly high as to suggest that the exceptional wholesomeness of\nWashington's better sections is offset by bad conditions in her poorer\nneighborhoods. A special \"Commission on Housing and Health Conditions\nin the National Capital\" would not only bring about the reformation of\nexisting evils, but would also formulate an appropriate building code\nto protect the city from mammoth brick tenements and other evils which\nthreaten to develop here as they have in other cities. That the\nNation's Capital should be made a model for other municipalities is an\nideal which appeals to all patriotic citizens everywhere, and such a\nspecial Commission might map out and organize the city's future\ndevelopment in lines of civic social service, just as Major L'Enfant\nand the recent Park Commission planned the arrangement of her streets\nand parks.It is mortifying to remember that Washington has no compulsory school\nattendance law and that careful inquiries indicate the habitual absence\nfrom school of some twenty per cent of all children between the ages of\neight and fourteen. It must be evident to all who consider the problems\nof neglected child life or the benefits of compulsory education in\nother cities that one of the most urgent needs of the National Capital\nis a law requiring the school attendance of all children, this law to\nbe enforced by attendance agents directed by the board of education.Public play grounds are necessary means for the development of\nwholesome citizenship in modern cities. It is important that the work\ninaugurated here through voluntary efforts should be taken up and\nextended through Congressional appropriation of funds sufficient to\nequip and maintain numerous convenient small play grounds upon land\nwhich can be secured without purchase or rental. It is also desirable\nthat small vacant places be purchased and reserved as small-park play\ngrounds in densely settled sections of the city which now have no\npublic open spaces and are destined soon to be built up solidly. All\nthese needs should be met immediately. To meet them would entail\nexpenses; but a corresponding saving could be made by stopping the\nbuilding of streets and levelling of ground for purposes largely\nspeculative in outlying parts of the city.There are certain offenders, whose criminality takes the shape of\nbrutality and cruelty towards the weak, who need a special type of\npunishment. The wife-beater, for example, is inadequately punished by\nimprisonment; for imprisonment may often mean nothing to him, while it\nmay cause hunger and want to the wife and children who have been the\nvictims of his brutality. Probably some form of corporal punishment\nwould be the most adequate way of meeting this kind of crime.The Department of Agriculture has grown into an educational institution\nwith a faculty of two thousand specialists making research into all the\nsciences of production. The Congress appropriates, directly and\nindirectly, six millions of dollars annually to carry on this work. It\nreaches every State and Territory in the Union and the islands of the\nsea lately come under our flag. Co-operation is had with the State\nexperiment stations, and with many other institutions and individuals.\nThe world is carefully searched for new varieties of grains, fruits,\ngrasses, vegetables, trees, and shrubs, suitable to various localities\nin our country; and marked benefit to our producers has resulted.The activities of our age in lines of research have reached the tillers\nof the soil and inspired them with ambition to know more of the\nprinciples that govern the forces of nature with which they have to\ndeal. Nearly half of the people of this country devote their energies\nto growing things from the soil. Until a recent date little has been\ndone to prepare these millions for their life work. In most lines of\nhuman activity college-trained men are the leaders. The farmer had no\nopportunity for special training until the Congress made provision for\nit forty years ago. During these years progress has been made and\nteachers have been prepared. Over five thousand students are in\nattendance at our State agricultural colleges. The Federal Government\nexpends ten millions of dollars annually toward this education and for\nresearch in Washington and in the several States and Territories. The\nDepartment of Agriculture has given facilities for post-graduate work\nto five hundred young men during the last seven years, preparing them\nfor advance lines of work in the Department and in the State\ninstitutions.The facts concerning meteorology and its relations to plant and animal\nlife are being systematically inquired into. Temperature and moisture\nare controlling factors in all agricultural operations. The seasons of\nthe cyclones of the Caribbean Sea and their paths are being forecasted\nwith increasing accuracy. The cold winds that come from the north are\nanticipated and their times and intensity told to farmers, gardeners,\nand fruiterers in all southern localities.We sell two hundred and fifty million dollars' worth of animals and\nanimal products to foreign countries every year, in addition to\nsupplying our own people more cheaply and abundantly than any other\nnation is able to provide for its people. Successful manufacturing\ndepends primarily on cheap food, which accounts to a considerable\nextent for our growth in this direction. The Department of Agriculture,\nby careful inspection of meats, guards the health of our people and\ngives clean bills of health to deserving exports; it is prepared to\ndeal promptly with imported diseases of animals, and maintain the\nexcellence of our flocks and herds in this respect. There should be an\nannual census of the live stock of the Nation.We sell abroad about six hundred million dollars' worth of plants and\ntheir products every year. Strenuous efforts are being made to import\nfrom foreign countries such grains as are suitable to our varying\nlocalities. Seven years ago we bought three-fourths of our rice; by\nhelping the rice growers on the Gulf coast to secure seeds from the\nOrient suited to their conditions, and by giving them adequate\nprotection, they now supply home demand and export to the islands of\nthe Caribbean Sea and to other rice-growing countries. Wheat and other\ngrains have been imported from light-rainfall countries to our lands in\nthe West and Southwest that have not grown crops because of light\nprecipitation, resulting in an extensive addition to our cropping area\nand our home-making territory that can not be irrigated. Ten million\nbushels of first-class macaroni wheat were grown from these\nexperimental importations last year. Fruits suitable to our soils and\nclimates are being imported from all the countries of the Old\nWorld--the fig from Turkey, the almond from Spain, the date from\nAlgeria, the mango from India. We are helping our fruit growers to get\ntheir crops into European markets by studying methods of preservation\nthrough refrigeration, packing, and handling, which have been quite\nsuccessful. We are helping our hop growers by importing varieties that\nripen earlier and later than the kinds they have been raising, thereby\nlengthening the harvesting season. The cotton crop of the country is\nthreatened with root rot, the bollworm, and the boll weevil. Our\npathologists will find immune varieties that will resist the root\ndisease, and the bollworm can be dealt with, but the boll weevil is a\nserious menace to the cotton crop. It is a Central American insect that\nhas become acclimated in Texas and has done great damage. A scientist\nof the Department of Agriculture has found the weevil at home in\nGuatemala being kept in check by an ant, which has been brought to our\ncotton fields for observation. It is hoped that it may serve a good\npurpose.The soils of the country are getting attention from the farmer's\nstandpoint, and interesting results are following. We have duplicates\nof the soils that grow the wrapper tobacco in Sumatra and the filler\ntobacco in Cuba. It will be only a question of time when the large\namounts paid to these countries will be paid to our own people. The\nreclamation of alkali lands is progressing, to give object lessons to\nour people in methods by which worthless lands may be made productive.The insect friends and enemies of the farmer are getting attention. The\nenemy of the San Jose scale was found near the Great Wall of China, and\nis now cleaning up all our orchards. The fig-fertilizing insect\nimported from Turkey has helped to establish an industry in California\nthat amounts to from fifty to one hundred tons of dried figs annually,\nand is extending over the Pacific coast. A parasitic fly from South\nAfrica is keeping in subjection the black scale, the worst pest of the\norange and lemon industry in California.Careful preliminary work is being done towards producing our own silk.\nThe mulberry is being distributed in large numbers, eggs are being\nimported and distributed, improved reels were imported from Europe last\nyear, and two expert reelers were brought to Washington to reel the\ncrop of cocoons and teach the art to our own people.The crop-reporting system of the Department of Agriculture is being\nbrought closer to accuracy every year. It has two hundred and fifty\nthousand reporters selected from people in eight vocations in life. It\nhas arrangements with most European countries for interchange of\nestimates, so that our people may know as nearly as possible with what\nthey must compete.During the two and a half years that have elapsed since the passage of\nthe reclamation act rapid progress has been made in the surveys and\nexaminations of the opportunities for reclamation in the thirteen\nStates and three Territories of the arid West. Construction has already\nbeen begun on the largest and most important of the irrigation works,\nand plans are being completed for works which will utilize the funds\nnow available. The operations are being carried on by the Reclamation\nService, a corps of engineers selected through competitive\ncivil-service examinations. This corps includes experienced consulting\nand constructing engineers as well as various experts in mechanical and\nlegal matters, and is composed largely of men who have spent most of\ntheir lives in practical affairs connected with irrigation. The larger\nproblems have been solved and it now remains to execute with care,\neconomy, and thoroughness the work which has been laid out. All\nimportant details are being carefully considered by boards of\nconsulting engineers, selected for their thorough knowledge and\npractical experience. Each project is taken up on the ground by\ncompetent men and viewed from the standpoint of the creation of\nprosperous homes, and of promptly refunding to the Treasury the cost of\nconstruction. The reclamation act has been found to be remarkably\ncomplete and effective, and so broad in its provisions that a wide\nrange of undertakings has been possible under it. At the same time,\neconomy is guaranteed by the fact that the funds must ultimately be\nreturned to be used over again.It is the cardinal principle of the forest-reserve policy of this\nAdministration that the reserves are for use. Whatever interferes with\nthe use of their resources is to be avoided by every possible means.\nBut these resources must be used in such a way as to make them\npermanent.The forest policy of the Government is just now a subject of vivid\npublic interest throughout the West and to the people of the United\nStates in general. The forest reserves themselves are of extreme value\nto the present as well as to the future welfare of all the western\npublic-land States. They powerfully affect the use and disposal of the\npublic lands. They are of special importance because they preserve the\nwater supply and the supply of timber for domestic purposes, and so\npromote settlement under the reclamation act. Indeed, they are\nessential to the welfare of every one of the great interests of the\nWest.Forest reserves are created for two principal purposes. The first is to\npreserve the water supply. This is their most important use. The\nprincipal users of the water thus preserved are irrigation ranchers and\nsettlers, cities and towns to whom their municipal water supplies are\nof the very first importance, users and furnishers of water power, and\nthe users of water for domestic, manufacturing, mining, and other\npurposes. All these are directly dependent upon the forest reserves.The second reason for which forest reserves are created is to preserve\nthe timber supply for various classes of wood users. Among the more\nimportant of these are settlers under the reclamation act and other\nacts, for whom a cheap and accessible supply of timber for domestic\nuses is absolutely necessary; miners and prospectors, who are in\nserious danger of losing their timber supply by fire or through export\nby lumber companies when timber lands adjacent to their mines pass into\nprivate ownership; lumbermen, transportation companies, builders, and\ncommercial interests in general.Although the wisdom of creating forest reserves is nearly everywhere\nheartily recognized, yet in a few localities there has been\nmisunderstanding and complaint. The following statement is therefore\ndesirable:The forest reserve policy can be successful only when it has the full\nsupport of the people of the West. It can not safely, and should not in\nany case, be imposed upon them against their will. But neither can we\naccept the views of those whose only interest in the forest is\ntemporary; who are anxious to reap what they have not sown and then\nmove away, leaving desolation behind them. On the contrary, it is\neverywhere and always the interest of the permanent settler and the\npermanent business man, the man with a stake in the country, which must\nbe considered and which must decide.The making of forest reserves within railroad and wagon-road land-grant\nlimits will hereafter, as for the past three years, be so managed as to\nprevent the issue, under the act of June 4, 1897, of base for exchange\nor lieu selection (usually called scrip). In all cases where forest\nreserves within areas covered by land grants appear to be essential to\nthe prosperity of settlers, miners, or others, the Government lands\nwithin such proposed forest reserves will, as in the recent past, be\nwithdrawn from sale or entry pending the completion of such\nnegotiations with the owners of the land grants as will prevent the\ncreation of so-called scrip.It was formerly the custom to make forest reserves without first\ngetting definite and detailed information as to the character of land\nand timber within their boundaries. This method of action often\nresulted in badly chosen boundaries and consequent injustice to\nsettlers and others. Therefore this Administration adopted the present\nmethod of first withdrawing the land from disposal, followed by careful\nexamination on the ground and the preparation of detailed maps and\ndescriptions, before any forest reserve is created.I have repeatedly called attention to the confusion which exists in\nGovernment forest matters because the work is scattered among three\nindependent organizations. The United States is the only one of the\ngreat nations in which the forest work of the Government is not\nconcentrated under one department, in consonance with the plainest\ndictates of good administration and common sense. The present\narrangement is bad from every point of view. Merely to mention it is to\nprove that it should be terminated at once. As I have repeatedly\nrecommended, all the forest work of the Government should be\nconcentrated in the Department of Agriculture, where the larger part of\nthat work is already done, where practically all of the trained\nforesters of the Government are employed, where chiefly in Washington\nthere is comprehensive first-class knowledge of the problems of the\nreserves acquired on the ground, where all problems relating to growth\nfrom the soil are already gathered, and where all the sciences\nauxiliary to forestry are at hand for prompt and effective\nco-operation. These reasons are decisive in themselves, but it should\nbe added that the great organizations of citizens whose interests are\naffected by the forest-reserves, such as the National Live Stock\nAssociation, the National Wool Growers' Association, the American\nMining Congress, the national Irrigation Congress, and the National\nBoard of Trade, have uniformly, emphatically, and most of them\nrepeatedly, expressed themselves in favor of placing all Government\nforest work in the Department of Agriculture because of the peculiar\nadaptation of that Department for it. It is true, also, that the forest\nservices of nearly all the great nations of the world are under the\nrespective departments of agriculture, while in but two of the smaller\nnations and in one colony are they under the department of the\ninterior. This is the result of long and varied experience and it\nagrees fully with the requirements of good administration in our own\ncase.The creation of a forest service in the Department of Agriculture will\nhave for its important results:First. A better handling of all forest work; because it will be under a\nsingle head, and because the vast and indispensable experience of the\nDepartment in all matters pertaining to the forest reserves, to\nforestry in general, and to other forms of production from the soil,\nwill be easily and rapidly accessible.Second. The reserves themselves, being handled from the point of view\nof the man in the field, instead of the man in the office, will be more\neasily and more widely useful to the people of the West than has been\nthe case hitherto.Third. Within a comparatively short time the reserves will become\nself-supporting. This is important, because continually and rapidly\nincreasing appropriations will be necessary for the proper care of this\nexceedingly important interest of the Nation, and they can and should\nhe offset by returns from the National forests. Under similar\ncircumstances the forest possessions of other great nations form an\nimportant source of revenue to their governments.Every administrative officer concerned is convinced of the necessity\nfor the proposed consolidation of forest work in the Department of\nAgriculture, and I myself have urged it more than once in former\nmessages. Again I commend it to the early and favorable consideration\nof the Congress. The interests of the Nation at large and of the West\nin particular have suffered greatly because of the delay.I call the attention of the Congress again to the report and\nrecommendation of the Commission on the Public Lands forwarded by me to\nthe second session of the present Congress. The Commission has\nprosecuted its investigations actively during the past season, and a\nsecond report is now in an advanced stage of preparation.In connection with the work of the forest reserves I desire again to\nurge upon the Congress the importance of authorizing the President to\nset aside certain portions of these reserves or other public lands as\ngame refuges for the preservation of the bison, the wapiti, and other\nlarge beasts once so abundant in our woods and mountains and on our\ngreat plains, and now tending toward extinction. Every support should\nbe given to the authorities of the Yellowstone Park in their successful\nefforts at preserving the large creatures therein; and at very little\nexpense portions of the public domain in other regions which are wholly\nunsuited to agricultural settlement could be similarly utilized. We owe\nit to future generations to keep alive the noble and beautiful\ncreatures which by their presence add such distinctive character to the\nAmerican wilderness. The limits of the Yellowstone Park should be\nextended southwards. The Canyon of the Colorado should be made a\nnational park; and the national-park system should include the Yosemite\nand as many as possible of the groves of giant trees in California.The veterans of the Civil War have a claim upon the Nation such as no\nother body of our citizens possess. The Pension Bureau has never in its\nhistory been managed in a more satisfactory manner than is now the\ncase.The progress of the Indians toward civilization, though not rapid, is\nperhaps all that could be hoped for in view of the circumstances.\nWithin the past year many tribes have shown, in a degree greater than\never before, an appreciation of the necessity of work. This changed\nattitude is in part due to the policy recently pursued of reducing the\namount of subsistence to the Indians, and thus forcing them, through\nsheer necessity, to work for a livelihood. The policy, though severe,\nis a useful one, but it is to be exercised only with judgment and with\na full understanding of the conditions which exist in each community\nfor which it is intended. On or near the Indian reservations there is\nusually very little demand for labor, and if the Indians are to earn\ntheir living and when work can not be furnished from outside (which is\nalways preferable), then it must be furnished by the Government.\nPractical instruction of this kind would in a few years result in the\nforming of habits of regular industry, which would render the Indian a\nproducer and would effect a great reduction in the cost of his\nmaintenance.It is commonly declared that the slow advance of the Indians is due to\nthe unsatisfactory character of the men appointed to take immediate\ncharge of them, and to some extent this is true. While the standard of\nthe employees in the Indian Service shows great improvement over that\nof bygone years, and while actual corruption or flagrant dishonesty is\nnow the rare exception, it is nevertheless the fact that the salaries\npaid Indian agents are not large enough to attract the best men to that\nfield of work. To achieve satisfactory results the official in charge\nof an Indian tribe should possess the high qualifications which are\nrequired in the manager of a large business, but only in exceptional\ncases is it possible to secure men of such a type for these positions.\nMuch better service, however, might be obtained from those now holding\nthe places were it practicable to get out of them the best that is in\nthem, and this should be done by bringing them constantly into closer\ntouch with their superior officers. An agent who has been content to\ndraw his salary, giving in return the least possible equivalent in\neffort and service, may, by proper treatment, by suggestion and\nencouragement, or persistent urging, be stimulated to greater effort\nand induced to take a more active personal interest in his work.Under existing conditions an Indian agent in the distant West may be\nwholly out of touch with the office of the Indian Bureau. He may very\nwell feel that no one takes a personal interest in him or his efforts.\nCertain routine duties in the way of reports and accounts are required\nof him, but there is no one with whom he may intelligently consult on\nmatters vital to his work, except after long delay. Such a man would be\ngreatly encouraged and aided by personal contact with some one whose\ninterest in Indian affairs and whose authority in the Indian Bureau\nwere greater than his own, and such contact would be certain to arouse\nand constantly increase the interest he takes in his work.The distance which separates the agents--the workers in the field--from\nthe Indian Office in Washington is a chief obstacle to Indian progress.\nWhatever shall more closely unite these two branches of the Indian\nService, and shall enable them to co-operate more heartily and more\neffectively, will be for the increased efficiency of the work and the\nbetterment of the race for whose improvement the Indian Bureau was\nestablished. The appointment of a field assistant to the Commissioner\nof Indian Affairs would be certain to insure this good end. Such an\nofficial, if possessed of the requisite energy and deep interest in the\nwork, would be a most efficient factor in bringing into closer\nrelationship and a more direct union of effort the Bureau in Washington\nand its agents in the field; and with the co-operation of its branches\nthus secured the Indian Bureau would, in measure fuller than ever\nbefore, lift up the savage toward that self-help and self-reliance\nwhich constitute the man.In 1907 there will be held at Hampton Roads the tricentennial\ncelebration of the settlement at Jamestown, Virginia, with which the\nhistory of what has now become the United States really begins. I\ncommend this to your favorable consideration. It is an event of prime\nhistoric significance, in which all the people of the United States\nshould feel, and should show, great and general interest.In the Post-Office Department the service has increased in efficiency,\nand conditions as to revenue and expenditure continue satisfactory. The\nincrease of revenue during the year was $9,358,181.10, or 6.9 per cent,\nthe total receipts amounting to $143,382,624.34. The expenditures were\n$152,362,116.70, an increase of about 9 per cent over the previous\nyear, being thus $8,979,492.36 in excess of the current revenue.\nIncluded in these expenditures was a total appropriation of\n$152,956,637.35 for the continuation and extension of the rural\nfree-delivery service, which was an increase of $4,902,237.35 over the\namount expended for this purpose in the preceding fiscal year. Large as\nthis expenditure has been the beneficent results attained in extending\nthe free distribution of mails to the residents of rural districts have\njustified the wisdom of the outlay. Statistics brought down to the 1st\nof October, 1904, show that on that date there were 27,138 rural routes\nestablished, serving approximately 12,000,000 of people in rural\ndistricts remote from post-offices, and that there were pending at that\ntime 3,859 petitions for the establishment of new rural routes.\nUnquestionably some part of the general increase in receipts is due to\nthe increased postal facilities which the rural service has afforded.\nThe revenues have also been aided greatly by amendments in the\nclassification of mail matter, and the curtailment of abuses of the\nsecond-class mailing privilege. The average increase in the volume of\nmail matter for the period beginning with 1902 and ending June, 1905\n(that portion for 1905 being estimated), is 40.47 per cent, as compared\nwith 25.46 per cent for the period immediately preceding, and 15.92 for\nthe four-year period immediately preceding that.Our consular system needs improvement. Salaries should be substituted\nfor fees, and the proper classification, grading, and transfer of\nconsular officers should be provided. I am not prepared to say that a\ncompetitive system of examinations for appointment would work well; but\nby law it should be provided that consuls should be familiar, according\nto places for which they apply, with the French, German, or Spanish\nlanguages, and should possess acquaintance with the resources of the\nUnited States.The collection of objects of art contemplated in section 5586 of the\nRevised Statutes should be designated and established as a National\nGallery of Art; and the Smithsonian Institution should be authorized to\naccept any additions to said collection that may be received by gift,\nbequest, or devise.It is desirable to enact a proper National quarantine law. It is most\nundesirable that a State should on its own initiative enforce\nquarantine regulations which are in effect a restriction upon\ninterstate and international commerce. The question should properly be\nassumed by the Government alone. The Surgeon-General of the National\nPublic Health and Marine-Hospital Service has repeatedly and\nconvincingly set forth the need for such legislation.I call your attention to the great extravagance in printing and binding\nGovernment publications, and especially to the fact that altogether too\nmany of these publications are printed. There is a constant tendency to\nincrease their number and their volume. It is an understatement to say\nthat no appreciable harm would be caused by, and substantial benefit\nwould accrue from, decreasing the amount of printing now done by at\nleast one-half. Probably the great majority of the Government reports\nand the like now printed are never read at all, and furthermore the\nprinting of much of the material contained in many of the remaining\nones serves no useful purpose whatever.The attention of the Congress should be especially given to the\ncurrency question, and that the standing committees on the matter in\nthe two Houses charged with the duty, take up the matter of our\ncurrency and see whether it is not possible to secure an agreement in\nthe business world for bettering the system; the committees should\nconsider the question of the retirement of the greenbacks and the\nproblem of securing in our currency such elasticity as is consistent\nwith safety. Every silver dollar should be made by law redeemable in\ngold at the option of the holder.I especially commend to your immediate attention the encouragement of\nour merchant marine by appropriate legislation.The growing importance of the Orient as a field for American exports\ndrew from my predecessor, President McKinley, an urgent request for its\nspecial consideration by the Congress. In his message of 1898 he\nstated:\"In this relation, as showing the peculiar volume and value of our\ntrade with China and the peculiarly favorable conditions which exist\nfor their expansion in the normal course of trade, I refer to the\ncommunication addressed to the Speaker of the House of Representatives\nby the Secretary of the Treasury on the 14th of last June, with its\naccompanying letter of the Secretary of State, recommending an\nappropriation for a commission to study the industrial and commercial\nconditions in the Chinese Empire and to report as to the opportunities\nfor and the obstacles to the enlargement of markets in China for the\nraw products and manufactures of the United States. Action was not\ntaken thereon during the last session. I cordially urge that the\nrecommendation receive at your hands the consideration which its\nimportance and timeliness merit.\"In his annual message of 1889 he again called attention to this\nrecommendation, quoting it, and stated further:\"I now renew this recommendation, as the importance of the subject has\nsteadily grown since it was first submitted to you, and no time should\nbe lost in studying for ourselves the resources of this great field for\nAmerican trade and enterprise.\"The importance of securing proper information and data with a view to\nthe enlargement of our trade with Asia is undiminished. Our consular\nrepresentatives in China have strongly urged a place for permanent\ndisplay of American products in some prominent trade center of that\nEmpire, under Government control and management, as an effective means\nof advancing our export trade therein. I call the attention of the\nCongress to the desirability of carrying out these suggestions.In dealing with the questions of immigration and naturalization it is\nindispensable to keep certain facts ever before the minds of those who\nshare in enacting the laws. First and foremost, let us remember that\nthe question of being a good American has nothing whatever to do with a\nman's birthplace any more than it has to do with his creed. In every\ngeneration from the time this Government was founded men of foreign\nbirth have stood in the very foremost rank of good citizenship, and\nthat not merely in one but in every field of American activity; while\nto try to draw a distinction between the man whose parents came to this\ncountry and the man whose ancestors came to it several generations back\nis a mere absurdity. Good Americanism is a matter of heart, of\nconscience, of lofty aspiration, of sound common sense, but not of\nbirthplace or of creed. The medal of honor, the highest prize to be won\nby those who serve in the Army and the Navy of the United States\ndecorates men born here, and it also decorates men born in Great\nBritain and Ireland, in Germany, in Scandinavia, in France, and\ndoubtless in other countries also. In the field of statesmanship, in\nthe field of business, in the field of philanthropic endeavor, it is\nequally true that among the men of whom we are most proud as Americans\nno distinction whatever can be drawn between those who themselves or\nwhose parents came over in sailing ship or steamer from across the\nwater and those whose ancestors stepped ashore into the wooded\nwilderness at Plymouth or at the mouth of the Hudson, the Delaware, or\nthe James nearly three centuries ago. No fellow-citizen of ours is\nentitled to any peculiar regard because of the way in which he worships\nhis Maker, or because of the birthplace of himself or his parents, nor\nshould he be in any way discriminated against therefor. Each must stand\non his worth as a man and each is entitled to be judged solely thereby.There is no danger of having too many immigrants of the right kind. It\nmakes no difference from what country they come. If they are sound in\nbody and in mind, and, above all, if they are of good character, so\nthat we can rest assured that their children and grandchildren will be\nworthy fellow-citizens of our children and grandchildren, then we\nshould welcome them with cordial hospitality.But the citizenship of this country should not be debased. It is vital\nthat we should keep high the standard of well-being among our\nwage-workers, and therefore we should not admit masses of men whose\nstandards of living and whose personal customs and habits are such that\nthey tend to lower the level of the American wage-worker; and above all\nwe should not admit any man of an unworthy type, any man concerning\nwhom we can say that he will himself be a bad citizen, or that his\nchildren and grandchildren will detract from instead of adding to the\nsum of the good citizenship of the country. Similarly we should take\nthe greatest care about naturalization. Fraudulent naturalization, the\nnaturalization of improper persons, is a curse to our Government; and\nit is the affair of every honest voter, wherever born, to see that no\nfraudulent voting is allowed, that no fraud in connection with\nnaturalization is permitted.In the past year the cases of false, fraudulent, and improper\nnaturalization of aliens coming to the attention of the executive\nbranches of the Government have increased to an alarming degree.\nExtensive sales of forged certificates of naturalization have been\ndiscovered, as well as many cases of naturalization secured by perjury\nand fraud; and in addition, instances have accumulated showing that\nmany courts issue certificates of naturalization carelessly and upon\ninsufficient evidence.Under the Constitution it is in the power of the Congress \"to establish\na uniform rule of naturalization,\" and numerous laws have from time to\ntime been enacted for that purpose, which have been supplemented in a\nfew States by State laws having special application. The Federal\nstatutes permit naturalization by any court of record in the United\nStates having common-law jurisdiction and a seal and clerk, except the\npolice court of the District of Columbia, and nearly all these courts\nexercise this important function. It results that where so many courts\nof such varying grades have jurisdiction, there is lack of uniformity\nin the rules applied in conferring naturalization. Some courts are\nstrict and others lax. An alien who may secure naturalization in one\nplace might be denied it in another, and the intent of the\nconstitutional provision is in fact defeated. Furthermore, the\ncertificates of naturalization issued by the courts differ widely in\nwording and appearance, and when they are brought into use in foreign\ncountries, are frequently subject to suspicion.There should be a comprehensive revision of the naturalization laws.\nThe courts having power to naturalize should be definitely named by\nnational authority; the testimony upon which naturalization may be\nconferred should be definitely prescribed; publication of impending\nnaturalization applications should be required in advance of their\nhearing in court; the form and wording of all certificates issued\nshould be uniform throughout the country, and the courts should be\nrequired to make returns to the Secretary of State at stated periods of\nall naturalizations conferred.Not only are the laws relating to naturalization now defective, but\nthose relating to citizenship of the United States ought also to be\nmade the subject of scientific inquiry with a view to probable further\nlegislation. By what acts expatriation may be assumed to have been\naccomplished, how long an American citizen may reside abroad and\nreceive the protection of our passport, whether any degree of\nprotection should be extended to one who has made the declaration of\nintention to become a citizen of the United States but has not secured\nnaturalization, are questions of serious import, involving personal\nrights and often producing friction between this Government and foreign\ngovernments. Yet upon these question our laws are silent. I recommend\nthat an examination be made into the subjects of citizenship,\nexpatriation, and protection of Americans abroad, with a view to\nappropriate legislation.The power of the Government to protect the integrity of the elections\nof its own officials is inherent and has been recognized and affirmed\nby repeated declarations of the Supreme Court. There is no enemy of\nfree government more dangerous and none so insidious as the corruption\nof the electorate. No one defends or excuses corruption, and it would\nseem to follow that none would oppose vigorous measures to eradicate\nit. I recommend the enactment of a law directed against bribery and\ncorruption in Federal elections. The details of such a law may be\nsafely left to the wise discretion of the Congress, but it should go as\nfar as under the Constitution it is possible to go, and should include\nsevere penalties against him who gives or receives a bribe intended to\ninfluence his act or opinion as an elector; and provisions for the\npublication not only of the expenditures for nominations and elections\nof all candidates but also of all contributions received and\nexpenditures made by political committees.No subject is better worthy the attention of the Congress than that\nportion of the report of the Attorney-General dealing with the long\ndelays and the great obstruction to justice experienced in the cases of\nBeavers, Green and Gaynor, and Benson. Were these isolated and special\ncases, I should not call your attention to them; but the difficulties\nencountered as regards these men who have been indicted for criminal\npractices are not exceptional; they are precisely similar in kind to\nwhat occurs again and again in the case of criminals who have\nsufficient means to enable them to take advantage of a system of\nprocedure which has grown up in the Federal courts and which amounts in\neffect to making the law easy of enforcement against the man who has no\nmoney, and difficult of enforcement, even to the point of sometimes\nsecuring immunity, as regards the man who has money. In criminal cases\nthe writ of the United States should run throughout its borders. The\nwheels of justice should not be clogged, as they have been clogged in\nthe cases above mentioned, where it has proved absolutely impossible to\nbring the accused to the place appointed by the Constitution for his\ntrial. Of recent years there has been grave and increasing complaint of\nthe difficulty of bringing to justice those criminals whose\ncriminality, instead of being against one person in the Republic, is\nagainst all persons in the Republic, because it is against the Republic\nitself. Under any circumstance and from the very nature of the case it\nis often exceedingly difficult to secure proper punishment of those who\nhave been guilty of wrongdoing against the Government. By the time the\noffender can be brought into court the popular wrath against him has\ngenerally subsided; and there is in most instances very slight danger\nindeed of any prejudice existing in the minds of the jury against him.\nAt present the interests of the innocent man are amply safeguarded; but\nthe interests of the Government, that is, the interests of honest\nadministration, that is the interests of the people, are not recognized\nas they should be. No subject better warrants the attention of the\nCongress. Indeed, no subject better warrants the attention of the bench\nand the bar throughout the United States.Alaska, like all our Territorial acquisitions, has proved resourceful\nbeyond the expectations of those who made the purchase. It has become\nthe home of many hardy, industrious, and thrifty American citizens.\nTowns of a permanent character have been built. The extent of its\nwealth in minerals, timber, fisheries, and agriculture, while great, is\nprobably not comprehended yet in any just measure by our people. We do\nknow, however, that from a very small beginning its products have grown\nuntil they are a steady and material contribution to the wealth of the\nnation. Owing to the immensity of Alaska and its location in the far\nnorth, it is a difficult matter to provide many things essential to its\ngrowth and to the happiness and comfort of its people by private\nenterprise alone. It should, therefore, receive reasonable aid from the\nGovernment. The Government has already done excellent work for Alaska\nin laying cables and building telegraph lines. This work has been done\nin the most economical and efficient way by the Signal Corps of the\nArmy.In some respects it has outgrown its present laws, while in others\nthose laws have been found to be inadequate. In order to obtain\ninformation upon which I could rely I caused an official of the\nDepartment of Justice, in whose judgment I have confidence, to visit\nAlaska during the past summer for the purpose of ascertaining how\ngovernment is administered there and what legislation is actually\nneeded at present. A statement of the conditions found to exist,\ntogether with some recommendations and the reasons therefor, in which I\nstrongly concur, will be found in the annual report of the\nAttorney-General. In some instances I feel that the legislation\nsuggested is so imperatively needed that I am moved briefly to\nemphasize the Attorney-General's proposals.Under the Code of Alaska as it now stands many purely administrative\npowers and duties, including by far the most important, devolve upon\nthe district judges or upon the clerks of the district court acting\nunder the direction of the judges, while the governor, upon whom these\npowers and duties should logically fall, has nothing specific to do\nexcept to make annual reports, issue Thanksgiving Day proclamations,\nand appoint Indian policemen and notaries public. I believe it\nessential to good government in Alaska, and therefore recommend, that\nthe Congress divest the district judges and the clerks of their courts\nof the administrative or executive functions that they now exercise and\ncast them upon the governor. This would not be an innovation; it would\nsimply conform the government of Alaska to fundamental principles,\nmaking the governorship a real instead of a merely nominal office, and\nleaving the judges free to give their entire attention to their\njudicial duties and at the same time removing them from a great deal of\nthe strife that now embarrasses the judicial office in Alaska.I also recommend that the salaries of the district judges and district\nattorneys in Alaska be increased so as to make them equal to those\nreceived by corresponding officers in the United States after deducting\nthe difference in the cost of living; that the district attorneys\nshould be prohibited from engaging in private practice; that United\nStates commissioners be appointed by the governor of the Territory\ninstead of by the district judges, and that a fixed salary be provided\nfor them to take the place of the discredited \"fee system,\" which\nshould be abolished in all offices; that a mounted constabulary be\ncreated to police the territory outside the limits of incorporated\ntowns--a vast section now wholly without police protection; and that\nsome provision be made to at least lessen the oppressive delays and\ncosts that now attend the prosecution of appeals from the district\ncourt of Alaska. There should be a division of the existing judicial\ndistricts, and an increase in the number of judges.Alaska should have a Delegate in the Congress. Where possible, the\nCongress should aid in the construction of needed wagon roads.\nAdditional light-houses should be provided. In my judgment, it is\nespecially important to aid in such manner as seems just and feasible\nin the construction of a trunk line of railway to connect the Gulf of\nAlaska with the Yukon River through American territory. This would be\nmost beneficial to the development of the resources of the Territory,\nand to the comfort and welfare of its people.Salmon hatcheries should be established in many different streams, so\nas to secure the preservation of this valuable food fish. Salmon\nfisheries and canneries should be prohibited on certain of the rivers\nwhere the mass of those Indians dwell who live almost exclusively on\nfish.The Alaskan natives are kindly, intelligent, anxious to learn, and\nwilling to work. Those who have come under the influence of\ncivilization, even for a limited period, have proved their capability\nof becoming self-supporting, self-respecting citizens, and ask only for\nthe just enforcement of law and intelligent instruction and\nsupervision. Others, living in more remote regions, primitive, simple\nhunters and fisher folk, who know only the life of the woods and the\nwaters, are daily being confronted with twentieth-century civilization\nwith all of its complexities. Their country is being overrun by\nstrangers, the game slaughtered and driven away, the streams depleted\nof fish, and hitherto unknown and fatal diseases brought to them, all\nof which combine to produce a state of abject poverty and want which\nmust result in their extinction. Action in their interest is demanded\nby every consideration of justice and humanity.The needs of these people are:The abolition of the present fee system, whereby the native is\ndegraded, imposed upon, and taught the injustice of law.The establishment of hospitals at central points, so that contagious\ndiseases that are brought to them continually by incoming whites may be\nlocalized and not allowed to become epidemic, to spread death and\ndestitution over great areas.The development of the educational system in the form of practical\ntraining in such industries as will assure the Indians self-support\nunder the changed conditions in which they will have to live.The duties of the office of the governor should be extended to include\nthe supervision of Indian affairs, with necessary assistants in\ndifferent districts. He should be provided with the means and the power\nto protect and advise the native people, to furnish medical treatment\nin time of epidemics, and to extend material relief in periods of\nfamine and extreme destitution.The Alaskan natives should be given the right to acquire, hold, and\ndispose of property upon the same conditions as given other\ninhabitants; and the privilege of citizenship should be given to such\nas may be able to meet certain definite requirements. In Hawaii\nCongress should give the governor power to remove all the officials\nappointed under him. The harbor of Honolulu should be dredged. The\nMarine-Hospital Service should be empowered to study leprosy in the\nislands. I ask special consideration for the report and recommendation\nof the governor of Porto Rico.In treating of our foreign policy and of the attitude that this great\nNation should assume in the world at large, it is absolutely necessary\nto consider the Army and the Navy, and the Congress, through which the\nthought of the Nation finds its expression, should keep ever vividly in\nmind the fundamental fact that it is impossible to treat our foreign\npolicy, whether this policy takes shape in the effort to secure justice\nfor others or justice for ourselves, save as conditioned upon the\nattitude we are willing to take toward our Army, and especially toward\nour Navy. It is not merely unwise, it is contemptible, for a nation, as\nfor an individual, to use high-sounding language to proclaim its\npurposes, or to take positions which are ridiculous if unsupported by\npotential force, and then to refuse to provide this force. If there is\nno intention of providing and of keeping the force necessary to back up\na strong attitude, then it is far better not to assume such an\nattitude.The steady aim of this Nation, as of all enlightened nations, should be\nto strive to bring ever nearer the day when there shall prevail\nthroughout the world the peace of justice. There are kinds of peace\nwhich are highly undesirable, which are in the long run as destructive\nas any war. Tyrants and oppressors have many times made a wilderness\nand called it peace. Many times peoples who were slothful or timid or\nshortsighted, who had been enervated by ease or by luxury, or misled by\nfalse teachings, have shrunk in unmanly fashion from doing duty that\nwas stern and that needed self-sacrifice, and have sought to hide from\ntheir own minds their shortcomings, their ignoble motives, by calling\nthem love of peace. The peace of tyrannous terror, the peace of craven\nweakness, the peace of injustice, all these should be shunned as we\nshun unrighteous war. The goal to set before us as a nation, the goal\nwhich should be set before all mankind, is the attainment of the peace\nof justice, of the peace which comes when each nation is not merely\nsafe-guarded in its own rights, but scrupulously recognizes and\nperforms its duty toward others. Generally peace tells for\nrighteousness; but if there is conflict between the two, then our\nfealty is due-first to the cause of righteousness. Unrighteous wars are\ncommon, and unrighteous peace is rare; but both should be shunned. The\nright of freedom and the responsibility for the exercise of that right\ncan not be divorced. One of our great poets has well and finely said\nthat freedom is not a gift that tarries long in the hands of cowards.\nNeither does it tarry long in the hands of those too slothful, too\ndishonest, or too unintelligent to exercise it. The eternal vigilance\nwhich is the price of liberty must be exercised, sometimes to guard\nagainst outside foes; although of course far more often to guard\nagainst our own selfish or thoughtless shortcomings.If these self-evident truths are kept before us, and only if they are\nso kept before us, we shall have a clear idea of what our foreign\npolicy in its larger aspects should be. It is our duty to remember that\na nation has no more right to do injustice to another nation, strong or\nweak, than an individual has to do injustice to another individual;\nthat the same moral law applies in one case as in the other. But we\nmust also remember that it is as much the duty of the Nation to guard\nits own rights and its own interests as it is the duty of the\nindividual so to do. Within the Nation the individual has now delegated\nthis right to the State, that is, to the representative of all the\nindividuals, and it is a maxim of the law that for every wrong there is\na remedy. But in international law we have not advanced by any means as\nfar as we have advanced in municipal law. There is as yet no judicial\nway of enforcing a right in international law. When one nation wrongs\nanother or wrongs many others, there is no tribunal before which the\nwrongdoer can be brought. Either it is necessary supinely to acquiesce\nin the wrong, and thus put a premium upon brutality and aggression, or\nelse it is necessary for the aggrieved nation valiantly to stand up for\nits rights. Until some method is devised by which there shall be a\ndegree of international control over offending nations, it would be a\nwicked thing for the most civilized powers, for those with most sense\nof international obligations and with keenest and most generous\nappreciation of the difference between right and wrong, to disarm. If\nthe great civilized nations of the present day should completely\ndisarm, the result would mean an immediate recrudescence of barbarism\nin one form or another. Under any circumstances a sufficient armament\nwould have to be kept up to serve the purposes of international police;\nand until international cohesion and the sense of international duties\nand rights are far more advanced than at present, a nation desirous\nboth of securing respect for itself and of doing good to others must\nhave a force adequate for the work which it feels is allotted to it as\nits part of the general world duty. Therefore it follows that a\nself-respecting, just, and far-seeing nation should on the one hand\nendeavor by every means to aid in the development of the various\nmovements which tend to provide substitutes for war, which tend to\nrender nations in their actions toward one another, and indeed toward\ntheir own peoples, more responsive to the general sentiment of humane\nand civilized mankind; and on the other hand that it should keep\nprepared, while scrupulously avoiding wrongdoing itself, to repel any\nwrong, and in exceptional cases to take action which in a more advanced\nstage of international relations would come under the head of the\nexercise of the international police. A great free people owes it to\nitself and to all mankind not to sink into helplessness before the\npowers of evil.We are in every way endeavoring to help on, with cordial good will,\nevery movement which will tend to bring us into more friendly relations\nwith the rest of mankind. In pursuance of this policy I shall shortly\nlay before the Senate treaties of arbitration with all powers which are\nwilling to enter into these treaties with us. It is not possible at\nthis period of the world's development to agree to arbitrate all\nmatters, but there are many matters of possible difference between us\nand other nations which can be thus arbitrated. Furthermore, at the\nrequest of the Interparliamentary Union, an eminent body composed of\npractical statesmen from all countries, I have asked the Powers to join\nwith this Government in a second Hague conference, at which it is hoped\nthat the work already so happily begun at The Hague may be carried some\nsteps further toward completion. This carries out the desire expressed\nby the first Hague conference itself.It is not true that the United States feels any land hunger or\nentertains any projects as regards the other nations of the Western\nHemisphere save such as are for their welfare. All that this country\ndesires is to see the neighboring countries stable, orderly, and\nprosperous. Any country whose people conduct themselves well can count\nupon our hearty friendship. If a nation shows that it knows how to act\nwith reasonable efficiency and decency in social and political matters,\nif it keeps order and pays its obligations, it need fear no\ninterference from the United States. Chronic wrongdoing, or an\nimpotence which results in a general loosening of the ties of civilized\nsociety, may in America, as elsewhere, ultimately require intervention\nby some civilized nation, and in the Western Hemisphere the adherence\nof the United States to the Monroe Doctrine may force the United\nStates, however reluctantly, in flagrant cases of such wrongdoing or\nimpotence, to the exercise of an international police power. If every\ncountry washed by the Caribbean Sea would show the progress in stable\nand just civilization which with the aid of the Platt amendment Cuba\nhas shown since our troops left the island, and which so many of the\nrepublics in both Americas are constantly and brilliantly showing, all\nquestion of interference by this Nation with their affairs would be at\nan end. Our interests and those of our southern neighbors are in\nreality identical. They have great natural riches, and if within their\nborders the reign of law and justice obtains, prosperity is sure to\ncome to them. While they thus obey the primary laws of civilized\nsociety they may rest assured that they will be treated by us in a\nspirit of cordial and helpful sympathy. We would interfere with them\nonly in the last resort, and then only if it became evident that their\ninability or unwillingness to do justice at home and abroad had\nviolated the rights of the United States or had invited foreign\naggression to the detriment of the entire body of American nations. It\nis a mere truism to say that every nation, whether in America or\nanywhere else, which desires to maintain its freedom, its independence,\nmust ultimately realize that the right of such independence can not be\nseparated from the responsibility of making good use of it.In asserting the Monroe Doctrine, in taking such steps as we have taken\nin regard to Cuba, Venezuela, and Panama, and in endeavoring to\ncircumscribe the theater of war in the Far East, and to secure the open\ndoor in China, we have acted in our own interest as well as in the\ninterest of humanity at large. There are, however, cases in which,\nwhile our own interests are not greatly involved, strong appeal is made\nto our sympathies. Ordinarily it is very much wiser and more useful for\nus to concern ourselves with striving for our own moral and material\nbetterment here at home than to concern ourselves with trying to better\nthe condition of things in other nations. We have plenty of sins of our\nown to war against, and under ordinary circumstances we can do more for\nthe general uplifting of humanity by striving with heart and soul to\nput a stop to civic corruption, to brutal lawlessness and violent race\nprejudices here at home than by passing resolutions about wrongdoing\nelsewhere. Nevertheless there are occasional crimes committed on so\nvast a scale and of such peculiar horror as to make us doubt whether it\nis not our manifest duty to endeavor at least to show our disapproval\nof the deed and our sympathy with those who have suffered by it. The\ncases must be extreme in which such a course is justifiable. There must\nbe no effort made to remove the mote from our brother's eye if we\nrefuse to remove the beam from our own. But in extreme cases action may\nbe justifiable and proper. What form the action shall take must depend\nupon the circumstances of the case; that is, upon the degree of the\natrocity and upon our power to remedy it. The cases in which we could\ninterfere by force of arms as we interfered to put a stop to\nintolerable conditions in Cuba are necessarily very few. Yet it is not\nto be expected that a people like ours, which in spite of certain very\nobvious shortcomings, nevertheless as a whole shows by its consistent\npractice its belief in the principles of civil and religious liberty\nand of orderly freedom, a people among whom even the worst crime, like\nthe crime of lynching, is never more than sporadic, so that individuals\nand not classes are molested in their fundamental rights--it is\ninevitable that such a nation should desire eagerly to give expression\nto its horror on an occasion like that of the massacre of the Jews in\nKishenef, or when it witnesses such systematic and long-extended\ncruelty and oppression as the cruelty and oppression of which the\nArmenians have been the victims, and which have won for them the\nindignant pity of the civilized world.Even where it is not possible to secure in other nations the observance\nof the principles which we accept as axiomatic, it is necessary for us\nfirmly to insist upon the rights of our own citizens without regard to\ntheir creed or race; without regard to whether they were born here or\nborn abroad. It has proved very difficult to secure from Russia the\nright for our Jewish fellow-citizens to receive passports and travel\nthrough Russian territory. Such conduct is not only unjust and\nirritating toward us, but it is difficult to see its wisdom from\nRussia's standpoint. No conceivable good is accomplished by it. If an\nAmerican Jew or an American Christian misbehaves himself in Russia he\ncan at once be driven out; but the ordinary American Jew, like the\nordinary American Christian, would behave just about as he behaves\nhere, that is, behave as any good citizen ought to behave; and where\nthis is the case it is a wrong against which we are entitled to protest\nto refuse him his passport without regard to his conduct and character,\nmerely on racial and religious grounds. In Turkey our difficulties\narise less from the way in which our citizens are sometimes treated\nthan from the indignation inevitably excited in seeing such fearful\nmisrule as has been witnessed both in Armenia and Macedonia.The strong arm of the Government in enforcing respect for its just\nrights in international matters is the Navy of the United States. I\nmost earnestly recommend that there be no halt in the work of\nupbuilding the American Navy. There is no more patriotic duty before us\na people than to keep the Navy adequate to the needs of this country's\nposition. We have undertaken to build the Isthmian Canal. We have\nundertaken to secure for ourselves our just share in the trade of the\nOrient. We have undertaken to protect our citizens from proper\ntreatment in foreign lands. We continue steadily to insist on the\napplication of the Monroe Doctrine to the Western Hemisphere. Unless\nour attitude in these and all similar matters is to be a mere boastful\nsham we can not afford to abandon our naval programme. Our voice is now\npotent for peace, and is so potent because we are not afraid of war.\nBut our protestations upon behalf of peace would neither receive nor\ndeserve the slightest attention if we were impotent to make them good.The war which now unfortunately rages in the far East has emphasized in\nstriking fashion the new possibilities of naval warfare. The lessons\ntaught are both strategic and tactical, and are political as well as\nmilitary. The experiences of the war have shown in conclusive fashion\nthat while sea-going and sea-keeping torpedo destroyers are\nindispensable, and fast lightly armed and armored cruisers very useful,\nyet that the main reliance, the main standby, in any navy worthy the\nname must be the great battle ships, heavily armored and heavily\ngunned. Not a Russian or Japanese battle ship has been sunk by a\ntorpedo boat, or by gunfire, while among the less protected ships,\ncruiser after cruiser has been destroyed whenever the hostile squadrons\nhave gotten within range of one another's weapons. There will always be\na large field of usefulness for cruisers, especially of the more\nformidable type. We need to increase the number of torpedo-boat\ndestroyers, paying less heed to their having a knot or two extra speed\nthan to their capacity to keep the seas for weeks, and, if necessary,\nfor months at a time. It is wise to build submarine torpedo boats, as\nunder certain circumstances they might be very useful. But most of all\nwe need to continue building our fleet of battle ships, or ships so\npowerfully armed that they can inflict the maximum of damage upon our\nopponents, and so well protected that they can suffer a severe\nhammering in return without fatal impairment of their ability to fight\nand maneuver. Of course ample means must be provided for enabling the\npersonnel of the Navy to be brought to the highest point of efficiency.\nOur great fighting ships and torpedo boats must be ceaselessly trained\nand maneuvered in squadrons. The officers and men can only learn their\ntrade thoroughly by ceaseless practice on the high seas. In the event\nof war it would be far better to have no ships at all than to have\nships of a poor and ineffective type, or ships which, however good,\nwere yet manned by untrained and unskillful crews. The best officers\nand men in a poor ship could do nothing against fairly good opponents;\nand on the other hand a modern war ship is useless unless the officers\nand men aboard her have become adepts in their duties. The marksmanship\nin our Navy has improved in an extraordinary degree during the last\nthree years, and on the whole the types of our battleships are\nimproving; but much remains to be done. Sooner or later we shall have\nto provide for some method by which there will be promotions for merit\nas well as for seniority, or else retirement all those who after a\ncertain age have not advanced beyond a certain grade; while no effort\nmust be spared to make the service attractive to the enlisted men in\norder that they may be kept as long as possible in it. Reservation\npublic schools should be provided wherever there are navy-yards.Within the last three years the United States has set an example in\ndisarmament where disarmament was proper. By law our Army is fixed at a\nmaximum of one hundred thousand and a minimum of sixty thousand men.\nWhen there was insurrection in the Philippines we kept the Army at the\nmaximum. Peace came in the Philippines, and now our Army has been\nreduced to the minimum at which it is possible to keep it with due\nregard to its efficiency. The guns now mounted require twenty-eight\nthousand men, if the coast fortifications are to be adequately manned.\nRelatively to the Nation, it is not now so large as the police force of\nNew York or Chicago relatively to the population of either city. We\nneed more officers; there are not enough to perform the regular army\nwork. It is very important that the officers of the Army should be\naccustomed to handle their men in masses, as it is also important that\nthe National Guard of the several States should be accustomed to actual\nfield maneuvering, especially in connection with the regulars. For this\nreason we are to be congratulated upon the success of the field\nmaneuvers at Manassas last fall, maneuvers in which a larger number of\nRegulars and National Guard took part than was ever before assembled\ntogether in time of peace. No other civilized nation has, relatively to\nits population, such a diminutive Army as ours; and while the Army is\nso small we are not to be excused if we fail to keep it at a very high\ngrade of proficiency. It must be incessantly practiced; the standard\nfor the enlisted men should be kept very high, while at the same time\nthe service should be made as attractive as possible; and the standard\nfor the officers should be kept even higher--which, as regards the\nupper ranks, can best be done by introducing some system of selection\nand rejection into the promotions. We should be able, in the event of\nsome sudden emergency, to put into the field one first-class army\ncorps, which should be, as a whole, at least the equal of any body of\ntroops of like number belonging to any other nation.Great progress has been made in protecting our coasts by adequate\nfortifications with sufficient guns. We should, however, pay much more\nheed than at present to the development of an extensive system of\nfloating mines for use in all our more important harbors. These mines\nhave been proved to be a most formidable safeguard against hostile\nfleets.I earnestly call the attention of the Congress to the need of amending\nthe existing law relating to the award of Congressional medals of honor\nin the Navy so as to provide that they may be awarded to commissioned\nofficers and warrant officers as well as to enlisted men. These justly\nprized medals are given in the Army alike to the officers and the\nenlisted men, and it is most unjust that the commissioned officers and\nwarrant officers of the Navy should not in this respect have the same\nrights as their brethren in the Army and as the enlisted men of the\nNavy.In the Philippine Islands there has been during the past year a\ncontinuation of the steady progress which has obtained ever since our\ntroops definitely got the upper hand of the insurgents. The Philippine\npeople, or, to speak more accurately, the many tribes, and even races,\nsundered from one another more or less sharply, who go to make up the\npeople of the Philippine Islands, contain many elements of good, and\nsome elements which we have a right to hope stand for progress. At\npresent they are utterly incapable of existing in independence at all\nor of building up a civilization of their own. I firmly believe that we\ncan help them to rise higher and higher in the scale of civilization\nand of capacity for self-government, and I most earnestly hope that in\nthe end they will be able to stand, if not entirely alone, yet in some\nsuch relation to the United States as Cuba now stands. This end is not\nyet in sight, and it may be indefinitely postponed if our people are\nfoolish enough to turn the attention of the Filipinos away from the\nproblems of achieving moral and material prosperity, of working for a\nstable, orderly, and just government, and toward foolish and dangerous\nintrigues for a complete independence for which they are as yet totally\nunfit.On the other hand our people must keep steadily before their minds the\nfact that the justification for our stay in the Philippines must\nultimately rest chiefly upon the good we are able to do in the islands.\nI do not overlook the fact that in the development of our interests in\nthe Pacific Ocean and along its coasts, the Philippines have played and\nwill play an important part; and that our interests have been served in\nmore than one way by the possession of the islands. But our chief\nreason for continuing to hold them must be that we ought in good faith\nto try to do our share of the world's work, and this particular piece\nof work has been imposed upon us by the results of the war with Spain.\nThe problem presented to us in the Philippine Islands is akin to, but\nnot exactly like, the problems presented to the other great civilized\npowers which have possessions in the Orient. There are points of\nresemblance in our work to the work which is being done by the British\nin India and Egypt, by the French in Algiers, by the Dutch in Java, by\nthe Russians in Turkestan, by the Japanese in Formosa; but more\ndistinctly than any of these powers we are endeavoring to develop the\nnatives themselves so that they shall take an ever-increasing share in\ntheir own government, and as far as is prudent we are already admitting\ntheir representatives to a governmental equality with our own. There\nare commissioners, judges, and governors in the islands who are\nFilipinos and who have exactly the same share in the government of the\nislands as have their colleagues who are Americans, while in the lower\nranks, of course, the great majority of the public servants are\nFilipinos. Within two years we shall be trying the experiment of an\nelective lower house in the Philippine legislature. It may be that the\nFilipinos will misuse this legislature, and they certainly will misuse\nit if they are misled by foolish persons here at home into starting an\nagitation for their own independence or into any factious or improper\naction. In such case they will do themselves no good and will stop for\nthe time being all further effort to advance them and give them a\ngreater share in their own government. But if they act with wisdom and\nself-restraint, if they show that they are capable of electing a\nlegislature which in its turn is capable of taking a sane and efficient\npart in the actual work of government, they can rest assured that a\nfull and increasing measure of recognition will be given them. Above\nall they should remember that their prime needs are moral and\nindustrial, not political. It is a good thing to try the experiment of\ngiving them a legislature; but it is a far better thing to give them\nschools, good roads, railroads which will enable them to get their\nproducts to market, honest courts, an honest and efficient\nconstabulary, and all that tends to produce order, peace, fair dealing\nas between man and man, and habits of intelligent industry and thrift.\nIf they are safeguarded against oppression, and if their real wants,\nmaterial and spiritual, are studied intelligently and in a spirit of\nfriendly sympathy, much more good will be done them than by any effort\nto give them political power, though this effort may in its own proper\ntime and place be proper enough.Meanwhile our own people should remember that there is need for the\nhighest standard of conduct among the Americans sent to the Philippine\nIslands, not only among the public servants but among the private\nindividuals who go to them. It is because I feel this so deeply that in\nthe administration of these islands I have positively refused to permit\nany discrimination whatsoever for political reasons and have insisted\nthat in choosing the public servants consideration should be paid\nsolely to the worth of the men chosen and to the needs of the islands.\nThere is no higher body of men in our public service than we have in\nthe Philippine Islands under Governor Wright and his associates. So far\nas possible these men should be given a free hand, and their\nsuggestions should receive the hearty backing both of the Executive and\nof the Congress. There is need of a vigilant and disinterested support\nof our public servants in the Philippines by good citizens here in the\nUnited States. Unfortunately hitherto those of our people here at home\nwho have specially claimed to be the champions of the Filipinos have in\nreality been their worst enemies. This will continue to be the case as\nlong as they strive to make the Filipinos independent, and stop all\nindustrial development of the islands by crying out against the laws\nwhich would bring it on the ground that capitalists must not \"exploit\"\nthe islands. Such proceedings are not only unwise, but are most harmful\nto the Filipinos, who do not need independence at all, but who do need\ngood laws, good public servants, and the industrial development that\ncan only come if the investment, of American and foreign capital in the\nislands is favored in all legitimate ways.Every measure taken concerning the islands should be taken primarily\nwith a view to their advantage. We should certainly give them lower\ntariff rates on their exports to the United States; if this is not done\nit will be a wrong to extend our shipping laws to them. I earnestly\nhope for the immediate enactment into law of the legislation now\npending to encourage American capital to seek investment in the islands\nin railroads, in factories, in plantations, and in lumbering and\nmining.", 
    "name": "Theodore Roosevelt"
}