{
    "date": "October 17, 1803", 
    "speech": "To The Senate and House of Representatives of the United States:In calling you together, fellow citizens, at an earlier day than was\ncontemplated by the act of the last session of Congress, I have not been\ninsensible to the personal inconveniences necessarily resulting from an\nunexpected change in your arrangements, but matters of great public\nconcernment have rendered this call necessary, and the interests you feel\nin these will supersede in your minds all private considerations.Congress witnessed at their late session the extraordinary agitation\nproduced in the public mind by the suspension of our right of deposit at\nthe port of New Orleans, no assignment of another place having been made\naccording to treaty. They were sensible that the continuance of that\nprivation would be more injurious to our nation than any consequences which\ncould flow from any mode of redress, but reposing just confidence in the\ngood faith of the Government whose officer had committed the wrong,\nfriendly and reasonable representations were resorted to, and the right of\ndeposit was restored.Previous, however, to this period we had not been unaware of the danger to\nwhich our peace would be perpetually exposed whilst so important a key to\nthe commerce of the Western country remained under foreign power.\nDifficulties, too, were presenting themselves as to the navigation of other\nstreams which, arising within our territories, pass through those adjacent.\nPropositions had therefore been authorized for obtaining on fair conditions\nthe sovereignty of New Orleans and of other possessions in that quarter\ninteresting to our quiet to such extent as was deemed practicable, and the\nprovisional appropriation of $2 millions to be applied and accounted\nfor by the President of the United States, intended as part of the price,\nwas considered as conveying the sanction of Congress to the acquisition\nproposed. The enlightened Government of France saw with just discernment\nthe importance to both nations of such liberal arrangements as might best\nand permanently promote the peace, friendship, and interests of both, and\nthe property and sovereignty of all Louisiana which had been restored to\nthem have on certain conditions been transferred to the United States by\ninstruments bearing date the 30th of April last. When these shall have\nreceived the constitutional sanction of the Senate, they will without delay\nbe communicated to the Representatives also for the exercise of their\nfunctions as to those conditions which are within the powers vested by the\nConstitution in Congress.Whilst the property and sovereignty of the Mississippi and its waters\nsecure an independent outlet for the produce of the Western States and an\nuncontrolled navigation through their whole course, free from collision\nwith other powers and the dangers to our peace from that source, the\nfertility of the country, its climate and extent, promise in due season\nimportant aids to our Treasury, an ample provision for our posterity, and a\nwide spread for the blessings of freedom and equal laws.With the wisdom of Congress it will rest to take those ulterior measures\nwhich may be necessary for the immediate occupation and temporary\ngovernment of the country; for its incorporation into our Union; for\nrendering the change of government a blessing to our newly adopted\nbrethren; for securing to them the rights of conscience and of property;\nfor confirming to the Indian inhabitants their occupancy and\nself-government, establishing friendly and commercial relations with them,\nand for ascertaining the geography of the country acquired. Such materials,\nfor your information, relative to its affairs in general as the short space\nof time has permitted me to collect will be laid before you when the\nsubject shall be in a state for your consideration.Another important acquisition of territory has also been made since the\nlast session of Congress. The friendly tribe of Kaskaskia Indians, with\nwhich we have never had a difference, reduced by the wars and wants of\nsavage life to a few individuals unable to defend themselves against the\nneighboring tribes, has transferred its country to the United States,\nreserving only for its members what is sufficient to maintain them in an\nagricultural way. The considerations stipulated are that we shall extend to\nthem our patronage and protection and give them certain annual aids in\nmoney, in implements of agriculture, and other articles of their choice.\nThis country, among the most fertile within our limits, extending along the\nMississippi from the mouth of the Illinois to and up to the Ohio, though\nnot so necessary as a barrier since the acquisition of the other bank, may\nyet be well worthy of being laid open to immediate settlement, as its\ninhabitants may descend with rapidity in support of the lower country\nshould future circumstances expose that to foreign enterprise. As the\nstipulations in this treaty involve matters with the competence of both\nHouses only, it will be laid before Congress as soon as the Senate shall\nhave advised its ratification.With many of the other Indian tribes improvements in agriculture and\nhousehold manufacture are advancing, and with all our peace and friendship\nare established on grounds much firmer than heretofore. The measure adopted\nof establishing trading houses among them and of furnishing them\nnecessaries in exchange for their commodities at such moderate prices as\nleave no gain, but cover us from loss, has the most conciliatory and useful\neffect on them, and is that which will best secure their peace and good\nwill.The small vessels authorized by Congress with a view to the Mediterranean\nservice have been sent into that sea, and will be able more effectually to\nconfine the Tripoline cruisers within their harbors and supersede the\nnecessity of convoy to our commerce in that quarter. They will sensibly\nlessen the expenses of that service the ensuing year.A further knowledge of the ground in the northeastern and northwestern\nangles of the United States has evinced that the boundaries established by\nthe treaty of Paris between the British territories and ours in those parts\nwere too imperfectly described to be susceptible of execution. It has\ntherefore been thought worthy of attention for preserving and cherishing\nthe harmony and useful intercourse subsisting between the two nations to\nremove by timely arrangements what unfavorable incidents might otherwise\nrender a ground of future misunderstanding. A convention has therefore been\nentered into which provides for a practicable demarcation of those limits\nto the satisfaction of both parties.An account of the receipts and expenditures of the year ending the 30th of\nSeptember last, with the estimates for the service of the ensuing year,\nwill be laid before you by the Secretary of the Treasury so soon as the\nreceipts of the last quarter shall be returned from the more distant\nStates. It is already ascertained that the amount paid into the Treasury\nfor that year has been between $11 millions and $12 millions, and that the\nrevenue accrued during the same term exceeds the sum counted on as\nsufficient for our current expenses and to extinguish the public debt\nwithin the period heretofore proposed.The amount of debt paid for the same year is about $3.1 millions exclusive\nof interest, and making, with the payment of the preceding year, a\ndischarge of more than $8.5 millions of the principal of that debt,\nbesides the accruing interest; and there remain in the Treasury nearly\n$6 millions. Of these, $880 thousands have been reserved for payment of\nthe first installment due under the British convention of January 8th,\n1802, and $2 millions are what have been before mentioned as placed by\nCongress under the power and accountability of the President toward the\nprice of New Orleans and other territories acquired, which, remaining\nuntouched, are still applicable to that object and go in diminution of\nthe sum to be funded for it.Should the acquisition of Louisiana be constitutionally confirmed and\ncarried into effect, a sum of nearly $13 millions will then be added to\nour public debt, most of which is payable after fifteen years, before\nwhich term the present existing debts will all be discharged by the\nestablished operation of the sinking fund. When we contemplate the\nordinary annual augmentation of impost from increasing population and\nwealth, the augmentation of the same revenue by its extension to the new\nacquisition, and the economies which may still be introduced into our\npublic expenditures, I can not but hope that Congress in reviewing\ntheir resources will find means to meet the intermediate interest of\nthis additional debt without recurring to new taxes, and applying to this\nobject only the ordinary progression of our revenue. Its extraordinary\nincrease in times of foreign war will be the proper and sufficient fund\nfor any measures of safety or precaution which that state of things may\nrender necessary in our neutral position.Remittances for the installments of our foreign debt having been found\npracticable without loss, it has not been thought expedient to use the\npower given by a former act of Congress of continuing them by reloans, and\nof redeeming instead thereof equal sums of domestic debt, although no\ndifficulty was found in obtaining that accommodation.The sum of $50 thousands appropriated by Congress for providing gun boats\nremains unexpended. The favorable and peaceable turn of affairs on the\nMississippi rendered an immediate execution of that law unnecessary, and\ntime was desirable in order that the institution of that branch of our\nforce might begin on models the most approved by experience. The same\nissue of events dispensed with a resort to the appropriation of $1.5\nmillions, contemplated for purposes which were effected by happier means.We have seen with sincere concern the flames of war lighted up again in\nEurope, and nations with which we have the most friendly and useful\nrelations engaged in mutual destruction. While we regret the miseries in\nwhich we see others involved, let us bow with gratitude to that kind\nProvidence which, inspiring with wisdom and moderation our late legislative\ncouncils while placed under the urgency of the greatest wrongs guarded us\nfrom hastily entering into the sanguinary contest and left us only to look\non and pity its ravages.These will be heaviest on those immediately engaged. Yet the nations\npursuing peace will not be exempt from all evil.In the course of this conflict let it be our endeavor, as it is our\ninterest and desire, to cultivate the friendship of the belligerent nations\nby every act of justice and of innocent kindness; to receive their armed\nvessels with hospitality from the distresses of the sea, but to administer\nthe means of annoyance to none; to establish in our harbors such a police\nas may maintain law and order; to restrain our citizens from embarking\nindividually in a war in which their country takes no part; to punish\nseverely those persons, citizens or alien, who shall usurp the cover of our\nflag for vessels not entitled to it, infecting thereby with suspicion those\nof real Americans and committing us into controversies for the redress of\nwrongs not our own; to exact from every nation the observance toward our\nvessels and citizens of those principles and practices which all civilized\npeople acknowledge; to merit the character of a just nation, and maintain\nthat of an independent one, preferring every consequence to insult and\nhabitual wrong. Congress will consider whether the existing laws enable us\nefficaciously to maintain this course with our citizens in all places and\nwith others while within the limits of our jurisdiction, and will give them\nthe new modifications necessary for these objects. Some contraventions of\nright have already taken place, both within our jurisdictional limits and\non the high seas. The friendly disposition of the Governments from whose\nagents they have proceeded, as well as their wisdom and regard for justice,\nleave us in reasonable expectation that they will be rectified and\nprevented in future, and that no act will be countenanced by them which\nthreatens to disturb our friendly intercourse.Separated by a wide ocean from the nations of Europe and from the political\ninterests which entangle them together, with productions and wants which\nrender our commerce and friendship useful to them and theirs to us, it can\nnot be the interest of any to assail us, nor ours to disturb them. We\nshould be most unwise, indeed, were we to cast away the singular blessings\nof the position in which nature has placed us, the opportunity she has\nendowed us with of pursuing, at a distance from foreign contentions, the\npaths of industry, peace, and happiness, of cultivating general friendship,\nand of bringing collisions of interest to the umpirage of reason rather\nthan of force.How desirable, then, must it be in a Government like ours to see its\ncitizens adopt individually the views, the interests, and the conduct which\ntheir country should pursue, divesting themselves of those passions and\npartialities which tend to lessen useful friendships and to embarrass and\nembroil us in the calamitous scenes of Europe. Confident, fellow citizens,\nthat you will duly estimate the importance of neutral dispositions toward\nthe observance of neutral conduct, that you will be sensible how much it is\nour duty to look on the bloody arena spread before us with commiseration\nindeed, but with no other wish than to see it closed, I am persuaded you\nwill cordially cherish these dispositions in all discussions among\nyourselves and in all communications with your constituents; and I\nanticipate with satisfaction the measures of wisdom which the great\ninterests now committed to you will give you an opportunity of providing,\nand myself that of approving and carrying into execution with the fidelity\nI owe to my country.TH. JEFFERSON", 
    "name": "Thomas Jefferson"
}