{
    "date": "December 8, 1801", 
    "speech": "Fellow Citizens of the Senate and House of Representatives:It is a circumstance of sincere gratification to me that on meeting the\ngreat council of our nation I am able to announce to them on grounds of\nreasonable certainty that the wars and troubles which have for so many\nyears afflicted our sister nations have at length come to an end, and that\nthe communications of peace and commerce are once more opening among them.\nWhilst we devoutly return thanks to the beneficent Being who has been\npleased to breathe into them the spirit of conciliation and forgiveness, we\nare bound with peculiar gratitude to be thankful to Him that our own peace\nhas been preserved through so perilous a season, and ourselves permitted\nquietly to cultivate the earth and to practice and improve those arts which\ntend to increase our comforts. The assurances, indeed, of friendly\ndisposition received from all the powers with whom we have principle\nrelations had inspired a confidence that our peace with them would not have\nbeen disturbed. But a cessation of irregularities which had affected the\ncommerce of neutral nations and of the irritations and injuries produced by\nthem can not but add to this confidence, and strengthens at the same time\nthe hope that wrongs committed on unoffending friends under a pressure of\ncircumstances will now be reviewed with candor, and will be considered as\nfounding just claims of retribution for the past and new assurance for the\nfuture.Among our Indian neighbors also a spirit of peace and friendship generally\nprevails, and I am happy to inform you that the continued efforts to\nintroduce among them the implements and the practice of husbandry and the\nhousehold arts have not been without success; that they are becoming more\nand more sensible of the superiority of this dependence for clothing and\nsubsistence over the precarious resources of hunting and fishing, and\nalready we are able to announce that instead of that constant diminution of\ntheir numbers produced by their wars and their wants, some of them begin to\nexperience an increase of population.To this state of general peace with which we have been blessed, one only\nexception exists. Tripoli, the least considerable of the Barbary States,\nhad come forward with demands unfounded either in right or in compact, and\nhad permitted itself to denounce war on our failure to comply before a\ngiven day. The style of the demand admitted but one answer.I sent a small squadron of frigates into the Mediterranean, with assurances\nto that power of our sincere desire to remain in peace, but with orders to\nprotect our commerce against the threatened attack. The measure was\nseasonable and salutary. The Bey had already declared war. His cruisers\nwere out. Two had arrived at Gibraltar. Our commerce in the Mediterranean\nwas blockaded and that of the Atlantic in peril.The arrival of our squadron dispelled the danger. One of the Tripolitan\ncruisers having fallen in with and engaged the small schooner Enterprise,\ncommanded by Lieutenant Sterret, which had gone as a tender to our larger\nvessels, was captured, after a heavy slaughter of her men, without the loss\nof a single one on our part. The bravery exhibited by our citizens on that\nelement will, I trust, be a testimony to the world that it is not the want\nof that virtue which makes us seek their peace, but a conscientious desire\nto direct the energies of our nation to the multiplication of the human\nrace, and not to its destruction. Unauthorized by the Constitution, without\nthe sanction of Congress, to go beyond the line of defense, the vessel,\nbeing disabled from committing further hostilities, was liberated with its\ncrew.The Legislature will doubtless consider whether, by authorizing measures of\noffense also, they will place our force on an equal footing with that of\nits adversaries. I communicate all material information on this subject,\nthat in the exercise of this important function confided by the\nConstitution to the Legislature exclusively their judgment may form itself\non a knowledge and consideration of every circumstance of weight.I wish I could say that our situation with all the other Barbary States was\nentirely satisfactory. Discovering that some delays had taken place in the\nperformance of certain articles stipulated by us, I thought it my duty, by\nimmediate measures for fulfilling them, to vindicate to ourselves the right\nof considering the effect of departure from stipulation on their side. From\nthe papers which will be laid before you you will be enabled to judge\nwhether our treaties are regarded by them as fixing at all the measure of\ntheir demands or as guarding from the exercise of force our vessels within\ntheir power, and to consider how far it will be safe and expedient to leave\nour affairs with them in their present posture.I lay before you the result of the census lately taken of our inhabitants,\nto a conformity with which we are now to reduce the ensuing ration of\nrepresentation and taxation. You will perceive that the increase of numbers\nduring the last 10 years, proceeding in geometric ratio, promises a\nduplication in little more than 22 years. We contemplate this rapid growth\nand the prospect it holds up to us, not with a view to the injuries it may\nenable us to do others in some future day, but to the settlement of the\nextensive country still remaining vacant within our limits to the\nmultiplication of men susceptible of happiness, educated in the love of\norder, habituated to self-government, and valuing its blessings above all\nprice.Other circumstances, combined with the increase of numbers, have produced\nan augmentation of revenue arising from consumption in a ratio far beyond\nthat of population alone; and though the changes in foreign relations now\ntaking place so desirably for the whole world may for a season affect this\nbranch of revenue, yet weighing all probabilities of expense as well as of\nincome, there is reasonable ground of confidence that we may now safely\ndispense with all the internal taxes, comprehending excise, stamps,\nauctions, licenses, carriages, and refined sugars, to which the postage on\nnews papers may be added to facilitate the progress of information, and\nthat the remaining sources of revenue will be sufficient to provide for the\nsupport of Government, to pay the interest of the public debts, and to\ndischarge the principals within shorter periods than the laws or the\ngeneral expectation had contemplated.War, indeed, and untoward events may change this prospect of things and\ncall for expenses which imposts could not meet; but sound principles will\nnot justify our taxing the industry of our fellow citizens to accumulate\ntreasure for wars to happen we know not when, and which might not, perhaps,\nhappen but from the temptations offered by that treasure.These views, however, of reducing our burthens are formed on the\nexpectation that a sensible and at the same time a salutary reduction may\ntake place in our habitual expenditures. For this purpose those of the\ncivil Government, the Army, and Navy will need revisal.When we consider that this Government is charged with the external and\nmutual relations only of these States; that the States themselves have\nprincipal care of our persons, our property, and our reputation,\nconstituting the great field of human concerns, we may well doubt whether\nour organization is not too complicated, too expensive; whether offices and\nofficers have not been multiplied unnecessarily and sometimes injuriously\nto the service they were meant to promote.I will cause to be laid before you an essay toward a statement of those\nwho, under public employment of various kinds, draw money from the Treasury\nor from our citizens. Time has not permitted a perfect enumeration, the\nramifications of office being too multiplied and remote to be completely\ntraced in a first trial.Among those who are dependent on Executive discretion I have begun the\nreduction of what was deemed unnecessary. The expenses of diplomatic agency\nhave been considerably diminished. The inspectors of internal revenue who\nwere found to obstruct the accountability of the institution have been\ndiscontinued. Several agencies created by Executive authorities, on\nsalaries fixed by that also, have been suppressed, and should suggest the\nexpediency of regulating that power by law, so as to subject its exercises\nto legislative inspection and sanction.Other reformations of the same kind will be pursued with that caution which\nis requisite in removing useless things, not to injure what is retained.\nBut the great mass of public offices is established by law, and therefore\nby law alone can be abolished. Should the Legislature think it expedient to\npass this roll in review and try all its parts by the test of public\nutility, they may be assured of every aid and light which Executive\ninformation can yield.Considering the general tendency to multiply offices and dependencies and\nto increase expense to the ultimate term of burthen which the citizen can\nbear, it behooves us to avail ourselves of every occasion which presents\nitself for taking off the surcharge, that it never may be seen here that\nafter leaving to labor the smallest portion of its earnings on which it can\nsubsist, Government shall itself consume the whole residue of what it was\ninstituted to guard.In our care, too, of the public contributions intrusted to our direction it\nwould be prudent to multiply barriers against their dissipation by\nappropriating specific sums to every specific purpose susceptible of\ndefinition; by disallowing all applications of money varying from the\nappropriation in object or transcending it in amount; by reducing the\nundefined field of contingencies and thereby circumscribing discretionary\npowers over money, and by bringing back to a single department all\naccountabilities for money, where the examinations may be prompt,\nefficacious, and uniform.An account of the receipts and expenditures of the last year, as prepared\nby the Secretary of the Treasury, will, as usual, be laid before you. The\nsuccess which has attended the late sales of the public lands shews that\nwith attention they may be made an important source of receipt. Among the\npayments those made in discharge of the principal and interest of the\nnational debt will shew that the public faith has been exactly maintained.\nTo these will be added an estimate of appropriations necessary for the\nensuing year. This last will, of course, be affected by such modifications\nof the system of expense as you shall think proper to adopt.A statement has been formed by the Secretary of War, on mature\nconsideration, of all the posts and stations where garrisons will be\nexpedient and of the number of men requisite for each garrison. The whole\namount is considerably short of the present military establishment. For the\nsurplus no particular use can be pointed out.For defense against invasion their number is as nothing, nor is it\nconceived needful or safe that a standing army should be kept up in time of\npeace for that purpose. Uncertain as we must ever be of the particular\npoint in our circumference where an enemy may choose to invade us, the only\nforce which can be ready at every point and competent to oppose them is the\nbody of the neighboring citizens as formed into a militia. On these,\ncollected from the parts most convenient in numbers proportioned to the\ninvading force, it is best to rely not only to meet the first attack, but if\nit threatens to be permanent to maintain the defense until regulars may be\nengaged to relieve them. These considerations render it important that we\nshould at every session continue to amend the defects which from time to\ntime shew themselves in the laws for regulating the militia until they are\nsufficiently perfect. Nor should we now or at any time separate until we\nsay we have done everything for the militia which we could do were an enemy\nat our door.The provision of military stores on hand will be laid before you, that you\nmay judge of the additions still requisite.With respect to the extent to which our naval preparations should be\nexpected to appear, but just attention to the circumstances of every part\nof the Union will doubtless reconcile all. A small force will probably\ncontinue to be wanted for actual service in the Mediterranean. Whatever\nannual sum beyond that you may think proper to appropriate to naval\npreparations would perhaps be better employed in providing those articles\nwhich may be kept without waste or consumption, and be in readiness when\nany exigence calls them into use. Progress has been made, as will appear by\npapers now communicated, in providing materials for 74-gun ships as\ndirected by law.How far the authority given by the Legislature for procuring and\nestablishing sites for naval purposes has been perfectly understood and\npursued in the execution admits of some doubt. A statement of the expenses\nalready incurred on that subject is now laid before you. I have in certain\ncases suspended or slackened these expenditures, that the Legislature might\ndetermine whether so many yards are necessary as have been contemplated.The works at this place are among those permitted to go on, and 5 of the 7\nfrigates directed to be laid up have been brought and laid up here, where,\nbesides the safety of their position, they are under the eye of the\nExecutive Administration, as well as of its agents, and where yourselves\nalso will be guided by your own view in the legislative provisions\nrespecting them which may from time to time be necessary. They are\npreserved in such condition, as well the vessels as whatever belongs to\nthem, as to be at all times ready for sea on a short warning. Two others\nare yet to be laid up so soon as they shall have received the repairs\nrequisite to put them also into sound condition. As a superintending\nofficer will be necessary at each yard, his duties and emoluments, hitherto\nfixed by the Executive, will be a more proper subject for legislation. A\ncommunication will also be made of our progress in the execution of the law\nrespecting the vessels directed to be sold.The fortifications of our harbors, more or less advanced, present\nconsiderations of great difficulty. While some of them are on a scale\nsufficiently proportioned to the advantages of their position, to the\nefficacy of their protection, and the importance of the points within it,\nothers are so extensive, will cost so much in their first erection, so much\nin their maintenance, and require such a force to garrison them as to make\nit questionable what is best now to be done. A statement of those commenced\nor projected, of the expenses already incurred, and estimates of their\nfuture cost, as far as can be foreseen, shall be laid before you, that you\nmay be enabled to judge whether any alteration is necessary in the laws\nrespecting this subject.Agriculture, manufactures, commerce, and navigation, the four pillars of our\nprosperity, are then most thriving when left most free to individual\nenterprise. Protection from casual embarrassments, however, may sometimes\nbe seasonably interposed. If in the course of your observations or\ninquiries they should appear to need any aid within the limits of our\nconstitutional powers, your sense of their importance is a sufficient\nassurance they will occupy your attention. We can not, indeed, but all feel\nan anxious solicitude for the difficulties under which our carrying trade\nwill soon be placed. How far it can be relieved, otherwise than by time, is\na subject of important consideration.The judiciary system of the United States, and especially that portion of\nit recently erected, will of course present itself to the contemplation of\nCongress, and, that they may be able to judge of the proportion which the\ninstitution bears on the business it has to perform, I have caused to be\nprocured from the several States and now lay before Congress an exact\nstatement of all the causes decided since the first establishment of the\ncourts, and of those which were depending when additional courts and judges\nwere brought in to their aid.And while on the judiciary organization it will be worthy your\nconsideration whether the protection of the inestimable institution of\njuries has been extended to all the cases involving the security of our\npersons and property. Their impartial selection also being essential to\ntheir value, we ought further to consider whether that is sufficiently\nsecured in those States where they are named by a marshal depending on\nExecutive will or designated by the court or by officers dependent on\nthem.I can not omit recommending a revisal of the laws on the subject of\nnaturalization. Considering the ordinary chances of human life, a denial of\ncitizenship under a residence of 14 years is a denial to a great proportion\nof those who ask it, and controls a policy pursued from their first\nsettlement by many of these States, and still believed of consequence to\ntheir prosperity; and shall we refuse to the unhappy fugitives from\ndistress that hospitality which the savages of the wilderness extended to\nour fathers arriving in this land? Shall oppressed humanity find no asylum\non this globe? The Constitution indeed has wisely provided that for\nadmission to certain offices of important trust a residence shall be\nrequired sufficient to develop character and design. But might not the\ngeneral character and capabilities of a citizen be safely communicated to\neveryone manifesting a bona fide purpose of embarking his life and fortunes\npermanently with us, with restrictions, perhaps, to guard against the\nfraudulent usurpation of our flag, an abuse which brings so much\nembarrassment and loss on the genuine citizen and so much danger to the\nnation of being involved in war that no endeavor should be spared to detect\nand suppress it?These, fellow citizens, are the matters respecting the state of the nation\nwhich I have thought of importance to be submitted to your consideration at\nthis time. Some others of less moment or not yet ready for communication\nwill be the subject of separate messages. I am happy in this opportunity of\ncommitting the arduous affairs of our Government to the collected wisdom of\nthe Union. Nothing shall be wanting on my part to inform as far as in my\npower the legislative judgment, nor to carry that judgment into faithful\nexecution.The prudence and temperance of your discussions will promote within your\nown walls that conciliation which so much befriends rational conclusion,\nand by its example will encourage among our constituents that progress of\nopinion which is tending to unite them in object and in will. That all\nshould be satisfied with any one order of things is not to be expected; but\nI indulge the pleasing persuasion that the great body of our citizens will\ncordially concur in honest and disinterested efforts which have for their\nobject to preserve the General and State Governments in their\nconstitutional form and equilibrium; to maintain peace abroad, and order\nand obedience to the laws at home; to establish principles and practices of\nadministration favorable to the security of liberty and property, and to\nreduce expenses to what is necessary for the useful purposes of Government.", 
    "name": "Thomas Jefferson"
}