{
    "date": "December 2, 1806", 
    "speech": "The Senate and House of Representatives of the United States:It would have given me, fellow citizens, great satisfaction to announce in\nthe moment of your meeting that the difficulties in our foreign relations\nexisting at the time of your last separation had been amicably and justly\nterminated. I lost no time in taking those measures which were most likely\nto bring them to such a termination--by special missions charged with such\npowers and instructions as in the event of failure could leave no\nimputation on either our moderation or forbearance. The delays which have\nsince taken place in our negotiations with the British Government appear to\nhave proceeded from causes which do not forbid the expectation that during\nthe course of the session I may be enabled to lay before you their final\nissue. What will be that of the negotiations for settling our differences\nwith Spain nothing which had taken place at the date of the last dispatches\nenables us to pronounce. On the western side of the Mississippi she\nadvanced in considerable force, and took post at the settlement of Bayou\nPierre, on the Red River. This village was originally settled by France,\nwas held by her as long as she held Louisiana, and was delivered to Spain\nonly as a part of Louisiana. Being small, insulated, and distant, it was\nnot observed at the moment of redelivery to France and the United States\nthat she continued a guard of half a dozen men which had been stationed\nthere. A proposition, however, having been lately made by our commander in\nchief to assume the Sabine River as a temporary line of separation between\nthe troops of the two nations until the issue of our negotiations shall be\nknown, this has been referred by the Spanish commandant to his superior,\nand in the mean time he has withdrawn his force to the western side of the\nSabine River. The correspondence on this subject now communicated will\nexhibit more particularly the present state of things in that quarter.The nature of that country requires indispensably that an unusual\nproportion of the force employed there should be cavalry or mounted\ninfantry. In order, therefore, that the commanding officer might be enabled\nto act with effect, I had authorized him to call on the governors of\nOrleans and Mississippi for a corps of five hundred volunteer cavalry.\nThe temporary arrangement he has proposed may perhaps render this\nunnecessary; but I inform you with great pleasure of the promptitude with\nwhich the inhabitants of those Territories have tendered their services in\ndefense of their country. It has done honor to themselves, entitled them\nto the confidence of their fellow citizens in every part of the Union,\nand must strengthen the general determination to protect them\nefficaciously under all circumstances which may occur.Having received information that in another part of the United States a\ngreat number of private individuals were combining together, arming and\norganizing themselves contrary to law, to carry on a military expedition\nagainst the territories of Spain, I thought it necessary, by proclamation\nas well as by special orders, to take measures for preventing and\nsuppressing this enterprise, for seizing the vessels, arms, and other means\nprovided for it, and for arresting and bringing to justice its authors and\nabettors. It was due to that good faith which ought ever to be the rule of\naction in public as well as in private transactions, it was due to good\norder and regular government, that while the public force was acting\nstrictly on defensive and merely to protect our citizens from aggression\nthe criminal attempts of private individuals to decide for their country\nthe question of peace or war by commencing active and unauthorized\nhostilities should be promptly and efficaciously suppressed.Whether it will be necessary to enlarge our regular forces will depend on\nthe result of our negotiations with Spain; but as it is uncertain when that\nresult will be known, the provisional measures requisite for that, and to\nmeet any pressure intervening in that quarter, will be a subject for your\nearly consideration.The possession of both banks of the Mississippi reducing to a single point\nthe defense of that river, its waters, and the country adjacent, it becomes\nhighly necessary to provide for that point a more adequate security. Some\nposition above its mouth, commanding the passage of the river, should be\nrendered sufficiently strong to cover the armed vessels which may be\nstationed there for defense, and in conjunction with them to present an\ninsuperable obstacle to any force attempting to pass. The approaches to the\ncity of New Orleans from the eastern quarter also will require to be\nexamined and more effectually guarded. For the internal support of the\ncountry the encouragement of a strong settlement on the western side of the\nMississippi, within reach of New Orleans, will be worthy the consideration\nof the Legislature.The gun boats authorized by an act of the last session are so advanced that\nthey will be ready for service in the ensuing spring. Circumstances\npermitted us to allow the time necessary for their more solid construction.\nAs a much larger number will still be wanting to place our sea port towns\nand waters in that state of defense to which we are competent and they\nentitled, a similar appropriation for a further provision for them is\nrecommended for the ensuing year.A further appropriation will also be necessary for repairing fortifications\nalready established and the erection of such other works as may have real\neffect in obstructing the approach of an enemy to our sea port towns, or\ntheir remaining before them.In a country whose constitution is derived from the will of the people,\ndirectly expressed by their free suffrages; where the principal executive\nfunctionaries and those of the legislature are renewed by them at short\nperiods; where under the character of jurors they exercise in person the\ngreatest portion of the judiciary powers; where the laws are consequently\nso formed and administered as to bear with equal weight and favor on all,\nrestraining no man in the pursuits of honest industry and securing to\neveryone the property which that acquires, it would not be supposed that\nany safe-guards could be needed against insurrection or enterprise on the\npublic peace or authority. The laws, however, aware that these should not\nbe trusted to moral restraints only, have wisely provided punishment for\nthese crimes when committed. But would it not be salutary to give also the\nmeans of preventing their commission? Where an enterprise is meditated by\nprivate individuals against a foreign nation in amity with the United\nStates, powers of prevention to a certain extent are given by the laws.\nWould they not be as reasonable and useful where the enterprise preparing\nis against the United States? While adverting to this branch of law it is\nproper to observe that in enterprises meditated against foreign nations the\nordinary process of binding to the observance of the peace and good\nbehavior, could it be extended to acts to be done out of the jurisdiction\nof the United States, would be effectual in some cases where the offender\nis able to keep out of sight every indication of his purpose which could\ndraw on him the exercise of the powers now given by law.The States on the coast of Barbary seem generally disposed at present to\nrespect our peace and friendship; with Tunis alone some uncertainty\nremains. Persuaded that it is our interest to maintain our peace with them\non equal terms or not at all, I propose to send in due time a reenforcement\ninto the Mediterranean unless previous information shall show it to be\nunnecessary.We continue to receive proofs of the growing attachment of our Indian\nneighbors and of their dispositions to place all their interests under the\npatronage of the United States. These dispositions are inspired by their\nconfidence in our justice and in the sincere concern we feel for their\nwelfare; and as long as we discharge these high and honorable functions\nwith the integrity and good faith which alone can entitle us to their\ncontinuance we may expect to reap the just reward in their peace and\nfriendship.The expedition of Messrs. Lewis and Clarke for exploring the river Missouri\nand the best communication from that to the Pacific Ocean has had all the\nsuccess which could have been expected. They have traced the Missouri\nnearly to its source, descended the Columbia to the Pacific Ocean,\nascertained with accuracy the geography of that interesting communication\nacross our continent, learnt the character of the country, of its commerce\nand inhabitants; and it is but justice to say that Messrs. Lewis and Clarke\nand their brave companions have by this arduous service deserved well of\ntheir country.The attempt to explore the Red River, under the direction of Mr. Freeman,\nthough conducted with a zeal and prudence meriting entire approbation, has\nnot been equally successful. After proceeding up it about six hundred\nmiles, nearly as far as the French settlements had extended while the\ncountry was in their possession, our geographers were obliged to return\nwithout completing their work.Very useful additions have also been made to our knowledge of the\nMississippi by Lieutenant Pike, who has ascended it to its source, and\nwhose journal and map, giving the details of his journey, will shortly be\nready for communication to both Houses of Congress. Those of Messrs. Lewis,\nClarke, and Freeman will require further time to be digested and prepared.\nThese important surveys, in addition to those before possessed, furnish\nmaterials for commencing an accurate map of the Mississippi and its western\nwaters. Some principal rivers, however, remain still to be explored, toward\nwhich the authorization of Congress by moderate appropriations will be\nrequisite.I congratulate you, fellow citizens, on the approach of the period at which\nyou may interpose your authority constitutionally to withdraw the citizens\nof the United States from all further participation in those violations of\nhuman rights which have been so long continued on the unoffending\ninhabitants of Africa, and which the morality, the reputation, and the best\nof our country have long been eager to proscribe. Although no law you may\npass can take prohibitory effect until the first day of the year 1808,\nyet the intervening period is not too long to prevent by timely notice\nexpeditions which can not be completed before that day.The receipts at the Treasury during the year ending on the 30th day of\nSeptember last have amounted to near $15 millions, which have enabled us,\nafter meeting the current demands, to pay $2.7 millions of the American\nclaims in part of the price of Louisiana; to pay of the funded debt upward\nof $3 millions of principal and nearly $4 millions of interest, and, in\naddition, to reimburse in the course of the present month near $2\nmillions of 5.5% stock. These payments and reimbursements of the funded\ndebt, with those which had been made in the four years and a half\npreceding, will at the close of the present year have extinguished upward\nof $23 millions of principal.The duties composing the Mediterranean fund will cease by law at the end of\nthe present session. Considering, however, that they are levied chiefly on\nluxuries and that we have an impost on salt, a necessary of life, the free\nuse of which otherwise is so important, I recommend to your consideration\nthe suppression of the duties on salt and the continuation of the\nMediterranean fund instead thereof for a short time, after which that also\nwill become unnecessary for any purpose now within contemplation.When both of these branches of revenue shall in this way be relinquished\nthere will still ere long be an accumulation of moneys in the Treasury\nbeyond the installments of public debt which we are permitted by contract\nto pay. They can not then, without a modification assented to by the public\ncreditors, be applied to the extinguishment of this debt and the complete\nliberation of our revenues, the most desirable of all objects. Nor, if our\npeace continues, will they be wanting for any other existing purpose. The\nquestion therefore now comes forward, To what other objects shall these\nsurpluses be appropriated, and the whole surplus of impost, after the\nentire discharge of the public debt, and during those intervals when the\npurposes of war shall not call for them? Shall we suppress the impost and\ngive that advantage to foreign over domestic manufactures? On a few\narticles of more general and necessary use the suppression in due season\nwill doubtless be right, but the great mass of the articles on which impost\nis paid are foreign luxuries, purchased by those only who are rich enough\nto afford themselves the use of them.Their patriotism would certainly prefer its continuance and application to\nthe great purposes of the public education, roads, rivers, canals, and such\nother objects of public improvement as it may be thought proper to add to\nthe constitutional enumeration of Federal powers. By these operations new\nchannels of communications will be opened between the States, the lines of\nseparation will disappear, their interests will be identified, and their\nunion cemented by new and indissoluble ties. Education is here placed among\nthe articles of public care, not that it would be proposed to take its\nordinary branches out of the hands of private enterprise, which manages so\nmuch better all the concerns to which it is equal, but a public institution\ncan alone supply those sciences which though rarely called for are yet\nnecessary to complete the circle, all the parts of which contribute to the\nimprovement of the country and some of them to its preservation.The subject is now proposed for the consideration of Congress, because if\napproved by the time the State legislatures shall have deliberated on this\nextension of the Federal trusts, and the laws shall be passed and other\narrangements made for their execution, the necessary funds will be on hand\nand without employment.I suppose an amendment to the Constitution, by consent of the States,\nnecessary, because the objects now recommended are not among those\nenumerated in the Constitution, and to which it permits the public moneys\nto be applied.The present consideration of a national establishment for education\nparticularly is rendered proper by this circumstance also, that if\nCongress, approving the proposition, shall yet think it more eligible to\nfound it on a donation of lands, they have it now in their power to endow\nit with those which will be among the earliest to produce the necessary\nincome. This foundation would have the advantage of being independent of\nwar, which may suspend other improvements by requiring for its own purposes\nthe resources destined for them.This, fellow citizens, is the state of the public interests at the present\nmoment and according to the information now possessed. But such is the\nsituation of the nations of Europe and such, too, the predicament in which\nwe stand with some of them that we can not rely with certainty on the\npresent aspect of our affairs, that may change from moment to moment during\nthe course of your session or after you shall have separated.Our duty is, therefore, to act upon things as they are and to make a\nreasonable provision for whatever they may be. Were armies to be raised\nwhenever a speck of war is visible in our horizon, we never should have\nbeen without them. Our resources would have been exhausted on dangers which\nhave never happened, instead of being reserved for what is really to take\nplace. A steady, perhaps a quickened, pace in preparation for the defense\nof our sea port towns and waters; an early settlement of the most exposed\nand vulnerable parts of our country; a militia so organized that its\neffective portions can be called to any point in the Union, or volunteers\ninstead of them to serve a sufficient time, are means which may always be\nready, yet never preying on our resources until actually called into use.\nThey will maintain the public interests while a more permanent force shall\nbe in course of preparation. But much will depend on the promptitude with\nwhich these means can be brought into activity. If war be forced upon us,\nin spite of our long and vain appeals to the justice of nations, rapid and\nvigorous movements in its outset will go far toward securing us in its\ncourse and issue, and toward throwing its burthens on those who render\nnecessary the resort from reason to force.The result of our negotiations, or such incidents in their course as may\nenable us to infer their probable issue; such further movements also on our\nwestern frontiers as may shew whether war is to be pressed there while\nnegotiation is protracted elsewhere, shall be communicated to you from time\nto time as they become known to me, with whatever other information I\npossess or may receive, which may aid your deliberations on the great\nnational interests committed to your charge.TH. JEFFERSON", 
    "name": "Thomas Jefferson"
}