{
    "date": "December 3, 1805", 
    "speech": "The Senate and House of Representatives of the United States:At a moment when the nations of Europe are in commotion and arming against\neach other, and when those with whom we have principal intercourse are\nengaged in the general contest, and when the countenance of some of them\ntoward our peaceable country threatens that even that may not be unaffected\nby what is passing on the general theater, a meeting of the representatives\nof the nation in both Houses of Congress has become more than usually\ndesirable. Coming from every section of our country, they bring with them\nthe sentiments and the information of the whole, and will be enabled to\ngive a direction to the public affairs which the will and the wisdom of the\nwhole will approve and support.In taking a view of the state of our country we in the first place notice\nthe late affliction of two of our cities under the fatal fever which in\nlatter times has occasionally visited our shores. Providence in His\ngoodness gave it an early termination on this occasion and lessened the\nnumber of victims which have usually fallen before it. In the course of the\nseveral visitations by this disease it has appeared that it is strictly\nlocal, incident to cities and on the tide waters only, incommunicable in\nthe country either by persons under the disease or by goods carried from\ndiseased places; that its access is with the autumn and it disappears with\nthe early frosts.These restrictions within narrow limits of time and space give security\neven to our maritime cities during three quarter of the year, and to the\ncountry always. Although from these facts it appears unnecessary, yet to\nsatisfy the fears of foreign nations and cautions on their part not to be\ncomplained of in a danger whose limits are yet unknown to them I have\nstrictly enjoined on the officers at the head of the customs to certify\nwith exact truth for every vessel sailing for a foreign port the state of\nhealth respecting this fever which prevails at the place from which she\nsails. Under every motive from character and duty to certify the truth, I\nhave no doubt they have faithfully executed this injunction. Much real\ninjury has, however, been sustained from a propensity to identify with this\nendemic and to call by the same name fevers of very different kinds, which\nhave been known at all times and in all countries, and never have been\nplaced among those deemed contagious.As we advance in our knowledge of this disease, as facts develop the source\nfrom which individuals receive it, the State authorities charged with the\ncare of the public health, and Congress with that of the general commerce,\nwill become able to regulate with effect their respective functions in\nthese departments. The burthen of quarantines is felt at home as well as\nabroad; their efficacy merits examination. Although the health laws of the\nStates should be found to need no present revisal by Congress, yet commerce\nclaims that their attention be ever awake to them.Since our last meeting the aspect of our foreign relations has considerably\nchanged. Our coasts have been infested and our harbors watched by private\narmed vessels, some of them without commissions, some with illegal\ncommissions, others with those of legal form, but committing practical acts\nbeyond the authority of their commissions. They have captured in the very\nentrance of our harbors, as well as on the high seas, not only the vessels\nof our friends coming to trade with us, but our own also. They have carried\nthem off under pretense of legal adjudication, but not daring to approach a\ncourt of justice, they have plundered and sunk them by the way or in\nobscure places where no evidence could arise against them, maltreated the\ncrews, and abandoned them in boats in the open sea or on desert shores\nwithout food or clothing. These enormities appearing to be unreached by any\ncontrol of their sovereigns, I found it necessary to equip a force to\ncruise within our own seas, to arrest all vessels of these descriptions\nfound hovering on our coasts within the limits of the Gulf Stream and to\nbring the offenders in for trial as pirates.The same system of hovering on our coasts and harbors under color of\nseeking enemies has been also carried on by public armed ships to the great\nannoyance and oppression of our commerce. New principles, too, have been\ninterpolated into the law of nations, founded neither in justice nor in the\nusage or acknowledgment of nations. According to these a belligerent takes\nto itself a commerce with its own enemy which it denies to a neutral on the\nground of its aiding that enemy in the war; but reason revolts at such\ninconsistency, and the neutral having equal right with the belligerent to\ndecide the question, the interests of our constituents and the duty of\nmaintaining the authority of reason, the only umpire between just nations,\nimpose on us the obligation of providing an effectual and determined\nopposition to a doctrine so injurious to the rights of peaceable nations.\nIndeed, the confidence we ought to have in the justice of others still\ncountenances the hope that a sounder view of those rights will of itself\ninduce from every belligerent a more correct observance of them.With Spain our negotiations for a settlement of differences have not had a\nsatisfactory issue. Spoliations during a former war, for which she had\nacknowledged herself responsible, have been refused to be compensated but\non conditions affecting other claims in no wise connected with them. Yet\nthe same practices are renewed in the present war and are already of great\namount. On the Mobile, our commerce passing through that river continues to\nbe obstructed by arbitrary duties and vexatious searches. Propositions for\nadjusting amicably the boundaries of Louisiana have not been acceded to.\nWhile, however, the right is unsettled, we have avoided changing the state\nof things by taking new posts or strengthening ourselves in the disputed\nterritories, in the hope that the other power would not by a contrary\nconduct oblige us to meet their example and endanger conflicts of authority,\nthe issue of which may not be easily controlled. But in this hope we\nhave now reason to lessen our confidence.Inroads have been recently made into the Territories of Orleans and the\nMississippi, our citizens have been seized and their property plundered in\nthe very parts of the former which had been actually delivered up by Spain,\nand this by the regular officers and soldiers of that Government. I have\ntherefore found it necessary at length to give orders to our troops on that\nfrontier to be in readiness to protect our citizens, and to repel by arms\nany similar aggressions in future. Other details necessary for your full\ninformation of the state of things between this country and that shall be\nthe subject of another communication.In reviewing these injuries from some of the belligerent powers the\nmoderation, the firmness, and the wisdom of the Legislature will be called\ninto action. We ought still to hope that time and a more correct estimate\nof interest as well as of character will produce the justice we are bound\nto expect, but should any nation deceive itself by false calculations, and\ndisappoint that expectation, we must join in the unprofitable contest of\ntrying which party can do the other the most harm.Some of these injuries may perhaps admit a peaceable remedy. Where that is\ncompetent it is always the most desirable. But some of them are of a nature\nto be met by force only, and all of them may lead to it. I can not,\ntherefore, but recommend such preparations as circumstances call for.The first object is to place our sea port towns out of the danger of\ninsult. Measures have been already taken for furnishing them with heavy\ncannon for the service of such land batteries as may make a part of their\ndefense against armed vessels approaching them. In aid of these it is\ndesirable we should have a competent number of gun boats, and the number,\nto be competent, must be considerable. If immediately begun, they may be in\nreadiness for service at the opening of the next season.Whether it will be necessary to augment our land forces will be decided by\noccurrences probably in the course of your session. In the mean time you\nwill consider whether it would not be expedient for a state of peace as\nwell as of war so to organize or class the militia as would enable us on\nany sudden emergency to call for the services of the younger portions,\nunencumbered with the old and those having families. Upward of three\nhundred thousand able-bodied men between the ages of 18 and 26 years,\nwhich the last census shews we may now count within our limits, will\nfurnish a competent number for offense or defense in any point where they\nmay be wanted, and will give time for raising regular forces after the\nnecessity of them shall become certain; and the reducing to the early\nperiod of life all its active service can not but be desirable to our\nyounger citizens of the present as well as future times, in as much as it\nengages to them in more advanced age a quiet and undisturbed repose in\nthe bosom of their families. I can not, then, but earnestly recommend to\nyour early consideration the expediency of so modifying our militia\nsystem as, by a separation of the more active part from that which is\nless so, we may draw from it when necessary an efficient corps fit for\nreal and active service, and to be called to it in regular rotation.Considerable provision has been made under former authorities from Congress\nof material for the construction of ships of war of 74 guns. These\nmaterials are on hand subject to the further will of the Legislature.An immediate prohibition of the exportation of arms and ammunition is also\nsubmitted to your determination.Turning from these unpleasant views of violence and wrong, I congratulate\nyou on the liberation of our fellow citizens who were stranded on the coast\nof Tripoli and made prisoners of war. In a government bottomed on the will\nof all the life and liberty of every individual citizen become interesting\nto all.In the treaty, therefore, which has concluded our warfare with that State\nan article for the ransom of our citizens has been agreed to. An operation\nby land by a small band of our country-men and others, engaged for the\noccasion in conjunction with the troops of the ex-Bashaw of that country,\ngallantly conducted by our late consul, Eaton, and their successful\nenterprise on the city of Derne, contributed doubtless to the impression\nwhich produced peace, and the conclusion of this prevented opportunities of\nwhich the officers and men of our squadron destined for Tripoli would have\navailed themselves to emulate the acts of valor exhibited by their brethren\nin the attack of the last year. Reflecting with high satisfaction on the\ndistinguished bravery displayed whenever occasions permitted it in the late\nMediterranean service, I think it would be an useful encouragement as well\nas a just reward to make an opening for some present promotion by enlarging\nour peace establishment of captains and lieutenants.With Tunis some misunderstandings have arisen not yet sufficiently\nexplained, but friendly discussions with their ambassador recently arrived\nand a mutual disposition to do whatever is just and reasonable can not fail\nof dissipating these, so that we may consider our peace on that coast,\ngenerally, to be on as sound a footing as it has been at any preceding\ntime. Still, it will not be expedient to withdraw immediately the whole of\nour force from that sea.The law providing for a naval peace establishment fixes the number of\nfrigates which shall be kept in constant service in time of peace, and\nprescribes that they shall be manned by not more than two-thirds of their\ncomplement of sea men and ordinary sea men. Whether a frigate may be\ntrusted to two-thirds only of her proper complement of men must depend on\nthe nature of the service on which she is ordered; that may sometimes, for\nher safety as well as to insure her object, require her fullest complement.\nIn adverting to this subject Congress will perhaps consider whether the\nbest limitation on the Executive discretion in this case would not be by\nthe number of sea men which may be employed in the whole service rather\nthan by the number of vessels. Occasions oftener arise for the employment\nof small than of large vessels, and it would lessen risk as well as\nexpense to be authorized to employ them of preference. The limitation\nsuggested by the number of sea men would admit a selection of vessels\nbest adapted to the service.Our Indian neighbors are advancing, many of them with spirit, and others\nbeginning to engage in the pursuits of agriculture and household\nmanufacture. They are becoming sensible that the earth yields subsistence\nwith less labor and more certainty than the forest, and find it their\ninterest from time to time to dispose of parts of their surplus and waste\nlands for the means of improving those they occupy and of subsisting their\nfamilies while they are preparing their farms. Since your last session the\nNorthern tribes have sold to us the lands between the Connecticut Reserve\nand the former Indian boundary and those on the Ohio from the same boundary\nto the rapids and for a considerable depth inland. The Chickasaws and\nCherokees have sold us the country between and adjacent to the two\ndistricts of Tennessee, and the Creeks the residue of their lands in the\nfork of the Ocmulgee up to the Ulcofauhatche. The three former purchases\nare important, in as much as they consolidate disjoined parts of our\nsettled country and render their intercourse secure; and the second\nparticularly so, as, with the small point on the river which we expect is\nby this time ceded by the Piankeshaws, it completes our possession of the\nwhole of both banks of the Ohio from its source to near its mouth, and the\nnavigation of that river is thereby rendered forever safe to our citizens\nsettled and settling on its extensive waters. The purchase from the Creeks,\ntoo, has been for some time particularly interesting to the State of\nGeorgia.The several treaties which have been mentioned will be submitted to both\nHouses of Congress for the exercise of their respective functions.Deputations now on their way to the seat of Government from various nations\nof Indians inhabiting the Missouri and other parts beyond the Mississippi\ncome charged with assurances of their satisfaction with the new relations\nin which they are placed with us, of their dispositions to cultivate our\npeace and friendship, and their desire to enter into commercial intercourse\nwith us. A state of our progress in exploring the principal rivers of that\ncountry, and of the information respecting them hitherto obtained, will be\ncommunicated as soon as we shall receive some further relations which we\nhave reason shortly to expect.The receipts of the Treasury during the year ending on the 30th day of\nSeptember last have exceeded the sum of $13 millions, which, with not\nquite $5 millions in the Treasury at the beginning of the year, have\nenabled us after meeting other demands to pay nearly $2 millions of the\ndebt contracted under the British treaty and convention, upward of $4\nmillions of principal of the public debt, and $4 millions of interest.\nThese payments, with those which had been made in three years and a half\npreceding, have extinguished of the funded debt nearly $18 millions of\nprincipal. Congress by their act of November 10th, 1803, authorized us to\nborrow $1.75 millions toward meeting the claims of our citizens assumed by\nthe convention with France. We have not, however, made use of this\nauthority, because the sum of $4.5 millions, which remained in the\nTreasury on the same 30th day of September last, with the receipts of\nwhich we may calculate on for the ensuing year, besides paying the annual\nsum of $8 millions appropriated to the funded debt and meeting all the\ncurrent demands which may be expected, will enable us to pay the whole\nsum of $3.75 millions assumed by the French convention and still leave\nus a surplus of nearly $1 million at our free disposal. Should you\nconcur in the provisions of arms and armed vessels recommended by the\ncircumstances of the times, this surplus will furnish the means of doing\nso.On this first occasion of addressing Congress since, by the choice of my\nconstituents, I have entered on a second term of administration, I embrace\nthe opportunity to give this public assurance that I will exert my best\nendeavors to administer faithfully the executive department, and will\nzealously cooperate with you in every measure which may tend to secure the\nliberty, property, and personal safety of our fellow citizens, and to\nconsolidate the republican forms and principles of our Government.In the course of your session you shall receive all the aid which I can\ngive for the dispatch of public business, and all the information necessary\nfor your deliberations, of which the interests of our own country and the\nconfidence reposed in us by others will admit a communication.TH. JEFFERSON", 
    "name": "Thomas Jefferson"
}