{
    "date": "October 27, 1807", 
    "speech": "The Senate and House of Representatives of the United States:Circumstances, fellow citizens, which seriously threatened the peace of our\ncountry have made it a duty to convene you at an earlier period than usual.\nThe love of peace so much cherished in the bosoms of our citizens, which\nhas so long guided the proceedings of their public councils and induced\nforbearance under so many wrongs, may not insure our continuance in the\nquiet pursuits of industry. The many injuries and depredations committed on\nour commerce and navigation upon the high seas for years past, the\nsuccessive innovations on those principles of public law which have been\nestablished by the reason and usage of nations as the rule of their\nintercourse and the umpire and security of their rights and peace, and all\nthe circumstances which induced the extraordinary mission to London are\nalready known to you.The instructions given to our ministers were framed in the sincerest spirit\nof amity and moderation. They accordingly proceeded, in conformity\ntherewith, to propose arrangements which might embrace and settle all the\npoints in difference between us, which might bring us to a mutual\nunderstanding on our neutral and national rights and provide for a\ncommercial intercourse on conditions of some equality. After long and\nfruitless endeavors to effect the purposes of their mission and to obtain\narrangements within the limits of their instructions, they concluded to\nsign such as could be obtained and to send them for consideration, candidly\ndeclaring to the other negotiators at the same time that they were acting\nagainst their instructions, and that their Government, therefore, could not\nbe pledged for ratification.Some of the articles proposed might have been admitted on a principle of\ncompromise, but others were too highly disadvantageous, and no sufficient\nprovision was made against the principal source of the irritations and\ncollisions which were constantly endangering the peace of the two nations.\nThe question, therefore, whether a treaty should be accepted in that form\ncould have admitted but of one decision, even had no declarations of the\nother party impaired our confidence in it. Still anxious not to close the\ndoor against friendly adjustment, new modifications were framed and further\nconcessions authorized than could before have been supposed necessary; and\nour ministers were instructed to resume their negotiations on these\ngrounds.On this new reference to amicable discussion we were reposing in\nconfidence, when on the 22nd day of June last by a formal order from a\nBritish admiral the frigate Chesapeake, leaving her port for a distant\nservice, was attacked by one of those vessels which had been lying in our\nharbors under the indulgences of hospitality, was disabled from proceeding,\nhad several of her crew killed and four taken away. On this outrage no\ncommentaries are necessary. Its character has been pronounced by the\nindignant voices of our citizens with an emphasis and unanimity never\nexceeded. I immediately, by proclamation, interdicted our harbors and\nwaters to all British armed vessels, forbade intercourse with them, and\nuncertain how far hostilities were intended, and the town of Norfolk,\nindeed, being threatened with immediate attack, a sufficient force was\nordered for the protection of that place, and such other preparations\ncommenced and pursued as the prospect rendered proper. An armed vessel of\nthe United States was dispatched with instructions to our ministers at\nLondon to call on that Government for the satisfaction and security\nrequired by the outrage. A very short interval ought now to bring the\nanswer, which shall be communicated to you as soon as received; then also,\nor as soon after as the public interests shall be found to admit, the\nunratified treaty and proceedings relative to it shall be made known to\nyou.The aggression thus begun has been continued on the part of the British\ncommanders by remaining within our waters in defiance of the authority of\nthe country, by habitual violations of its jurisdiction, and at length by\nputting to death one of the persons whom they had forcibly taken from on\nboard the Chesapeake. These aggravations necessarily lead to the policy\neither of never admitting an armed vessel into our harbors or of\nmaintaining in every harbor such an armed force as may constrain obedience\nto the laws and protect the lives and property of our citizens against\ntheir armed guests; but the expense of such a standing force and its\ninconsistence with our principles dispense with those courtesies which\nwould necessarily call for it, and leave us equally free to exclude the\nnavy, as we are the army, of a foreign power from entering our limits.To former violations of maritime rights another is now added of very\nextensive effect. The Government of that nation has issued an order\ninterdicting all trade by neutrals between ports not in amity with them;\nand being now at war with nearly every nation on the Atlantic and\nMediterranean seas, our vessels are required to sacrifice their cargoes at\nthe first port they touch or to return home without the benefit of going to\nany other market. Under this new law of the ocean our trade on the\nMediterranean has been swept away by seizures and condemnations, and that\nin other seas is threatened with the same fate.Our differences with Spain remain still unsettled, no measure having been\ntaken on her part since my last communications to Congress to bring them to\na close. But under a state of things which may favor reconsideration they\nhave been recently pressed, and an expectation is entertained that they may\nnow soon be brought to an issue of some sort. With their subjects on our\nborders no new collisions have taken place nor seem immediately to be\napprehended. To our former grounds of complaint has been added a very\nserious one, as you will see by the decree a copy of which is now\ncommunicated. Whether this decree, which professes to be conformable to\nthat of the French Government of November 21st, 1806, heretofore\ncommunicated to Congress, will also be conformed to that in its\nconstruction and application in relation to the United States had not\nbeen ascertained at the date of our last communications. These, however,\ngave reason to expect such a conformity.With the other nations of Europe our harmony has been uninterrupted, and\ncommerce and friendly intercourse have been maintained on their usual\nfooting.Our peace with the several states on the coast of Barbary appears as firm\nas at any former period and as likely to continue as that of any other\nnation.Among our Indian neighbors in the northwestern quarter some fermentation\nwas observed soon after the late occurrences, threatening the continuance\nof our peace. Messages were said to be interchanged and tokens to be\npassing, which usually denote a state of restless among them, and the\ncharacter of the agitators pointed to the sources of excitement. Measures\nwere immediately taken for providing against that danger; instructions were\ngiven to require explanations, and, with assurances of our continued\nfriendship, to admonish the tribes to remain quiet at home, taking no part\nin quarrels not belonging to them. As far as we are yet informed, the\ntribes in our vicinity, who are most advanced in the pursuits of industry,\nare sincerely disposed to adhere to their friendship with us and to their\npeace with all others, while those more remote do not present appearances\nsufficiently quiet to justify the intermission of military precaution on\nour part.The great tribes on our southwestern quarter, much advanced beyond the\nothers in agriculture and household arts, appear tranquil and identifying\ntheir views with ours in proportion to their advancement. With the whole of\nthese people, in every quarter, I shall continue to inculcate peace and\nfriendship with all their neighbors and perseverance in those occupations\nand pursuits which will best promote their own well-being.The appropriations of the last session for the defense of our sea port\ntowns and harbors were made under expectation that a continuance of our\npeace would permit us to proceed in that work according to our convenience.\nIt has been thought better to apply the sums then given toward the defense\nof New York, Charleston, and New Orleans chiefly, as most open and most\nlikely first to need protection, and to leave places less immediately in\ndanger to the provisions of the present session.The gun boats, too, already provided have on a like principle been chiefly\nassigned to New York, New Orleans, and the Chesapeake. Whether our movable\nforce on the water, so material in aid of the defensive works on the land,\nshould be augmented in this or any other form is left to the wisdom of the\nLegislature. For the purpose of manning these vessels in sudden attacks on\nour harbors it is a matter for consideration whether the sea men of the\nUnited States may not justly be formed into a special militia, to be called\non for tours of duty in defense of the harbors where they shall happen to\nbe, the ordinary militia of the place furnishing that portion which may\nconsist of landsmen.The moment our peace was threatened I deemed it indispensable to secure a\ngreater provision of those articles of military stores with which our\nmagazines were not sufficiently furnished. To have awaited a previous and\nspecial sanction by law would have lost occasions which might not be\nretrieved. I did not hesitate, therefore, to authorize engagements for such\nsupplements to our existing stock as would render it adequate to the\nemergencies threatening us, and I trust that the Legislature, feeling the\nsame anxiety for the safety of our country, so materially advanced by this\nprecaution, will approve, when done, what they would have seen so important\nto be done if then assembled. Expenses, also unprovided for, arose out of\nthe necessity of calling all our gun boats into actual service for the\ndefense of our harbors; all of which accounts will be laid before you.Whether a regular army is to be raised, and to what extent, must depend on\nthe information so shortly expected. In the mean time I have called on the\nStates for quotas of militia, to be in readiness for present defense, and\nhave, moreover, encouraged the acceptance of volunteers; and I am happy to\ninform you that these have offered themselves with great alacrity in every\npart of the Union. They are ordered to be organized and ready at a\nmoment's warning to proceed on any service to which they may be\ncalled, and every preparation within the Executive powers has been made to\ninsure us the benefit of early exertions.I informed Congress at their last session of the enterprises against the\npublic peace which were believed to be in preparation by Aaron Burr and his\nassociates, of the measures taken to defeat them and to bring the offenders\nto justice. Their enterprises were happily defeated by the patriotic\nexertions of the militia whenever called into action, by the fidelity of\nthe Army, and energy of the commander in chief in promptly arranging the\ndifficulties presenting themselves on the Sabine, repairing to meet those\narising on the Mississippi, and dissipating before their explosion plots\nengendering there. I shall think it my duty to lay before you the\nproceedings and the evidence publicly exhibited on the arraignment of the\nprincipal offenders before the circuit court of Virginia.You will be enabled to judge whether the defect was in the testimony, in\nthe law, or in the administration of the law; and wherever it shall be\nfound, the Legislature alone can apply or originate the remedy. The framers\nof our Constitution certainly supposed they had guarded as well their\nGovernment against destruction by treason as their citizens against\noppression under pretense of it, and if these ends are not attained it is\nof importance to inquire by what means more effectual they may be secured.The accounts of the receipts of revenue during the year ending on the 30th\nday of September last being not yet made up, a correct statement will be\nhereafter transmitted from the Treasury. In the mean time, it is\nascertained that the receipts have amounted to near $16 millions, which,\nwith the $5.5 millions in the Treasury at the beginning of the year, have\nenabled us, after meeting the current demands and interest incurred, to\npay more than $4 millions of the principal of our funded debt. These\npayments, with those of the preceding five and a half years, have\nextinguished of the funded debt $25.5 millions, being the whole which\ncould be paid or purchased within the limits of the law and of our\ncontracts, and have left us in the Treasury $8.5 millions.A portion of this sum may be considered as a commencement of accumulation\nof the surpluses of revenue which, after paying the installments of debt as\nthey shall become payable, will remain without any specific object. It may\npartly, indeed, be applied toward completing the defense of the exposed\npoints of our country, on such a scale as shall be adapted to our\nprinciples and circumstances. This object is doubtless among the first\nentitled to attention in such a state of our finances, and it is one which,\nwhether we have peace or war, will provide security where it is due.\nWhether what shall remain of this, with the future surpluses, may be\nusefully applied to purposes already authorized or more usefully to others\nrequiring new authorities, or how otherwise they shall be disposed of, are\nquestions calling for the notice of Congress, unless, indeed, they shall be\nsuperseded by a change in our public relations now awaiting the\ndetermination of others. Whatever be that determination, it is a great\nconsolation that it will become known at a moment when the supreme council\nof the nation is assembled at its post, and ready to give the aids of its\nwisdom and authority to whatever course the good of our country shall then\ncall us to pursue.Matters of minor importance will be the subjects of future communications,\nand nothing shall be wanting on my part which may give information or\ndispatch to the proceedings of the Legislature in the exercise of their\nhigh duties, and at a moment so interesting to the public welfare.TH. JEFFERSON", 
    "name": "Thomas Jefferson"
}