{
    "date": "November 8, 1804", 
    "speech": "The Senate and House of Representatives of the United States:To a people, fellow citizens, who sincerely desire the happiness and\nprosperity of other nations; to those who justly calculate that their own\nwell-being is advanced by that of the nations with which they have\nintercourse, it will be a satisfaction to observe that the war which was\nlighted up in Europe a little before our last meeting has not yet extended\nits flames to other nations, nor been marked by the calamities which\nsometimes stain the foot-steps of war. The irregularities, too, on the\nocean, which generally harass the commerce of neutral nations, have, in\ndistant parts, disturbed ours less than on former occasions; but in the\nAmerican seas they have been greater from peculiar causes, and even within\nour harbors and jurisdiction infringements on the authority of the laws\nhave been committed which have called for serious attention. The friendly\nconduct of the Governments from whose officers and subjects these acts have\nproceeded, in other respects and in places more under their observation and\ncontrol, gives us confidence that our representations on this subject will\nhave been properly regarded.While noticing the irregularities committed on the ocean by others, those\non our own part should not be omitted nor left unprovided for. Complaints\nhave been received that persons residing within the United States have\ntaken on themselves to arm merchant vessels and to force a commerce into\ncertain ports and countries in defiance of the laws of those countries.\nThat individuals should undertake to wage private war, independently of the\nauthority of their country, can not be permitted in a well-ordered society.\nIts tendency to produce aggression on the laws and rights of other nations\nand to endanger the peace of our own is so obvious that I doubt not you\nwill adopt measures for restraining it effectually in future.Soon after the passage of the act of the last session authorizing the\nestablishment of a district and port of entry on the waters of the Mobile\nwe learnt that its object was misunderstood on the part of Spain. Candid\nexplanations were immediately given and assurances that, reserving our\nclaims in that quarter as a subject of discussion and arrangement with\nSpain, no act was meditated in the mean time inconsistent with the peace\nand friendship existing between the two nations, and that conformably to\nthese intentions would be the execution of the law. That Government had,\nhowever, thought proper to suspend the ratification of the convention of\n1802; but the explanations which would reach them soon after, and still\nmore the confirmation of them by the tenor of the instrument establishing\nthe port and district, may reasonably be expected to replace them in the\ndispositions and views of the whole subject which originally dictated the\nconvention.I have the satisfaction to inform you that the objections which had been\nurged by that Government against the validity of our title to the country\nof Louisiana have been withdrawn, its exact limits, however, remaining\nstill to be settled between us; and to this is to be added that, having\nprepared and delivered the stock created in execution of the convention of\nParis of April 30th, 1803, in consideration of the cession of that\ncountry, we have received from the Government of France an acknowledgment,\nin due form, of the fulfillment of that stipulation.With the nations of Europe in general our friendship and intercourse are\nundisturbed, and from the Governments of the belligerent powers especially\nwe continue to receive those friendly manifestations which are justly due\nto an honest neutrality and to such good offices consistent with that as we\nhave opportunities of rendering.The activity and success of the small force employed in the Mediterranean\nin the early part of the present year, the reenforcements sent into that\nsea, and the energy of the officers having command in the several vessels\nwill, I trust, by the sufferings of war, reduce the barbarians of Tripoli\nto the desire of peace on proper terms. Great injury, however, ensues to\nourselves, as well as to others interested, from the distance to which\nprizes must be brought for adjudication and from the impracticability of\nbringing hither such as are not sea worthy.The Bey of Tunis having made requisitions unauthorized by our treaty, their\nrejection has produced from him some expressions of discontent, but to\nthose who expect us to calculate whether a compliance with unjust demands\nwill not cost us less than a war we must leave as a question of calculation\nfor them also whether to retire from unjust demands will not cost them less\nthan a war. We can do to each other very sensible injuries by war, but the\nmutual advantages of peace make that the best interest of both.Peace and intercourse with the other powers on the same coast continue on\nthe footing on which they are established by treaty.In pursuance of the act providing for the temporary government of\nLouisiana, the necessary officers for the Territory of Orleans were\nappointed in due time to commence the exercise of their functions on the\nfirst day of October. The distance, however, of some of them and\nindispensable previous arrangements may have retarded its commencement in\nsome of its parts. The form of government thus provided having been\nconsidered but as temporary, and open to such future improvements as\nfurther information of the circumstances of our brethren there might\nsuggest, it will of course be subject to your consideration.In the district of Louisiana it has been thought best to adopt the division\ninto subordinate districts which had been established under its former\ngovernment. These being five in number, a commanding officer has been\nappointed to each, according to the provisions of the law, and so soon as\nthey can be at their stations that district will also be in its due state\nof organization. In the mean time, their places are supplied by the\nofficers before commanding there, and the function of the governor and\njudges of Indiana having commenced, the government, we presume, is\nproceeding in its new form. The lead mines in that district offer so rich a\nsupply of that metal as to merit attention. The report now communicated\nwill inform you of their state and of the necessity of immediate inquiry\ninto their occupation and titles.With the Indian tribes established within our newly acquired limits, I have\ndeemed it necessary to open conferences for the purpose of establishing a\ngood understanding and neighborly relations between us. So far as we have\nyet learned, we have reason to believe that their dispositions are\ngenerally favorable and friendly; and with these dispositions on their\npart, we have in our own hands means which can not fail us for preserving\ntheir peace and friendship. By pursuing an uniform course of justice toward\nthem, by aiding them in all the improvements which may better their\ncondition, and especially by establishing a commerce on terms which shall\nbe advantageous to them and only not losing to us, and so regulated as that\nno incendiaries of our own or any other nation may be permitted to disturb\nthe natural effects of our just and friendly offices, we may render\nourselves so necessary to their comfort and prosperity that the protection\nof our citizens from their disorderly members will become their interest\nand their voluntary care. Instead, therefore, of an augmentation of\nmilitary force proportioned to our extension of frontier, I propose a\nmoderate enlargement of the capital employed in that commerce as a more\neffectual, economical, and humane instrument for preserving peace and good\nneighborhood with them.On this side of the Mississippi an important relinquishment of native title\nhas been received from the Delawares. That tribe, desiring to extinguish in\ntheir people the spirit of hunting and to convert superfluous lands into\nthe means of improving what they retain, has ceded to us all the country\nbetween the Wabash and Ohio south of and including the road from the rapids\ntoward Vincennes, for which they are to receive annuities in animals and\nimplements for agriculture and in other necessaries. This acquisition is\nimportant, not only for its extent and fertility, but as fronting three\nhundred miles on the Ohio, and near half that on the Wabash. The produce\nof the settled country descending those rivers will no longer pass in\nreview of the Indian frontier but in a small portion, and, with the\ncession heretofore made by the Kaskaskias, nearly consolidates our\npossessions north of the Ohio, in a very respectable breadth--from Lake\nErie to the Mississippi. The Piankeshaws having some claim to the country\nceded by the Delawares, it has been thought best to quiet that by fair\npurchase also. So soon as the treaties on this subject shall have received\ntheir constitutional sanctions they shall be laid before both houses.The act of Congress of February 28th, 1803, for building and employing a\nnumber of gun boats, is now in a course of execution to the extent there\nprovided for. The obstacle to naval enterprise which vessels of this\nconstruction offer for our sea port towns, their utility toward supporting\nwithin our waters the authority of the laws, the promptness with which they\nwill be manned by the sea men and militia of the place in the moment they\nare wanting, the facility of their assembling from different parts of the\ncoast to any point where they are required in greater force than ordinary,\nthe economy of their maintenance and preservation from decay when not in\nactual service, and the competence of our finances to this defensive\nprovision without any new burthen are considerations which will have due\nweight with Congress in deciding on the expediency of adding to their\nnumber from year to year, as experience shall test their utility, until all\nour important harbors, by these and auxiliary means, shall be secured\nagainst insult and opposition to the laws.No circumstance has arisen since your last session which calls for any\naugmentation of our regular military force. Should any improvement occur in\nthe militia system, that will be always seasonable.Accounts of the receipts and expenditures of the last year, with estimates\nfor the ensuing one, will as usual be laid before you.The state of our finances continues to fulfill our expectations. $11.5\nmillions, received in the course of the year ending the 30th of September\nlast, have enabled us, after meeting all the ordinary expenses of the\nyear, to pay upward of $3.6 millions of the public debt, exclusive of\ninterest. This payment, with those of the two preceding years, has\nextinguished upward of $12 millions of the principal and a greater sum\nof interest within that period, and by a proportionate diminution of\ninterest renders already sensible the effect of the growing sum yearly\napplicable to the discharge of the principal.It is also ascertained that the revenue accrued during the last year\nexceeds that of the preceding, and the probable receipts of the ensuing\nyear may safely be relied on as sufficient, with the sum already in the\nTreasury, to meet all the current demands of the year, to discharge upward\nof $3.5 millions of the engagements incurred under the British and French\nconventions, and to advance in the further redemption of the funded debt as\nrapidly as had been contemplated.These, fellow citizens, are the principal matters which I have thought it\nnecessary at this time to communicate for your consideration and attention.\nSome others will be laid before you in the course of the session; but in\nthe discharge of the great duties confided to you by our country you will\ntake a broader view of the field of legislation.Whether the great interests of agriculture, manufactures, commerce, or\nnavigation can within the pale of your constitutional powers be aided in\nany of their relations; whether laws are provided in all cases where they\nare wanting; whether those provided are exactly what they should be; whether\nany abuses take place in their administration, or in that of the public\nrevenues; whether the organization of the public agents or of the public\nforce is perfect in all its parts; in fine, whether anything can be done to\nadvance the general good, are questions within the limits of your functions\nwhich will necessarily occupy your attention. In these and all other\nmatters which you in your wisdom may propose for the good of our country,\nyou may count with assurance on my hearty cooperation and faithful\nexecution.TH. JEFFERSON", 
    "name": "Thomas Jefferson"
}