{
    "date": "November 8, 1808", 
    "speech": "The Senate and House of Representatives of the United States:It would have been a source, fellow citizens, of much gratification if our\nlast communications from Europe had enabled me to inform you that the\nbelligerent nations, whose disregard of neutral rights has been so\ndestructive to our commerce, had become awakened to the duty and true\npolicy of revoking their unrighteous edicts. That no means might be omitted\nto produce this salutary effect, I lost no time in availing myself of the\nact authorizing a suspension, in whole or in part, of the several embargo\nlaws. Our ministers at London and Paris were instructed to explain to the\nrespective Governments there our disposition to exercise the authority in\nsuch manner as would withdraw the pretext on which the aggressions were\noriginally founded and open the way for a renewal of that commercial\nintercourse which it was alleged on all sides had been reluctantly\nobstructed.As each of those Governments had pledged its readiness to concur in\nrenouncing a measure which reached its adversary through the incontestable\nrights of neutrals only, and as the measure had been assumed by each as a\nretaliation for an asserted acquiescence in the aggression of the other, it\nwas reasonably expected that the occasion would have been seized by both\nfor evincing the sincerity of their professions, and for restoring to the\ncommerce of the United States its legitimate freedom. The instructions to\nour ministers with respect to the different belligerents were necessarily\nmodified with a reference to their different circumstances, and to the\ncondition annexed by law to the Executive power of suspension, requiring a\ndecree of security to our commerce which would not result from a repeal of\nthe decrees of France. Instead of a pledge, therefore, of a suspension of\nthe embargo as to her in case of such a repeal, it was presumed that a\nsufficient inducement might be found in other considerations, and\nparticularly in the change produced by a compliance with our just demands\nby one belligerent and a refusal by the other in the relations between the\nother and the United States.To Great Britain, whose power on the ocean is so ascendant, it was deemed\nnot inconsistent with that condition to state explicitly that on her\nrescinding her orders in relation to the United States their trade would be\nopened with her, and remain shut to her enemy in case of his failure to\nrescind his decrees also. From France no answer has been received, nor any\nindication that the requisite change in her decrees is contemplated. The\nfavorable reception of the proposition to Great Britain was the less to be\ndoubted, as her orders of council had not only been referred for their\nvindication to an acquiescence on the part of the United States no longer\nto be pretended, but as the arrangement proposed, whilst it resisted the\nillegal decrees of France, involved, moreover, substantially the precise\nadvantages professedly aimed at by the British orders. The arrangement has\nnevertheless been rejected.This candid and liberal experiment having thus failed, and no other event\nhaving occurred on which a suspension of the embargo by the Executive was\nauthorized, it necessarily remains in the extent originally given to it. We\nhave the satisfaction, however, to reflect that in return for the\nprivations imposed by the measure, and which our fellow citizens in general\nhave borne with patriotism, it has had the important effects of saving our\nmariners and our vast mercantile property, as well as of affording time for\nprosecuting the defensive and provisional measures called for by the\noccasion. It has demonstrated to foreign nations the moderation and\nfirmness which govern our councils, and to our citizens the necessity of\nuniting in support of the laws and the rights of their country, and has\nthus long frustrated those usurpations and spoliations which, if resisted,\ninvolved war; if submitted to, sacrificed a vital principle of our national\nindependence.Under a continuance of the belligerent measures which, in defiance of laws\nwhich consecrate the rights of neutrals, overspread the ocean with danger,\nit will rest with the wisdom of Congress to decide on the course best\nadapted to such a state of things; and bringing with them, as they do, from\nevery part of the Union the sentiments of our constituents, my confidence\nis strengthened that in forming this decision they will, with an unerring\nregard to the essential rights and interests of the nation, weigh and\ncompare the painful alternatives out of which a choice is to be made. Nor\nshould I do justice to the virtues which on other occasions have marked the\ncharacter of our fellow citizens if I did not cherish an equal confidence\nthat the alternative chosen, whatever it may be, will be maintained with\nall the fortitude and patriotism which the crisis ought to inspire.The documents containing the correspondences on the subject of the foreign\nedicts against our commerce, with the instructions given to our ministers\nat London and Paris, are now laid before you.The communications made to Congress at their last session explained the\nposture in which the close of the discussions relating to the attack by a\nBritish ship of war on the frigate Chesapeake left a subject on which the\nnation had manifested so honorable a sensibility. Every view of what had\npassed authorized a belief that immediate steps would be taken by the\nBritish Government for redressing a wrong which the more it was\ninvestigated appeared the more clearly to require what had not been\nprovided for in the special mission. It is found that no steps have been\ntaken for the purpose. On the contrary, it will be seen in the documents\nlaid before you that the inadmissible preliminary which obstructed the\nadjustment is still adhered to, and, moreover, that it is now brought into\nconnection with the distinct and irrelative case of the orders in council.\nThe instructions which had been given to our minister at London with a view\nto facilitate, if necessary, the reparation claimed by the United States\nare included in the documents communicated.Our relations with the other powers of Europe have undergone no material\nchanges since your last session. The important negotiations with Spain\nwhich had been alternately suspended and resumed necessarily experience a\npause under the extraordinary and interesting crisis which distinguishes\nher internal situation.With the Barbary Powers we continue in harmony, with the exception of an\nunjustifiable proceeding of the Dey of Algiers toward our consul to that\nRegency. Its character and circumstances are now laid before you, and will\nenable you to decide how far it may, either now or hereafter, call for any\nmeasures not within the limits of the Executive authority.With our Indian neighbors the public peace has been steadily maintained.\nSome instances of individual wrong have, as at other times, taken place,\nbut in no wise implicating the will of the nation. Beyond the Mississippi\nthe Ioways, the Sacs and the Alabamas have delivered up for trial and\npunishment individuals from among themselves accused of murdering citizens\nof the United States. On this side of the Mississippi the Creeks are\nexerting themselves to arrest offenders of the same kind, and the Choctaws\nhave manifested their readiness and desire for amicable and just\narrangements respecting depredations committed by disorderly persons of\ntheir tribe. And, generally, from a conviction that we consider them as a\npart of ourselves, and cherish with sincerity their rights and interests,\nthe attachment of the Indian tribes is gaining strength daily--is\nextending from the nearer to the more remote, and will amply requite us for\nthe justice and friendship practiced toward them. Husbandry and household\nmanufacture are advancing among them more rapidly with the Southern than\nNorthern tribes, from circumstances of soil and climate, and one of the two\ngreat divisions of the Cherokee Nation have now under consideration to\nsolicit the citizenship of the United States, and to be identified with us\nin laws and government in such progressive manner as we shall think best.In consequence of the appropriations of the last session of Congress for\nthe security of our sea port towns and harbors, such works of defense have\nbeen erected as seemed to be called for by the situation of the several\nplaces, their relative importance, and the scale of expense indicated by\nthe amount of the appropriation. These works will chiefly be finished in\nthe course of the present season, except at New York and New Orleans, where\nmost was to be done; and although a great proportion of the last\nappropriation has been expended on the former place, yet some further views\nwill be submitted to Congress for rendering its security entirely adequate\nagainst naval enterprise. A view of what has been done at the several\nplaces, and of what is proposed to be done, shall be communicated as soon\nas the several reports are received.Of the gun boats authorized by the act of December last, it has been\nthought necessary to build only one hundred and three in the present year.\nThese, with those before possessed, are sufficient for the harbors and\nwaters most exposed, and the residents will require little time for their\nconstruction when it shall be deemed necessary.Under the act of the last session for raising an additional military force\nso many officers were immediately appointed as were necessary for carrying\non the business of recruiting, and in proportion as it advanced others have\nbeen added. We have reason to believe their success has been satisfactory,\nalthough such returns have not yet been received as enable me to present\nyou a statement of the numbers engaged.I have not thought it necessary in the course of the last season to call\nfor any general detachments of militia or of volunteers under the laws\npassed for that purpose. For the ensuing season, however, they will be\nrequired to be in readiness should their service be wanted. Some small and\nspecial detachments have been necessary to maintain the laws of embargo on\nthat portion of our northern frontier which offered peculiar facilities for\nevasion, but these were replaced as soon as it could be done by bodies of\nnew recruits. By the aid of these and of the armed vessels called into\nservice in other quarters the spirit of disobedience and abuse, which\nmanifested itself early and with sensible effect while we were unprepared\nto meet it, has been considerably repressed.Considering the extraordinary character of the times in which we live, our\nattention should unremittingly be fixed on the safety of our country. For a\npeople who are free, and who mean to remain so, a well organized and armed\nmilitia is their best security. It is therefore incumbent on us at every\nmeeting to revise the condition of the militia, and to ask ourselves if it\nis prepared to repel a powerful enemy at every point of our territories\nexposed to invasion. Some of the States have paid a laudable attention to\nthis object, but every degree of neglect is to be found among others.\nCongress alone having the power to produce an uniform state of preparation\nin this great organ of defense, the interests which they so deeply feel in\ntheir own and their country's security will present this as among the most\nimportant objects of their deliberation.Under the acts of March 11th and April 23rd respecting arms, the\ndifficulty of procuring them from abroad during the present situation\nand dispositions of Europe induced us to direct our whole efforts to the\nmeans of internal supply. The public factories have therefore been\nenlarged, additional machineries erected, and, in proportion as\nartificers can be found or formed, their effect, already more than\ndoubled, may be increased so as to keep pace with the yearly increase\nof the militia. The annual sums appropriated by the latter have been\ndirected to the encouragement of private factories of arms, and contracts\nhave been entered into with individual undertakers to nearly the amount\nof the first year's appropriation.The suspension of our foreign commerce, produced by the injustice of the\nbelligerent powers and the consequent losses and sacrifices of our citizens\nare subjects of just concern. The situation into which we have thus been\nforced has impelled us to apply a portion of our industry and capital to\ninternal manufactures and improvements. The extent of this conversion is\ndaily increasing, and little doubt remains that the establishments formed\nand forming will, under the auspices of cheaper materials and subsistence,\nthe freedom of labor from taxation with us, and of protecting duties and\nprohibitions, become permanent. The commerce with the Indians, too, within\nour own boundaries is likely to receive abundant aliment from the same\ninternal source, and will secure to them peace and the progress of\ncivilization, undisturbed by practices hostile to both.The accounts of the receipts and expenditures during the year ending the\n30th of September last being not yet made up, a correct statement will\nhereafter be transmitted from the Treasury. In the mean time it is\nascertained that the receipts have amounted to near $18 millions, which,\nwith the $8.5 millions in the Treasury at the beginning of the year, have\nenabled us, after meeting the current demands and interest incurred, to\npay $2.3 millions of the principal of our funded debt, and left us in\nthe Treasury on that day near $14 millions. Of these, $5.35 millions will\nbe necessary to pay what will be due on the 1st day of January next, which\nwill complete the reimbursement of the 8% stock. These payments, with\nthose made in the six and a half years preceding, will have extinguished\n$33.58 millions of the principal of the funded debt, being the whole which\ncould be paid or purchased within the limits of the law and of our\ncontracts, and the amount of principal thus discharged will have liberated\nthe revenue from about $2 millions of interest and added that sum annually\nto the disposable surplus.The probable accumulation of the surpluses of revenue beyond what can be\napplied to the payment of the public debt whenever the freedom and safety\nof our commerce shall be restored merits the consideration of Congress.\nShall it lie unproductive in the public vaults? Shall the revenue be\nreduced? Or shall it not rather be appropriated to the improvements of\nroads, canals, rivers, education, and other great foundations of prosperity\nand union under the powers which Congress may already possess or such\namendment to the Constitution as may be approved by the States? While\nuncertain of the course of things, the time may be advantageously employed\nin obtaining the powers necessary for a system of improvement, should that\nbe thought best.Availing myself of this the last occasion which will occur of addressing\nthe two Houses of the Legislature at their meeting, I can not omit the\nexpression of my sincere gratitude for the repeated proofs of confidence\nmanifested to me by themselves and their predecessors since my call to the\nadministration and the many indulgences experienced at their hands. These\nsame grateful acknowledgements are due to my fellow citizens generally,\nwhose support has been my great encouragement under all embarrassments. In\nthe transaction of their business I can not have escaped error. It is\nincident to our imperfect nature. But I may say with truth my errors have\nbeen of the understanding, not of intention, and that the advancement of\ntheir rights and interests has been the constant motive for every measure.\nOn these considerations I solicit their indulgence. Looking forward with\nanxiety to future destinies, I trust that in their steady character,\nunshaken by difficulties, in their love of liberty, obedience to law, and\nsupport of the public authorities, I see a sure guaranty of the permanence\nof our Republic; and, retiring from the charge of their affairs, I carry\nwith me the consolation of a firm persuasion that Heaven has in store for\nour beloved country long ages to come of prosperity and happiness.TH. JEFFERSON", 
    "name": "Thomas Jefferson"
}