{
    "date": "December 6, 1869", 
    "speech": "To the Senate and House of Representatives:In coming before you for the first time as Chief Magistrate of this great\nnation, it is with gratitude to the Giver of All Good for the many benefits\nwe enjoy. We are blessed with peace at home, and are without entangling\nalliances abroad to forebode trouble; with a territory unsurpassed in\nfertility, of an area equal to the abundant support of 500,000,000 people,\nand abounding in every variety of useful mineral in quantity sufficient to\nsupply the world for generations; with exuberant crops; with a variety of\nclimate adapted to the production of every species of earth's riches and\nsuited to the habits, tastes, and requirements of every living thing; with\na population of 40,000,000 free people, all speaking one language; with\nfacilities for every mortal to acquire an education; with institutions\nclosing to none the avenues to fame or any blessing of fortune that may be\ncoveted; with freedom of the pulpit, the press, and the school; with a\nrevenue flowing into the National Treasury beyond the requirements of the\nGovernment. Happily, harmony is being rapidly restored within our own\nborders. Manufactures hitherto unknown in our country are springing up in\nall sections, producing a degree of national independence unequaled by that\nof any other power.These blessings and countless others are intrusted to your care and mine\nfor safe-keeping for the brief period of our tenure of office. In a short\ntime we must, each of us, return to the ranks of the people, who have\nconferred upon us our honors, and account to them for our stewardship. I\nearnestly desire that neither you nor I may be condemned by a free and\nenlightened constituency nor by our own consciences.Emerging from a rebellion of gigantic magnitude, aided, as it was, by the\nsympathies and assistance of nations with which we were at peace, eleven\nStates of the Union were, four years ago, left without legal State\ngovernments. A national debt had been contracted; American commerce was\nalmost driven from the seas; the industry of one-half of the country had\nbeen taken from the control of the capitalist and placed where all labor\nrightfully belongs--in the keeping of the laborer. The work of restoring\nState governments loyal to the Union, of protecting and fostering free\nlabor, and providing means for paying the interest on the public debt has\nreceived ample attention from Congress. Although your efforts have not met\nwith the success in all particulars that might have been desired, yet on\nthe whole they have been more successful than could have been reasonably\nanticipated.Seven States which passed ordinances of secession have been fully restored\nto their places in the Union. The eighth (Georgia) held an election at\nwhich she ratified her constitution, republican in form, elected a\ngovernor, Members of Congress, a State legislature, and all other officers\nrequired. The governor was duly installed, and the legislature met and\nperformed all the acts then required of them by the reconstruction acts of\nCongress. Subsequently, however, in violation of the constitution which\nthey had just ratified (as since decided by the supreme court of the\nState), they unseated the colored members of the legislature and admitted\nto seats some members who are disqualified by the third clause of the\nfourteenth amendment to the Constitution--an article which they themselves\nhad contributed to ratify. Under these circumstances I would submit to you\nwhether it would not be wise, without delay, to enact a law authorizing the\ngovernor of Georgia to convene the members originally elected to the\nlegislature, requiring each member to take the oath prescribed by the\nreconstruction acts, and none to be admitted who are ineligible under the\nthird clause of the fourteenth amendment.The freedmen, under the protection which they have received, are making\nrapid progress in learning, and no complaints are heard of lack of industry\non their part where they receive fair remuneration for their labor. The\nmeans provided for paying the interest on the public debt, with all other\nexpenses of Government, are more than ample. The loss of our commerce is\nthe only result of the late rebellion which has not received sufficient\nattention from you. To this subject I call your earnest attention. I will\nnot now suggest plans by which this object may be effected, but will, if\nnecessary, make it the subject of a special message during the session of\nCongress.At the March term Congress by joint resolution authorized the Executive to\norder elections in the States of Virginia, Mississippi, and Texas, to\nsubmit to them the constitutions which each had previously, in convention,\nframed, and submit the constitutions, either entire or in separate parts,\nto be voted upon, at the discretion of the Executive. Under this authority\nelections were called. In Virginia the election took place on the 6th of\nJuly, 1869. The governor and lieutenant-governor elected have been\ninstalled. The legislature met and did all required by this resolution and\nby all the reconstruction acts of Congress, and abstained from all doubtful\nauthority. I recommend that her Senators and Representatives be promptly\nadmitted to their seats, and that the State be fully restored to its place\nin the family of States. Elections were called in Mississippi and Texas, to\ncommence on the 30th of November, 1869, and to last two days in Mississippi\nand four days in Texas. The elections have taken place, but the result is\nnot known. It is to be hoped that the acts of the legislatures of these\nStates, when they meet, will be such as to receive your approval, and thus\nclose the work of reconstruction.Among the evils growing out of the rebellion, and not yet referred to, is\nthat of an irredeemable currency. It is an evil which I hope will receive\nyour most earnest attention. It is a duty, and one of the highest duties,\nof Government to secure to the citizen a medium of exchange of fixed,\nunvarying value. This implies a return to a specie basis, and no substitute\nfor it can be devised. It should be commenced now and reached at the\nearliest practicable moment consistent with a fair regard to the interests\nof the debtor class. Immediate resumption, if practicable, would not be\ndesirable. It would compel the debtor class to pay, beyond their contracts,\nthe premium on gold at the date of their purchase and would bring\nbankruptcy and ruin to thousands. Fluctuation, however, in the paper value\nof the measure of all values (gold) is detrimental to the interests of\ntrade. It makes the man of business an involuntary gambler, for in all\nsales where future payment is to be made both parties speculate as to what\nwill be the value of the currency to be paid and received. I earnestly\nrecommend to you, then, such legislation as will insure a gradual return to\nspecie payments and put an immediate stop to fluctuations in the value of\ncurrency.The methods to secure the former of these results are as numerous as are\nthe speculators on political economy. To secure the latter I see but one\nway, and that is to authorize the Treasury to redeem its own paper, at a\nfixed price, whenever presented, and to withhold from circulation all\ncurrency so redeemed until sold again for gold.The vast resources of the nation, both developed and undeveloped, ought to\nmake our credit the best on earth. With a less burden of taxation than the\ncitizen has endured for six years past, the entire public debt could be\npaid in ten years. But it is not desirable that the people should be taxed\nto pay it in that time. Year by year the ability to pay increases in a\nrapid ratio. But the burden of interest ought to be reduced as rapidly as\ncan be done without the violation of contract. The public debt is\nrepresented in great part by bonds having from five to twenty and from ten\nto forty years to run, bearing interest at the rate of 6 per cent and 5 per\ncent, respectively. It is optional with the Government to pay these bonds\nat any period after the expiration of the least time mentioned upon their\nface. The time has already expired when a great part of them may be taken\nup, and is rapidly approaching when all may be. It is believed that all\nwhich are now due may be replaced by bonds bearing a rate of interest not\nexceeding 4 1/2 per cent, and as rapidly as the remainder become due that\nthey may be replaced in the same way. To accomplish this it may be\nnecessary to authorize the interest to be paid at either of three or four\nof the money centers of Europe, or by any assistant treasurer of the United\nStates, at the option of the holder of the bond. I suggest this subject for\nthe consideration of Congress, and also, simultaneously with this, the\npropriety of redeeming our currency, as before suggested, at its market\nvalue at the time the law goes into effect, increasing the rate at which\ncurrency shall be bought and sold from day to day or week to week, at the\nsame rate of interest as Government pays upon its bonds.The subjects of tariff and internal taxation will necessarily receive your\nattention. The revenues of the country are greater than the requirements,\nand may with safety be reduced. But as the funding of the debt in a 4 or a\n4 1/2 per cent loan would reduce annual current expenses largely, thus,\nafter funding, justifying a greater reduction of taxation than would be now\nexpedient, I suggest postponement of this question until the next meeting\nof Congress.It may be advisable to modify taxation and tariff in instances where unjust\nor burdensome discriminations are made by the present laws, but a general\nrevision of the laws regulating this subject I recommend the postponement\nof for the present. I also suggest the renewal of the tax on incomes, but\nat a reduced rate, say of 3 per cent, and this tax to expire in three\nyears.With the funding of the national debt, as here suggested, I feel safe in\nsaying that taxes and the revenue from imports may be reduced safely from\nsixty to eighty millions per annum at once, and may be still further\nreduced from year to year, as the resources of the country are developed.The report of the Secretary of the Treasury shows the receipts of the\nGovernment for the fiscal year ending June 30, 1869, to be $370,943,747,\nand the expenditures, including interest, bounties, etc., to be\n$321,490,597. The estimates for the ensuing year are more favorable to the\nGovernment, and will no doubt show a much larger decrease of the public\ndebt.The receipts in the Treasury beyond expenditures have exceeded the amount\nnecessary to place to the credit of the sinking fund, as provided by law.\nTo lock up the surplus in the Treasury and withhold it from circulation\nwould lead to such a contraction of the currency as to cripple trade and\nseriously affect the prosperity of the country. Under these circumstances\nthe Secretary of the Treasury and myself heartily concurred in the\npropriety of using all the surplus currency in the Treasury in the purchase\nof Government bonds, thus reducing the interest-bearing indebtedness of the\ncountry, and of submitting to Congress the question of the disposition to\nbe made of the bonds so purchased. The bonds now held by the Treasury\namount to about seventy-five millions, including those belonging to the\nsinking fund. I recommend that the whole be placed to the credit of the\nsinking fund.Your attention is respectfully invited to the recommendations of the\nSecretary of the Treasury for the creation of the office of commissioner of\ncustoms revenue; for the increase of salaries to certain classes of\nofficials; the substitution of increased national-bank circulation to\nreplace the outstanding 3 per cent certificates; and most especially to his\nrecommendation for the repeal of laws allowing shares of fines, penalties,\nforfeitures, etc., to officers of the Government or to informers.The office of Commissioner of Internal Revenue is one of the most arduous\nand responsible under the Government. It falls but little, if any, short of\na Cabinet position in its importance and responsibilities. I would ask for\nit, therefore, such legislation as in your judgment will place the office\nupon a footing of dignity commensurate with its importance and with the\ncharacter and qualifications of the class of men required to fill it\nproperly.As the United States is the freest of all nations, so, too, its people\nsympathize with all people struggling for liberty and self-government; but\nwhile so sympathizing it is due to our honor that we should abstain from\nenforcing our views upon unwilling nations and from taking an interested\npart, without invitation, in the quarrels between different nations or\nbetween governments and their subjects. Our course should always be in\nconformity with strict justice and law, international and local. Such has\nbeen the policy of the Administration in dealing with these questions. For\nmore than a year a valuable province of Spain, and a near neighbor of ours,\nin whom all our people can not but feel a deep interest, has been\nstruggling for independence and freedom. The people and Government of the\nUnited States entertain the same warm feelings and sympathies for the\npeople of Cuba in their pending struggle that they manifested throughout\nthe previous struggles between Spain and her former colonies in behalf of\nthe latter. But the contest has at no time assumed the conditions which\namount to a war in the sense of international law, or which would show the\nexistence of a de facto political organization of the insurgents sufficient\nto justify a recognition of belligerency.The principle is maintained, however, that this nation is its own judge\nwhen to accord the rights of belligerency, either to a people struggling to\nfree themselves from a government they believe to be oppressive or to\nindependent nations at war with each other.The United States have no disposition to interfere with the existing\nrelations of Spain to her colonial possessions on this continent. They\nbelieve that in due time Spain and other European powers will find their\ninterest in terminating those relations and establishing their present\ndependencies as independent powers--members of the family of nations. These\ndependencies are no longer regarded as subject to transfer from one\nEuropean power to another. When the present relation of colonies ceases,\nthey are to become independent powers, exercising the right of choice and\nof self-control in the determination of their future condition and\nrelations with other powers.The United States, in order to put a stop to bloodshed in Cuba, and in the\ninterest of a neighboring people, proposed their good offices to bring the\nexisting contest to a termination. The offer, not being accepted by Spain\non a basis which we believed could be received by Cuba, was withdrawn. It\nis hoped that the good offices of the United States may yet prove\nadvantageous for the settlement of this unhappy strife. Meanwhile a number\nof illegal expeditions against Cuba have been broken up. It has been the\nendeavor of the Administration to execute the neutrality laws in good\nfaith, no matter how unpleasant the task, made so by the sufferings we have\nendured from lack of like good faith toward us by other nations.On the 26th of March last the United States schooner Lizzie Major was\narrested on the high seas by a Spanish frigate, and two passengers taken\nfrom it and carried as prisoners to Cuba. Representations of these facts\nwere made to the Spanish Government as soon as official information of them\nreached Washington. The two passengers were set at liberty, and the Spanish\nGovernment assured the United States that the captain of the frigate in\nmaking the capture had acted without law, that he had been reprimanded for\nthe irregularity of his conduct, and that the Spanish authorities in Cuba\nwould not sanction any act that could violate the rights or treat with\ndisrespect the sovereignty of this nation.The question of the seizure of the brig Mary Lowell at one of the Bahama\nIslands by Spanish authorities is now the subject of correspondence between\nthis Government and those of Spain and Great Britain.The Captain-General of Cuba about May last issued a proclamation\nauthorizing search to be made of vessels on the high seas. Immediate\nremonstrance was made against this, whereupon the Captain-General issued a\nnew proclamation limiting the right of search to vessels of the United\nStates so far as authorized under the treaty of 1795. This proclamation,\nhowever, was immediately withdrawn.I have always felt that the most intimate relations should be cultivated\nbetween the Republic of the United States and all independent nations on\nthis continent. It may be well worth considering whether new treaties\nbetween us and them may not be profitably entered into, to secure more\nintimate relations--friendly, commercial, and otherwise.The subject of an interoceanic canal to connect the Atlantic and Pacific\noceans through the Isthmus of Darien is one in which commerce is greatly\ninterested. Instructions have been given to our minister to the Republic of\nthe United States of Colombia to endeavor to obtain authority for a survey\nby this Government, in order to determine the practicability of such an\nundertaking, and a charter for the right of way to build, by private\nenterprise, such a work, if the survey proves it to be practicable.In order to comply with the agreement of the United States as to a mixed\ncommission at Lima for the adjustment of claims, it became necessary to\nsend a commissioner and secretary to Lima in August last. No appropriation\nhaving been made by Congress for this purpose, it is now asked that one be\nmade covering the past and future expenses of the commission.The good offices of the United States to bring about a peace between Spain\nand the South American Republics with which she is at war having been\naccepted by Spain, Peru, and Chile, a congress has been invited to be held\nin Washington during the present winter.A grant has been given to Europeans of an exclusive right of transit over\nthe territory of Nicaragua, to which Costa Rico has given its assent,\nwhich, it is alleged, conflicts with vested rights of citizens of the\nUnited States. The Department of State has now this subject under\nconsideration.The minister of Peru having made representations that there was a state of\nwar between Peru and Spain, and that Spain was constructing, in and near\nNew York, thirty gunboats, which might be used by Spain in such a way as to\nrelieve the naval force at Cuba, so as to operate against Peru, orders were\ngiven to prevent their departure. No further steps having been taken by the\nrepresentative of the Peruvian Government to prevent the departure of these\nvessels, and I not feeling authorized to detain the property of a nation\nwith which we are at peace on a mere Executive order, the matter has been\nreferred to the courts to decide.The conduct of the war between the allies and the Republic of Paraguay has\nmade the intercourse with that country so difficult that it has been deemed\nadvisable to withdraw our representative from there.Toward the close of the last Administration a convention was signed at\nLondon for the settlement of all outstanding claims between Great Britain\nand the United States, which failed to receive the advice and consent of\nthe Senate to its ratification. The time and the circumstances attending\nthe negotiation of that treaty were unfavorable to its acceptance by the\npeople of the United States, and its provisions were wholly inadequate for\nthe settlement of the grave wrongs that had been sustained by this\nGovernment, as well as by its citizens. The injuries resulting to the\nUnited States by reason of the course adopted by Great Britain during our\nlate civil war--in the increased rates of insurance; in the diminution of\nexports and imports, and other obstructions to domestic industry and\nproduction; in its effect upon the foreign commerce of the country; in the\ndecrease and transfer to Great Britain of our commercial marine; in the\nprolongation of the war and the increased cost (both in treasure and in\nlives) of its suppression could not be adjusted and satisfied as ordinary\ncommercial claims, which continually arise between commercial nations; and\nyet the convention treated them simply as such ordinary claims, from which\nthey differ more widely in the gravity of their character than in the\nmagnitude of their amount, great even as is that difference. Not a word was\nfound in the treaty, and not an inference could be drawn from it, to remove\nthe sense of the unfriendliness of the course of Great Britain in our\nstruggle for existence, which had so deeply and universally impressed\nitself upon the people of this country.Believing that a convention thus misconceived in its scope and inadequate\nin its provisions would not have produced the hearty, cordial settlement of\npending questions, which alone is consistent with the relations which I\ndesire to have firmly established between the United States and Great\nBritain, I regarded the action of the Senate in rejecting the treaty to\nhave been wisely taken in the interest of peace and as a necessary step in\nthe direction of a perfect and cordial friendship between the two\ncountries. A sensitive people, conscious of their power, are more at ease\nunder a great wrong wholly unatoned than under the restraint of a\nsettlement which satisfies neither their ideas of justice nor their grave\nsense of the grievance they have sustained. The rejection of the treaty was\nfollowed by a state of public feeling on both sides which I thought not\nfavorable to an immediate attempt at renewed negotiations. I accordingly so\ninstructed the minister of the United States to Great Britain, and found\nthat my views in this regard were shared by Her Majesty's ministers. I hope\nthat the time may soon arrive when the two Governments can approach the\nsolution of this momentous question with an appreciation of what is due to\nthe rights, dignity, and honor of each, and with the determination not only\nto remove the causes of complaint in the past, but to lay the foundation of\na broad principle of public law which will prevent future differences and\ntend to firm and continued peace and friendship.This is now the only grave question which the United States has with any\nforeign nation.The question of renewing a treaty for reciprocal trade between the United\nStates and the British Provinces on this continent has not been favorably\nconsidered by the Administration. The advantages of such a treaty would be\nwholly in favor of the British producer. Except, possibly, a few engaged in\nthe trade between the two sections, no citizen of the United States would\nbe benefited by reciprocity. Our internal taxation would prove a protection\nto the British producer almost equal to the protection which our\nmanufacturers now receive from the tariff. Some arrangement, however, for\nthe regulation of commercial intercourse between the United States and the\nDominion of Canada may be desirable.The commission for adjusting the claims of the \"Hudsons Bay and Puget Sound\nAgricultural Company\" upon the United States has terminated its labors. The\naward of $650,000 has been made and all rights and titles of the company on\nthe territory of the United States have been extinguished. Deeds for the\nproperty of the company have been delivered. An appropriation by Congress\nto meet this sum is asked.The commissioners for determining the northwestern land boundary between\nthe United States and the British possessions under the treaty of 1856 have\ncompleted their labors, and the commission has been dissolved.In conformity with the recommendation of Congress, a proposition was early\nmade to the British Government to abolish the mixed courts created under\nthe treaty of April 7, 1862, for the suppression of the slave trade. The\nsubject is still under negotiation.It having come to my knowledge that a corporate company, organized under\nBritish laws, proposed to land upon the shores of the United States and to\noperate there a submarine cable, under a concession from His Majesty the\nEmperor of the French of an exclusive right for twenty years of telegraphic\ncommunication between the shores of France and the United States, with the\nvery objectionable feature of subjecting all messages conveyed thereby to\nthe scrutiny and control of the French Government, I caused the French and\nBritish legations at Washington to be made acquainted with the probable\npolicy of Congress on this subject, as foreshadowed by the bill which\npassed the Senate in March last. This drew from the representatives of the\ncompany an agreement to accept as the basis of their operations the\nprovisions of that bill, or of such other enactment on the subject as might\nbe passed during the approaching session of Congress; also, to use their\ninfluence to secure from the French Government a modification of their\nconcession, so as to permit the landing upon French soil of any cable\nbelonging to any company incorporated by the authority of the United States\nor of any State in the Union, and, on their part, not to oppose the\nestablishment of any such cable. In consideration of this agreement I\ndirected the withdrawal of all opposition by the United States authorities\nto the landing of the cable and to the working of it until the meeting of\nCongress. I regret to say that there has been no modification made in the\ncompany's concession, nor, so far as I can learn, have they attempted to\nsecure one. Their concession excludes the capital and the citizens of the\nUnited States from competition upon the shores of France. I recommend\nlegislation to protect the rights of citizens of the United States, as well\nas the dignity and sovereignty of the nation, against such an assumption. I\nshall also endeavor to secure, by negotiation, an abandonment of the\nprinciple of monopolies in ocean telegraphic cables. Copies of this\ncorrespondence are herewith furnished.The unsettled political condition of other countries, less fortunate than\nour own, sometimes induces their citizens to come to the United States for\nthe sole purpose of becoming naturalized. Having secured this, they return\nto their native country and reside there, without disclosing their change\nof allegiance. They accept official positions of trust or honor, which can\nonly be held by citizens of their native land; they journey under passports\ndescribing them as such citizens; and it is only when civil discord, after\nperhaps years of quiet, threatens their persons or their property, or when\ntheir native state drafts them into its military service, that the fact of\ntheir change of allegiance is made known. They reside permanently away from\nthe United States, they contribute nothing to its revenues, they avoid the\nduties of its citizenship, and they only make themselves known by a claim\nof protection. I have directed the diplomatic and consular officers of the\nUnited States to scrutinize carefully all such claims for protection. The\ncitizen of the United States, whether native or adopted, who discharges his\nduty to his country, is entitled to its complete protection. While I have a\nvoice in the direction of affairs I shall not consent to imperil this\nsacred right by conferring it upon fictitious or fraudulent claimants.On the accession of the present Administration it was found that the\nminister for North Germany had made propositions for the negotiation of a\nconvention for the protection of emigrant passengers, to which no response\nhad been given. It was concluded that to be effectual all the maritime\npowers engaged in the trade should join in such a measure. Invitations have\nbeen extended to the cabinets of London, Paris, Florence, Berlin, Brussels,\nThe Hague, Copenhagen, and Stockholm to empower their representatives at\nWashington to simultaneously enter into negotiations and to conclude with\nthe United States conventions identical in form, making uniform regulations\nas to the construction of the parts of vessels to be devoted to the use of\nemigrant passengers, as to the quality and quantity of food, as to the\nmedical treatment of the sick, and as to the rules to be observed during\nthe voyage, in order to secure ventilation, to promote health, to prevent\nintrusion, and to protect the females; and providing for the establishment\nof tribunals in the several countries for enforcing such regulations by\nsummary process.Your attention is respectfully called to the law regulating the tariff on\nRussian hemp, and to the question whether to fix the charges on Russian\nhemp higher than they are fixed upon manila is not a violation of our\ntreaty with Russia placing her products upon the same footing with those of\nthe most favored nations.Our manufactures are increasing with wonderful rapidity under the\nencouragement which they now receive. With the improvements in machinery\nalready effected, and still increasing, causing machinery to take the place\nof skilled labor to a large extent, our imports of many articles must fall\noff largely within a very few years. Fortunately, too, manufactures are not\nconfined to a few localities, as formerly, and it is to be hoped will\nbecome more and more diffused, making the interest in them equal in all\nsections. They give employment and support to hundreds of thousands of\npeople at home, and retain with us the means which otherwise would be\nshipped abroad. The extension of railroads in Europe and the East is\nbringing into competition with our agricultural products like products of\nother countries. Self-interest, if not self-preservation, therefore\ndictates caution against disturbing any industrial interest of the country.\nIt teaches us also the necessity of looking to other markets for the sale\nof our surplus. Our neighbors south of us and China and Japan, should\nreceive our special attention. It will be the endeavor of the\nAdministration to cultivate such relations with all these nations as to\nentitle us to their confidence and make it their interest, as well as ours,\nto establish better commercial relations.Through the agency of a more enlightened policy than that heretofore\npursued toward China, largely due to the sagacity and efforts of one of our\nown distinguished citizens, the world is about to commence largely\nincreased relations with that populous and hitherto exclusive nation. As\nthe United States have been the initiators in this new policy, so they\nshould be the most earnest in showing their good faith in making it a\nsuccess. In this connection I advise such legislation as will forever\npreclude the enslavement of the Chinese upon our soil under the name of\ncoolies, and also prevent American vessels from engaging in the\ntransportation of coolies to any country tolerating the system. I also\nrecommend that the mission to China be raised to one of the first class.On my assuming the responsible duties of Chief Magistrate of the United\nStates it was with the conviction that three things were essential to its\npeace, prosperity, and fullest development. First among these is strict\nintegrity in fulfilling all our obligations; second, to secure protection\nto the person and property of the citizen of the United States in each and\nevery portion of our common country, wherever he may choose to move,\nwithout reference to original nationality, religion, color, or politics,\ndemanding of him only obedience to the laws and proper respect for the\nrights of others; third, union of all the States, with equal rights,\nindestructible by any constitutional means.To secure the first of these, Congress has taken two essential steps:\nFirst, in declaring by joint resolution that the public debt shall be paid,\nprincipal and interest, in coin; and, second, by providing the means for\npaying. Providing the means, however, could not secure the object desired\nwithout a proper administration of the laws for the collection of the\nrevenues and an economical disbursement of them. To this subject the\nAdministration has most earnestly addressed itself, with results, I hope,\nsatisfactory to the country. There has been no hesitation in changing\nofficials in order to secure an efficient execution of the laws, sometimes,\ntoo, when, in a mere party view, undesirable political results were likely\nto follow; nor any hesitation in sustaining efficient officials against\nremonstrances wholly political.It may be well to mention here the embarrassment possible to arise from\nleaving on the statute books the so-called \"tenure-of-office acts,\" and to\nearnestly recommend their total repeal. It could not have been the\nintention of the framers of the Constitution, when providing that\nappointments made by the President should receive the consent of the\nSenate, that the latter should have the power to retain in office persons\nplaced there by Federal appointment against the will of the President. The\nlaw is inconsistent with a faithful and efficient administration of the\nGovernment. What faith can an Executive put in officials forced upon him,\nand those, too, whom he has suspended for reason? How will such officials\nbe likely to serve an Administration which they know does not trust them?For the second requisite to our growth and prosperity time and a firm but\nhumane administration of existing laws (amended from time to time as they\nmay prove ineffective or prove harsh and unnecessary) are probably all that\nare required.The third can not be attained by special legislation, but must be regarded\nas fixed by the Constitution itself and gradually acquiesced in by force of\npublic opinion.From the foundation of the Government to the present the management of the\noriginal inhabitants of this continent--the Indians--has been a subject of\nembarrassment and expense, and has been attended with continuous robberies,\nmurders, and wars. From my own experience upon the frontiers and in Indian\ncountries, I do not hold either legislation or the conduct of the whites\nwho come most in contact with the Indian blameless for these hostilities.\nThe past, however, can not be undone, and the question must be met as we\nnow find it. I have attempted a new policy toward these wards of the nation\n(they can not be regarded in any other light than as wards), with fair\nresults so far as tried, and which I hope will be attended ultimately with\ngreat success. The Society of Friends is well known as having succeeded in\nliving in peace with the Indians in the early settlement of Pennsylvania,\nwhile their white neighbors of other sects in other sections were\nconstantly embroiled. They are also known for their opposition to all\nstrife, violence, and war, and are generally noted for their strict\nintegrity and fair dealings. These considerations induced me to give the\nmanagement of a few reservations of Indians to them and to throw the burden\nof the selection of agents upon the society itself. The result has proven\nmost satisfactory. It will be found more fully set forth in the report of\nthe Commissioner of Indian Affairs. For superintendents and Indian agents\nnot on the reservations, officers of the Army were selected. The reasons\nfor this are numerous. Where Indian agents are sent, there, or near there,\ntroops must be sent also. The agent and the commander of troops are\nindependent of each other, and are subject to orders from different\nDepartments of the Government. The army officer holds a position for life;\nthe agent, one at the will of the President. The former is personally\ninterested in living in harmony with the Indian and in establishing a\npermanent peace, to the end that some portion of his life may be spent\nwithin the limits of civilized society; the latter has no such personal\ninterest. Another reason is an economic one; and still another, the hold\nwhich the Government has upon a life officer to secure a faithful discharge\nof duties in carrying out a given policy.The building of railroads, and the access thereby given to all the\nagricultural and mineral regions of the country, is rapidly bringing\ncivilized settlements into contact with all the tribes of Indians. No\nmatter what ought to be the relations between such settlements and the\naborigines, the fact is they do not harmonize well, and one or the other\nhas to give way in the end. A system which looks to the extinction of a\nrace is too horrible for a nation to adopt without entailing upon itself\nthe wrath of all Christendom and engendering in the citizen a disregard for\nhuman life and the rights of others, dangerous to society. I see no\nsubstitute for such a system, except in placing all the Indians on large\nreservations, as rapidly as it can be done, and giving them absolute\nprotection there. As soon as they are fitted for it they should be induced\nto take their lands in severalty and to set up Territorial governments for\ntheir own protection. For full details on this subject I call your special\nattention to the reports of the Secretary of the Interior and the\nCommissioner of Indian Affairs.The report of the Secretary of War shows the expenditures of the War\nDepartment for the year ending June 30, 1869, to be $80,644,042, of which\n$23,882,310 was disbursed in the payment of debts contracted during the\nwar, and is not chargeable to current army expenses. His estimate of\n$34,531,031 for the expenses of the Army for the next fiscal year is as low\nas it is believed can be relied on. The estimates of bureau officers have\nbeen carefully scrutinized, and reduced wherever it has been deemed\npracticable. If, however, the condition of the country should be such by\nthe beginning of the next fiscal year as to admit of a greater\nconcentration of troops, the appropriation asked for will not be expended.The appropriations estimated for river and harbor improvements and for\nfortifications are submitted separately. Whatever amount Congress may deem\nproper to appropriate for these purposes will be expended.The recommendation of the General of the Army that appropriations be made\nfor the forts at Boston. Portland, New York, Philadelphia, New Orleans, and\nSan Francisco, if for no other, is concurred in. I also ask your special\nattention to the recommendation of the general commanding the Military\nDivision of the Pacific for the sale of the seal islands of St. Paul and\nSt. George, Alaska Territory, and suggest that it either be complied with\nor that legislation be had for the protection of the seal fisheries from\nwhich a revenue should be derived.The report of the Secretary of War contains a synopsis of the reports of\nthe heads of bureaus, of the commanders of military divisions, and of the\ndistricts of Virginia, Mississippi, and Texas, and the report of the\nGeneral of the Army in full. The recommendations therein contained have\nbeen well considered, and are submitted for your action. I, however, call\nspecial attention to the recommendation of the Chief of Ordnance for the\nsale of arsenals and lands no longer of use to the Government; also, to the\nrecommendation of the Secretary of War that the act of 3d March, 1869,\nprohibiting promotions and appointments in the staff corps of the Army, be\nrepealed. The extent of country to be garrisoned and the number of military\nposts to be occupied is the same with a reduced Army as with a large one.\nThe number of staff officers required is more dependent upon the latter\nthan the former condition.The report of the Secretary of the Navy accompanying this shows the\ncondition of the Navy when this Administration came into office and the\nchanges made since. Strenuous efforts have been made to place as many\nvessels \"in commission,\" or render them fit for service if required, as\npossible, and to substitute the sail for steam while cruising, thus\nmaterially reducing the expenses of the Navy and adding greatly to its\nefficiency. Looking to our future, I recommend a liberal, though not\nextravagant, policy toward this branch of the public service.The report of the Postmaster-General furnishes a clear and comprehensive\nexhibit of the operations of the postal service and of the financial\ncondition of the Post-Office Department. The ordinary postal revenues for\nthe year ending the 30th of June, 1869, amounted to $18,344,510, and the\nexpenditures to $23,698,131, showing an excess of expenditures over\nreceipts of $5,353,620. The excess of expenditures over receipts for the\nprevious year amounted to $6,437,992. The increase of revenues for 1869\nover those of 1868 was $2,051,909, and the increase of expenditures was\n$967,538. The increased revenue in 1869 exceeded the increased revenue in\n1868 by $996,336, and the increased expenditure in 1869 was $2,527,570 less\nthan the increased expenditure in 1868, showing by comparison this\ngratifying feature of improvement, that while the increase of expenditures\nover the increase of receipts in 1868 was $2,439,535, the increase of\nreceipts over the increase of expenditures in 1869 was $1,084,371.Your attention is respectfully called to the recommendations made by the\nPostmaster-General for authority to change the rate of compensation to the\nmain trunk railroad lines for their services in carrying the mails; for\nhaving post-route maps executed; for reorganizing and increasing the\nefficiency of the special-agency service; for increase of the mail service\non the Pacific, and for establishing mail service, under the flag of the\nUnion, on the Atlantic; and most especially do I call your attention to his\nrecommendation for the total abolition of the franking privilege. This is\nan abuse from which no one receives a commensurate advantage; it reduces\nthe receipts for postal service from 25 to 30 per cent and largely\nincreases the service to be performed. The method by which postage should\nbe paid upon public matter is set forth fully in the report of the\nPostmaster-General.The report of the Secretary of the Interior shows that the quantity of\npublic lands disposed of during the year ending the 30th of June, 1869, was\n7,666,152 acres, exceeding that of the preceding year by 1,010,409 acres.\nOf this amount 2,899,544 acres were sold for cash and 2,737,365 acres\nentered under the homestead laws. The remainder was granted to aid in the\nconstruction of works of internal improvement, approved to the States as\nswamp land, and located with warrants and scrip. The cash receipts from all\nsources were $4,472,886, exceeding those of the preceding year $2,840,140.During the last fiscal year 23,196 names were added to the pension rolls\nand 4,876 dropped therefrom, leaving at its close 187,963. The amount paid\nto pensioners, including the compensation of disbursing agents, was\n$28,422,884, an increase of $4,411,902 on that of the previous year. The\nmunificence of Congress has been conspicuously manifested in its\nlegislation for the soldiers and sailors who suffered in the recent\nstruggle to maintain \"that unity of government which makes us one people.\"\nThe additions to the pension rolls of each successive year since the\nconclusion of hostilities result in a great degree from the repeated\namendments of the act of the 14th of July, 1862, which extended its\nprovisions to cases not falling within its original scope. The large outlay\nwhich is thus occasioned is further increased by the more liberal allowance\nbestowed since that date upon those who in the line of duty were wholly or\npermanently disabled. Public opinion has given an emphatic sanction to\nthese measures of Congress, and it will be conceded that no part of our\npublic burden is more cheerfully borne than that which is imposed by this\nbranch of the service. It necessitates for the next fiscal year, in\naddition to the amount justly chargeable to the naval pension fund, an\nappropriation of $30,000,000.During the year ending the 30th of September, 1869, the Patent Office\nissued 13,762 patents, and its receipts were $686,389, being $213,926 more\nthan the expenditures.Messages and Papers of the Presidents, Ulysses S. Grant, vol. 6, p.3995I would respectfully call your attention to the recommendation of the\nSecretary of the Interior for uniting the duties of supervising the\neducation of freedmen with the other duties devolving upon the Commissioner\nof Education.If it is the desire of Congress to make the census which must be taken\nduring the year 1870 more complete and perfect than heretofore, I would\nsuggest early action upon any plan that may be agreed upon. As Congress at\nthe last session appointed a committee to take into consideration such\nmeasures as might be deemed proper in reference to the census and report a\nplan, I desist from saying more.I recommend to your favorable consideration the claims of the Agricultural\nBureau for liberal appropriations. In a country so diversified in climate\nand soil as ours, and with a population so largely dependent upon\nagriculture, the benefits that can be conferred by properly fostering this\nBureau are incalculable.I desire respectfully to call the attention of Congress to the inadequate\nsalaries of a number of the most important offices of the Government. In\nthis message I will not enumerate them, but will specify only the justices\nof the Supreme Court. No change has been made in their salaries for fifteen\nyears. Within that time the labors of the court have largely increased and\nthe expenses of living have at least doubled. During the same time Congress\nhas twice found it necessary to increase largely the compensation of its\nown members, and the duty which it owes to another department of the\nGovernment deserves, and will undoubtedly receive, its due consideration.There are many subjects not alluded to in this message which might with\npropriety be introduced, but I abstain, believing that your patriotism and\nstatesmanship will suggest the topics and the legislation most conducive to\nthe interests of the whole people. On my part I promise a rigid adherence\nto the laws and their strict enforcement.U. S. GRANT", 
    "name": "Ulysses S. Grant"
}