{
    "date": "December 7, 1875", 
    "speech": "To the Senate and House of Representatives:In submitting my seventh annual message to Congress, in this centennial\nyear of our national existence as a free and independent people, it affords\nme great pleasure to recur to the advancement that has been made from the\ntime of the colonies, one hundred years ago. We were then a people\nnumbering only 3,000,000. Now we number more than 40,000,000. Then\nindustries were confined almost exclusively to the tillage of the soil. Now\nmanufactories absorb much of the labor of the country.Our liberties remain unimpaired; the bondmen have been freed from slavery;\nwe have become possessed of the respect, if not the friendship, of all\ncivilized nations. Our progress has been great in all the arts--in science,\nagriculture, commerce, navigation, mining, mechanics, law, medicine, etc.;\nand in general education the progress is likewise encouraging. Our thirteen\nStates have become thirty-eight, including Colorado (which has taken the\ninitiatory steps to become a State), and eight Territories, including the\nIndian Territory and Alaska, and excluding Colorado, making a territory\nextending from the Atlantic to the Pacific. On the south we have extended\nto the Gulf of Mexico, and in the west from the Mississippi to the\nPacific.One hundred years ago the cotton gin, the steamship, the railroad, the\ntelegraph, the reaping, sewing, and modern printing machines, and numerous\nother inventions of scarcely less value to our business and happiness were\nentirely unknown.In 1776 manufactories scarcely existed even in name in all this vast\nterritory. In 1870 more than 2,000,000 persons were employed in\nmanufactories, producing more than $2,100,000,000 of products in amount\nannually, nearly equal to our national debt. From nearly the whole of the\npopulation of 1776 being engaged in the one occupation of agriculture, in\n1870 so numerous and diversified had become the occupation of our people\nthat less than 6,000,000 out of more than 40,000,000 were so engaged. The\nextraordinary effect produced in our country by a resort to diversified\noccupations has built a market for the products of fertile lands distant\nfrom the seaboard and the markets of the world.The American system of locating various and extensive manufactories next to\nthe plow and the pasture, and adding connecting railroads and steamboats,\nhas produced in our distant interior country a result noticeable by the\nintelligent portions of all commercial nations. The ingenuity and skill of\nAmerican mechanics have been demonstrated at home and abroad in a manner\nmost flattering to their pride. But for the extraordinary genius and\nability of our mechanics, the achievements of our agriculturists,\nmanufacturers, and transporters throughout the country would have been\nimpossible of attainment.The progress of the miner has also been great. Of coal our production has\nsmall; now many millions of tons are mined annually. So with iron, which\nformed scarcely an appreciable part of our products half a century ago, we\nnow produce more than the world consumed at the beginning of our national\nexistence. Lead, zinc, and copper, from being articles of import, we may\nexpect to be large exporters of in the near future. The development of gold\nand silver mines in the United States and Territories has not only been\nremarkable, but has had a large influence upon the business of all\ncommercial nations. Our merchants in the last hundred years have had a\nsuccess and have established a reputation for enterprise, sagacity,\nprogress, and integrity unsurpassed by peoples of older nationalities. This\n\"good name\" is not confined to their homes, but goes out upon every sea and\ninto every port where commerce enters. With equal pride we can point to our\nprogress in all of the learned professions.As we are now about to enter upon our second centennial--commenting our\nmanhood as a nation--it is well to look back upon the past and study what\nwill be best to preserve and advance our future greatness From the fall of\nAdam for his transgression to the present day no nation has ever been free\nfrom threatened danger to its prosperity and happiness. We should look to\nthe dangers threatening us, and remedy them so far as lies in our power. We\nare a republic whereof one man is as good as another before the law. Under\nsuch a form of government it is of the greatest importance that all should\nbe possessed of education and intelligence enough to cast a vote with a\nright understanding of its meaning. A large association of ignorant men can\nnot for any considerable period oppose a successful resistance to tyranny\nand oppression from the educated few, but will inevitably sink into\nacquiescence to the will of intelligence, whether directed by the demagogue\nor by priestcraft. Hence the education of the masses becomes of the first\nnecessity for the preservation of our institutions. They are worth\npreserving, because they have secured the greatest good to the greatest\nproportion of the population of any form of government yet devised. All\nother forms of government approach it just in proportion to the general\ndiffusion of education and independence of thought and action. As the\nprimary step, therefore, to our advancement in all that has marked our\nprogress in the past century, I suggest for your earnest consideration, and\nmost earnestly recommend it, that a constitutional amendment be submitted\nto the legislatures of the several States for ratification, making it the\nduty of each of the several States to establish and forever maintain free\npublic schools adequate to the education of all the children in the\nrudimentary branches within their respective limits, irrespective of sex,\ncolor, birthplace, or religions; forbidding the teaching in said schools of\nreligious, atheistic, or pagan tenets; and prohibiting the granting of any\nschool funds or school taxes, or any part thereof, either by legislative,\nmunicipal, or other authority, for the benefit or in aid, directly or\nindirectly, of any religious sect or denomination, or in aid or for the\nbenefit of any other object of any nature or kind whatever.In connection with this important question I would also call your attention\nto the importance of correcting an evil that, if permitted to continue,\nwill probably lead to great trouble in our land before the close of the\nnineteenth century. It is the accumulation of vast amounts of untaxed\nchurch property.In 1850, I believe, the church property of the United States which paid no\ntax, municipal or State, amounted to about $83,000,000. In 1860 the amount\nhad doubled; in 1875 it is about $1,000,000,000. By 1900, without check, it\nis safe to say this property will reach a sum exceeding $3,000,000,000. So\nvast a sum, receiving all the protection and benefits of Government without\nbearing its proportion of the burdens and expenses of the same, will not be\nlooked upon acquiescently by those who have to pay the taxes. In a growing\ncountry, where real estate enhances so rapidly with time as in the United\nStates, there is scarcely a limit to the wealth that may be acquired by\ncorporations, religious or otherwise, if allowed to retain real estate\nwithout taxation. The contemplation of so vast a property as here alluded\nto, without taxation, may lead to sequestration without constitutional\nauthority and through blood.I would suggest the taxation of all property equally, whether church or\ncorporation, exempting only the last resting place of the dead and\npossibly, with proper restrictions, church edifices.Our relations with most of the foreign powers continue on a satisfactory\nand friendly footing.Increased intercourse, the extension of commerce, and the cultivation of\nmutual interests have steadily improved our relations with the large\nmajority of the powers of the world, rendering practicable the peaceful\nsolution of questions which from time to time necessarily arise, leaving\nfew which demand extended or particular notice.The correspondence of the Department of State with our diplomatic\nrepresentatives abroad is transmitted herewith.I am happy to announce the passage of an act by the General Cortes of\nPortugal, proclaimed since the adjournment of Congress, for the abolition\nof servitude in the Portuguese colonies. It is to be hoped that such\nlegislation may be another step toward the great consummation to be\nreached, when no man shall be permitted, directly or indirectly, under any\nguise, excuse, or form of law, to hold his fellow-man in bondage. I am of\nopinion also that it is the duty of the United States, as contributing\ntoward that end, and required by the spirit of the age in which we live, to\nprovide by suitable legislation that no citizen of the United States shall\nhold slaves as property in any other country or be interested therein.Chile has made reparation in the case of the whale ship Good Return, seized\nwithout sufficient cause upward of forty years ago. Though she had hitherto\ndenied her accountability, the denial was never acquiesced in by this\nGovernment, and the justice of the claim has been so earnestly contended\nfor that it has been gratifying that she should have at last acknowledged\nit.The arbitrator in the case of the United States steamer Montijo, for the\nseizure and detention of which the Government of the United States of\nColombia was held accountable, has decided in favor of the claim. This\ndecision has settled a question which had been pending for several years,\nand which, while it continued open, might more or less disturb the good\nunderstanding which it is desirable should be maintained between the two\nRepublics.A reciprocity treaty with the King of the Hawaiian Islands was concluded\nsome months since. As it contains a stipulation that it shall not take\neffect until Congress shall enact the proper legislation for that purpose,\ncopies of the instrument are herewith submitted, in order that, if such\nshould be the pleasure of Congress, the necessary legislation upon the\nsubject may be adopted.In March last an arrangement was made, through Mr. Cushing, our minister in\nMadrid, with the Spanish Government for the payment by the latter to the\nUnited States of the sum of $80,000 in coin, for the purpose of the relief\nof the families or persons of the ship's company and certain passengers of\nthe Virginius. This sum was to have been paid in three installments at two\nmonths each. It is due to the Spanish Government that I should state that\nthe payments were fully and spontaneously anticipated by that Government,\nand that the whole amount was paid within but a few days more than two\nmonths from the date of the agreement, a copy of which is herewith\ntransmitted. In pursuance of the terms of the adjustment, I have directed\nthe distribution of the amount among the parties entitled thereto,\nincluding the ship's company and such of the passengers as were American\ncitizens. Payments are made accordingly, on the application by the parties\nentitled thereto.The past year has furnished no evidence of an approaching termination of\nthe ruinous conflict which has been raging for seven years in the\nneighboring island of Cuba. The same disregard of the laws of civilized\nwarfare and of the just demands of humanity which has heretofore called\nforth expressions of condemnation from the nations of Christendom has\ncontinued to blacken the sad scene. Desolation, ruin, and pillage are\npervading the rich fields of one of the most fertile and productive regions\nof the earth, and the incendiary's torch, firing plantations and valuable\nfactories and buildings, is the agent marking the alternate advance or\nretreat of contending parties.The protracted continuance of this strife seriously affects the interests\nof all commercial nations, but those of the United States more than others,\nby reason of close proximity, its larger trade and intercourse with Cuba,\nand the frequent and intimate personal and social relations which have\ngrown up between its citizens and those of the island. Moreover, the\nproperty of our citizens in Cuba is large, and is rendered insecure and\ndepreciated in value and in capacity of production by the continuance of\nthe strife and the unnatural mode of its conduct. The same is true,\ndiffering only in degree, with respect to the interests and people of other\nnations; and the absence of any reasonable assurance of a near termination\nof the conflict must of necessity soon compel the States thus suffering to\nconsider what the interests of their own people and their duty toward\nthemselves may demand.I have hoped that Spain would be enabled to establish peace in her colony,\nto afford security to the property and the interests of our citizens, and\nallow legitimate scope to trade and commerce and the natural productions of\nthe island. Because of this hope, and from an extreme reluctance to\ninterfere in the most remote manner in the affairs of another and a\nfriendly nation, especially of one whose sympathy and friendship in the\nstruggling infancy of our own existence must ever be remembered with\ngratitude, I have patiently and anxiously waited the progress of events.\nOur own civil conflict is too recent for us not to consider the\ndifficulties which surround a government distracted by a dynastic rebellion\nat home at the same time that it has to cope with a separate insurrection\nin a distant colony. But whatever causes may have produced the situation\nwhich so grievously affects our interests, it exists, with all its\nattendant evils operating directly upon this country and its people. Thus\nfar all the efforts of Spain have proved abortive, and time has marked no\nimprovement in the situation. The armed bands of either side now occupy\nnearly the same ground as in the past, with the difference, from time to\ntime, of more lives sacrificed, more property destroyed, and wider extents\nof fertile and productive fields and more and more of valuable property\nconstantly wantonly sacrificed to the incendiary's torch.In contests of this nature, where a considerable body of people who have\nattempted to free themselves of the control of the superior government have\nreached such point in occupation of territory, in power, and in general\norganization as to constitute in fact a body politic; having a government\nin substance as well as in name; possessed of the elements of stability and\nequipped with the machinery for the administration of internal policy and\nthe execution of its laws; prepared and able to administer justice at home,\nas well as in its dealings with other powers, it is within the province of\nthose other powers to recognize its existence as a new and independent\nnation. In such cases other nations simply deal with an actually existing\ncondition of things, and recognize as one of the powers of the earth that\nbody politic which, possessing the necessary elements, has in fact become a\nnew power. In a word, the creation of a new state is a fact.To establish the condition of things essential to the recognition of this\nfact there must be a people occupying a known territory, united under some\nknown and defined form of government, acknowledged by those subject\nthereto, in which the functions of government are administered by usual\nmethods, competent to mete out justice to citizens and strangers, to afford\nremedies for public and for private wrongs, and able to assume the\ncorrelative international obligations and capable of performing the\ncorresponding international duties resulting from its acquisition of the\nrights of sovereignty. A power should exist complete in its organization,\nready to take and able to maintain its place among the nations of the\nearth.While conscious that the insurrection in Cuba has shown a strength and\nendurance which make it at least doubtful whether it be in the power of\nSpain to subdue it, it seems unquestionable that no such civil organization\nexists which may be recognized as an independent government capable of\nperforming its international obligations and entitled to be treated as one\nof the powers of the earth. A recognition under such circumstances would be\ninconsistent with the facts, and would compel the power granting it soon to\nsupport by force the government to which it had really given its only claim\nof existence. In my judgment the United States should adhere to the policy\nand the principles which have heretofore been its sure and safe guides in\nlike contests between revolted colonies and their mother country, and,\nacting only upon the clearest evidence, should avoid any possibility of\nsuspicion or of imputation.A recognition of the independence of Cuba being, in my opinion,\nimpracticable and indefensible, the question which next presents itself is\nthat of the recognition of belligerent rights in the parties to the\ncontest.In a former message to Congress I had occasion to consider this question,\nand reached the conclusion that the conflict in Cuba, dreadful and\ndevastating as were its incidents, did not rise to the fearful dignity of\nwar. Regarding it now, after this lapse of time, I am unable to see that\nany notable success or any marked or real advance on the part of the\ninsurgents has essentially changed the character of the contest. It has\nacquired greater age, but not greater or more formidable proportions. It is\npossible that the acts of foreign powers, and even acts of Spain herself,\nof this very nature, might be pointed to in defense of such recognition.\nBut now, as in its past history, the United States should carefully avoid\nthe false lights which might lead it into the mazes of doubtful law and of\nquestionable propriety, and adhere rigidly and sternly to the rule, which\nhas been its guide, of doing only that which is right and honest and of\ngood report. The question of according or of withholding rights of\nbelligerency must be judged in every case in view of the particular\nattending facts. Unless justified by necessity, it is always, and justly,\nregarded as an unfriendly act and a gratuitous demonstration of moral\nsupport to the rebellion. It is necessary, and it is required, when the\ninterests and rights of another government or of its people are so far\naffected by a pending civil conflict as to require a definition of its\nrelations to the parties thereto. But this conflict must be one which will\nbe recognized in the sense of international law as war. Belligerence, too,\nis a fact. The mere existence of contending armed bodies and their\noccasional conflicts do not constitute war in the sense referred to.\nApplying to the existing condition of affairs in Cuba the tests recognized\nby publicists and writers on international law, and which have been\nobserved by nations of dignity, honesty, and power when free from sensitive\nor selfish and unworthy motives, I fail to find in the insurrection the\nexistence of such a substantial political organization, real, palpable, and\nmanifest to the world, having the forms and capable of the ordinary\nfunctions of government toward its own people and to other states, with\ncourts for the administration of justice, with a local habitation,\npossessing such organization of force, such material, such occupation of\nterritory, as to take the contest out of the category of a mere rebellious\ninsurrection or occasional skirmishes and place it on the terrible footing\nof war, to which a recognition of belligerency would aim to elevate it. The\ncontest, moreover, is solely on land; the insurrection has not possessed\nitself of a single seaport whence it may send forth its flag, nor has it\nany means of communication with foreign powers except through the military\nlines of its adversaries. No apprehension of any of those sudden and\ndifficult complications which a war upon the ocean is apt to precipitate\nupon the vessels, both commercial and national, and upon the consular\nofficers of other powers calls for the definition of their relations to the\nparties to the contest. Considered as a question of expediency, I regard\nthe accordance of belligerent rights still to be as unwise and premature as\nI regard it to be, at present, indefensible as a measure of right. Such\nrecognition entails upon the country according the rights which flow from\nit difficult and complicated duties, and requires the exaction from the\ncontending parties of the strict observance of their rights and\nobligations; it confers the right of search upon the high seas by vessels\nof both parties; it would subject the carrying of arms and munitions of\nwar, which now may be transported freely and without interruption in the\nvessels of the United States, to detention and to possible seizure; it\nwould give rise to countless vexatious questions, would release the parent\nGovernment from responsibility for acts done by the insurgents, and would\ninvest Spain with the right to exercise the supervision recognized by our\ntreaty of 1795 over our commerce on the high seas, a very large part of\nwhich, in its traffic between the Atlantic and the Gulf States and between\nall of them and the States on the Pacific, passes through the waters which\nwash the shores of Cuba. The exercise of this supervision could scarce fail\nto lead, if not to abuses, certainly to collisions perilous to the peaceful\nrelations of the two States. There can be little doubt to what result such\nsupervision would before long draw this nation. It would be unworthy of the\nUnited States to inaugurate the possibilities of such result by measures of\nquestionable right or expediency or by any indirection. Apart from any\nquestion of theoretical right, I am satisfied that while the accordance of\nbelligerent rights to the insurgents in Cuba might give them a hope and an\ninducement to protract the struggle, it would be but a delusive hope, and\nwould not remove the evils which this Government and its people are\nexperiencing, but would draw the United States into complications which it\nhas waited long and already suffered much to avoid. The recognition of\nindependence or of belligerency being thus, in my judgment, equally\ninadmissible, it remains to consider what course shall be adopted should\nthe conflict not soon be brought to an end by acts of the parties\nthemselves, and should the evils which result therefrom, affecting all\nnations, and particularly the United States, continue. In such event I am\nof opinion that other nations will be compelled to assume the\nresponsibility which devolves upon them, and to seriously consider the only\nremaining measures possible--mediation and intervention, Owing, perhaps, to\nthe large expanse of water separating the island from the peninsula, the\nwant of harmony and of personal sympathy between the inhabitants of the\ncolony and those sent thither to rule them, and want of adaptation of the\nancient colonial system of Europe to the present times and to the ideas\nwhich the events of the past century have developed, the contending parties\nappear to have within themselves no depository of common confidence to\nsuggest wisdom when passion and excitement have their sway and to assume\nthe part of peacemaker. In this view in the earlier days of the contest the\ngood offices of the United States as a mediator were tendered in good\nfaith, without any selfish purpose, in the interest of humanity and in\nsincere friendship for both parties, but were at the time declined by\nSpain, with the declaration, nevertheless, that at a future time they would\nbe indispensable. No intimation has been received that in the opinion of\nSpain that time has been reached. And yet the strife continues, with all\nits dread horrors and all its injuries to the interests of the United\nStates and of other nations. Each party seems quite capable of working\ngreat injury and damage to the other, as well as to all the relations and\ninterests dependent on the existence of peace in the island; but they seem\nincapable of reaching any adjustment, and both have thus far failed of\nachieving any success whereby one party shall possess and control the\nisland to the exclusion of the other. Under these circumstances the agency\nof others, either by mediation or by intervention, seems to be the only\nalternative which must, sooner or later, be invoked for the termination of\nthe strife. At the same time, while thus impressed I do not at this time\nrecommend the adoption of any measure of intervention. I shall be ready at\nall times, and as the equal friend of both parties, to respond to a\nsuggestion that the good offices of the United States will be acceptable to\naid in bringing about a peace honorable to both. It is due to Spain, so far\nas this Government is concerned, that the agency of a third power, to which\nI have adverted, shall be adopted only as a last expedient. Had it been the\ndesire of the United States to interfere in the affairs of Cuba, repeated\nopportunities for so doing have been presented within the last few years;\nbut we have remained passive, and have performed our whole duty and all\ninternational obligations to Spain with friendship, fairness, and fidelity,\nand with a spirit of patience and forbearance which negatives every\npossible suggestion of desire to interfere or to add to the difficulties\nwith which she has been surrounded.The Government of Spain has recently submitted to our minister at Madrid\ncertain proposals which it is hoped may be found to be the basis, if not\nthe actual submission, of terms to meet the requirements of the particular\ngriefs of which this Government has felt itself entitled to complain. These\nproposals have not yet reached me in their full text. On their arrival they\nwill be taken into careful examination, and may, I hope, lead to a\nsatisfactory adjustment of the questions to which they refer and remove the\npossibility of future occurrences such as have given rise to our just\ncomplaints.It is understood also that renewed efforts are being made to introduce\nreforms in the internal administration of the island. Persuaded, however,\nthat a proper regard for the interests of the United States and of its\ncitizens entitles it to relief from the strain to which it has been\nsubjected by the difficulties of the questions and the wrongs and losses\nwhich arise from the contest in Cuba, and that the interests of humanity\nitself demand the cessation of the strife before the whole island shall be\nlaid waste and larger sacrifices of life be made, I shall feel it my duty,\nshould my hopes of a satisfactory adjustment and of the early restoration\nof peace and the removal of future causes of complaint be, unhappily,\ndisappointed, to make a further communication to Congress at some period\nnot far remote, and during the present session, recommending what may then\nseem to me to be necessary.The free zone, so called, several years since established by the Mexican\nGovernment in certain of the States of that Republic adjacent to our\nfrontier, remains in full operation. It has always been materially\ninjurious to honest traffic, for it operates as an incentive to traders in\nMexico to supply without customs charges the wants of inhabitants on this\nside of the line, and prevents the same wants from being supplied by\nmerchants of the United States, thereby to a considerable extent defrauding\nour revenue and checking honest commercial enterprise.Depredations by armed bands from Mexico on the people of Texas near the\nfrontier continue. Though the main object of these incursions is robbery,\nthey frequently result in the murder of unarmed and peaceably disposed\npersons, and in some instances even the United States post-offices and mail\ncommunications have been attacked. Renewed remonstrances upon this subject\nhave been addressed to the Mexican Government, but without much apparent\neffect. The military force of this Government disposable for service in\nthat quarter is quite inadequate to effectually guard the line, even at\nthose points where the incursions are usually made. An experiment of an\narmed vessel on the Rio Grande for that purpose is on trial, and it is\nhoped that, if not thwarted by the shallowness of the river and other\nnatural obstacles, it may materially contribute to the protection of the\nherdsmen of Texas.The proceedings of the joint commission under the convention between the\nUnited States and Mexico of the 4th of July, 1868, on the subject of\nclaims, will soon be brought to a close. The result of those proceedings\nwill then be communicated to Congress.I am happy to announce that the Government of Venezuela has, upon further\nconsideration, practically abandoned its objection to pay to the United\nStates that share of its revenue which some years since it allotted toward\nthe extinguishment of the claims of foreigners generally. In thus\nreconsidering its determination that Government has shown a just sense of\nself-respect which can not fail to reflect credit upon it in the eyes of\nall disinterested persons elsewhere. It is to be regretted, however, that\nits payments on account of claims of citizens of the United States are\nstill so meager in amount, and that the stipulations of the treaty in\nregard to the sums to be paid and the periods when those payments were to\ntake place should have been so signally disregarded.Since my last annual message the exchange has been made of the ratification\nof a treaty of commerce and navigation with Belgium, and of conventions\nwith the Mexican Republic for the further extension of the joint commission\nrespecting claims; with the Hawaiian Islands for commercial reciprocity,\nand with the Ottoman Empire for extradition; all of which have been duly\nproclaimed.The Court of Commissioners of Alabama Claims has prosecuted its important\nduties very assiduously and very satisfactorily. It convened and was\norganized on the 22d day of July, 1874, and by the terms of the act under\nwhich it was created was to exist for one year from that date. The act\nprovided, however, that should it be found impracticable to complete the\nwork of the court before the expiration of the year the President might by\nproclamation extend the time of its duration to a period not more than six\nmonths beyond the expiration of the one year.Having received satisfactory evidence that it would be impracticable to\ncomplete the work within the time originally fixed, I issued a proclamation\n(a copy of which is presented herewith) extending the time of duration of\nthe court for a period of six months from and after the 22d day of July\nlast.A report made through the clerk of the court (communicated herewith) shows\nthe condition of the calendar on the 1st of November last and the large\namount of work which has been accomplished. One thousand three hundred and\neighty-two claims have been presented, of which 682 had been disposed of at\nthe date of the report. I am informed that 170 cases were decided during\nthe month of November. Arguments are being made and decisions given in the\nremaining cases with all the dispatch consistent with the proper\nconsideration of the questions submitted. Many of these claims are in\nbehalf of mariners, or depend on the evidence of mariners, whose absence\nhas delayed the taking or the return of the necessary evidence.It is represented to me that it will be impracticable for the court to\nfinally dispose of all the cases before it within the present limit of its\nduration. Justice to the parties claimant, who have been at large expense\nin preparing their claims and obtaining the evidence in their support,\nsuggests a short extension, to enable the court to dispose of all of the\nclaims which have been presented.I recommend the legislation which may be deemed proper to enable the court\nto complete the work before it.I recommend that some suitable provision be made, by the creation of a\nspecial court or by conferring the necessary jurisdiction upon some\nappropriate tribunal, for the consideration and determination of the claims\nof aliens against the Government of the United States which have arisen\nwithin some reasonable limitation of time, or which may hereafter arise,\nexcluding all claims barred by treaty provisions or otherwise. It has been\nfound impossible to give proper consideration to these claims by the\nExecutive Departments of the Government. Such a tribunal would afford an\nopportunity to aliens other than British subjects to present their claims\non account of acts committed against their persons or property during the\nrebellion, as also to those subjects of Great Britain whose claims, having\narisen subsequent to the 9th day of April, 1865, could not be presented to\nthe late commission organized pursuant to the provisions of the treaty of\nWashington.The electric telegraph has become an essential and indispensable agent in\nthe transmission of business and social messages. Its operation on land,\nand within the limit of particular states, is necessarily under the control\nof the jurisdiction within which it operates. The lines on the high seas,\nhowever, are not subject to the particular control of any one government.In 1869 a concession was granted by the French Government to a company\nwhich proposed to lay a cable from the shores of France to the United\nStates. At that time there was a telegraphic connection between the United\nStates and the continent of Europe (through the possessions of Great\nBritain at either end of the line), under the control of an association\nwhich had, at large outlay of capital and at great risk, demonstrated the\npracticability of maintaining such means of communication. The cost of\ncorrespondence by this agency was great, possibly not too large at the time\nfor a proper remuneration for so hazardous and so costly an enterprise. It\nwas, however, a heavy charge upon a means of communication which the\nprogress in the social and commercial intercourse of the world found to be\na necessity, and the obtaining of this French concession showed that other\ncapital than that already invested was ready to enter into competition,\nwith assurance of adequate return for their outlay. Impressed with the\nconviction that the interests, not only of the people of the United States,\nbut of the world at large, demanded, or would demand, the multiplication of\nsuch means of communication between separated continents, I was desirous\nthat the proposed connection should be made; but certain provisions of this\nconcession were deemed by me to be objectionable, particularly one which\ngave for a long term of years the exclusive right of telegraphic\ncommunication by submarine cable between the shores of France and the\nUnited States. I could not concede that any power should claim the right to\nland a cable on the shores of the United States and at the same time deny\nto the United States, or to its citizens or grantees, an equal fight to\nland a cable on its shores. The right to control the conditions for the\nlaying of a cable within the jurisdictional waters of the United States, to\nconnect our shores with those of any foreign state, pertains exclusively to\nthe Government of the United States, under such limitations and conditions\nas Congress may impose. In the absence of legislation by Congress I was\nunwilling, on the one hand, to yield to a foreign state the right to say\nthat its grantees might land on our shores while it denied a similar right\nto our people to land on its shores, and, on the other hand, I was\nreluctant to deny to the great interests of the world and of civilization\nthe facilities of such communication as were proposed. I therefore withheld\nany resistance to the landing of the cable on condition that the offensive\nmonopoly feature of the concession be abandoned, and that the right of any\ncable which may be established by authority of this Government to land upon\nFrench territory and to connect with French land lines and enjoy all the\nnecessary facilities or privileges incident to the use thereof upon as\nfavorable terms as any other company be conceded. As the result thereof the\ncompany in question renounced the exclusive privilege, and the\nrepresentative of France was informed that, understanding this\nrelinquishment to be construed as granting the entire reciprocity and equal\nfacilities which had been demanded, the opposition to the landing of the\ncable was withdrawn. The cable, under this French concession, was landed in\nthe month of July, 1869, and has been an efficient and valuable agent of\ncommunication between this country and the other continent. It soon passed\nunder the control, however, of those who had the management of the cable\nconnecting Great Britain with this continent, and thus whatever benefit to\nthe public might have ensued from competition between the two lines was\nlost, leaving only the greater facilities of an additional line and the\nadditional security in case of accident to one of them. But these increased\nfacilities and this additional security, together with the control of the\ncombined capital of the two companies, gave also greater power to prevent\nthe future construction of other lines and to limit the control of\ntelegraphic communication between the two continents to those possessing\nthe lines already laid. Within a few months past a cable has been laid,\nknown as the United States Direct Cable Company, connecting the United\nStates directly with Great Britain. As soon as this cable was reported to\nbe laid and in working order the rates of the then existing consolidated\ncompanies were greatly reduced. Soon, however, a break was announced in\nthis new cable, and immediately the rates of the other line, which had been\nreduced, were again raised. This cable being now repaired, the rates appear\nnot to be reduced by either line from those formerly charged by the\nconsolidated companies.There is reason to believe that large amounts of capital, both at home and\nabroad, are ready to seek profitable investment in the advancement of this\nuseful and most civilizing means of intercourse and correspondence. They\nawait, however, the assurance of the means and conditions on which they may\nsafely be made tributary to the general good.As these cable telegraph lines connect separate states, there are questions\nas to their organization and control which probably can be best, if not\nsolely, settled by conventions between the respective states. In the\nabsence, however, of international conventions on the subject, municipal\nlegislation may secure many points which appear to me important, if not\nindispensable for the protection of the public against the extortions which\nmay result from a monopoly of the right of operating cable telegrams or\nfrom a combination between several lines:I. No line should be allowed to land on the shores of the United States\nunder the concession from another power which does not admit the right of\nany other line or lines, formed in the United States, to land and freely\nconnect with and operate through its land lines.II. No line should be allowed to land on the shores of the United States\nwhich is not, by treaty stipulation with the government from whose shores\nit proceeds, or by prohibition in its charter, or otherwise to the\nsatisfaction of this Government, prohibited from consolidating or\namalgamating with any other cable telegraph line, or combining therewith\nfor the purpose of regulating and maintaining the cost of telegraphing.III. All lines should be bound to give precedence in the transmission of\nthe official messages of the governments of the two countries between which\nit may be laid.IV. A power should be reserved to the two governments, either conjointly or\nto each, as regards the messages dispatched from its shores, to fix a limit\nto the charges to be demanded for the transmission of messages.I present this subject to the earnest consideration of Congress.In the meantime, and unless Congress otherwise direct, I shall not oppose\nthe landing of any telegraphic cable which complies with and assents to the\npoints above enumerated, but will feel it my duty to prevent the landing of\nany which does not conform to the first and second points as stated, and\nwhich will not stipulate to concede to this Government the precedence in\nthe transmission of its official messages and will not enter into a\nsatisfactory arrangement with regard to its charges.Among the pressing and important subjects to which, in my opinion, the\nattention of Congress should be directed are those relating to fraudulent\nnaturalization and expatriation.The United States, with great liberality, offers its citizenship to all who\nin good faith comply with the requirements of law. These requirements are\nas simple and upon as favorable terms to the emigrant as the high privilege\nto which he is admitted can or should permit. I do not propose any\nadditional requirements to those which the law now demands; but the very\nsimplicity and the want of unnecessary formality in our law have made\nfraudulent naturalization not infrequent, to the discredit and injury of\nall honest citizens, whether native or naturalized. Cases of this character\nare continually being brought to the notice of the Government by our\nrepresentatives abroad, and also those of persons resident in other\ncountries, most frequently those who, if they have remained in this country\nlong enough to entitle them to become naturalized, have generally not much\noverpassed that period, and have returned to the country of their origin,\nwhere they reside, avoiding all duties to the United States by their\nabsence, and claiming to be exempt from all duties to the country of their\nnativity and of their residence by reason of their alleged naturalization.\nIt is due to this Government itself and to the great mass of the\nnaturalized citizens who entirely, both in name and in fact, become\ncitizens of the United States that the high privilege of citizenship of the\nUnited States should not be held by fraud or in derogation of the laws and\nof the good name of every honest citizen. On many occasions it has been\nbrought to the knowledge of the Government that certificates of\nnaturalization are held and protection or interference claimed by parties\nwho admit that not only they were not within the United States at the time\nof the pretended naturalization, but that they have never resided in the\nUnited States; in others the certificate and record of the court show on\ntheir face that the person claiming to be naturalized had not resided the\nrequired time in the United States; in others it is admitted upon\nexamination that the requirements of law have not been complied with; in\nsome cases, even, such certificates have been matter of purchase. These are\nnot isolated cases, arising at rare intervals, but of common occurrence,\nand which are reported from all quarters of the globe. Such occurrences can\nnot, and do not, fail to reflect upon the Government and injure all honest\ncitizens. Such a fraud being discovered, however, there is no practicable\nmeans within the control of the Government by which the record of\nnaturalization can be vacated; and should the certificate be taken up, as\nit usually is, by the diplomatic and consular representatives of the\nGovernment to whom it may have been presented, there is nothing to prevent\nthe person claiming to have been naturalized from obtaining a new\ncertificate from the court in place of that which has been taken from him.The evil has become so great and of such frequent occurrence that I can not\ntoo earnestly recommend that some effective measures be adopted to provide\na proper remedy and means for the vacating of any record thus fraudulently\nmade, and of punishing the guilty parties to the transaction.In this connection I refer also to the question of expatriation and the\nelection of nationality.The United States was foremost in upholding the right of expatriation, and\nwas principally instrumental in overthrowing the doctrine of perpetual\nallegiance. Congress has declared the right of expatriation to be a natural\nand inherent right of all people; but while many other nations have enacted\nlaws providing what formalities shall be necessary to work a change of\nallegiance, the United States has enacted no provisions of law and has in\nno respect marked out how and when expatriation may be accomplished by its\ncitizens. Instances are brought to the attention of the Government where\ncitizens of the United States, either naturalized or native born, have\nformally become citizens or subjects of foreign powers, but who,\nnevertheless, in the absence of any provisions of legislation on this\nquestion, when involved in difficulties or when it seems to be their\ninterest, claim to be citizens of the United States and demand the\nintervention of a Government which they have long since abandoned and to\nwhich for years they have rendered no service nor held themselves in any\nway amenable.In other cases naturalized citizens, immediately after naturalization, have\nreturned to their native country; have become engaged in business; have\naccepted offices or pursuits inconsistent with American citizenship, and\nevidence no intent to return to the United States until called upon to\ndischarge some duty to the country where they are residing, when at once\nthey assert their citizenship and call upon the representatives of the\nGovernment to aid them in their unjust pretensions. It is but justice to\nall bona fide citizens that no doubt should exist on such questions, and\nthat Congress should determine by enactment of law how expatriation may be\naccomplished and change of citizenship be established.I also invite your attention to the necessity of regulating by law the\nstatus of American women who may marry foreigners, and of defining more\nfully that of children born in a foreign country of American parents who\nmay reside abroad; and also of some further provision regulating or giving\nlegal effect to marriages of American citizens contracted in foreign\ncountries. The correspondence submitted herewith shows a few of the\nconstantly occurring questions on these points presented to the\nconsideration of the Government. There are few subjects to engage the\nattention of Congress on which more delicate relations or more important\ninterests are dependent.In the month of July last the building erected for the Department of State\nwas taken possession of and occupied by that Department. I am happy to\nannounce that the archives and valuable papers of the Government in the\ncustody of that Department are now safely deposited and properly cared\nfor.The report of the Secretary of the Treasury shows the receipts from customs\nfor the fiscal year ending June 30, 1874, to have been $163,103,833.69, and\nfor the fiscal year ending June 30, 1875, to have been $157,267,722.35, a\ndecrease for the last fiscal year of $5,936,111.34. Receipts from internal\nrevenue for the year ending the 30th of June, 1874, were $102,409,784.90,\nand for the year ending June 30, 1875, $110,007,493.58; increase,\n$7,597,708.68.The report also shows a complete history of the workings of the Department\nfor the last year, and contains recommendations for reforms and for\nlegislation which I concur in, but can not comment on so fully as I should\nlike to do if space would permit, but will confine myself to a few\nsuggestions which I look upon as vital to the best interests of the whole\npeople--coming within the purview of \"Treasury;\" I mean specie resumption.\nToo much stress can not be laid upon this question, and I hope Congress may\nbe induced, at the earliest day practicable, to insure the consummation of\nthe act of the last Congress, at its last session, to bring about specie\nresumption \"on and after the 1st of January, 1879,\" at furthest. It would\nbe a great blessing if this could be consummated even at an earlier day.Nothing seems to me more certain than that a full, healthy, and permanent\nreaction can not take place in favor of the industries and financial\nwelfare of the country until we return to a measure of values recognized\nthroughout the civilized world. While we use a currency not equivalent to\nthis standard the world's recognized standard, specie, becomes a commodity\nlike the products of the soil, the surplus seeking a market wherever there\nis a demand for it.Under our present system we should want none, nor would we have any, were\nit not that customs dues must be paid in coin and because of the pledge to\npay interest on the public debt in coin. The yield of precious metals would\nflow out for the purchase of foreign productions and the United States\n\"hewers of wood and drawers of water,\" because of wiser legislation on the\nsubject of finance by the nations with whom we have dealings. I am not\nprepared to say that I can suggest the best legislation to secure the end\nmost heartily recommended. It will be a source of great gratification to me\nto be able to approve any measure of Congress looking effectively toward\nsecuring \"resumption.\"Unlimited inflation would probably bring about specie payments more\nspeedily than any legislation looking to redemption of the legal-tenders in\ncoin; but it would be at the expense of honor. The legal-tenders would have\nno value beyond settling present liabilities, or, properly speaking,\nrepudiating them. They would buy nothing after debts were all settled.There are a few measures which seem to me important in this connection and\nwhich I commend to your earnest consideration:A repeal of so much of the legal-tender act as makes these notes receivable\nfor debts contracted after a date to be fixed in the act itself, say not\nlater than the 1st of January, 1877. We should then have quotations at real\nvalues, not fictitious ones. Gold would no longer be at a premium, but\ncurrency at a discount. A healthy reaction would set in at once, and with\nit a desire to make the currency equal to what it purports to be. The\nmerchants, manufacturers, and tradesmen of every calling could do business\non a fair margin of profit, the money to be received having an unvarying\nvalue. Laborers and all classes who work for stipulated pay or salary would\nreceive more for their income, because extra profits would no longer be\ncharged by the capitalists to compensate for the risk of a downward\nfluctuation in the value of the currency.Second. That the Secretary of the Treasury be authorized to redeem, say,\nnot to exceed $2,000,000 monthly of legal-tender notes, by issuing in their\nstead a long bond, bearing interest at the rate of 3.65 per cent per annum,\nof denominations ranging from $50 up to $1,000 each. This would in time\nreduce the legal-tender notes to a volume that could be kept afloat without\ndemanding redemption in large sums suddenly.Third. That additional power be given to the Secretary of the Treasury to\naccumulate gold for final redemption, either by increasing revenue,\ncurtailing expenses, or both (it is preferable to do both); and I recommend\nthat reduction of expenditures be made wherever it can be done without\nimpairing Government obligations or crippling the due execution thereof.\nOne measure for increasing the revenue--and the only one I think of--is the\nrestoration of the duty on tea and coffee. These duties would add probably\n$18,000,000 to the present amount received from imports, and would in no\nway increase the prices paid for those articles by the consumers.These articles are the products of countries collecting revenue from\nexports, and as we, the largest consumers, reduce the duties they\nproportionately increase them. With this addition to the revenue, many\nduties now collected, and which give but an insignificant return for the\ncost of collection, might be remitted, and to the direct advantage of\nconsumers at home.I would mention those articles which enter into manufactures of all sorts.\nAll duty paid upon such articles goes directly to the cost of the article\nwhen manufactured here, and must be paid for by the consumers. These duties\nnot only come from the consumers at home, but act as a protection to\nforeign manufacturers of the same completed articles in our own and distant\nmarkets.I will suggest or mention another subject bearing upon the problem of \"how\nto enable the Secretary of the Treasury to accumulate balances.\" It is to\ndevise some better method of verifying claims against the Government than\nat present exists through the Court of Claims, especially those claims\ngrowing out of the late war. Nothing is more certain than that a very large\npercentage of the amounts passed and paid are either wholly fraudulent or\nare far in excess of the real losses sustained. The large amount of losses\nproven--on good testimony according to existing laws, by affidavits of\nfictitious or unscrupulous persons--to have been sustained on small farms\nand plantations are not only far beyond the possible yield of those places\nfor any one year, but, as everyone knows who has had experience in tilling\nthe soil and who has visited the scenes of these spoliations, are in many\ninstances more than the individual claimants were ever worth, including\ntheir personal and real estate.The report of the Attorney-General, which will be submitted to Congress at\nan early day, will contain a detailed history of awards made and of claim\npending of the class here referred to.The report of the Secretary of War, accompanying this message, gives a\ndetailed account of Army operations for the year just passed, expenses for\nmaintenance, etc., with recommendations for legislation to which I\nrespectfully invite your attention. To some of these I invite special\nattention:First. The necessity of making $300,000 of the appropriation for the\nSubsistence Department available before the beginning of the next fiscal\nyear. Without this provision troops at points distant from supply\nproduction must either go without food or existing laws must be violated.\nIt is not attended with cost to the Treasury.Second. His recommendation for the enactment of a system of annuities for\nthe families of deceased officers by voluntary deductions from the monthly\npay of officers. This again is not attended with burden upon the Treasury,\nand would for the future relieve much distress which every old army officer\nhas witnessed in the past--of officers dying suddenly or being killed,\nleaving families without even the means of reaching their friends, if\nfortunate enough to have friends to aid them.Third. The repeal of the law abolishing mileage, and a return to the old\nsystem.Fourth. The trial with torpedoes under the Corps of Engineers, and\nappropriation for the same. Should war ever occur between the United States\nand any maritime power, torpedoes will be among if not the most effective\nand cheapest auxiliary for the defense of harbors, and also in aggressive\noperations, that we can have. Hence it is advisable to learn by experiment\ntheir best construction and application, as well as effect.Fifth. A permanent organization for the Signal-Service Corps. This service\nhas now become a necessity of peace as well as war, under the advancement\nmade by the present able management.Sixth. A renewal of the appropriation for compiling the official records of\nthe war, etc.The condition of our Navy at this time is a subject of satisfaction. It\ndoes not contain, it is true, any of the powerful cruising ironclads which\nmake so much of the maritime strength of some other nations, but neither\nour continental situation nor our foreign policy requires that we should\nhave a large number of ships of this character, while this situation and\nthe nature of our ports combine to make those of other nations little\ndangerous to us under any circumstances.Our Navy does contain, however, a considerable number of ironclads of the\nmonitor class, which, though not properly cruisers, are powerful and\neffective for harbor defense and for operations near our own shores. Of\nthese all the single-turreted ones, fifteen in number, have been\nsubstantially rebuilt, their rotten wooden beams replaced with iron, their\nhulls strengthened, and their engines and machinery thoroughly repaired, so\nthat they are now in the most efficient condition and ready for sea as soon\nas they can be manned and put in commission.The five double-turreted ironclads belonging to our Navy, by far the most\npowerful of our ships for fighting purposes, are also in hand undergoing\ncomplete repairs, and could be ready for sea in periods varying from four\nto six months. With these completed according to the present design and our\ntwo iron torpedo boats now ready, our ironclad fleet will be, for the\npurposes of defense at home, equal to any force that can readily be brought\nagainst it.Of our wooden navy also cruisers of various sizes, to the number of about\nforty, including those now in commission, are in the Atlantic, and could be\nready for duty as fast as men could be enlisted for those not already in\ncommission. Of these, one-third are in effect new ships, and though some of\nthe remainder need considerable repairs to their boilers and machinery,\nthey all are, or can readily be made, effective.This constitutes a fleet of more than fifty war ships, of which fifteen are\nironclad, now in hand on the Atlantic coast. The Navy has been brought to\nthis condition by a judicious and practical application of what could be\nspared from the current appropriations of the last few years and from that\nmade to meet the possible emergency of two years ago. It has been done\nquietly, without proclamation or display, and though it has necessarily\nstraitened the Department in its ordinary expenditure, and, as far as the\nironclads are concerned, has added nothing to the cruising force of the\nNavy, yet the result is not the less satisfactory because it is to be found\nin a great increase of real rather than apparent force. The expenses\nincurred in the maintenance of an effective naval force in all its branches\nare necessarily large, but such force is essential to our position,\nrelations, and character, and affects seriously the weight of our\nprinciples and policy throughout the whole sphere of national\nresponsibilities.The estimates for the regular support of this branch of the service for the\nnext year amount to a little less in the aggregate than those made for the\ncurrent year; but some additional appropriations are asked for objects not\nincluded in the ordinary maintenance of the Navy, but believed to be of\npressing importance at this time. It would, in my opinion, be wise at once\nto afford sufficient means for the immediate completion of the five\ndouble-turreted monitors now undergoing repairs, which must otherwise\nadvance slowly, and only as money can be spared from current expenses.\nSupplemented by these, our Navy, armed with the destructive weapons of\nmodern warfare, manned by our seamen, and in charge of our instructed\nofficers, will present a force powerful for the home purposes of a\nresponsible though peaceful nation.The report of the Postmaster-General herewith transmitted gives a full\nhistory of the workings of the Department for the year just past. It will\nbe observed that the deficiency to be supplied from the General Treasury is\nincreased over the amount required for the preceding year. In a country so\nvast in area as the United States, with large portions sparsely settled, it\nmust be expected that this important service will be more or less a burden\nupon the Treasury for many years to come. But there is no branch of the\npublic service which interests the whole people more than that of cheap and\nrapid transmission of the mails to every inhabited part of our territory.\nNext to the free school, the post-office is the great educator of the\npeople, and it may well receive the support of the General Government.The subsidy of $150,000 per annum given to vessels of the United States for\ncarrying the mails between New York and Rio de Janeiro having ceased on the\n30th day of September last, we are without direct mail facilities with the\nSouth American States. This is greatly to be regretted, and I do not\nhesitate to recommend the authorization of a renewal of that contract, and\nalso that the service may be increased from monthly to semi-monthly trips.\nThe commercial advantages to be gained by a direct line of American\nsteamers to the South American States will far outweigh the expense of the\nservice.By act of Congress approved March 3, 1875, almost all matter, whether\nproperly mail matter or not, may be sent any distance through the mails, in\npackages not exceeding 4 pounds in weight, for the sum of 16 cents per\npound. So far as the transmission of real mail matter goes, this would seem\nentirely proper; but I suggest that the law be so amended as to exclude\nfrom the mails merchandise of all descriptions, and limit this\ntransportation to articles enumerated, and which may be classed as mail\nmatter proper.The discovery of gold in the Black Hills, a portion of the Sioux\nReservation, has had the effect to induce a large emigration of miners to\nthat point. Thus far the effort to protect the treaty rights of the Indians\nto that section has been successful, but the next year will certainly\nwitness a large increase of such emigration. The negotiations for the\nrelinquishment of the gold fields having failed, it will be necessary for\nCongress to adopt some measures to relieve the embarrassment growing out of\nthe causes named. The Secretary of the Interior suggests that the supplies\nnow appropriated for the sustenance of that people, being no longer\nobligatory under the treaty of 1868, but simply a gratuity, may be issued\nor withheld at his discretion.The condition of the Indian Territory, to which I have referred in several\nof my former annual messages, remains practically unchanged. The Secretary\nof the Interior has taken measures to obtain a full report of the condition\nof that Territory, and will make it the subject of a special report at an\nearly day. It may then be necessary to make some further recommendation in\nregard to legislation for the government of that Territory.The steady growth and increase of the business of the Patent Office\nindicates in some measure the progress of the industrial activity of the\ncountry. The receipts of the office are in excess of its expenditures, and\nthe office generally is in a prosperous and satisfactory condition.The report of the General Land Office shows that there were 2,459,601 acres\nless disposed of during this than during the last year. More than one-half\nof this decrease was in lands disposed of under the homestead and\ntimber-culture laws. The cause of this decrease is supposed to be found in\nthe grasshopper scourge and the droughts which prevailed so extensively in\nsome of the frontier States and Territories during that time as to\ndiscourage and deter entries by actual settlers. The cash receipts were\nless by $690,322.23 than during the preceding year.The entire surveyed area of the public domain is 680,253,094 acres, of\nwhich 26,077,531 acres were surveyed during the past year, leaving\n1,154,471,762 acres still unsurveyed.The report of the Commissioner presents many interesting suggestions in\nregard to the management and disposition of the public domain and the\nmodification of existing laws, the apparent importance of which should\ninsure for them the careful consideration of Congress.The number of pensioners still continues to decrease, the highest number\nhaving been reached during the year ending June 30, 1873. During the last\nyear 11,557 names were added to the rolls, and 12,977 were dropped\ntherefrom, showing a net decrease of 1,420. But while the number of\npensioners has decreased, the annual amount due on the pension rolls has\nincreased $44,733.13. This is caused by the greatly increased average rate\nof pensions, which, by the liberal legislation of Congress, has increased\nfrom $90.26 in 1872 to $103.91 in 1875 to each invalid pensioner, an\nincrease in the average rate of 15 per cent in the three years. During the\nyear ending June 30, 1875, there was paid on account of pensions, including\nthe expenses of disbursement, $29,683,116, being $910,632 less than was\npaid the preceding year. This reduction in amount of expenditures was\nproduced by the decrease in the amount of arrearages due on allowed claims\nand on pensions the rate of which was increased by the legislation of the\npreceding session of Congress. At the close of the last fiscal year there\nwere on the pension rolls 234,821 persons, of whom 210,363 were army\npensioners, 105,478 being invalids and 104,885 widows and dependent\nrelatives; 3,420 were navy pensioners, of whom 1,636 were invalids and\n1,784 widows and dependent relatives; 21,038 were pensioners of the War of\n1812, 15,875 of whom were survivors and 5,163 were widows.It is estimated that $29,535,000 will be required for the payment of\npensions for the next fiscal year, an amount $965,000 less than the\nestimate for the present year.The geological explorations have been prosecuted with energy during the\nyear, covering an area of about 40,000 square miles in the Territories of\nColorado, Utah, and New Mexico, developing the agricultural and mineral\nresources and furnishing interesting scientific and topographical details\nof that region.The method for the treatment of the Indians adopted at the beginning of my\nfirst term has been steadily pursued, and with satisfactory and encouraging\nresults. It has been productive of evident improvement in the condition of\nthat race, and will be continued, with only such modifications as further\nexperience may indicate to be necessary.The board heretofore appointed to take charge of the articles and materials\npertaining to the War, the Navy, the Treasury, the Interior, and the\nPost-Office Departments, and the Department of Agriculture, the Smithsonian\nInstitution, and the Commission of Food Fishes, to be contributed, under\nthe legislation of last session, to the international exhibition to be held\nat Philadelphia during the centennial year 1876, has been diligent in the\ndischarge of the duties which have devolved upon it; and the preparations\nso far made with the means at command give assurance that the governmental\ncontribution will be made one of the marked characteristics of the\nexhibition. The board has observed commendable economy in the matter of the\nerection of a building for the governmental exhibit, the expense of which\nit is estimated will not exceed, say, $80,000. This amount has been\nwithdrawn, under the law, from the appropriations of five of the principal\nDepartments, which leaves some of those Departments without sufficient\nmeans to render their respective practical exhibits complete and\nsatisfactory. The exhibition being an international one, and the Government\nbeing a voluntary contributor, it is my opinion that its contribution\nshould be of a character, in quality and extent, to sustain the dignity and\ncredit of so distinguished a contributor. The advantages to the country of\na creditable display are, in an international point of view, of the first\nimportance, while an indifferent or uncreditable participation by the\nGovernment would be humiliating to the patriotic feelings of our people\nthemselves. I commend the estimates of the board for the necessary\nadditional appropriations to the favorable consideration of Congress.The powers of Europe almost without exception, many of the South American\nStates, and even the more distant Eastern powers have manifested their\nfriendly sentiments toward the United States and the interest of the world\nin our progress by taking steps to join with us in celebrating the\ncentennial of the nation, and I strongly recommend that a more national\nimportance be given to this exhibition by such legislation and by such\nappropriation as will insure its success. Its value in bringing to our\nshores innumerable useful works of art and skill, the commingling of the\ncitizens of foreign countries and our own, and the interchange of ideas and\nmanufactures will far exceed any pecuniary outlay we may make.I transmit herewith the report of the Commissioner of Agriculture, together\nwith the reports of the Commissioners, the board of audit, and the board of\nhealth of the District of Columbia, to all of which I invite your\nattention.The Bureau of Agriculture has accomplished much in disseminating useful\nknowledge to the agriculturist, and also in introducing new and useful\nproductions adapted to our soil and climate, and is worthy of the continued\nencouragement of the Government.The report of the Commissioner of Education, which accompanies the report\nof the Secretary of the Interior, shows a gratifying progress in\neducational matters.In nearly every annual message that I have had the honor of transmitting to\nCongress I have called attention to the anomalous, not to say scandalous,\ncondition of affairs existing in the Territory of Utah, and have asked for\ndefinite legislation to correct it. That polygamy should exist in a free,\nenlightened, and Christian country, without the power to punish so flagrant\na crime against decency and morality, seems preposterous. True, there is no\nlaw to sustain this unnatural vice; but what is needed is a law to punish\nit as a crime, and at the same time to fix the status of the innocent\nchildren, the offspring of this system, and of the possibly innocent plural\nwives. But as an institution polygamy should be banished from the land.While this is being done I invite the attention of Congress to another,\nthough perhaps no less an evil--the importation of Chinese women, but few\nof whom are brought to our shores to pursue honorable or useful\noccupations.Observations while visiting the Territories of Wyoming, Utah, and Colorado\nduring the past autumn convinced me that existing laws regulating the\ndisposition of public lands, timber, etc., and probably the mining laws\nthemselves, are very defective and should be carefully amended, and at an\nearly day. Territory where cultivation of the soil can only be followed by\nirrigation, and where irrigation is not practicable the lands can only be\nused as pasturage, and this only where stock can reach water (to quench its\nthirst), can not be governed by the same laws as to entries as lands every\nacre of which is an independent estate by itself.Land must be held in larger quantities to justify the expense of conducting\nwater upon it to make it fruitful, or to justify utilizing it as pasturage.\nThe timber in most of the Territories is principally confined to the\nmountain regions, which are held for entry in small quantities only, and as\nmineral lands. The timber is the property of the United States, for the\ndisposal of which there is now no adequate law. The settler must become a\nconsumer of this timber, whether he lives upon the plain or engages in\nworking the mines. Hence every man becomes either a trespasser himself or\nknowingly a patron of trespassers.My opportunities for observation were not sufficient to justify me in\nrecommending specific legislation on these subjects, but I do recommend\nthat a joint committee of the two Houses of Congress, sufficiently large to\nbe divided into subcommittees, be organized to visit all the mining States\nand Territories during the coming summer, and that the committee shall\nreport to Congress at the next session such laws or amendments to laws as\nit may deem necessary to secure the best interests of the Government and\nthe people of these Territories, who are doing so much for their\ndevelopment.I am sure the citizens occupying the territory described do not wish to be\ntrespassers, nor will they be if legal ways are provided for them to become\nowners of these actual necessities of their position.As this will be the last annual message which I shall have the honor of\ntransmitting to Congress before my successor is chosen, I will repeat or\nrecapitulate the questions which I deem of vital importance which may be\nlegislated upon and settled at this session:First. That the States shall be required to afford the opportunity of a\ngood common-school education to every child within their limits.Second. No sectarian tenets shall ever be taught in any school supported in\nwhole or in part by the State, nation, or by the proceeds of any tax levied\nupon any community. Make education compulsory so far as to deprive all\npersons who can not read and write from becoming voters after the year\n1890, disfranchising none, however, on grounds of illiteracy who may be\nvoters at the time this amendment takes effect.Third. Declare church and state forever separate and distinct, but each\nfree within their proper spheres; and that all church property shall bear\nits own proportion of taxation.Fourth. Drive out licensed immorality, such as polygamy and the importation\nof women for illegitimate purposes. To recur again to the centennial year,\nit would seem as though now, as we are about to begin the second century of\nour national existence, would be a most fitting time for these reforms.Fifth. Enact such laws as will insure a speedy return to a sound currency,\nsuch as will command the respect of the world.Believing that these views will commend themselves to the great majority of\nthe right-thinking and patriotic citizens of the United States, I submit\nthe rest to Congress.U. S. GRANT", 
    "name": "Ulysses S. Grant"
}