{
    "date": "December 5, 1870", 
    "speech": "To the Senate and House of Representatives:A year of peace and general prosperity to this nation has passed since the\nlast assembling of Congress. We have, through a kind Providence, been\nblessed with abundant crops, and have been spared from complications and\nwar with foreign nations. In our midst comparative harmony has been\nrestored. It is to be regretted, however, that a free exercise of the\nelective franchise has by violence and intimidation been denied to citizens\nin exceptional cases in several of the States lately in rebellion, and the\nverdict of the people has thereby been reversed. The States of Virginia,\nMississippi, and Texas have been restored to representation in our national\ncouncils. Georgia, the only State now without representation, may\nconfidently be expected to take her place there also at the beginning of\nthe new year, and then, let us hope, will be completed the work of\nreconstruction. With an acquiescence on the part of the whole people in the\nnational obligation to pay the public debt created as the price of our\nUnion, the pensions to our disabled soldiers and sailors and their widows\nand orphans, and in the changes to the Constitution which have been made\nnecessary by a great rebellion, there is no reason why we should not\nadvance in material prosperity and happiness as no other nation ever did\nafter so protracted and devastating a war.Soon after the existing war broke out in Europe the protection of the\nUnited States minister in Paris was invoked in favor of North Germans\ndomiciled in French territory. Instructions were issued to grant the\nprotection. This has been followed by an extension of American protection\nto citizens of Saxony, Hesse and Saxe-Coburg, Gotha, Colombia, Portugal,\nUruguay, the Dominican Republic, Ecuador, Chile, Paraguay, and Venezuela in\nParis. The charge was an onerous one, requiring constant and severe labor,\nas well as the exercise of patience, prudence, and good judgment. It has\nbeen performed to the entire satisfaction of this Government, and, as I am\nofficially informed, equally so to the satisfaction of the Government of\nNorth Germany.As soon as I learned that a republic had been proclaimed at Paris and that\nthe people of France had acquiesced in the change, the minister of the\nUnited States was directed by telegraph to recognize it and to tender my\ncongratulations and those of the people of the United States. The\nreestablishment in France of a system of government disconnected with the\ndynastic traditions of Europe appeared to be a proper subject for the\nfelicitations of Americans. Should the present struggle result in attaching\nthe hearts of the French to our simpler forms of representative government,\nit will be a subject of still further satisfaction to our people. While we\nmake no effort to impose our institutions upon the inhabitants of other\ncountries, and while we adhere to our traditional neutrality in civil\ncontests elsewhere, we can not be indifferent to the spread of American\npolitical ideas in a great and highly civilized country like France.We were asked by the new Government to use our good offices, jointly with\nthose of European powers, in the interests of peace. Answer was made that\nthe established policy and the true interests of the United States forbade\nthem to interfere in European questions jointly with European powers. I\nascertained, informally and unofficially, that the Government of North\nGermany was not then disposed to listen to such representations from any\npower, and though earnestly wishing to see the blessings of peace restored\nto the belligerents, with all of whom the United States are on terms of\nfriendship, I declined on the part of this Government to take a step which\ncould only result in injury to our true interests without advancing the\nobject for which our intervention was invoked. Should the time come when\nthe action of the United States can hasten the return of peace by a single\nhour, that action will be heartily taken. I deemed it prudent, in view of\nthe number of persons of German and French birth living in the United\nStates, to issue, soon after official notice of a state of war had been\nreceived from both belligerents, a proclamation defining the duties of the\nUnited States as a neutral and the obligations of persons residing within\ntheir territory to observe their laws and the laws of nations. This\nproclamation was followed by others, as circumstances seemed to call for\nthem. The people, thus acquainted in advance of their duties and\nobligations, have assisted in preventing violations of the neutrality of\nthe United States.It is not understood that the condition of the insurrection in Cuba has\nmaterially changed since the close of the last session of Congress. In an\nearly stage of the contest the authorities of Spain inaugurated a system of\narbitrary arrests, of close confinement, and of military trial and\nexecution of persons suspected of complicity with the insurgents, and of\nsummary embargo of their properties, and sequestration of their revenues by\nexecutive warrant. Such proceedings, so far as they affected the persons or\nproperty of citizens of the United States, were in violation of the\nprovisions of the treaty of 1795 between the United States and Spain.Representations of injuries resulting to several persons claiming to be\ncitizens of the United States by reason of such violations were made to the\nSpanish Government. From April, 1869, to June last the Spanish minister at\nWashington had been clothed with a limited power to aid in redressing such\nwrongs. That power was found to be withdrawn, \"in view,\" as it was said,\n\"of the favorable situation in which the island of Cuba\" then \"was,\" which,\nhowever, did not lead to a revocation or suspension of the extraordinary\nand arbitrary functions exercised by the executive power in Cuba, and we\nwere obliged to make our complaints at Madrid. In the negotiations thus\nopened, and still pending there, the United States only claimed that for\nthe future the rights secured to their citizens by treaty should be\nrespected in Cuba, and that as to the past a joint tribunal should be\nestablished in the United States with full jurisdiction over all such\nclaims. Before such an impartial tribunal each claimant would be required\nto prove his case. On the other hand, Spain would be at liberty to traverse\nevery material fact, and thus complete equity would be done. A case which\nat one time threatened seriously to affect the relations between the United\nStates and Spain has already been disposed of in this way. The claim of the\nowners of the Colonel Lloyd Aspinwall for the illegal seizure and detention\nof that vessel was referred to arbitration by mutual consent, and has\nresulted in an award to the United States, for the owners, of the sum of\n$19,702.50 in gold. Another and long-pending claim of like nature, that of\nthe whaleship Canada, has been disposed of by friendly arbitrament during\nthe present year. It was referred, by the joint consent of Brazil and the\nUnited States, to the decision of Sir Edward Thornton, Her Britannic\nMajesty's minister at Washington, who kindly undertook the laborious task\nof examining the voluminous mass of correspondence and testimony submitted\nby the two Governments, and awarded to the United States the sum of\n$100,740.09 in gold, which has since been paid by the Imperial Government.\nThese recent examples show that the mode which the United States have\nproposed to Spain for adjusting the pending claims is just and feasible,\nand that it may be agreed to by either nation without dishonor. It is to be\nhoped that this moderate demand may be acceded to by Spain without further\ndelay. Should the pending negotiations, unfortunately and unexpectedly, be\nwithout result, it will then become my duty to communicate that fact to\nCongress and invite its action on the subject.The long-deferred peace conference between Spain and the allied South\nAmerican Republics has been inaugurated in Washington under the auspices of\nthe United States. Pursuant to the recommendation contained in the\nresolution of the House of Representatives of the 17th of December, 1866,\nthe executive department of the Government offered its friendly offices for\nthe promotion of peace and harmony between Spain and the allied Republics.\nHesitations and obstacles occurred to the acceptance of the offer.\nUltimately, however, a conference was arranged, and was opened in this city\non the 29th of October last, at which I authorized the Secretary of State\nto preside. It was attended by the ministers of Spain, Peru, Chile, and\nEcuador. In consequence of the absence of a representative from Bolivia,\nthe conference was adjourned until the attendance of a plenipotentiary from\nthat Republic could be secured or other measures could be adopted toward\ncompassing its objects.The allied and other Republics of Spanish origin on this continent may see\nin this fact a new proof of our sincere interest in their welfare, of our\ndesire to see them blessed with good governments, capable of maintaining\norder and of preserving their respective territorial integrity, and of our\nsincere wish to extend our own commercial and social relations with them.\nThe time is not probably far distant when, in the natural course of events,\nthe European political connection with this continent will cease. Our\npolicy should be shaped, in view of this probability, so as to ally the\ncommercial interests of the Spanish American States more closely to our\nown, and thus give the United States all the preeminence and all the\nadvantage which Mr. Monroe, Mr. Adams, and Mr. Clay contemplated when they\nproposed to join in the congress of Panama.During the last session of Congress a treaty for the annexation of the\nRepublic of San Domingo to the United States failed to receive the\nrequisite two-thirds vote of the Senate. I was thoroughly convinced then\nthat the best interests of this country, commercially and materially,\ndemanded its ratification. Time has only confirmed me in this view. I now\nfirmly believe that the moment it is known that the United States have\nentirely abandoned the project of accepting as a part of its territory the\nisland of San Domingo a free port will be negotiated for by European\nnations in the Bay of Samana. A large commercial city will spring up, to\nwhich we will be tributary without receiving corresponding benefits, and\nthen will be seen the folly of our rejecting so great a prize. The\nGovernment of San Domingo has voluntarily sought this annexation. It is a\nweak power, numbering probably less than 120,000 souls, and yet possessing\none of the richest territories under the sun, capable of supporting a\npopulation of 10,000,000 people in luxury. The people of San Domingo are\nnot capable of maintaining themselves in their present condition, and must\nlook for outside support. They yearn for the protection of our free\ninstitutions and laws, our progress and civilization. Shall we refuse\nthem?The acquisition of San Domingo is desirable because of its geographical\nposition. It commands the entrance to the Caribbean Sea and the Isthmus\ntransit of commerce. It possesses the richest soil, best and most capacious\nharbors, most salubrious climate, and the most valuable products of the\nforests, mine, and soil of any of the West India Islands. Its possession by\nus will in a few years build up a coastwise commerce of immense magnitude,\nwhich will go far toward restoring to us our lost merchant marine. It will\ngive to us those articles which we consume so largely and do not produce,\nthus equalizing our exports and imports. In case of foreign war it will\ngive us command of all the islands referred to, and thus prevent an enemy\nfrom ever again possessing himself of rendezvous upon our very coast. At\npresent our coast trade between the States bordering on the Atlantic and\nthose bordering on the Gulf of Mexico is cut into by the Bahamas and the\nAntilies. Twice we must, as it were, pass through foreign countries to get\nby sea from Georgia to the west coast of Florida.San Domingo, with a stable government, under which her immense resources\ncan be developed, will give remunerative wages to tens of thousands of\nlaborers not now upon the island. This labor will take advantage of every\navailable means of transportation to abandon the adjacent islands and seek\nthe blessings of freedom and its sequence--each inhabitant receiving the\nreward of his own labor. Porto Rico and Cuba will have to abolish slavery,\nas a measure of self-preservation, to retain their laborers.San Domingo will become a large consumer of the products of Northern farms\nand manufactories. The cheap rate at which her citizens can be furnished\nwith food, tools, and machinery will make it necessary that contiguous\nislands should have the same advantages in order to compete in the\nproduction of sugar, coffee, tobacco, tropical fruits, etc. This will open\nto us a still wider market for our products. The production of our own\nsupply of these articles will cut off more than one hundred millions of our\nannual imports, besides largely increasing our exports. With such a picture\nit is easy to see how our large debt abroad is ultimately to be\nextinguished. With a balance of trade against us (including interest on\nbonds held by foreigners and money spent by our citizens traveling in\nforeign lands) equal to the entire yield of the precious metals in this\ncountry, it is not so easy to see how this result is to be otherwise\naccomplished.The acquisition of San Domingo is an adherence to the \"Monroe doctrine;\" it\nis a measure of national protection; it is asserting our just claim to a\ncontrolling influence over the great commercial traffic soon to flow from\nwest to east by way of the Isthmus of Darien; it is to build up our\nmerchant marine; it is to furnish new markets for the products of our\nfarms, shops, and manufactories; it is to make slavery insupportable in\nCuba and Porto Rico at once, and ultimately so in Brazil; it is to settle\nthe unhappy condition of Cuba and end an exterminating conflict; it is to\nprovide honest means of paying our honest debts without overtaxing the\npeople; it is to furnish our citizens with the necessaries of everyday life\nat cheaper rates than ever before; and it is, in fine, a rapid stride\ntoward that greatness which the intelligence, industry, and enterprise of\nthe citizens of the United States entitle this country to assume among\nnations.In view of the importance of this question, I earnestly urge upon Congress\nearly action expressive of its views as to the best means of acquiring San\nDomingo. My suggestion is that by joint resolution of the two Houses of\nCongress the Executive be authorized to appoint a commission to negotiate a\ntreaty with the authorities of San Domingo for the acquisition of that\nisland, and that an appropriation be made to defray the expenses of such a\ncommission. The question may then be determined, either by the action of\nthe Senate upon the treaty or the joint action of the two Houses of\nCongress upon a resolution of annexation, as in the case of the acquisition\nof Texas. So convinced am I of the advantages to flow from the acquisition\nof San Domingo, and of the great disadvantages--I might almost say\ncalamities--to flow from nonacquisition, that I believe the subject has\nonly to be investigated to be approved.It is to be regretted that our representations in regard to the injurious\neffects, especially upon the revenue of the United States, of the policy of\nthe Mexican Government in exempting from impost duties a large tract of its\nterritory on our borders have not only been fruitless, but that it is even\nproposed in that country to extend the limits within which the privilege\nadverted to has hitherto been enjoyed. The expediency of taking into your\nserious consideration proper measures for countervailing the policy\nreferred to will, it is presumed, engage your earnest attention.It is the obvious interest, especially of neighboring nations, to provide\nagainst impunity to those who may have committed high crimes within their\nborders and who may have sought refuge abroad. For this purpose extradition\ntreaties have been concluded with several of the Central American\nRepublics, and others are in progress.The sense of Congress is desired, as early as may be convenient, upon the\nproceedings of the commission on claims against Venezuela, as communicated\nin my messages of March 16, 1869, March 1, 1870, and March 31, 1870. It has\nnot been deemed advisable to distribute any of the money which has been\nreceived from that Government until Congress shall have acted on the\nsubject.The massacres of French and Russian residents at Tien-Tsin, under\ncircumstances of great barbarity, was supposed by some to have been\npremeditated, and to indicate a purpose among the populace to exterminate\nforeigners in the Chinese Empire. The evidence fails to establish such a\nsupposition, but shows a complicity between the local authorities and the\nmob. The Government at Peking, however, seems to have been disposed to\nfulfill its treaty obligations so far as it was able to do so.\nUnfortunately, the news of the war between the German States and France\nreached China soon after the massacre. It would appear that the popular\nmind became possessed with the idea that this contest, extending to Chinese\nwaters, would neutralize the Christian influence and power, and that the\ntime was coming when the superstitious masses might expel all foreigners\nand restore mandarin influence. Anticipating trouble from this cause, I\ninvited France and North Germany to make an authorized suspension of\nhostilities in the East (where they were temporarily suspended by act of\nthe commanders), and to act together for the future protection in China of\nthe lives and properties of Americans and Europeans.Since the adjournment of Congress the ratifications of the treaty with\nGreat Britain for abolishing the mixed courts for the suppression of the\nslave trade have been exchanged. It is believed that the slave trade is now\nconfined to the eastern coast of Africa, whence the slaves are taken to\nArabian markets.The ratifications of the naturalization convention between Great Britain\nand the United States have also been exchanged during the recess, and thus\na long-standing dispute between the two Governments has been settled in\naccordance with the principles always contended for by the United States.In April last, while engaged in locating a military reservation near\nPembina, a corps of engineers discovered that the commonly received\nboundary line between the United States and the British possessions at that\nplace is about 4,700 feet south of the true position of the forty-ninth\nparallel, and that the line, when run on what is now supposed to be the\ntrue position of that parallel, would leave the fort of the Hudsons Bay\nCompany at Pembina within the territory of the United States. This\ninformation being communicated to the British Government, I was requested\nto consent, and did consent, that the British occupation of the fort of the\nHudsons Bay Company should continue for the present. I deem it important,\nhowever, that this part of the boundary line should be definitely fixed by\na joint commission of the two Governments, and I submit herewith estimates\nof the expense of such a commission on the part of the United States and\nrecommend that an appropriation be made for that purpose. The land boundary\nhas already been fixed and marked from the summit of the Rocky Mountains to\nthe Georgian Bay. It should now be in like manner marked from the Lake of\nthe Woods to the summit of the Rocky Mountains.I regret to say that no conclusion has been reached for the adjustment of\nthe claims against Great Britain growing out of the course adopted by that\nGovernment during the rebellion. The cabinet of London, so far as its views\nhave been expressed, does not appear to be willing to concede that Her\nMajesty's Government was guilty of any negligence, or did or permitted any\nact during the war by which the United States has just cause of complaint.\nOur firm and unalterable convictions are directly the reverse. I therefore\nrecommend to Congress to authorize the appointment of a commission to take\nproof of the amount and the ownership of these several claims, on notice to\nthe representative of Her Majesty at Washington, and that authority be\ngiven for the settlement of these claims by the United States, so that the\nGovernment shall have the ownership of the private claims, as well as the\nresponsible control of all the demands against Great Britain. It can not be\nnecessary to add that whenever Her Majesty's Government shall entertain a\ndesire for a full and friendly adjustment of these claims the United States\nwill enter upon their consideration with an earnest desire for a conclusion\nconsistent with the honor and dignity of both nations.The course pursued by the Canadian authorities toward the fishermen of the\nUnited States during the past season has not been marked by a friendly\nfeeling. By the first article of the convention of 1818 between Great\nBritain and the United States it was agreed that the inhabitants of the\nUnited States should have forever, in common with British subjects, the\nright of taking fish in certain waters therein defined. In the waters not\nincluded in the limits named in the convention (within 3 miles of parts of\nthe British coast) it has been the custom for many years to give to\nintruding fishermen of the United States a reasonable warning of their\nviolation of the technical rights of Great Britain. The Imperial Government\nis understood to have delegated the whole or a share of its jurisdiction or\ncontrol of these inshore fishing grounds to the colonial authority known as\nthe Dominion of Canada, and this semi-independent but irresponsible agent\nhas exercised its delegated powers in an unfriendly way. Vessels have been\nseized without notice or warning, in violation of the custom previously\nprevailing, and have been taken into the colonial ports, their voyages\nbroken up, and the vessels condemned. There is reason to believe that this\nunfriendly and vexatious treatment was designed to bear harshly upon the\nhardy fishermen of the United States, with a view to political effect upon\nthis Government. The statutes of the Dominion of Canada assume a still\nbroader and more untenable jurisdiction over the vessels of the United\nStates. They authorize officers or persons to bring vessels hovering within\n3 marine miles of any of the coasts, bays, creeks, or harbors of Canada\ninto port, to search the cargo, to examine the master on oath touching the\ncargo and voyage, and to inflict upon him a heavy pecuniary penalty if true\nanswers are not given; and if such a vessel is found \"preparing to fish\"\nwithin 3 marine miles of any of such coasts, bays, creeks, or harbors\nwithout a license, or after the expiration of the period named in the last\nlicense granted to it, they provide that the vessel, with her tackle, etc.,\nshall be forfeited. It is not known that any condemnations have been made\nunder this statute. Should the authorities of Canada attempt to enforce it,\nit will become my duty to take such steps as may be necessary to protect\nthe rights of the citizens of the United States.It has been claimed by Her Majesty's officers that the fishing vessels of\nthe United States have no right to enter the open ports of the British\npossessions in North America, except for the purposes of shelter and\nrepairing damages, of purchasing wood and obtaining water; that they have\nno right to enter at the British custom-houses or to trade there except in\nthe purchase of wood and water, and that they must depart within\ntwenty-four hours after notice to leave. It is not known that any seizure\nof a fishing vessel carrying the flag of the United States has been made\nunder this claim. So far as the claim is founded on an alleged construction\nof he convention of 1818, it can not be acquiesced in by the United States.\nIt is hoped that it will not be insisted on by Her Majesty's Government.During the conferences which preceded the negotiation of the convention of\n1818 the British commissioners proposed to expressly exclude the fishermen\nof the United States from \"the privilege of carrying on trade with any of\nHis Britannic Majesty's subjects residing within the limits assigned for\ntheir use;\" and also that it should not be \"lawful for the vessels of the\nUnited States engaged in said fishery to have on board any goods, wares, or\nmerchandise whatever, except such as may be necessary for the prosecution\nof their voyages to and from the said fishing grounds: and any vessel of\nthe United States which shall contravene this regulation may be seized,\ncondemned, and confiscated, with her cargo.\"This proposition, which is identical with the construction now put upon the\nlanguage of the convention, was emphatically rejected by the American\ncommissioners, and thereupon was abandoned by the British\nplenipotentiaries, and Article I, as it stands in the convention, was\nsubstituted.If, however, it be said that this claim is founded on provincial or\ncolonial statutes, and not upon the convention, this Government can not but\nregard them as unfriendly, and in contravention of the spirit, if not of\nthe letter, of the treaty, for the faithful execution of which the Imperial\nGovernment is alone responsible.Anticipating that an attempt may possibly be made by the Canadian\nauthorities in the coming season to repeat their unneighborly acts toward\nour fishermen, I recommend you to confer upon the Executive the power to\nsuspend by proclamation the operation of the laws authorizing the transit\nof goods, wares, and merchandise in bond across the territory of the United\nStates to Canada, and, further, should such an extreme measure become\nnecessary, to suspend the operation of any laws whereby the vessels of the\nDominion of Canada are permitted to enter the waters of the United States.A like unfriendly disposition has been manifested on the part of Canada in\nthe maintenance of a claim of right to exclude the citizens of the United\nStates from the navigation of the St. Lawrence. This river constitutes a\nnatural outlet to the ocean for eight States, with an aggregate population\nof about 17,600,000 inhabitants, and with an aggregate tonnage of 661,367\ntons upon the waters which discharge into it. The foreign commerce of our\nports on these waters is open to British competition, and the major part of\nit is done in British bottoms.If the American seamen be excluded from this natural avenue to the ocean,\nthe monopoly of the direct commerce of the lake ports with the Atlantic\nwould be in foreign hands, their vessels on transatlantic voyages having an\naccess to our lake ports which would be denied to American vessels on\nsimilar voyages. To state such a proposition is to refute its justice.During the Administration of Mr. John Quincy Adams Mr. Clay unanswerably\ndemonstrated the natural right of the citizens of the United States to the\nnavigation of this river, claiming that the act of the congress of Vienna\nin opening the Rhine and other rivers to all nations showed the judgment of\nEuropean jurists and statesmen that the inhabitants of a country through\nwhich a navigable river passes have a natural right to enjoy the navigation\nof that river to and into the sea, even though passing through the\nterritories of another power. This right does not exclude the coequal right\nof the sovereign possessing the territory through which the river debouches\ninto the sea to make such regulations relative to the police of the\nnavigation as may be reasonably necessary; but those regulations should be\nframed in a liberal spirit of comity, and should not impose needless\nburdens upon the commerce which has the right of transit. It has been found\nin practice more advantageous to arrange these regulations by mutual\nagreement. The United States are ready to make any reasonable arrangement\nas to the police of the St. Lawrence which may be suggested by Great\nBritain.If the claim made by Mr. Clay was just when the population of States\nbordering on the shores of the Lakes was only 3,400,000, it now derives\ngreater force and equity from the increased population, wealth, production,\nand tonnage of the States on the Canadian frontier. Since Mr. Clay advanced\nhis argument in behalf of our right the principle for which he contended\nhas been frequently, and by various nations, recognized by law or by\ntreaty, and has been extended to several other great rivers. By the treaty\nconcluded at Mayence in 1831 the Rhine was declared free from the point\nwhere it is first navigable into the sea. By the convention between Spain\nand Portugal concluded in 1835 the navigation of the Douro throughout its\nwhole extent was made free for the subjects of both Crowns. In 1853 the\nArgentine Confederation by treaty threw open the free navigation of the\nParana and the Uruguay to the merchant vessels of all nations. In 1856 the\nCrimean War was closed by a treaty which provided for the free navigation\nof the Danube. In 1858 Bolivia by treaty declared that it regarded the\nrivers Amazon and La Plata, in accordance with fixed principles of national\nlaw, as highways or channels opened by nature for the commerce of all\nnations. In 1859 the Paraguay was made free by treaty, and in December,\n1866, the Emperor of Brazil by imperial decree declared the Amazon to be\nopen to the frontier of Brazil to the merchant ships of all nations. The\ngreatest living British authority on this subject, while asserting the\nabstract right of the British claim, says: It seems difficult to deny that\nGreat Britain may ground her refusal upon strict law, but it is equally\ndifficult to deny, first, that in so doing she exercises harshly an extreme\nand hard law; secondly, that her conduct with respect to the navigation of\nthe St. Lawrence is in glaring and discreditable inconsistency with her\nconduct with respect to the navigation of the Mississippi. On the ground\nthat she possessed a small domain in which the Mississippi took its rise,\nshe insisted on the right to navigate the entire volume of its waters. On\nthe ground that she possesses both banks of the St. Lawrence, where it\ndisembogues itself into the sea, she denies to the United States the right\nof navigation, though about one-half of the waters of Lakes Ontario. Erie,\nHuron, and Superior, and the whole of Lake Michigan, through which the\nriver flows, are the property of the United States. The whole nation is\ninterested in securing cheap transportation from the agricultural States of\nthe West to the Atlantic Seaboard. To the citizens of those States it\nsecures a greater return for their labor; to the inhabitants of the\nseaboard it affords cheaper food; to the nation, an increase in the annual\nsurplus of wealth. It is hoped that the Government of Great Britain will\nsee the justice of abandoning the narrow and inconsistent claim to which\nher Canadian Provinces have urged her adherence.Our depressed commerce is a subject to which I called your special\nattention at the last session, and suggested that we will in the future\nhave to look more to the countries south of us, and to China and Japan, for\nits revival. Our representatives to all these Governments have exerted\ntheir influence to encourage trade between the United States and the\ncountries to which they are accredited. But the fact exists that the\ncarrying is done almost entirely in foreign bottoms, and while this state\nof affairs exists we can not control our due share of the commerce of the\nworld; that between the Pacific States and China and Japan is about all the\ncarrying trade now conducted in American vessels. I would recommend a\nliberal policy toward that line of American steamers--one that will insure\nits success, and even increased usefulness.The cost of building iron vessels, the only ones that can compete with\nforeign ships in the carrying trade, is so much greater in the United\nStates than in foreign countries that without some assistance from the\nGovernment they can not be successfully built here. There will be several\npropositions laid before Congress in the course of the present session\nlooking to a remedy for this evil. Even if it should be at some cost to the\nNational Treasury, I hope such encouragement will be given as will secure\nAmerican shipping on the high seas and American shipbuilding at home.The condition of the archives at the Department of State calls for the\nearly action of Congress. The building now rented by that Department is a\nfrail structure, at an inconvenient distance from the Executive Mansion and\nfrom the other Departments, is ill adapted to the purpose for which it is\nused, has not capacity to accommodate the archives, and is not fireproof.\nIts remote situation, its slender construction, and the absence of a supply\nof water in the neighborhood leave but little hope of safety for either the\nbuilding or its contents in case of the accident of a fire. Its destruction\nwould involve the loss of the rolls containing the original acts and\nresolutions of Congress, of the historic records of the Revolution and of\nthe Confederation, of the whole series of diplomatic and consular archives\nsince the adoption of the Constitution, and of the many other valuable\nrecords and papers left with that Department when it was the principal\ndepository of the governmental archives. I recommend an appropriation for\nthe construction of a building for the Department of State.I recommend to your consideration the propriety of transferring to the\nDepartment of the Interior, to which they seem more appropriately to\nbelong, all powers and duties in relation to the Territories with which the\nDepartment of State is now charged by law or usage; and from the Interior\nDepartment to the War Department the Pension Bureau, so far as it regulates\nthe payment of soldiers' pensions. I would further recommend that the\npayment of naval pensions be transferred to one of the bureaus of the Navy\nDepartment.The estimates for the expenses of the Government for the next fiscal year\nare $18,244,346.01 less than for the current one, but exceed the\nappropriations for the present year for the same items $8,972,127.56. In\nthis estimate, however, is included $22,338,278.37 for public works\nheretofore begun under Congressional provision, and of which only so much\nis asked as Congress may choose to give. The appropriation for the same\nworks for the present fiscal year was $11,984,518.08.The average value of gold, as compared with national currency, for the\nwhole of the year 1869 was about 134, and for eleven months of 1870 the\nsame relative value has been about 115. The approach to a specie basis is\nvery gratifying, but the fact can not be denied that the instability of the\nvalue of our currency is prejudicial to our prosperity, and tends to keep\nup prices, to the detriment of trade. The evils of a depreciated and\nfluctuating currency are so great that now, when the premium on gold has\nfallen so much, it would seem that the time has arrived when by wise and\nprudent legislation Congress should look to a policy which would place our\ncurrency at par with gold at no distant day.The tax collected from the people has been reduced more than $80,000,000\nper annum. By steadiness in our present course there is no reason why in a\nfew short years the national tax gatherer may not disappear from the door\nof the citizen almost entirely. With the revenue stamp dispensed by\npostmasters in every community, a tax upon liquors of all sorts and tobacco\nin all its forms, and by a wise adjustment of the tariff, which will put a\nduty only upon those articles which we could dispense with, known as\nluxuries, and on those which we use more of than we produce, revenue enough\nmay be raised after a few years of peace and consequent reduction of\nindebtedness to fulfill all our obligations. A further reduction of\nexpenses, in addition to a reduction of interest account, may be relied on\nto make this practicable. Revenue reform, if it means this, has my hearty\nsupport. If it implies a collection of all the revenue for the support of\nthe Government, for the payment of principal and interest of the public\ndebt, pensions, etc., by directly taxing the people, then I am against\nrevenue reform, and confidently believe the people are with me. If it means\nfailure to provide the necessary means to defray all the expenses of\nGovernment, and thereby repudiation of the public debt and pensions, then I\nam still more opposed to such kind of revenue reform. Revenue reform has\nnot been defined by any of its advocates to my knowledge, but seems to be\naccepted as something which is to supply every man's wants without any cost\nor effort on his part.A true revenue reform can not be made in a day, but must be the work of\nnational legislation and of time. As soon as the revenue can be dispensed\nwith, all duty should be removed from coffee, tea and other articles of\nuniversal use not produced by ourselves. The necessities of the country\ncompel us to collect revenue from our imports. An army of assessors and\ncollectors is not a pleasant sight to the citizen, but that of a tariff for\nrevenue is necessary. Such a tariff, so far as it acts as an encouragement\nto home production, affords employment to labor at living wages, in\ncontrast to the pauper labor of the Old World, and also in the development\nof home resources.Under the act of Congress of the 15th day of July, 1870, the Army has\ngradually been reduced, so that on the 1st day of January, 1871, the number\nof commissioned officers and men will not exceed the number contemplated by\nthat law.The War Department building is an old structure, not fireproof, and\nentirely inadequate in dimensions to our present wants. Many thousands of\ndollars are now paid annually for rent of private buildings to accommodate\nthe various bureaus of the Department. I recommend an appropriation for a\nnew War Department building, suited to the present and growing wants of the\nnation.The report of the Secretary of War shows a very satisfactory reduction in\nthe expenses of the Army for the last fiscal year. For details you are\nreferred to his accompanying report.The expenses of the Navy for the whole of the last year--i.e., from\nDecember 1, 1869, the date of the last report--are less than $19,000,000,\nor about $1,000,000 less than they were the previous year. The expenses\nsince the commencement of this fiscal year--i.e., since July 1--show for\nthe five months a decrease of over $2,400,000 from those of the\ncorresponding months last year. The estimates for the current year were\n$28,205,671.37. Those for next year are $20,683,317, with $955,100\nadditional for necessary permanent improvements. These estimates are made\nclosely for the mere maintenance of the naval establishment as now is,\nwithout much in the nature of permanent improvement. The appropriations\nmade for the last and current years were evidently intended by Congress,\nand are sufficient only, to keep the Navy on its present footing by the\nrepairing and refitting of our old ships.This policy must, of course, gradually but surely destroy the Navy, and it\nis in itself far from economical, as each year that it is pursued the\nnecessity for mere repairs in ships and navy-yards becomes more imperative\nand more costly, and our current expenses are annually increased for the\nmere repair of ships, many of which must soon become unsafe and useless. I\nhope during the present session of Congress to be able to submit to it a\nplan by which naval vessels can be built and repairs made with great saving\nupon the present cost.It can hardly be wise statesmanship in a Government which represents a\ncountry with over 5,000 miles of coast line on both oceans, exclusive of\nAlaska, and containing 40,000,000 progressive people, with relations of\nevery nature with almost every foreign country, to rest with such\ninadequate means of enforcing any foreign policy, either of protection or\nredress. Separated by the ocean from the nations of the Eastern Continent,\nour Navy is our only means of direct protection to our citizens abroad or\nfor the enforcement of any foreign policy.The accompanying report of the Postmaster-General shows a most satisfactory\nworking of that Department. With the adoption of the recommendations\ncontained therein, particularly those relating to a reform in the franking\nprivilege and the adoption of the \"correspondence cards,\" a self-sustaining\npostal system may speedily be looked for, and at no distant day a further\nreduction of the rate of postage be attained.I recommend authorization by Congress to the Postmaster-General and\nAttorney-General to issue all commissions to officials appointed through\ntheir respective Departments. At present these commissions, where\nappointments are Presidential, are issued by the State Department. The law\nin all the Departments of Government, except those of the Post-Office and\nof Justice, authorizes each to issue its own commissions.Always favoring practical reforms, I respectfully call your attention to\none abuse of long standing which I would like to see remedied by this\nCongress. It is a reform in the civil service of the country. I would have\nit go beyond the mere fixing of the tenure of office of clerks and\nemployees who do not require \"the advice and consent of the Senate\" to make\ntheir appointments complete. I would have it govern, not the tenure, but\nthe manner of making all appointments. There is no duty which so much\nembarrasses the Executive and heads of Departments as that of appointments,\nnor is there any such arduous and thankless labor imposed on Senators and\nRepresentatives as that of finding places for constituents. The present\nsystem does not secure the best men, and often not even fit men, for public\nplace. The elevation and purification of the civil service of the\nGovernment will be hailed with approval by the whole people of the United\nStates.Reform in the management of Indian affairs has received the special\nattention of the Administration from its inauguration to the present day.\nThe experiment of making it a missionary work was tried with a few agencies\ngiven to the denomination of Friends, and has been found to work most\nadvantageously. All agencies and superintendencies not so disposed of were\ngiven to officers of the Army. The act of Congress reducing the Army\nrenders army officers ineligible for civil positions. Indian agencies being\ncivil offices, I determined to give all the agencies to such religious\ndenominations as had heretofore established missionaries among the Indians,\nand perhaps to some other denominations who would undertake the work on the\nsame terms--i.e., as a missionary work. The societies selected are allowed\nto name their own agents, subject to the approval of the Executive, and are\nexpected to watch over them and aid them as missionaries, to Christianize\nand civilize the Indian, and to train him in the arts of peace. The\nGovernment watches over the official acts of these agents, and requires of\nthem as strict an accountability as if they were appointed in any other\nmanner. I entertain the confident hope that the policy now pursued will in\na few years bring all the Indians upon reservations, where they will live\nin houses, and have schoolhouses and churches, and will be pursuing\npeaceful and self-sustaining avocations, and where they may be visited by\nthe law-abiding white man with the same impunity that he now visits the\ncivilized white settlements. I call your special attention to the report of\nthe Commissioner of Indian Affairs for full information on this subject.During the last fiscal year 8,095,413 acres of public land were disposed\nof. Of this quantity 3,698,910.05 acres were taken under the homestead law\nand 2,159,515.81 acres sold for cash. The remainder was located with\nmilitary warrants, college or Indian scrip, or applied in satisfaction of\ngrants to railroads or for other public uses. The entries under the\nhomestead law during the last year covered 961,545 acres more than those\nduring the preceding year. Surveys have been vigorously prosecuted to the\nfull extent of the means applicable to the purpose. The quantity of land in\nmarket will amply supply the present demand. The claim of the settler under\nthe homestead or the preemption laws is not, however, limited to lands\nsubject to sale at private entry. Any unappropriated surveyed public land\nmay, to a limited amount, be acquired under the former laws if the party\nentitled to enter under them will comply with the requirements they\nprescribe in regard to the residence and cultivation. The actual settler's\npreference right of purchase is even broader, and extends to lands which\nwere unsurveyed at the time of his settlement. His right was formerly\nconfined within much narrower limits, and at one period of our history was\nconferred only by special statutes. They were enacted from time to time to\nlegalize what was then regarded as an unauthorized intrusion upon the\nnational domain. The opinion that the public lands should be regarded\nchiefly as a source of revenue is no longer maintained. The rapid\nsettlement and successful cultivation of them are now justly considered of\nmore importance to our well-being than is the fund which the sale of them\nwould produce. The remarkable growth and prosperity of our new States and\nTerritories attest the wisdom of the legislation which invites the tiller\nof the soil to secure a permanent home on terms within the reach of all.\nThe pioneer who incurs the dangers and privations of a frontier life, and\nthus aids in laying the foundation of new commonwealths, renders a signal\nservice to his country, and is entitled to its special favor and\nprotection. These laws secure that object and largely promote the general\nwelfare. They should therefore be cherished as a permanent feature of our\nland system.Good faith requires us to give full effect to existing grants. The\ntime-honored and beneficent policy of setting apart certain sections of\npublic land for educational purposes in the new States should be continued.\nWhen ample provision shall have been made for these objects, I submit as a\nquestion worthy of serious consideration whether the residue of our\nnational domain should not be wholly disposed of under the provisions the\nhomestead and preemption laws.In addition to the swamp and overflowed lands granted to the States in\nwhich they are situated, the lands taken under the agricultural-college\nacts and for internal-improvement purposes under the act of September,\n1841, and the acts supplemental thereto, there had been conveyed up to the\nclose of the last fiscal year, by patent or other equivalent title, to\nStates and corporations 27,836,257.63 acres for railways, canals, and wagon\nroads. It is estimated that an additional quantity of 174,735,523 acres is\nstill due under grants for like uses. The policy of thus aiding the States\nin building works of internal improvement was inaugurated more than forty\nyears since in the grants to Indiana and Illinois, to aid those States in\nopening canals to connect the waters of the Wabash with those of Lake Erie\nand the waters of the Illinois with those of Lake Michigan. It was\nfollowed, with some modifications, in the grant to Illinois of alternate\nsections of public land within certain limits of the Illinois Central\nRailway. Fourteen States and sundry corporations have received similar\nsubsidies in connection with railways completed or in process of\nconstruction. As the reserved sections are rated at the double minimum, the\nsale of them at the enhanced price has thus in many instances indemnified\nthe Treasury for the granted lands. The construction of some of these\nthoroughfares has undoubtedly given a vigorous impulse to the development\nof our resources and the settlement of the more distant portions of the\ncountry. It may, however, be well insisted that much of our legislation in\nthis regard has been characterized by indiscriminate and profuse\nliberality. The United States should not loan their credit in aid of any\nenterprise undertaken by States or corporations, nor grant lands in any\ninstance, unless the projected work is of acknowledged national importance.\nI am strongly inclined to the opinion that it is inexpedient and\nunnecessary to bestow subsidies of either description; but should Congress\ndetermine otherwise I earnestly recommend that the right of settlers and of\nthe public be more effectually secured and protected by appropriate\nlegislation.During the year ending September 30, 1870, there were filed in the Patent\nOffice 19,411 applications for patents, 3,374 caveats, and 160 applications\nfor the extension of patents. Thirteen thousand six hundred and twenty-two\npatents, including reissues and designs, were issued, 1,010 extended, and\n1,089 allowed, but not issued by reason of the nonpayment of the final\nfees. The receipts of the office during the year were $136,304.29 in excess\nof its expenditures.The work of the Census Bureau has been energetically prosecuted. The\npreliminary report, containing much information of special value and\ninterest, will be ready for delivery during the present session. The\nremaining volumes will be completed with all the dispatch consistent with\nperfect accuracy in arranging and classifying the returns. We shall thus at\nno distant day be furnished with an authentic record of our condition and\nresources. It will, I doubt not, attest the growing prosperity of the\ncountry, although during the decade which has just closed it was so\nseverely tried by the great war waged to maintain its integrity and to\nsecure and perpetuate our free institutions.During the last fiscal year the sum paid to pensioners, including the cost\nof disbursement, was $27,780,811.11, and 1,758 bounty-land warrants were\nissued. At its close 198,686 names were on the pension rolls.The labors of the Pension Office have been directed to the severe scrutiny\nof the evidence submitted in favor of new claims and to the discovery of\nfictitious claims which have been heretofore allowed. The appropriation for\nthe employment of special agents for the investigation of frauds has been\njudiciously used, and the results obtained have been of unquestionable\nbenefit to the service.The subjects of education and agriculture are of great interest to the\nsuccess of our republican institutions, happiness, and grandeur as a\nnation. In the interest of one a bureau has been established in the\nInterior Department--the Bureau of Education; and in the interest of the\nother, a separate Department, that of Agriculture. I believe great general\ngood is to flow from the operations of both these Bureaus if properly\nfostered. I can not commend to your careful consideration too highly the\nreports of the Commissioners of Education and of Agriculture, nor urge too\nstrongly such liberal legislation as to secure their efficiency.In conclusion I would sum up the policy of the Administration to be a\nthorough enforcement of every law; a faithful collection of every tax\nprovided for; economy in the disbursement of the same; a prompt payment of\nevery debt of the nation; a reduction of taxes as rapidly as the\nrequirements of the country will admit; reductions of taxation and tariff,\nto be so arranged as to afford the greatest relief to the greatest number;\nhonest and fair dealings with all other peoples, to the end that war, with\nall its blighting consequences, may be avoided, but without surrendering\nany right or obligation due to us; a reform in the treatment of Indians and\nin the whole civil service of the country; and, finally, in securing a\npure, untrammeled ballot, where every man entitled to cast a vote may do\nso, just once at each election, without fear of molestation or proscription\non account of his political faith, nativity, of color.U. S. GRANT", 
    "name": "Ulysses S. Grant"
}