{
    "date": "December 1, 1873", 
    "speech": "To the Senate and House of Representatives:The year that has passed since the submission of my last message to\nCongress has, especially during the latter part of it, been an eventful one\nto the country. In the midst of great national prosperity a financial\ncrisis has occurred that has brought low fortunes of gigantic proportions;\npolitical partisanship has almost ceased to exist, especially in the\nagricultural regions; and, finally, the capture upon the high seas of a\nvessel bearing our flag has for a time threatened the most serious\nconsequences, and has agitated the public mind from one end of the country\nto the other. But this, happily, now is in the course of satisfactory\nadjustment, honorable to both nations concerned.The relations of the United States, however, with most of the other powers\ncontinue to be friendly and cordial. With France, Germany, Russia, Italy,\nand the minor European powers; with Brazil and most of the South American\nRepublics, and with Japan, nothing has occurred during the year to demand\nspecial notice. The correspondence between the Department of State and\nvarious diplomatic representatives in or from those countries is\ntransmitted herewith.In executing the will of Congress, as expressed in its joint resolution of\nthe 14th of February last, and in accordance with the provisions of the\nresolution, a number of \"practical artisans,\" of \"scientific men,\" and of\n\"honorary commissioners\" were authorized to attend the exposition at Vienna\nas commissioners on the part of the United States. It is believed that we\nhave obtained the object which Congress had in view when it passed the\njoint resolution--\"in order to enable the people of the United States to\nparticipate in the advantages of the International Exhibition of the\nProducts of Agriculture, Manufactures, and the Fine Arts to be held at\nVienna.\" I take pleasure in adding that the American exhibitors have\nreceived a gratifying number of diplomas and of medals.During the exposition a conference was held at Vienna for the purpose of\nconsultation on the systems prevailing in different countries for the\nprotection of inventions. I authorized a representative from the Patent\nOffice to be present at Vienna at the time when this conference was to take\nplace, in order to aid as far as he might in securing any possible\nadditional protection to American inventors in Europe. The report of this\nagent will be laid before Congress.It is my pleasant duty to announce to Congress that the Emperor of China,\non attaining his majority, received the diplomatic representatives of the\nWestern powers in person. An account of these ceremonies and of the\ninteresting discussions which preceded them will be found in the documents\ntransmitted herewith. The accompanying papers show that some advance,\nalthough slight, has been made during the past year toward the suppression\nof the infamous Chinese cooly trade. I recommend Congress to inquire\nwhether additional legislation be not needed on this subject.The money awarded to the United States by the tribunal of arbitration at\nGeneva was paid by Her Majesty's Government a few days in advance of the\ntime when it would have become payable according to the terms of the\ntreaty. In compliance with the provisions of the act of March 3, 1873, it\nwas at once paid into the Treasury, and used to redeem, so far as it might,\nthe public debt of the United States; and the amount so redeemed was\ninvested in a 5 per cent registered bond of the United States for\n$15,500,000, which is now held by the Secretary of State, subject to the\nfuture disposition of Congress.I renew my recommendation, made at the opening of the last session of\nCongress, that a commission be created for the purpose of auditing and\ndetermining the amounts of the several \"direct losses growing out of the\ndestruction of vessels and their cargoes\" by the Alabama, the Florida, or\nthe Shenandoah after leaving Melbourne, for which the sufferers have\nreceived no equivalent or compensation, and of ascertaining the names of\nthe persons entitled to receive compensation for the same, making the\ncomputations upon the basis indicated by the tribunal of arbitration at\nGeneva; and that payment of such losses be authorized to an extent not to\nexceed the awards of the tribunal at Geneva.By an act approved on the 14th day of February last Congress made provision\nfor completing, jointly with an officer or commissioner to be named by Her\nBritannic Majesty, the determination of so much of the boundary line\nbetween the territory of the United States and the possessions of Great\nBritain as was left uncompleted by the commissioners appointed under the\nact of Congress of August 11, 1856. Under the provisions of this act the\nnorthwest water boundary of the United States has been determined and\nmarked in accordance with the award of the Emperor of Germany. A protocol\nand a copy of the map upon which the line was thus marked are contained in\nthe papers submitted herewith.I also transmit a copy of the report of the commissioner for marking the\nnorthern boundary between the United States and the British possessions\nwest of the Lake of the Woods, of the operations of the commission during\nthe past season. Surveys have been made to a point 497 miles west of the\nLake of the Woods, leaving about 350 miles to be surveyed, the field work\nof which can be completed during the next season.The mixed commission organized under the provisions of the treaty of\nWashington for settling and determining the claims of citizens of either\npower against the other arising out of acts committed against their persons\nor property during the period between April 13, 1861, and April 9, 1865,\nmade its final award on the 25th day of September last. It was awarded that\nthe Government of the United States should pay to the Government of Her\nBritannic Majesty, within twelve months from the date of the award, the sum\nof $1,929,819 in gold. The commission disallowed or dismissed all other\nclaims of British subjects against the United States. The amount of the\nclaims presented by the British Government, but disallowed or dismissed, is\nunderstood to be about $93,000,000. It also disallowed all the claims of\ncitizens of the United States against Great Britain which were referred to\nit.I recommend the early passage of an act appropriating the amount necessary\nto pay this award against the United States.I have caused to be communicated to the Government of the King of Italy the\nthanks of this Government for the eminent services rendered by Count Corti\nas the third commissioner on this commission. With dignity, learning, and\nimpartiality he discharged duties requiring great labor and constant\npatience, to the satisfaction, I believe, of both Governments. I recommend\nlegislation to create a special court, to consist of three judges, who\nshall be empowered to hear and determine all claims of aliens upon the\nUnited States arising out of acts committed against their persons or\nproperty during the insurrection. The recent reference under the treaty of\nWashington was confined to claims of British subjects arising during the\nperiod named in the treaty; but it is understood that there are other\nBritish claims of a similar nature, arising after the 9th of April, 1865,\nand it is known that other claims of a like nature are advanced by citizens\nor subjects of other powers. It is desirable to have these claims also\nexamined and disposed of.Official information being received from the Dutch Government of a state of\nwar between the King of the Netherlands and the Sultan of Acheen, the\nofficers of the United States who were near the seat of the war were\ninstructed to observe an impartial neutrality. It is believed that they\nhave done so.The joint commission under the convention with Mexico of 1868, having again\nbeen legally prolonged, has resumed its business, which, it is hoped, may\nbe brought to an early conclusion. The distinguished representative of Her\nBritannic Majesty at Washington has kindly consented, with the approval of\nhis Government, to assume the arduous and responsible duties of umpire in\nthis commission, and to lend the weight of his character and name to such\ndecisions as may not receive the acquiescence of both the arbitrators\nappointed by the respective Governments.The commissioners appointed pursuant to the authority of Congress to\nexamine into the nature and extent of the forays by trespassers from that\ncountry upon the herds of Texas have made a report, which will be submitted\nfor your consideration.The Venezuelan Government has been apprised of the sense of Congress in\nregard to the awards of the joint commission under the convention of 25th\nApril, 1866, as expressed in the act of the 25th of February last.It is apprehended that that Government does not realize the character of\nits obligations under that convention. As there is reason to believe,\nhowever, that its hesitancy in recognizing them springs, in part at least,\nfrom real difficulty in discharging them in connection with its obligations\nto other governments, the expediency of further forbearance on our part is\nbelieved to be worthy of your consideration.The Ottoman Government and that of Egypt have latterly shown a disposition\nto relieve foreign consuls of the judicial powers which heretofore they\nhave exercised in the Turkish dominions, by organizing other tribunals. As\nCongress, however, has by law provided for the discharge of judicial\nfunctions by consuls of the United States in that quarter under the treaty\nof 1830, I have not felt at liberty formally to accept the proposed change\nwithout the assent of Congress, whose decision upon the subject at as early\na period as may be convenient is earnestly requested.I transmit herewith, for the consideration and determination of Congress,\nan application of the Republic of Santo Domingo to this Government to\nexercise a protectorate over that Republic.Since the adjournment of Congress the following treaties with foreign\npowers have been proclaimed: A naturalization convention with Denmark; a\nconvention with Mexico for renewing the Claims Commission; a convention of\nfriendship, commerce, and extradition with the Orange Free State, and a\nnaturalization convention with Ecuador.I renew the recommendation made in my message of December, 1870, that\nCongress authorize the Postmaster-General to issue all commissions to\nofficials appointed through his Department.I invite the earnest attention of Congress to the existing laws of the\nUnited States respecting expatriation and the election of nationality by\nindividuals. Many citizens of the United States reside permanently abroad\nwith their families. Under the provisions of the act approved February 10,\n1855, the children of such persons are to be deemed and taken to be\ncitizens of the United States, but the rights of citizenship are not to\ndescend to persons whose fathers never resided in the United States.It thus happens that persons who have never resided within the United\nStates have been enabled to put forward a pretension to the protection of\nthe United States against the claim to military service of the government\nunder whose protection they were born and have been reared. In some cases\neven naturalized citizens of the United States have returned to the land of\ntheir birth, with intent to remain there, and their children, the issue of\na marriage contracted there after their return, and who have never been in\nthe United States, have laid claim to our protection when the lapse of many\nyears had imposed upon them the duty of military service to the only\ngovernment which had ever known them personally.Until the year 1868 it was left, embarrassed by conflicting opinions of\ncourts and of jurists, to determine how far the doctrine of perpetual\nallegiance derived from our former colonial relations with Great Britain\nwas applicable to American citizens. Congress then wisely swept these\ndoubts away by enacting that--Any declaration, instruction, opinion,\norder, or decision of any officer of this Government which denies,\nrestricts, impairs, or questions the right of expatriation is inconsistent\nwith the fundamental principles of this Government. But Congress did not\nindicate in that statute, nor has it since done so, what acts are to be\ndeemed to work expatriation. For my own guidance in determining such\nquestions I required (under the provisions of the Constitution) the opinion\nin writing of the principal officer in each of the Executive Departments\nupon certain questions relating to this subject. The result satisfies me\nthat further legislation has become necessary. I therefore commend the\nsubject to the careful consideration of Congress, and I transmit herewith\ncopies of the several opinions of the principal officers of the Executive\nDepartments, together with other correspondence and pertinent information\non the same subject.The United States, who led the way in the overthrow of the feudal doctrine\nof perpetual allegiance, are among the last to indicate how their own\ncitizens may elect another nationality. The papers submitted herewith\nindicate what is necessary to place us on a par with other leading nations\nin liberality of legislation on this international question. We have\nalready in our treaties assented to the principles which would need to be\nembodied in laws intended to accomplish such results. We have agreed that\ncitizens of the United States may cease to be citizens and may voluntarily\nrender allegiance to other powers. We have agreed that residence in a\nforeign land, without intent to return, shall of itself work expatriation.\nWe have agreed in some instances upon the length of time necessary for such\ncontinued residence to work a presumption of such intent. I invite Congress\nnow to mark out and define when and how expatriation can be accomplished;\nto regulate by law the condition of American women marrying foreigners; to\nfix the status of children born in a foreign country of American parents\nresiding more or less permanently abroad, and to make rules for determining\nsuch other kindred points as may seem best to Congress.In compliance with the request of Congress, I transmitted to the American\nminister at Madrid, with instructions to present it to the Spanish\nGovernment, the joint resolution approved on the 3d of March last,\ntendering to the people of Spain, in the name and on the behalf of the\nAmerican people, the congratulations of Congress upon the efforts to\nconsolidate in Spain the principles of universal liberty in a republican\nform of government.The existence of this new Republic was inaugurated by striking the fetters\nfrom the slaves in Porto Rico. This beneficent measure was followed by the\nrelease of several thousand persons illegally held as slaves in Cuba. Next,\nthe Captain-General of that colony was deprived of the power to set aside\nthe orders of his superiors at Madrid, which had pertained to the office\nsince 1825. The sequestered estates of American citizens, which had been\nthe cause of long and fruitless correspondence, were ordered to be restored\nto their owners. All these liberal steps were taken in the face of a\nviolent opposition directed by the reactionary slave-holders of Havana, who\nare vainly striving to stay the march of ideas which has terminated slavery\nin Christendom, Cuba only excepted. Unhappily, however, this baneful\ninfluence has thus far succeeded in defeating the efforts of all\nliberal-minded men in Spain to abolish slavery in Cuba, and in preventing\nthe promised reform in that island. The struggle for political supremacy\ncontinues there.The proslavery and aristocratic party in Cuba is gradually arraigning\nitself in more and more open hostility and defiance of the home government,\nwhile it still maintains a political connection with the Republic in the\npeninsula; and although usurping and defying the authority of the home\ngovernment whenever such usurpation or defiance tends in the direction of\noppression or of the maintenance of abuses, it is still a power in Madrid,\nand is recognized by the Government. Thus an element more dangerous to\ncontinued colonial relations between Cuba and Spain than that which\ninspired the insurrection at Yara--an element opposed to granting any\nrelief from misrule and abuse, with no aspirations after freedom,\ncommanding no sympathies in generous breasts, aiming to rivet still\nstronger the shackles of slavery and oppression--has seized many of the\nemblems of power in Cuba, and, under professions of loyalty to the mother\ncountry, is exhausting the resources of the island, and is doing acts which\nare at variance with those principles of justice, of liberality, and of\nright which give nobility of character to a republic. In the interests of\nhumanity, of civilization, and of progress, it is to be hoped that this\nevil influence may be soon averted.The steamer Virginius was on the 26th day of September, 1870, duly\nregistered at the port of New York as a part of the commercial marine of\nthe United States. On the 4th of October, 1870, having received the\ncertificate of her register in the usual legal form, she sailed from the\nport of New York and has not since been within the territorial jurisdiction\nof the United States. On the 31st day of October last, while sailing under\nthe flag of the United States on the high seas, she was forcibly seized by\nthe Spanish gunboat Tornado, and was carried into the port of Santiago de\nCuba, where fifty-three of her passengers and crew were inhumanly, and, so\nfar at least as relates to those who were citizens of the United States,\nwithout due process of law, put to death.It is a well-established principle, asserted by the United States from the\nbeginning of their national independence, recognized by Great Britain and\nother maritime powers, and stated by the Senate in a resolution passed\nunanimously on the 16th of June, 1858, that--American vessels on the high\nseas in time of peace, bearing the American flag, remain under the\njurisdiction of the country to which they belong, and therefore any\nvisitation, molestation, or detention of such vessel by force, or by the\nexhibition of force, on the part of a foreign power is in derogation of the\nsovereignty of the United States. In accordance with this principle, the\nrestoration of the Virginius and the surrender of the survivors of her\npassengers and crew, and a due reparation to the flag, and the punishment\nof the authorities who had been guilty of the illegal acts of violence,\nwere demanded. The Spanish Government has recognized the justice of the\ndemand, and has arranged for the immediate delivery of the vessel, and for\nthe surrender of the survivors of the passengers and crew, and for a salute\nto the flag, and for proceedings looking to the punishment of those who may\nbe proved to have been guilty of illegal acts of violence toward citizens\nof the United States, and also toward indemnifying those who may be shown\nto be entitled to indemnity. A copy of a protocol of a conference between\nthe Secretary of State and the Spanish minister, in which the terms of this\narrangement were agreed to, is transmitted herewith.The correspondence on this subject with the legation of the United States\nin Madrid was conducted in cipher and by cable, and needs the verification\nof the actual text of the correspondence. It has seemed to me to be due to\nthe importance of the case not to submit this correspondence until the\naccurate text can be received by mail. It is expected shortly, and will be\nsubmitted when received.In taking leave of this subject for the present I wish to renew the\nexpression of my conviction that the existence of African slavery in Cuba\nis a principal cause of the lamentable condition of the island. I do not\ndoubt that Congress shares with me the hope that it will soon be made to\ndisappear, and that peace and prosperity may follow its abolition.The embargoing of American estates in Cuba, cruelty to American citizens\ndetected in no act of hostility to the Spanish Government, the murdering of\nprisoners taken with arms in their hands, and, finally, the capture upon\nthe high seas of a vessel sailing under the United States flag and bearing\na United States registry have culminated in an outburst of indignation that\nhas seemed for a time to threaten war. Pending negotiations between the\nUnited States and the Government of Spain on the subject of this capture, I\nhave authorized the Secretary of the Navy to put our Navy on a war footing,\nto the extent, at least, of the entire annual appropriation for that branch\nof the service, trusting to Congress and the public opinion of the American\npeople to justify my action.Assuming from the action of the last Congress in appointing a Committee on\nPrivileges and Elections to prepare and report to this Congress a\nconstitutional amendment to provide a better method of electing the\nPresident and Vice-President of the United States, and also from the\nnecessity of such an amendment, that there will be submitted to the State\nlegislatures for ratification such an improvement in our Constitution, I\nsuggest two others for your consideration:First. To authorize the Executive to approve of so much of any measure\npassing the two Houses of Congress as his judgment may dictate, without\napproving the whole, the disapproved portion or portions to be subjected to\nthe same rules as now, to wit, to be referred back to the House in which\nthe measure or measures originated, and, if passed by a two-thirds vote of\nthe two Houses, then to become a law without the approval of the President.\nI would add to this a provision that there should be no legislation by\nCongress during the last twenty-four hours of its sitting, except upon\nvetoes, in order to give the Executive an opportunity to examine and\napprove or disapprove bills understandingly.Second. To provide by amendment that when an extra session of Congress is\nconvened by Executive proclamation legislation during the continuance of\nsuch extra session shall be confined to such subjects as the Executive may\nbring before it from time to time in writing.The advantages to be gained by these two amendments are too obvious for me\nto comment upon them. One session in each year is provided for by the\nConstitution, in which there are no restrictions as to the subjects of\nlegislation by Congress. If more are required, it is always in the power of\nCongress, during their term of office, to provide for sessions at any time.\nThe first of these amendments would protect the public against the many\nabuses and waste of public moneys which creep into appropriation bills and\nother important measures passing during the expiring hours of Congress, to\nwhich otherwise due consideration can not be given.TREASURY DEPARTMENT.The receipts of the Government from all sources for the last fiscal year\nwere $333,738,204, and expenditures on all accounts $290,345,245, thus\nshowing an excess of receipts over expenditures of $43,392,959. But it is\nnot probable that this favorable exhibit will be shown for the present\nfiscal year. Indeed, it is very doubtful whether, except with great economy\non the part of Congress in making appropriations and the same economy in\nadministering the various Departments of Government, the revenues will not\nfall short of meeting actual expenses, including interest on the public\ndebt.I commend to Congress such economy, and point out two sources where It\nseems to me it might commence, to wit, in the appropriations for public\nbuildings in the many cities where work has not yet been commenced; in the\nappropriations for river and harbor improvement in those localities where\nthe improvements are of but little benefit to general commerce, and for\nfortifications.There is a still more fruitful source of expenditure, which I will point\nout later in this message. I refer to the easy method of manufacturing\nclaims for losses incurred in suppressing the late rebellion.I would not be understood here as opposing the erection of good,\nsubstantial, and even ornamental buildings by the Government wherever such\nbuildings are needed. In fact, I approve of the Government owning its own\nbuildings in all sections of the country, and hope the day is not far\ndistant when it will not only possess them, but will erect in the capital\nsuitable residences for all persons who now receive commutation for\nquarters or rent at Government expense, and for the Cabinet, thus setting\nan example to the States which may induce them to erect buildings for their\nSenators. But I would have this work conducted at a time when the revenues\nof the country would abundantly justify it.The revenues have materially fallen off for the first five months of the\npresent fiscal year from what they were expected to produce, owing to the\ngeneral panic now prevailing, which commenced about the middle of September\nlast. The full effect of this disaster, if it should not prove a \"blessing\nin disguise,\" is yet to be demonstrated. In either event it is your duty to\nheed the lesson and to provide by wise and well-considered legislation, as\nfar as it lies in your power, against its recurrence, and to take advantage\nof all benefits that may have accrued.My own judgment is that, however much individuals may have suffered, one\nlong step has been taken toward specie payments; that we can never have\npermanent prosperity until a specie basis is reached: and that a specie\nbasis can not be reached and maintained until our exports, exclusive of\ngold, pay for our imports, interest due abroad, and other specie\nobligations, or so nearly so as to leave an appreciable accumulation of the\nprecious metals in the country from the products of our mines.The development of the mines of precious metals during the past year and\nthe prospective development of them for years to come are gratifying in\ntheir results. Could but one-half of the gold extracted from the mines be\nretained at home, our advance toward specie payments would be rapid.To increase our exports sufficient currency is required to keep all the\nindustries of the country employed. Without this national as well as\nindividual bankruptcy must ensue. Undue inflation, on the other hand, while\nit might give temporary relief, would only lead to inflation of prices, the\nimpossibility of competing in our own markets for the products of home\nskill and labor, and repeated renewals of present experiences. Elasticity\nto our circulating medium, therefore, and just enough of it to transact the\nlegitimate business of the country and to keep all industries employed, is\nwhat is most to be desired. The exact medium is specie, the recognized\nmedium of exchange the world over. That obtained, we shall have a currency\nof an exact degree of elasticity. If there be too much of it for the\nlegitimate purposes of trade and commerce, it will flow out of the country.\nIf too little, the reverse will result. To hold what we have and to\nappreciate our currency to that standard is the problem deserving of the\nmost serious consideration of Congress.The experience of the present panic has proven that the currency of the\ncountry, based, as it is, upon the credit of the country, is the best that\nhas ever been devised. Usually in times of such trials currency has become\nworthless, or so much depreciated in value as to inflate the values of all\nthe necessaries of life as compared with the currency. Everyone holding it\nhas been anxious to dispose of it on any terms. Now we witness the reverse.\nHolders of currency hoard it as they did gold in former experiences of a\nlike nature.It is patent to the most casual observer that much more currency, or money,\nis required to transact the legitimate trade of the country during the fall\nand winter months, when the vast crops are being removed, than during the\nbalance of the year. With our present system the amount in the country\nremains the same throughout the entire year, resulting in an accumulation\nof all the surplus capital of the country in a few centers when not\nemployed in the moving of crops, tempted there by the offer of interest on\ncall loans. Interest being paid, this surplus capital must earn this\ninterest paid with a profit. Being subject to \"call,\" it can not be loaned,\nonly in part at best, to the merchant or manufacturer for a fixed term.\nHence, no matter how much currency there might be in the country, it would\nbe absorbed, prices keeping pace with the volume, and panics, stringency,\nand disasters would ever be recurring with the autumn. Elasticity in our\nmonetary system, therefore, is the object to be attained first, and next to\nthat, as far as possible, a prevention of the use of other people's money\nin stock and other species of speculation. To prevent the latter it seems\nto me that one great step would be taken by prohibiting the national banks\nfrom paying interest on deposits, by requiring them to hold their reserves\nin their own vaults, and by forcing them into resumption, though it would\nonly be in legal-tender notes. For this purpose I would suggest the\nestablishment of clearing houses for your consideration.To secure the former many plans have been suggested, most, if not all, of\nwhich look to me more like inflation on the one hand, or compelling the\nGovernment, on the other, to pay interest, without corresponding benefits,\nupon the surplus funds of the country during the seasons when otherwise\nunemployed.I submit for your consideration whether this difficulty might not be\novercome by authorizing the Secretary of the Treasury to issue at any time\nto national banks of issue any amount of their own notes below a fixed\npercentage of their issue (say 40 per cent), upon the banks' depositing\nwith the Treasurer of the United States an amount of Government bonds equal\nto the amount of notes demanded, the banks to forfeit to the Government,\nsay, 4 per cent of the interest accruing on the bonds so pledged during the\ntime they remain with the Treasurer as security for the increased\ncirculation, the bonds so pledged to be redeemable by the banks at their\npleasure, either in whole or in part, by returning their own bills for\ncancellation to an amount equal to the face of the bonds withdrawn. I would\nfurther suggest for your consideration the propriety of authorizing\nnational banks to diminish their standing issue at pleasure, by returning\nfor cancellation their own bills and withdrawing so many United States\nbonds as are pledged for the bills returned.In view of the great actual contraction that has taken place in the\ncurrency and the comparative contraction continuously going on, due to the\nincrease of population, increase of manufactories and all the industries, I\ndo not believe there is too much of it now for the dullest period of the\nyear. Indeed, if clearing houses should be established, thus forcing\nredemption, it is a question for your consideration whether banking should\nnot be made free, retaining all the safeguards now required to secure bill\nholders. In any modification of the present laws regulating national banks,\nas a further step toward preparing for resumption of specie payments, I\ninvite your attention to a consideration of the propriety of exacting from\nthem the retention as a part of their reserve either the whole or a part of\nthe gold interest accruing upon the bonds pledged as security for their\nissue. I have not reflected enough on the bearing this might have in\nproducing a scarcity of coin with which to pay duties on imports to give it\nmy positive recommendation. But your attention is invited to the subject.During the last four years the currency has been contracted, directly, by\nthe withdrawal of 3 per cent certificates, compound-interest notes, and\n\"seven-thirty\" bonds outstanding on the 4th of March, 1869, all of which\ntook the place of legal-tenders in the bank reserves to the extent of\n$63,000,000.During the same period there has been a much larger comparative contraction\nof the currency. The population of the country has largely increased. More\nthan 25,000 miles of railroad have been built, requiring the active use of\ncapital to operate them. Millions of acres of land have been opened to\ncultivation, requiring capital to move the products. Manufactories have\nmultiplied beyond all precedent in the same period of time, requiring\ncapital weekly for the payment of wages and for the purchase of material;\nand probably the largest of all comparative contraction arises from the\norganizing of free labor in the South. Now every laborer there receives his\nwages, and, for want of savings banks, the greater part of such wages is\ncarried in the pocket or hoarded until required for use.These suggestions are thrown out for your consideration, without any\nrecommendation that they shall be adopted literally, but hoping that the\nbest method may be arrived at to secure such an elasticity of the currency\nas will keep employed all the industries of the country and prevent such an\ninflation as will put off indefinitely the resumption of specie payments,\nan object so devoutly to be wished for by all, and by none more earnestly\nthan the class of people most directly interested--those who \"earn their\nbread by the sweat of their brow.\" The decisions of Congress on this\nsubject will have the hearty support of the Executive.In previous messages I have called attention to the decline in American\nshipbuilding and recommended such legislation as would secure to us our\nproportion of the carrying trade. Stimulated by high rates and abundance of\nfreight, the progress for the last year in shipbuilding has been very\nsatisfactory. There has been an increase of about 3 per cent in the amount\ntransported in American vessels over the amount of last year. With the\nreduced cost of material which has taken place, it may reasonably be hoped\nthat this progress will be maintained, and even increased. However, as we\npay about $80,000,000 per annum to foreign vessels for the transportation\nto a market of our surplus products, thus increasing the balance of trade\nagainst us to this amount, the subject is one worthy of your serious\nconsideration.\"Cheap transportation\" is a subject that has attracted the attention of\nboth producers and consumers for the past few years, and has contributed\nto, if it has not been the direct cause of, the recent panic and\nstringency.As Congress, at its last session, appointed a special committee to\ninvestigate this whole subject during the vacation and report at this\nsession, I have nothing to recommend until their report is read.There is one work, however, of a national character, in which the greater\nportion of the East and the West, the North and the South, are equally\ninterested, to which I will invite your attention.The State of New York has a canal connecting Lake Erie with tide water on\nthe Hudson River. The State of Illinois has a similar work connecting Lake\nMichigan with navigable water on the Illinois River, thus making water\ncommunication inland between the East and the West and South. These great\nartificial water courses are the property of the States through which they\npass, and pay toll to those States. Would it not be wise statesmanship to\npledge these States that if they will open these canals for the passage of\nlarge vessels the General Government will look after and keep in navigable\ncondition the great public highways with which they connect, to wit, the\nOverslaugh on the Hudson, the St. Clair Flats, and the Illinois and\nMississippi rivers? This would be a national work; one of great value to\nthe producers of the West and South in giving them cheap transportation for\ntheir produce to the seaboard and a market, and to the consumers in the\nEast in giving them cheaper food, particularly of those articles of food\nwhich do not find a foreign market, and the prices of which, therefore, are\nnot regulated by foreign demands. The advantages of such a work are too\nobvious for argument. I submit the subject to you, therefore, without\nfurther comment.In attempting to regain our lost commerce and carrying trade I have\nheretofore called attention to the States south of us offering a field\nwhere much might be accomplished. To further this object I suggest that a\nsmall appropriation be made, accompanied with authority for the Secretary\nof the Navy to fit out a naval vessel to ascend the Amazon River to the\nmouth of the Madeira; thence to explore that river and its tributaries into\nBolivia, and to report to Congress at its next session, or as soon as\npracticable, the accessibility of the country by water, its resources, and\nthe population so reached. Such an exploration would cost but little; it\ncan do no harm, and may result in establishing a trade of value to both\nnations.In further connection with the Treasury Department I would recommend a\nrevision and codification of the tariff laws and the opening of more mints\nfor coining money, with authority to coin for such nations as may apply.WAR DEPARTMENT.The attention of Congress is invited to the recommendations contained in\nthe report of the Secretary of War herewith accompanying.The apparent great cost of supporting the Army is fully explained by this\nreport, and I hope will receive your attention.While inviting your general attention to all the recommendations made by\nthe Secretary of War, there are two which I would especially invite you to\nconsider: First, the importance of preparing for war in time of peace by\nproviding proper armament for our seacoast defenses. Proper armament is of\nvastly more importance than fortifications. The latter can be supplied very\nspeedily for temporary purposes when needed; the former can not. The second\nis the necessity of reopening promotion in the staff corps of the Army.\nParticularly is this necessity felt in the Medical, Pay, and Ordnance\ndepartments.At this time it is necessary to employ \"contract surgeons\" to supply the\nnecessary medical attendance required by the Army.With the present force of the Pay Department it is now difficult to make\nthe payments to troops provided for by law. Long delays in payments are\nproductive of desertions and other demoralization, and the law prohibits\nthe payment of troops by other than regular army paymasters.There are now sixteen vacancies in the Ordnance Department, thus leaving\nthat branch of the service without sufficient officers to conduct the\nbusiness of the different arsenals on a large scale if ever required.NAVY DEPARTMENT.During the past year our Navy has been depleted by the sale of some vessels\nno longer fit for naval service and by the condemnation of others not yet\ndisposed of. This, however, has been more than compensated for by the\nrepair of six of the old wooden ships and by the building of eight new\nsloops of war, authorized by the last Congress. The building of these\nlatter has occurred at a doubly fortunate time. They are about being\ncompleted at a time when they may possibly be much needed, and the work\nupon them has not only given direct employment to thousands of men, but has\nno doubt been the means of keeping open establishments for other work at a\ntime of great financial distress.Since the commencement of the last month, however, the distressing\noccurrences which have taken place in the waters of the Caribbean Sea,\nalmost on our very seaboard, while they illustrate most forcibly the\nnecessity always existing that a nation situated like ours should maintain\nin a state of possible efficiency a navy adequate to its responsibilities,\nhas at the same time demanded that all the effective force we really have\nshall be put in immediate readiness for warlike service. This has been and\nis being done promptly and effectively, and I am assured that all the\navailable ships and every authorized man of the American Navy will be ready\nfor whatever action is required for the safety of our citizens or the\nmaintenance of our honor. This, of course, will require the expenditure in\na short time of some of the appropriations which were calculated to extend\nthrough the fiscal year, but Congress will, I doubt not, understand and\nappreciate the emergency, and will provide adequately not only for the\npresent preparation, but for the future maintenance of our naval force. The\nSecretary of the Navy has during the past year been quietly putting some of\nour most effective monitors in condition for service, and thus the exigency\nfinds us in a much better condition for work than we could possibly have\nbeen without his action.POST-OFFICE DEPARTMENT.A complete exhibit is presented in the accompanying report of the\npostmaster-General of the operations of the Post-Office Department during\nthe year. The ordinary postal revenues for the fiscal year ended June 30,\n1873, amounted to $22,996,741.57, and the expenditures of all kinds to\n$29,084,945.67. The increase of revenues over 1872 was $1,081,315.20, and\nthe increase of expenditures $2,426,753.36.Independent of the payments made from special appropriations for mail\nsteamship lines, the amount drawn from the General Treasury to meet\ndeficiencies was $5,265,475. The constant and rapid extension of our postal\nservice, particularly upon railways, and the improved facilities for the\ncollection, transmission, distribution, and delivery of the mails which are\nconstantly being provided account for the increased expenditures of this\npopular branch of the public service.The total number of post-offices in operation on June 30, 1873, was 33,244,\na net increase of 1,381 over the number reported the preceding year. The\nnumber of Presidential offices was 1,363, an increase of 163 during the\nyear. The total length of railroad mail routes at the close of the year was\n63,457 miles, an increase of 5,546 miles over the year 1872. Fifty-nine\nrailway post-office lines were in operation June 30, 1873, extending over\n14,866 miles of railroad routes and performing an aggregate service of\n34,925 miles daily.The number of letters exchanged with foreign countries was 27,459,185, an\nincrease of 3,096,685 over the previous year, and the postage thereon\namounted to $2,021,310.86. The total weight of correspondence exchanged in\nthe mails with European countries exceeded 912 tons, an increase of 92 tons\nover the previous year. The total cost of the United States ocean steamship\nservice, including $725,000 paid from special appropriations to subsidized\nlines of mail steamers, was $1,047,271.35.New or additional postal conventions have been concluded with Sweden,\nNorway, Belgium, Germany, Canada, Newfoundland, and Japan, reducing postage\nrates on correspondence exchanged with those countries; and further efforts\nhave been made to conclude a satisfactory postal convention with France,\nbut without success.I invite the favorable consideration of Congress to the suggestions and\nrecommendations of the Postmaster-General for an extension of the\nfree-delivery system in all cities having a population of not less than\n10,000; for the prepayment of postage on newspapers and other printed\nmatter of the second class; for a uniform postage and limit of weight on\nmiscellaneous matter; for adjusting the compensation of all postmasters not\nappointed by the President, by the old method of commissions on the actual\nreceipts of the office, instead of the present mode of fixing the salary in\nadvance upon special returns; and especially do I urge favorable action by\nCongress on the important recommendations of the Postmaster-General for the\nestablishment of United States postal savings depositories.Your attention is also again called to a consideration of the question of\npostal telegraphs and the arguments adduced in support thereof, in the hope\nthat you may take such action in connection therewith as in your judgment\nwill most contribute to the best interests of the country.DEPARTMENT OF JUSTICE.Affairs in Utah require your early and special attention. The Supreme Court\nof the United States, in the case of Clinton vs. Englebrecht, decided that\nthe United States marshal of that Territory could not lawfully summon\njurors for the district courts; and those courts hold that the Territorial\nmarshal can not lawfully perform that duty, because he is elected by the\nlegislative assembly, and not appointed as provided for in the act\norganizing the Territory. All proceedings at law are practically abolished\nby these decisions, and there have been but few or no jury trials in the\ndistrict courts of that Territory since the last session of Congress.\nProperty is left without protection by the courts, and crimes go\nunpunished. To prevent anarchy there it is absolutely necessary that\nCongress provide the courts with some mode of obtaining jurors, and I\nrecommend legislation to that end, and also that the probate courts of the\nTerritory, now assuming to issue writs of injunction and habeas corpus and\nto try criminal cases and questions as to land titles, be denied all\njurisdiction not possessed ordinarily by courts of that description.I have become impressed with the belief that the act approved March 2,\n1867, entitled \"An act to establish a uniform system of bankruptcy\nthroughout the United States,\" is productive of more evil than good at this\ntime. Many considerations might be urged for its total repeal, but, if this\nis not considered advisable, I think it will not be seriously questioned\nthat those portions of said act providing for what is called involuntary\nbankruptcy operate to increase the financial embarrassments of the country.\nCareful and prudent men very often become involved in debt in the\ntransaction of their business, and though they may possess ample property,\nif it could be made available for that purpose, to meet all their\nliabilities, yet, on account of the extraordinary scarcity of money, they\nmay be unable to meet all their pecuniary obligations as they become due,\nin consequence of which they are liable to be prostrated in their business\nby proceedings in bankruptcy at the instance of unrelenting creditors.\nPeople are now so easily alarmed as to monetary matters that the mere\nfiling of a petition in bankruptcy by an unfriendly creditor will\nnecessarily embarrass, and oftentimes accomplish the financial ruin, of a\nresponsible business man. Those who otherwise might make lawful and just\narrangements to relieve themselves from difficulties produced by the\npresent stringency in money are prevented by their constant exposure to\nattack and disappointment by proceedings against them in bankruptcy, and,\nbesides, the law is made use of in many cases by obdurate creditors to\nfrighten or force debtors into a compliance with their wishes and into acts\nof injustice to other creditors and to themselves. I recommend that so much\nof said act as provides for involuntary bankruptcy on account of the\nsuspension of payment be repealed.Your careful attention is invited to the subject of claims against the\nGovernment and to the facilities afforded by existing laws for their\nprosecution. Each of the Departments of State, Treasury, and War has\ndemands for many millions of dollars upon its files, and they are rapidly\naccumulating. To these may be added those now pending before Congress, the\nCourt of Claims, and the Southern Claims Commission, making in the\naggregate an immense sum. Most of these grow out of the rebellion, and are\nintended to indemnify persons on both sides for their losses during the\nwar; and not a few of them are fabricated and supported by false testimony.\nProjects are on foot, it is believed, to induce Congress to provide for new\nclasses of claims, and to revive old ones through the repeal or\nmodification of the statute of limitations, by which they are now barred. I\npresume these schemes, if proposed, will be received with little favor by\nCongress, and I recommend that persons having claims against the United\nStates cognizable by any tribunal or Department thereof be required to\npresent them at an early day, and that legislation be directed as far as\npracticable to the defeat of unfounded and unjust demands upon the\nGovernment; and I would suggest, as a means of preventing fraud, that\nwitnesses be called upon to appear in person to testify before those\ntribunals having said claims before them for adjudication. Probably the\nlargest saving to the National Treasury can be secured by timely\nlegislation on these subjects of any of the economic measures that will be\nproposed.You will be advised of the operations of the Department of Justice by the\nreport of the Attorney-General, and I invite your attention to the\namendments of existing laws suggested by him, with the view of reducing the\nexpenses of that Department.DEPARTMENT OF THE INTERIOR.The policy inaugurated toward the Indians at the beginning of the last\nAdministration has been steadily pursued, and, I believe, with beneficial\nresults. It will be continued with only such modifications as time and\nexperience may demonstrate as necessary.With the encroachment of civilization upon the Indian reservations and\nhunting grounds, disturbances have taken place between the Indians and\nwhites during the past year, and probably will continue to do so until each\nrace appreciates that the other has rights which must be respected.The policy has been to collect the Indians as rapidly as possible on\nreservations, and as far as practicable within what is known as the Indian\nTerritory, and to teach them the arts of civilization and self-support.\nWhere found off their reservations, and endangering the peace and safety of\nthe whites, they have been punished, and will continue to be for like\noffenses.The Indian Territory south of Kansas and west of Arkansas is sufficient in\narea and agricultural resources to support all the Indians east of the\nRocky Mountains. In time, no doubt, all of them, except a few who may elect\nto make their homes among white people, will be collected there. As a\npreparatory step for this consummation, I am now satisfied that a\nTerritorial form of government should be given them, which will secure the\ntreaty rights of the original settlers and protect their homesteads from\nalienation for a period of twenty years.The operations of the Patent Office are growing to such a magnitude and the\naccumulation of material is becoming so great that the necessity of more\nroom is becoming more obvious day by day. I respectfully invite your\nattention to the reports of the Secretary of the Interior and Commissioner\nof Patents on this subject.The business of the General Land Office exhibits a material increase in all\nits branches during the last fiscal year. During that time there were\ndisposed of out of the public lands 13,030,606 acres, being an amount\ngreater by 1,165,631 acres than was disposed of during the preceding year.\nOf the amount disposed of, 1,626,266 acres were sold for cash, 214,940\nacres were located with military land warrants, 3,793,612 acres were taken\nfor homesteads, 653,446 acres were located with agricultural-college scrip,\n6,083,536 acres were certified by railroads, 76,576 acres were granted to\nwagon roads, 238,548 acres were approved to States as swamp lands, 138,681\nacres were certified for agricultural colleges, common schools,\nuniversities, and seminaries, 190,775 acres were approved to States for\ninternal improvements, and 14,222 acres were located with Indian scrip. The\ncash receipts during the same time were $3,408,515.50, being $190,415.50 in\nexcess of the receipts of the previous year. During the year 30,488,132\nacres of public land were surveyed, an increase over the amount surveyed\nthe previous year of 1,037,193 acres, and, added to the area previously\nsurveyed, aggregates 616,554,895 acres which have been surveyed, leaving\n1,218,443,505 acres of the public land still unsurveyed.The increased and steadily increasing facilities for reaching our\nunoccupied public domain and for the transportation of surplus products\nenlarge the available field for desirable homestead locations, thus\nstimulating settlement and extending year by year in a gradually increasing\nratio the area of occupation and cultivation.The expressed desire of the representatives of a large colony of citizens\nof Russia to emigrate to this country, as is understood, with the consent\nof their Government, if certain concessions can be made to enable them to\nsettle in a compact colony, is of great interest, as going to show the\nlight in which our institutions are regarded by an industrious,\nintelligent, and wealthy people, desirous of enjoying civil and religious\nliberty; and the acquisition of so large an immigration of citizens of a\nsuperior class would without doubt be of substantial benefit to the\ncountry. I invite attention to the suggestion of the Secretary of the\nInterior in this behalf.There was paid during the last fiscal year for pensions, including the\nexpense of disbursement, $29,185,289.62, being an amount less by\n$984,050.98 than was expended for the same purpose the preceding year.\nAlthough this statement of expenditures would indicate a material reduction\nin amount compared with the preceding year, it is believed that the changes\nin the pension laws at the last session of Congress will absorb that amount\nthe current year. At the close of the last fiscal year there were on the\npension rolls 99,804 invalid military pensioners and 112,088 widows,\norphans, and dependent relatives of deceased soldiers, making a total of\nthat class of 211,892; 18,266 survivors of the War of 1812 and 5,058 widows\nof soldiers of that war pensioned under the act of Congress of February 14,\n1871, making a total of that class of 23,319; 1,480 invalid navy pensioners\nand 1,770 widows, orphans, and dependent relatives of deceased officers,\nsailors, and marines of the Navy, making a total of navy pensioners of\n3,200, and a grand total of pensioners of 311 classes of 238,411, showing a\nnet increase during the last fiscal year of 6,182. During the last year the\nnames of 16,405 pensioners were added to the rolls, and 10,223 names were\ndropped therefrom for various causes.The system adopted for the detection of frauds against the Government in\nthe matter of pensions has been productive of satisfactory results, but\nlegislation is needed to provide, if possible, against the perpetration of\nsuch frauds in future.The evidently increasing interest in the cause of education is a most\nencouraging feature in the general progress and prosperity of the country,\nand the Bureau of Education is earnest in its efforts to give proper\ndirection to the new appliances and increased facilities which are being\noffered to aid the educators of the country in their great work.The Ninth Census has been completed, the report thereof published and\ndistributed, and the working force of the Bureau disbanded. The Secretary\nof the Interior renews his recommendation for a census to be taken in 1875,\nto which subject the attention of Congress is invited. The original\nsuggestion in that behalf has met with the general approval of the country;\nand even if it be not deemed advisable at present to provide for a regular\nquinquennial census, a census taken in 1875, the report of which could be\ncompleted and published before the one hundredth anniversary of our\nnational independence, would be especially interesting and valuable, as\nshowing the progress of the country during the first century of our\nnational existence. It is believed, however, that a regular census every\nfive years would be of substantial benefit to the country, inasmuch as our\ngrowth hitherto has been so rapid that the results of the decennial census\nare necessarily unreliable as a basis of estimates for the latter years of\na decennial period.DISTRICT OF COLUMBIA.Under the very efficient management of the governor and the board of public\nworks of this District the city of Washington is rapidly assuming the\nappearance of a capital of which the nation may well be proud. From being a\nmost unsightly place three years ago, disagreeable to pass through in\nsummer in consequence of the dust arising from unpaved streets, and almost\nimpassable in the winter from the mud, it is now one of the most sightly\ncities in the country, and can boast of being the best paved.The work has been done systematically, the plans, grades, location of\nsewers, water and gas mains being determined upon before the work was\ncommenced, thus securing permanency when completed. I question whether so\nmuch has ever been accomplished before in any American city for the same\nexpenditures. The Government having large reservations in the city, and the\nnation at large having an interest in their capital, I recommend a liberal\npolicy toward the District of Columbia, and that the Government should bear\nits just share of the expense of these improvements. Every citizen visiting\nthe capital feels a pride in its growing beauty, and that he too is part\nowner in the investments made here.I would suggest to Congress the propriety of promoting the establishment in\nthis District of an institution of learning, or university of the highest\nclass, by the donation of lands. There is no place better suited for such\nan institution than the national capital. There is no other place in which\nevery citizen is so directly interested.CIVIL-SERVICE REFORM.In three successive messages to Congress I have called attention to the\nsubject of \"civil-service reform.\"Action has been taken so far as to authorize the appointment of a board to\ndevise rules governing methods of making appointments and promotions, but\nthere never has been any action making these rules, or any rules, binding,\nor even entitled to observance, where persons desire the appointment of a\nfriend or the removal of an official who may be disagreeable to them.To have any rules effective they must have the acquiescence of Congress as\nwell as of the Executive. I commend, therefore, the subject to your\nattention, and suggest that a special committee of Congress might confer\nwith the Civil-Service Board during the present session for the purpose of\ndevising such rules as can be maintained, and which will secure the\nservices of honest and capable officials, and which will also protect them\nin a degree of independence while in office.Proper rules will protect Congress, as well as the Executive, from much\nneedless persecution, and will prove of great value to the public at\nlarge.I would recommend for your favorable consideration the passage of an\nenabling act for the admission of Colorado as a State in the Union. It\npossesses all the elements of a prosperous State, agricultural and mineral,\nand, I believe, has a population now to justify such admission. In\nconnection with this I would also recommend the encouragement of a canal\nfor purposes of irrigation from the eastern slope of the Rocky Mountains to\nthe Missouri River. As a rule I am opposed to further donations of public\nlands for internal improvements owned and controlled by private\ncorporations, but in this instance I would make an exception. Between the\nMissouri River and the Rocky Mountains there is an arid belt of public land\nfrom 300 to 500 miles in width, perfectly valueless for the occupation of\nman, for the want of sufficient rain to secure the growth of any product.\nAn irrigating canal would make productive a belt as wide as the supply of\nwater could be made to spread over across this entire country, and would\nsecure a cordon of settlements connecting the present population of the\nmountain and mining regions with that of the older States. All the land\nreclaimed would be clear gain. If alternate sections are retained by the\nGovernment, I would suggest that the retained sections be thrown open to\nentry under the homestead laws, or sold to actual settlers for a very low\nprice.I renew my previous recommendation to Congress for general amnesty. The\nnumber engaged in the late rebellion yet laboring under disabilities is\nvery small, but enough to keep up a constant irritation. No possible danger\ncan accrue to the Government by restoring them to eligibility to hold\noffice.I suggest for your consideration the enactment of a law to better secure\nthe civil rights which freedom should secure, but has not effectually\nsecured, to the enfranchised slave.U. S. GRANT", 
    "name": "Ulysses S. Grant"
}