{
    "date": "December 7, 1874", 
    "speech": "To the Senate and House of Representatives:Since the convening of Congress one year ago the nation has undergone a\nprostration in business and industries such as has not been witnessed with\nus for many years. Speculation as to the causes for this prostration might\nbe indulged in without profit, because as many theories would be advanced\nas there would be independent writers--those who expressed their own views\nwithout borrowing--upon the subject. Without indulging in theories as to\nthe cause of this prostration, therefore, I will call your attention only\nto the fact, and to some plain questions as to which it would seem there\nshould be no disagreement.During this prostration two essential elements of prosperity have been most\nabundant--labor and capital. Both have been largely unemployed. Where\nsecurity has been undoubted, capital has been attainable at very moderate\nrates. Where labor has been wanted, it has been found in abundance, at\ncheap rates compared with what--of necessaries and comforts of life--could\nbe purchased with the wages demanded. Two great elements of prosperity,\ntherefore, have not been denied us. A third might be added: Our soil and\nclimate are unequaled, within the limits of any contiguous territory under\none nationality, for its variety of products to feed and clothe a people\nand in the amount of surplus to spare to feed less favored peoples.\nTherefore, with these facts in view, it seems to me that wise\nstatesmanship, at this session of Congress, would dictate legislation\nignoring the past; directing in proper channels these great elements of\nprosperity to any people. Debt, debt abroad, is the only element that can,\nwith always a sound currency, enter into our affairs to cause any continued\ndepression in the industries and prosperity of our people.A great conflict for national existence made necessary, for temporary\npurposes, the raising of large sums of money from whatever source\nattainable. It made it necessary, in the wisdom of Congress--and I do not\ndoubt their wisdom in the premises, regarding the necessity of the\ntimes--to devise a system of national currency which it proved to be\nimpossible to keep on a par with the recognized currency of the civilized\nworld. This begot a spirit of speculation involving an extravagance and\nluxury not required for the happiness or prosperity of a people, and\ninvolving, both directly and indirectly, foreign indebtedness. The\ncurrency, being of fluctuating value, and therefore unsafe to hold for\nlegitimate transactions requiring money, became a subject of speculation\nwithin itself. These two causes, however, have involved us in a foreign\nindebtedness, contracted in good faith by borrower and lender, which should\nbe paid in coin, and according to the bond agreed upon when the debt was\ncontracted--gold or its equivalent. The good faith of the Government can\nnot be violated toward creditors without national disgrace. But our\ncommerce should be encouraged; American shipbuilding and carrying capacity\nincreased; foreign markets sought for products of the soil and\nmanufactories, to the end that we may be able to pay these debts. Where a\nnew market can be created for the sale of our products, either of the soil,\nthe mine, or the manufactory, a new means is discovered of utilizing our\nidle capital and labor to the advantage of the whole people. But, in my\njudgment, the first step toward accomplishing this object is to secure a\ncurrency of fixed, stable value; a currency good wherever civilization\nreigns; one which, if it becomes superabundant with one people, will find a\nmarket with some other; a currency which has as its basis the labor\nnecessary to produce it, which will give to it its value. Gold and silver\nare now the recognized medium of exchange the civilized world over, and to\nthis we should return with the least practicable delay. In view of the\npledges of the American Congress when our present legal-tender system was\nadopted, and debt contracted, there should be no delay--certainly no\nunnecessary delay--in fixing by legislation a method by which we will\nreturn to specie. To the accomplishment of this end I invite your special\nattention. I believe firmly that there can be no prosperous and permanent\nrevival of business and industries until a policy is adopted--with\nlegislation to carry it out--looking to a return to a specie basis. It is\neasy to conceive that the debtor and speculative classes may think it of\nvalue to them to make so-called money abundant until they can throw a\nportion of their burdens upon others. But even these, I believe, would be\ndisappointed in the result if a course should be pursued which will keep in\ndoubt the value of the legal-tender medium of exchange. A revival of\nproductive industry is needed by all classes; by none more than the holders\nof property, of whatever sort, with debts to liquidate from realization\nupon its sale. But admitting that these two classes of citizens are to be\nbenefited by expansion, would it be honest to give it? Would not the\ngeneral loss be too great to justify such relief? Would it not be just as\nhonest and prudent to authorize each debtor to issue his own legal-tenders\nto the extent of his liabilities? Than to do this, would it not be safer,\nfor fear of overissues by unscrupulous creditors, to say that all debt\nobligations are obliterated in the United States, and now we commence anew,\neach possessing all he has at the time free from incumbrance? These\npropositions are too absurd to be entertained for a moment by thinking or\nhonest people. Yet every delay in preparation for final resumption partakes\nof this dishonesty, and is only less in degree as the hope is held out that\na convenient season will at last arrive for the good work of redeeming our\npledges to commence. It will never come, in my opinion, except by positive\naction by Congress, or by national disasters which will destroy, for a time\nat least, the credit of the individual and the State at large. A sound\ncurrency might be reached by total bankruptcy and discredit of the\nintegrity of the nation and of individuals. I believe it is in the power of\nCongress at this session to devise such legislation as will renew\nconfidence, revive all the industries, start us on a career of prosperity\nto last for many years and to save the credit of the nation and of the\npeople. Steps toward the return to a specie basis are the great requisites\nto this devoutly to be sought for end. There are others which I may touch\nupon hereafter.A nation dealing in a currency below that of specie in value labors under\ntwo great disadvantages: First, having no use for the world's acknowledged\nmedium of exchange, gold and silver, these are driven out of the country\nbecause there is no need for their use; second, the medium of exchange in\nuse being of a fluctuating value--for, after all, it is only worth just\nwhat it will purchase of gold and silver, metals having an intrinsic value\njust in proportion to the honest labor it takes to produce them--a larger\nmargin must be allowed for profit by the manufacturer and producer. It is\nmonths from the date of production to the date of realization. Interest\nupon capital must be charged, and risk of fluctuation in the value of that\nwhich is to be received in payment added. Hence high prices, acting as a\nprotection to the foreign producer, who receives nothing in exchange for\nthe products of his skill and labor except a currency good, at a stable\nvalue, the world over It seems to me that nothing is clearer than that the\ngreater part of the burden of existing prostration, for the want of a sound\nfinancial system, falls upon the working man, who must after all produce\nthe wealth, and the salaried man, who superintends and conducts business.\nThe burden falls upon them in two ways--by the deprivation of employment\nand by the decreased purchasing power of their salaries. It is the duty of\nCongress to devise the method of correcting the evils which are\nacknowledged to exist, and not mine. But I will venture to suggest two or\nthree things which seem to me as absolutely necessary to a return to specie\npayments, the first great requisite in a return to prosperity. The\nlegal-tender clause to the law authorizing the issue of currency by the\nNational Government should be repealed, to take effect as to all contracts\nentered into after a day fixed in the repealing act--not to apply, however,\nto payments of salaries by Government, or for other expenditures now\nprovided by law to be paid in currency, in the interval pending between\nrepeal and final resumption. Provision should be made by which the\nSecretary of the Treasury can obtain gold as it may become necessary from\ntime to time from the date when specie redemption commences. To this might\nand should be added a revenue sufficiently in excess of expenses to insure\nan accumulation of gold in the Treasury to sustain permanent redemption.I commend this subject to your careful consideration, believing that a\nfavorable solution is attainable, and if reached by this Congress that the\npresent and future generations will ever gratefully remember it as their\ndeliverer from a thraldom of evil and disgrace.With resumption, free banking may be authorized with safety, giving the\nsame full protection to bill holders which they have under existing laws.\nIndeed, I would regard free banking as essential. It would give proper\nelasticity to the currency. As more currency should be required for the\ntransaction of legitimate business, new banks would be started, and in turn\nbanks would wind up their business when it was found that there was a\nsuperabundance of currency. The experience and judgment of the people can\nbest decide just how much currency is required for the transaction of the\nbusiness of the country. It is unsafe to leave the settlement of this\nquestion to Congress, the Secretary of the Treasury, or the Executive.\nCongress should make the regulation under which banks may exist, but should\nnot make banking a monopoly by limiting the amount of redeemable paper\ncurrency that shall be authorized. Such importance do I attach to this\nsubject, and so earnestly do I commend it to your attention, that I give it\nprominence by introducing it at the beginning of this message.During the past year nothing has occurred to disturb the general friendly\nand cordial relations of the United States with other powers.The correspondence submitted herewith between this Government and its\ndiplomatic representatives, as also with the representatives of other\ncountries, shows a satisfactory condition of all questions between the\nUnited States and the most of those countries, and with few exceptions, to\nwhich reference is hereafter made, the absence of any points of difference\nto be adjusted.The notice directed by the resolution of Congress of June 17, 1874, to be\ngiven to terminate the convention of July 17, 1858, between the United\nStates and Belgium has been given, and the treaty will accordingly\nterminate on the 1st day of July, 1875. This convention secured to certain\nBelgian vessels entering the ports of the United States exceptional\nprivileges which are not accorded to our own vessels. Other features of the\nconvention have proved satisfactory, and have tended to the cultivation of\nmutually beneficial commercial intercourse and friendly relations between\nthe two countries. I hope that negotiations which have been invited will\nresult in the celebration of another treaty which may tend to the interests\nof both countries.Our relations with China continue to be friendly. During the past year the\nfear of hostilities between China and Japan, growing out of the landing of\nan armed force upon the island of Formosa by the latter, has occasioned\nuneasiness. It is earnestly hoped, however, that the difficulties arising\nfrom this cause will be adjusted, and that the advance of civilization in\nthese Empires may not be retarded by a state of war. In consequence of the\npart taken by certain citizens of the United States in this expedition, our\nrepresentatives in those countries have been instructed to impress upon the\nGovernments of China and Japan the firm intention of this country to\nmaintain strict neutrality in the event of hostilities, and to carefully\nprevent any infraction of law on the part of our citizens.In connection with this subject I call the attention of Congress to a\ngenerally conceded fact--that the great proportion of the Chinese\nimmigrants who come to our shores do not come voluntarily, to make their\nhomes with us and their labor productive of general prosperity, but come\nunder contracts with headmen, who own them almost absolutely. In a worse\nform does this apply to Chinese women. Hardly a perceptible percentage of\nthem perform any honorable labor, but they are brought for shameful\npurposes, to the disgrace of the communities where settled and to the great\ndemoralization of the youth of those localities. If this evil practice can\nbe legislated against, it will be my pleasure as well as duty to enforce\nany regulation to secure so desirable an end.It is hoped that negotiations between the Government of Japan and the\ntreaty powers, looking to the further opening of the Empire and to the\nremoval of various restrictions upon trade and travel, may soon produce the\nresults desired, which can not fail to inure to the benefit of all the\nparties. Having on previous occasions submitted to the consideration of\nCongress the propriety of the release of the Japanese Government from the\nfurther payment of the indemnity under the convention of October 22, 1864,\nand as no action had been taken thereon, it became my duty to regard the\nobligations of the convention as in force; and as the other powers\ninterested had received their portion of the indemnity in full, the\nminister of the United States in Japan has, in behalf of this Government,\nreceived the remainder of the amount due to the United States under the\nconvention of Simonosaki. I submit the propriety of applying the income of\na part, if not of the whole, of this fund to the education in the Japanese\nlanguage of a number of young men to be under obligations to serve the\nGovernment for a specified time as interpreters at the legation and the\nconsulates in Japan. A limited number of Japanese youths might at the same\ntime be educated in our own vernacular, and mutual benefits would result to\nboth Governments. The importance of having our own citizens, competent and\nfamiliar with the language of Japan, to act as interpreters and in other\ncapacities connected with the legation and the consulates in that country\ncan not readily be overestimated.The amount awarded to the Government of Great Britain by the mixed\ncommission organized under the provisions of the treaty of Washington in\nsettlement of the claims of British subjects arising from acts committed\nbetween April 13, 1861, and April 9, 1865, became payable, under the terms\nof the treaty, within the past year, and was paid upon the 21st day of\nSeptember, 1874. In this connection I renew my recommendation, made at the\nopening of the last session of Congress, that a special court be created to\nhear and determine all claims of aliens against the United States arising\nfrom acts committed against their persons or property during the\ninsurrection. It appears equitable that opportunity should be offered to\ncitizens of other states to present their claims, as well as to those\nBritish subjects whose claims were not admissible under the late\ncommission, to the early decision of some competent tribunal. To this end I\nrecommend the necessary legislation to organize a court to dispose of all\nclaims of aliens of the nature referred to in an equitable and satisfactory\nmanner, and to relieve Congress and the Departments from the consideration\nof these questions.The legislation necessary to extend to the colony of Newfoundland certain\narticles of the treaty of Washington of the 8th day of May, 1871, having\nbeen had, a protocol to that effect was signed in behalf of the United\nStates and of Great Britain on the 28th day of May last, and was duly\nproclaimed on the following day. A copy of the proclamation is submitted\nherewith.A copy of the report of the commissioner appointed under the act of March\n19, 1872, for surveying and marking the boundary between the United States\nand the British possessions from the Lake of the Woods to the summit of the\nRocky Mountains is herewith transmitted. I am happy to announce that the\nfield work of the commission has been completed, and the entire line from\nthe northwest corner of the Lake of the Woods to the summit of the Rocky\nMountains has been run and marked upon the surface of the earth. It is\nbelieved that the amount remaining unexpended of the appropriation made at\nthe last session of Congress will be sufficient to complete the office\nwork. I recommend that the authority of Congress be given to the use of the\nunexpended balance of the appropriation in the completion of the work of\nthe commission in making its report and preparing the necessary maps.The court known as the Court of Commissioners of Alabama Claims, created by\nan act of Congress of the last session, has organized and commenced its\nwork, and it is to be hoped that the claims admissible under the provisions\nof the act may be speedily ascertained and paid.It has been deemed advisable to exercise the discretion conferred upon the\nExecutive at the last session by accepting the conditions required by the\nGovernment of Turkey for the privilege of allowing citizens of the United\nStates to hold real estate in the former country, and by assenting to a\ncertain change in the jurisdiction of courts in the latter. A copy of the\nproclamation upon these subjects is herewith communicated.There has been no material change in our relations with the independent\nStates of this hemisphere which were formerly under the dominion of Spain.\nMarauding on the frontiers between Mexico and Texas still frequently takes\nplace, despite the vigilance of the civil and military authorities in that\nquarter. The difficulty of checking such trespasses along the course of a\nriver of such length as the Rio Grande, and so often fordable, is obvious.\nIt is hoped that the efforts of this Government will be seconded by those\nof Mexico to the effectual suppression of these acts of wrong.From a report upon the condition of the business before the American and\nMexican Joint Claims Commission, made by the agent on the part of the\nUnited States, and dated October 28, 1874, it appears that of the 1,017\nclaims filed on the part of citizens of the United States, 483 had been\nfinally decided and 75 were in the hands of the umpire, leaving 462 to be\ndisposed of; and of the 998 claims filed against the United States, 726 had\nbeen finally decided, I was before the umpire, and 271 remained to be\ndisposed of. Since the date of such report other claims have been disposed\nof, reducing somewhat the number still pending; and others have been passed\nupon by the arbitrators. It has become apparent, in view of these figures\nand of the fact that the work devolving on the umpire is particularly\nlaborious, that the commission will be unable to dispose of the entire\nnumber of claims pending prior to the 1st day of February, 1875--the date\nfixed for its expiration. Negotiations are pending looking to the securing\nof the results of the decisions which have been reached and to a further\nextension of the commission for a limited time, which it is confidently\nhoped will suffice to bring all the business now before it to a final\nclose.The strife in the Argentine Republic is to be deplored, both on account of\nthe parties thereto and from the probable effects on the interests of those\nengaged in the trade to that quarter, of whom the United States are among\nthe principal. As yet, so far as I am aware, there has been no violation of\nour neutrality rights, which, as well as our duties in that respect, it\nshall be my endeavor to maintain and observe.It is with regret I announce that no further payment has been received from\nthe Government of Venezuela on account of awards in favor of citizens of\nthe United States. Hopes have been entertained that if that Republic could\nescape both foreign and civil war for a few years its great natural\nresources would enable it to honor its obligations. Though it is now\nunderstood to be at peace with other countries, a serious insurrection is\nreported to be in progress in an important region of that Republic. This\nmay be taken advantage of as another reason to delay the payment of the\ndues of our citizens.The deplorable strife in Cuba continues without any marked change in the\nrelative advantages of the contending forces. The insurrection continues,\nbut Spain has gained no superiority. Six years of strife give to the\ninsurrection a significance which can not be denied. Its duration and the\ntenacity of its adherence, together with the absence of manifested power of\nsuppression on the part of Spain, can not be controverted, and may make\nsome positive steps on the part of other powers a matter of self-necessity.\nI had confidently hoped at this time to be able to announce the arrangement\nof some of the important questions between this Government and that of\nSpain, but the negotiations have been protracted. The unhappy intestine\ndissensions of Spain command our profound sympathy, and must be accepted as\nperhaps a cause of some delay. An early settlement, in part at least, of\nthe questions between the Governments is hoped. In the meantime, awaiting\nthe results of immediately pending negotiations, I defer a further and\nfuller communication on the subject of the relations of this country and\nSpain.I have again to call the attention of Congress to the unsatisfactory\ncondition of the existing laws with reference to expatriation and the\nelection of nationality. Formerly, amid conflicting opinions and decisions,\nit was difficult to exactly determine how far the doctrine of perpetual\nallegiance was applicable to citizens of the United States. Congress by the\nact of the 27th of July, 1868, asserted the abstract right of expatriation\nas a fundamental principle of this Government. Notwithstanding such\nassertion and the necessity of frequent application of the principle, no\nlegislation has been had defining what acts or formalities shall work\nexpatriation or when a citizen shall be deemed to have renounced or to have\nlost his citizenship. The importance of such definition is obvious. The\nrepresentatives of the United States in foreign countries are continually\ncalled upon to lend their aid and the protection of the United States to\npersons concerning the good faith or the reality of whose citizenship there\nis at least great question. In some cases the provisions of the treaties\nfurnish some guide; in others it seems left to the person claiming the\nbenefits of citizenship, while living in a foreign country, contributing in\nno manner to the performance of the duties of a citizen of the United\nStates, and without intention at any time to return and undertake those\nduties, to use the claims to citizenship of the United States simply as a\nshield from the performance of the obligations of a citizen elsewhere.The status of children born of American parents residing in a foreign\ncountry, of American women who have married aliens, of American citizens\nresiding abroad where such question is not regulated by treaty, are all\nsources of frequent difficulty and discussion. Legislation on these and\nsimilar questions, and particularly defining when and under what\ncircumstances expatriation can be accomplished or is to be presumed, is\nespecially needed. In this connection I earnestly call the attention of\nCongress to the difficulties arising from fraudulent naturalization. The\nUnited States wisely, freely, and liberally offers its citizenship to all\nwho may come in good faith to reside within its limits on their complying\nwith certain prescribed reasonable and simple formalities and conditions.\nAmong the highest duties of the Government is that to afford firm,\nsufficient, and equal protection to all its citizens, whether native born\nor naturalized. Care should be taken that a right carrying with it such\nsupport from the Government should not be fraudulently obtained, and should\nbe bestowed only upon full proof of a compliance with the law; and yet\nfrequent instances are brought to the attention of the Government of\nillegal and fraudulent naturalization and of the unauthorized use of\ncertificates thus improperly obtained. In some cases the fraudulent\ncharacter of the naturalization has appeared upon the face of the\ncertificate itself; in others examination discloses that the holder had not\ncomplied with the law, and in others certificates have been obtained where\nthe persons holding them not only were not entitled to be naturalized, but\nhad not even been within the United States at the time of the pretended\nnaturalization. Instances of each of these classes of fraud are discovered\nat our legations, where the certificates of naturalization are presented\neither for the purpose of obtaining passports or in demanding the\nprotection of the legation. When the fraud is apparent on the face of such\ncertificates, they are taken up by the representatives of the Government\nand forwarded to the Department of State. But even then the record of the\ncourt in which the fraudulent naturalization occurred remains, and\nduplicate certificates are readily obtainable. Upon the presentation of\nthese for the issue of passports or in demanding protection of the\nGovernment, the fraud sometimes escapes notice, and such certificates are\nnot infrequently used in transactions of business to the deception and\ninjury of innocent parties. Without placing any additional obstacles in the\nway of the obtainment of citizenship by the worthy and well-intentioned\nforeigner who comes in good faith to cast his lot with ours, I earnestly\nrecommend further legislation to punish fraudulent naturalization and to\nsecure the ready cancellation of the record of every naturalization made in\nfraud.Since my last annual message the exchange has been made of the ratification\nof treaties of extradition with Belgium, Ecuador, Peru, and Salvador; also\nof a treaty of commerce and navigation with Peru, and one of commerce and\nconsular privileges with Salvador; all of which have been duly proclaimed,\nas has also a declaration with Russia with reference to trade-marks.The report of the Secretary of the Treasury, which by law is made directly\nto Congress, and forms no part of this message, will show the receipts and\nexpenditures of the Government for the last fiscal year, the amount\nreceived from each source of revenue, and the amount paid out for each of\nthe Departments of Government. It will be observed from this report that\nthe amount of receipts over expenditures has been but $2,344,882.30 for the\nfiscal year ending June 30, 1874, and that for the current fiscal year the\nestimated receipts over expenditures will not much exceed $9,000,000. In\nview of the large national debt existing and the obligation to add 1 per\ncent per annum to the sinking fund, a sum amounting now to over $34,000,000\nper annum, I submit whether revenues should not be increased or\nexpenditures diminished to reach this amount of surplus. Not to provide for\nthe sinking fund is a partial failure to comply with the contracts and\nobligations of the Government. At the last session of Congress a very\nconsiderable reduction was made in rates of taxation and in the number of\narticles submitted to taxation; the question may well be asked, whether or\nnot, in some instances, unwisely. In connection with this subject, too, I\nventure the opinion that the means of collecting the revenue, especially\nfrom imports, have been so embarrassed by legislation as to make it\nquestionable whether or not large amounts are not lost by failure to\ncollect, to the direct loss of the Treasury and to the prejudice of the\ninterests of honest importers and taxpayers.The Secretary of the Treasury in his report favors legislation looking to\nan early return to specie payments, thus supporting views previously\nexpressed in this message. He also recommends economy in appropriations;\ncalls attention to the loss of revenue from repealing the tax on tea and\ncoffee, without benefit to the consumer; recommends an increase of 10 cents\na gallon on whisky, and, further, that no modification be made in the\nbanking and currency bill passed at the last session of Congress, unless\nmodification should become necessary by reason of the adoption of measures\nfor returning to specie payments. In these recommendations I cordially\njoin.I would suggest to Congress the propriety of readjusting the tariff so as\nto increase the revenue, and at the same time decrease the number of\narticles upon which duties are levied. Those articles which enter into our\nmanufactures and are not produced at home, it seems to me, should be\nentered free. Those articles of manufacture which we produce a constituent\npart of, but do not produce the whole, that part which we do not produce\nshould enter free also. I will instance fine wool, dyes, etc. These\narticles must be imported to form a part of the manufacture of the higher\ngrades of woolen goods. Chemicals used as dyes, compounded in medicines,\nand used in various ways in manufactures come under this class. The\nintroduction free of duty of such wools as we do not produce would\nstimulate the manufacture of goods requiring the use of those we do\nproduce, and therefore would be a benefit to home production. There are\nmany articles entering into \"home manufactures\" which we do not produce\nourselves the tariff upon which increases the cost of producing the\nmanufactured article. All corrections in this regard are in the direction\nof bringing labor and capital in harmony with each other and of supplying\none of the elements of prosperity so much needed.The report of the Secretary of War herewith attached, and forming a part of\nthis message, gives all the information concerning the operations, wants,\nand necessities of the Army, and contains many suggestions and\nrecommendations which I commend to your special attention.There is no class of Government employees who are harder worked than the\nArmy--officers and men; none who perform their tasks more cheerfully and\nefficiently and under circumstances of greater privations and hardships.Legislation is desirable to render more efficient this branch of the public\nservice. All the recommendations of the Secretary of War I regard as\njudicious, and I especially commend to your attention the following: The\nconsolidation of Government arsenals; the restoration of mileage to\nofficers traveling under orders; the exemption of money received from the\nsale of subsistence stores from being covered into the Treasury; the use of\nappropriations for the purchase of subsistence stores without waiting for\nthe beginning of the fiscal year for which the appropriation is made; for\nadditional appropriations for the collection of torpedo material; for\nincreased appropriations for the manufacture of arms; for relieving the\nvarious States from indebtedness for arms charged to them during the\nrebellion; for dropping officers from the rolls of the Army without trial\nfor the offense of drawing pay more than once for the same period; for the\ndiscouragement of the plan to pay soldiers by cheek, and for the\nestablishment of a professorship of rhetoric and English literature at West\nPoint. The reasons for these recommendations are obvious, and are set forth\nsufficiently in the reports attached. I also recommend that the status of\nthe staff corps of the Army be fixed, where this has not already been done,\nso that promotions may be made and vacancies filled as they occur in each\ngrade when reduced below the number to be fixed by law. The necessity for\nsuch legislation is specially felt now in the Pay Department. The number of\nofficers in that department is below the number adequate to the performance\nof the duties required of them by law.The efficiency of the Navy has been largely increased during the last year.\nUnder the impulse of the foreign complications which threatened us at the\ncommencement of the last session of Congress, most of our efficient wooden\nships were put in condition for immediate service, and the repairs of our\nironclad fleet were pushed with the utmost vigor. The result is that most\nof these are now in an effective state and need only to be manned and put\nin commission to go at once into service.Some of the new sloops authorized by Congress are already in commission,\nand most of the remainder are launched and wait only the completion of\ntheir machinery to enable them to take their places as part of our\neffective force.Two iron torpedo ships have been completed during the last year, and four\nof our large double-turreted ironclads are now undergoing repairs. When\nthese are finished, everything that is useful of our Navy, as now\nauthorized, will be in condition for service, and with the advance in the\nscience of torpedo warfare the American Navy, comparatively small as it is,\nwill be found at any time powerful for the purposes of a peaceful nation.Much has been accomplished during the year in aid of science and to\nincrease the sum of general knowledge and further the interests of commerce\nand civilization. Extensive and much-needed soundings have been made for\nhydrographic purposes and to fix the proper routes of ocean telegraphs.\nFurther surveys of the great Isthmus have been undertaken and completed,\nand two vessels of the Navy are now employed, in conjunction with those of\nEngland, France, Germany, and Russia, in observations connected with the\ntransit of Venus, so useful and interesting to the scientific world.The estimates for this branch of the public service do not differ\nmaterially from those of last year, those for the general support of the\nservice being somewhat less and those for permanent improvements at the\nvarious stations rather larger than the corresponding estimate made a year\nago. The regular maintenance and a steady increase in the efficiency of\nthis most important arm in proportion to the growth of our maritime\nintercourse and interests is recommended to the attention of Congress.The use of the Navy in time of peace might be further utilized by a direct\nauthorization of the employment of naval vessels in explorations and\nsurveys of the supposed navigable waters of other nationalities on this\ncontinent, especially the tributaries of the two great rivers of South\nAmerica, the Orinoco and the Amazon. Nothing prevents, under existing laws,\nsuch exploration, except that expenditures must be made in such expeditions\nbeyond those usually provided for in the appropriations. The field\ndesignated is unquestionably one of interest and one capable of large\ndevelopment of commercial interests--advantageous to the peoples reached\nand to those who may establish relations with them.Education of the people entitled to exercise the right of franchise I\nregard essential to general prosperity everywhere, and especially so in\nrepublics, where birth, education, or previous condition does not enter\ninto account in giving suffrage. Next to the public school, the post-office\nis the great agent of education over our vast territory. The rapidity with\nwhich new sections are being settled, thus increasing the carrying of mails\nin a more rapid ratio than the increase of receipts, is not alarming. The\nreport of the Postmaster-General herewith attached shows that there was an\nincrease of revenue in his Department in 1873 over the previous year of\n$1,674,411, and an increase of cost of carrying the mails and paying\nemployees of $3,041,468.91. The report of the Postmaster-General gives\ninteresting statistics of his Department, and compares them with the\ncorresponding statistics of a year ago, showing a growth in every branch of\nthe Department.A postal convention has been concluded with New South Wales, an exchange of\npostal cards established with Switzerland, and the negotiations pending for\nseveral years past with France have been terminated in a convention with\nthat country, which went into effect last August.An international postal congress was convened in Berne, Switzerland, in\nSeptember last, at which the United States was represented by an officer of\nthe Post-Office Department of much experience and of qualification for the\nposition. A convention for the establishment of an international postal\nunion was agreed upon and signed by the delegates of the countries\nrepresented, subject to the approval of the proper authorities of those\ncountries.I respectfully direct your attention to the report of the\nPostmaster-General and to his suggestions in regard to an equitable\nadjustment of the question of compensation to railroads for carrying the\nmails.Your attention will be drawn to the unsettled condition of affairs in some\nof the Southern States.On the 14th of September last the governor of Louisiana called upon me, as\nprovided by the Constitution and laws of the United States, to aid in\nsuppressing domestic violence in that State. This call was made in view of\na proclamation issued on that day by D. B. Penn, claiming that he was\nelected lieutenant-governor in 1872, and calling upon the militia of the\nState to arm, assemble, and drive from power the usurpers, as he designated\nthe officers of the State government. On the next day I issued my\nproclamation commanding the insurgents to disperse within five days from\nthe date thereof, and subsequently learned that on that day they had taken\nforcible possession of the statehouse. Steps were taken by me to support\nthe existing and recognized State government, but before the expiration of\nthe five days the insurrectionary movement was practically abandoned, and\nthe officers of the State government, with some minor exceptions, resumed\ntheir powers and duties. Considering that the present State administration\nof Louisiana has been the only government in that State for nearly two\nyears; that it has been tacitly acknowledged and acquiesced in as such by\nCongress, and more than once expressly recognized by me, I regarded it as\nmy clear duty, when legally called upon for that purpose, to prevent its\noverthrow by an armed mob under pretense of fraud and irregularity in the\nelection of 1872. I have heretofore called the attention of Congress to\nthis subject, stating that on account of the frauds and forgeries committed\nat said election, and because it appears that the returns thereof were\nnever legally canvassed, it was impossible to tell thereby who were chosen;\nbut from the best sources of information at my command I have always\nbelieved that the present State officers received a majority of the legal\nvotes actually cast at that election. I repeat what I said in my special\nmessage of February 23, 1873, that in the event of no action by Congress I\nmust continue to recognize the government heretofore recognized by me.I regret to say that with preparations for the late election decided\nindications appeared in some localities in the Southern States of a\ndetermination, by acts of violence and intimidation, to deprive citizens of\nthe freedom of the ballot because of their political opinions. Bands of\nmen, masked and armed, made their appearance; White Leagues and other\nsocieties were formed; large quantities of arms and ammunition were\nimported and distributed to these organizations; military drills, with\nmenacing demonstrations, were held, and with all these murders enough were\ncommitted to spread terror among those whose political action was to be\nsuppressed, if possible, by these intolerant and criminal proceedings. In\nsome places colored laborers were compelled to vote according to the wishes\nof their employers, under threats of discharge if they acted otherwise; and\nthere are too many instances in which, when these threats were disregarded,\nthey were remorselessly executed by those who made them. I understand that\nthe fifteenth amendment to the Constitution was made to prevent this and a\nlike state of things, and the act of May 31, 1870, with amendments, was\npassed to enforce its provisions, the object of both being to guarantee to\nall citizens the right to vote and to protect them in the free enjoyment of\nthat right. Enjoined by the Constitution \"to take care that the laws be\nfaithfully executed,\" and convinced by undoubted evidence that violations\nof said act had been committed and that a widespread and flagrant disregard\nof it was contemplated, the proper officers were instructed to prosecute\nthe offenders, and troops were stationed at convenient points to aid these\nofficers, if necessary, in the performance of their official duties.\nComplaints are made of this interference by Federal authority; but if said\namendment and act do not provide for such interference under the\ncircumstances as above stated, then they are without meaning, force, or\neffect, and the whole scheme of colored enfranchisement is worse than\nmockery and little better than a crime. Possibly Congress may find it due\nto truth and justice to ascertain, by means of a committee, whether the\nalleged wrongs to colored citizens for political purposes are real or the\nreports thereof were manufactured for the occasion.The whole number of troops in the States of Louisiana, Alabama, Georgia,\nFlorida, South Carolina, North Carolina, Kentucky, Tennessee, Arkansas,\nMississippi, Maryland, and Virginia at the time of the election was 4,082.\nThis embraces the garrisons of all the forts from the Delaware to the Gulf\nof Mexico.Another trouble has arisen in Arkansas. Article 13 of the constitution of\nthat State (which was adopted in 1868, and upon the approval of which by\nCongress the State was restored to representation as one of the States of\nthe Union) provides in effect that before any amendments proposed to this\nconstitution shall become a part thereof they shall be passed by two\nsuccessive assemblies and then submitted to and ratified by a majority of\nthe electors of the State voting thereon. On the 11th of May, 1874, the\ngovernor convened an extra session of the general assembly of the State,\nwhich on the 18th of the same month passed an act providing for a\nconvention to frame a new constitution. Pursuant to this act, and at an\nelection held on the 30th of June, 1874, the convention was approved, and\ndelegates were chosen thereto, who assembled on the 14th of last July and\nframed a new constitution, the schedule of which provided for the election\nof an entire new set of State officers in a manner contrary to the then\nexisting election laws of the State. On the 13th of October, 1874, this\nconstitution, as therein provided, was submitted to the people for their\napproval or rejection, and according to the election returns was approved\nby a large majority of those qualified to vote thereon; and at the same\nelection persons were chosen to fill all the State, county, and township\noffices. The governor elected in 1872 for the term of four years turned\nover his office to the governor chosen under the new constitution,\nwhereupon the lieutenant-governor, also elected in 1872 for a term of four\nyears, claiming to act as governor, and alleging that said proceedings by\nwhich the new constitution was made and a new set of officers elected were\nunconstitutional, illegal, and void, called upon me, as provided in section\n4, Article IV, of the Constitution, to protect the State against domestic\nviolence. As Congress is now investigating the political affairs of\nArkansas, I have declined to interfere.The whole subject of Executive interference with the affairs of a State is\nrepugnant to public opinion, to the feelings of those who, from their\nofficial capacity, must be used in such interposition, and to him or those\nwho must direct. Unless most clearly on the side of law, such interference\nbecomes a crime; with the law to support it, it is condemned without a\nheating. I desire, therefore, that all necessity for Executive direction in\nlocal affairs may become unnecessary and obsolete. I invite the attention,\nnot of Congress, but of the people of the United States, to the causes and\neffects of these unhappy questions. Is there not a disposition on one side\nto magnify wrongs and outrages, and on the other side to belittle them or\njustify them? If public opinion could be directed to a correct survey of\nwhat is and to rebuking wrong and aiding the proper authorities in\npunishing it, a better state of feeling would be inculcated, and the sooner\nwe would have that peace which would leave the States free indeed to\nregulate their own domestic affairs. I believe on the part of our citizens\nof the Southern States--the better part of them--there is a disposition to\nbe law abiding, and to do no violence either to individuals or to the laws\nexisting. But do they do right in ignoring the existence of violence and\nbloodshed in resistance to constituted authority? I sympathize with their\nprostrate condition, and would do all in my power to relieve them,\nacknowledging that in some instances they have had most trying governments\nto live under, and very oppressive ones in the way of taxation for nominal\nimprovements, not giving benefits equal to the hardships imposed. But can\nthey proclaim themselves entirely irresponsible for this condition? They\ncan not. Violence has been rampant in some localities, and has either been\njustified or denied by those who could have prevented it. The theory is\neven raised that there is to be no further interference on the part of the\nGeneral Government to protect citizens within a State where the State\nauthorities fail to give protection. This is a great mistake. While I\nremain Executive all the laws of Congress and the provisions of the\nConstitution, including the recent amendments added thereto, will be\nenforced with rigor, but with regret that they should have added one jot or\ntittle to Executive duties or powers. Let there be fairness in the\ndiscussion of Southern questions, the advocates of both or all political\nparties giving honest, truthful reports of occurrences, condemning the\nwrong and upholding the tight, and soon all will be well. Under existing\nconditions the negro votes the Republican ticket because he knows his\nfriends are of that party. Many a good citizen votes the opposite, not\nbecause he agrees with the great principles of state which separate\nparties, but because, generally, he is opposed to negro rule. This is a\nmost delusive cry. Treat the negro as a citizen and a voter, as he is and\nmust remain, and soon parties will be divided, not on the color line, but\non principle. Then we shall have no complaint of sectional interference.The report of the Attorney-General contains valuable recommendations\nrelating to the administration of justice in the courts of the United\nStates, to which I invite your attention.I respectfully suggest to Congress the propriety of increasing the number\nof judicial districts in the United States to eleven (the present number\nbeing nine) and the creation of two additional judgeships. The territory to\nbe traversed by the circuit judges is so great and the business of the\ncourts so steadily increasing that it is growing more and more impossible\nfor them to keep up with the business requiring their attention. Whether\nthis would involve the necessity of adding two more justices of the Supreme\nCourt to the present number I submit to the judgment of Congress.The attention of Congress is invited to the report of the Secretary of the\nInterior and to the legislation asked for by him. The domestic interests of\nthe people are more intimately connected with this Department than with\neither of the other Departments of Government. Its duties have been added\nto from time to time until they have become so onerous that without the\nmost perfect system and order it will be impossible for any Secretary of\nthe Interior to keep trace of all official transactions having his sanction\nand done in his name, and for which he is held personally responsible.The policy adopted for the management of Indian affairs, known as the peace\npolicy, has been adhered to with most beneficial results. It is confidently\nhoped that a few years more will relieve our frontiers from danger of\nIndian depredations.I commend the recommendation of the Secretary for the extension of the\nhomestead laws to the Indians and for some sort of Territorial government\nfor the Indian Territory. A great majority of the Indians occupying this\nTerritory are believed yet to be incapable of maintaining their rights\nagainst the more civilized and enlightened white man. Any Territorial form\nof government given them, therefore, should protect them in their homes and\nproperty for a period of at least twenty years, and before its final\nadoption should be ratified by a majority of those affected.The report of the Secretary of the Interior herewith attached gives much\ninteresting statistical information, which I abstain from giving an\nabstract of, but refer you to the report itself.The act of Congress providing the oath which pensioners must subscribe to\nbefore drawing their pensions cuts off from this bounty a few survivors of\nthe War of 1812 residing in the Southern States. I recommend the\nrestoration of this bounty to all such. The number of persons whose names\nwould thus be restored to the list of pensioners is not large. They are all\nold persons, who could have taken no part in the rebellion, and the\nservices for which they were awarded pensions were in defense of the whole\ncountry.The report of the Commissioner of Agriculture herewith contains suggestions\nof much interest to the general public, and refers to the sly approaching\nCentennial and the part his Department is ready to take in it. I feel that\nthe nation at large is interested in having this exposition a success, and\ncommend to Congress such action as will secure a greater general interest\nin it. Already many foreign nations have signified their intention to be\nrepresented at it, and it may be expected that every civilized nation will\nbe represented.The rules adopted to improve the civil service of the Government have been\nadhered to as closely as has been practicable with the opposition with\nwhich they meet. The effect, I believe, has been beneficial on the whole,\nand has tended to the elevation of the service. But it is impracticable to\nmaintain them without direct and positive support of Congress. Generally\nthe support which this reform receives is from those who give it their\nsupport only to find fault when the rules are apparently departed from.\nRemovals from office without preferring charges against parties removed are\nfrequently cited as departures from the rules adopted, and the retention of\nthose against whom charges are made by irresponsible persons and without\ngood grounds is also often condemned as a violation of them. Under these\ncircumstances, therefore, I announce that if Congress adjourns without\npositive legislation on the subject of \"civil-service reform\" I will regard\nsuch action as a disapproval of the system, and will abandon it, except so\nfar as to require examinations for certain appointees, to determine their\nfitness. Competitive examinations will be abandoned.The gentlemen who have given their services, without compensation, as\nmembers of the board to devise rules and regulations for the government of\nthe civil service of the country have shown much zeal and earnestness in\ntheir work, and to them, as well as to myself, it will be a source of\nmortification if it is to be thrown away. But I repeat that it is\nimpossible to carry this system to a successful issue without general\napproval and assistance and positive law to support it.I have stated that three elements of prosperity to the nation--capital,\nlabor, skilled and unskilled, and products of the soil--still remain with\nus. To direct the employment of these is a problem deserving the most\nserious attention of Congress. If employment can be given to all the labor\noffering itself, prosperity necessarily follows. I have expressed the\nopinion, and repeat it, that the first requisite to the accomplishment of\nthis end is the substitution of a sound currency in place of one of a\nfluctuating value. This secured, there are many interests that might be\nfostered to the great profit of both labor and capital. How to induce\ncapital to employ labor is the question. The subject of cheap\ntransportation has occupied the attention of Congress. Much new light on\nthis question will without doubt be given by the committee appointed by the\nlast Congress to investigate and report upon this subject.A revival of shipbuilding, and particularly of iron steamship building, is\nof vast importance to our national prosperity. The United States is now\npaying over $100,000,000 per annum for freights and passage on foreign\nships--to be carried abroad and expended in the employment and support of\nother peoples--beyond a fair percentage of what should go to foreign\nvessels, estimating on the tonnage and travel of each respectively. It is\nto be regretted that this disparity in the carrying trade exists, and to\ncorrect it I would be willing to see a great departure from the usual\ncourse of Government in supporting what might usually be termed private\nenterprise. I would not suggest as a remedy direct subsidy to American\nsteamship lines, but I would suggest the direct offer of ample compensation\nfor carrying the mails between Atlantic Seaboard cities and the Continent\non American-owned and American-built steamers, and would extend this\nliberality to vessels carrying the mails to South American States and to\nCentral America and Mexico, and would pursue the same policy from our\nPacific seaports to foreign seaports on the Pacific. It might be demanded\nthat vessels built for this service should come up to a standard fixed by\nlegislation in tonnage, speed, and all other qualities, looking to the\npossibility of Government requiring them at some time for war purposes. The\nright also of taking possession of them in such emergency should be\nguarded.I offer these suggestions, believing them worthy of consideration, in all\nseriousness, affecting all sections and all interests alike. If anything\nbetter can be done to direct the country into a course of general\nprosperity, no one will be more ready than I to second the plan.Forwarded herewith will be found the report of the commissioners appointed\nunder an act of Congress approved June 20, 1874, to wind up the affairs of\nthe District government. It will be seen from the report that the net debt\nof the District of Columbia, less securities on hand and available, is:Bonded debt issued prior to July 1, 1874 - - $8,883,940.933.65 bonds, act of Congress June 20, 1874 - - 2,088,168.73Certificates of the board of audit - - 4,770,558.45- -", 
    "name": "Ulysses S. Grant"
}