{
    "date": "December 8, 1922", 
    "speech": "MEMBERS OF THE CONGRESS:So many problems are calling for solution that a recital of all of them, in\nthe face of the known limitations of a short session of Congress, would\nseem to lack sincerity of purpose. It is four years since the World War\nended, but the inevitable readjustment of the social and economic order is\nnot more than barely begun. There is no acceptance of pre-war conditions\nanywhere in the world. In a very general way humanity harbors individual\nwishes to go on with war-time compensation for production, with pre-war\nrequirements in expenditure. In short, everyone, speaking broadly, craves\nreadjustment for everybody except himself, while there can be no just and\npermanent readjustment except when all participate.The civilization which measured its strength of genius and the power of\nscience and the resources of industries, in addition to testing the limits\nof man power and the endurance and heroism of men and women--that same\ncivilization is brought to its severest test in restoring a tranquil order\nand committing humanity to the stable ways of peace.If the sober and deliberate appraisal of pre-war civilization makes it seem\na worth-while inheritance, then with patience and good courage it will be\npreserved. There never again will be precisely the old order; indeed, I\nknow of no one who thinks it to be desirable For out of the old order came\nthe war itself, and the new order, established and made secure, never will\npermit its recurrence.It is no figure of speech to say we have come to the test of Our\ncivilization. The world has been passing--is today passing through of a\ngreat crisis. The conduct of war itself is not more difficult than the\nsolution of the problems which necessarily follow. I am not speaking at\nthis moment of the problem in its wider aspect of world rehabilitation or\nof international relationships. The reference is to our own social,\nfinancial, and economic problems at home. These things are not to be\nconsidered solely as problems apart from all international relationship,\nbut every nation must be able to carry on for itself, else its\ninternational relationship will have scant importance.Doubtless our own people have emerged from the World War tumult less\nimpaired than most belligerent powers; probably we have made larger\nprogress toward reconstruction. Surely we have been fortunate in\ndiminishing unemployment, and our industrial and business activities, which\nare the lifeblood of our material existence, have been restored as in no\nother reconstruction period of like length in the history of the world. Had\nwe escaped the coal and railway strikes, which had no excuse for their\nbeginning and less justification for their delayed settlement, we should\nhave done infinitely better. But labor was insistent on holding to the war\nheights, and heedless forces of reaction sought the pre-war levels, and\nboth were wrong. In the folly of conflict our progress was hindered, and\nthe heavy cost has not yet been fully estimated. There can be neither\nadjustment nor the penalty of the failure to readjust in which all do not\nsomehow participate.The railway strike accentuated the difficulty of the American farmer. The\nfirst distress of readjustment came to the farmer, and it will not be a\nreadjustment fit to abide until he is relieved. The distress brought to the\nfarmer does not affect him alone. Agricultural ill fortune is a national\nill fortune. That one-fourth of our population which produces the food of\nthe Republic and adds so largely to our export commerce must participate in\nthe good fortunes of the Nation, else there is none worth retaining.Agriculture is a vital activity in our national life. In it we had our\nbeginning, and its westward march with the star of the empire has reflected\nthe growth of the Republic. It has its vicissitudes which no legislation\nwill prevent, its hardships for which no law can provide escape. But the\nCongress can make available to the farmer the financial facilities which\nhave been built up under Government aid and supervision for other\ncommercial and industrial enterprises. It may be done on the same solid\nfundamentals and make the vitally important agricultural industry more\nsecure, and it must be done.This Congress already has taken cognizance of the misfortune which\nprecipitate deflation brought to American agriculture. Your measures of\nrelief and the reduction of the Federal reserve discount rate undoubtedly\nsaved the country from widespread disaster. The very proof of helpfulness\nalready given is the strongest argument for the permanent establishment of\nwidened credits, heretofore temporarily extended through the War Finance\nCorporation.The Farm Loan Bureau, which already has proven its usefulness through the\nFederal land banks, may well have its powers enlarged to provide ample farm\nproduction credits as well as enlarged land credits. It is entirely\npractical to create a division in the Federal land banks to deal with\nproduction credits, with the limitations of time so adjusted to the farm\nturnover as the Federal reserve system provides for the turnover in the\nmanufacturing and mercantile world. Special provision must be made for\nlive-stock production credits, and the limit of land loans may be safely\nenlarged. Various measures are pending before you, and the best judgment of\nCongress ought to be expressed in a prompt enactment at the present\nsession.But American agriculture needs more than added credit facilities. The\ncredits will help to solve the pressing problems growing out of\nwar-inflated land values and the drastic deflation of three years ago, but\npermanent and deserved agricultural good fortune depends on better and\ncheaper transportation.Here is an outstanding problem, demanding the most rigorous consideration\nof the Congress and the country. It has to do with more than agriculture.\nIt provides the channel for the flow of the country's commerce. But the\nfarmer is particularly hard hit. His market, so affected by the world\nconsumption, does not admit of the price adjustment to meet carrying\ncharges. In the last half of the year now closing the railways, broken in\ncarrying capacity because of motive power and rolling stock out of order,\nthough insistently declaring to the contrary, embargoed his shipments or\ndenied him cars when fortunate markets were calling. Too frequently\ntransportation failed while perishable products were turning from possible\nprofit to losses counted in tens of millions.I know of no problem exceeding in importance this one of transportation. In\nour complex and interdependent modern life transportation is essential to\nour very existence. Let us pass for the moment the menace in the possible\nparalysis of such service as we have and note the failure, for whatever\nreason, to expand our transportation to meet the Nation's needs.The census of 1880 recorded a population of 50,000,000. In two decades more\nwe may reasonably expect to count thrice that number. In the three decades\nending in 1920 the country's freight by rail increased from 631,000,000\ntons to 2,234,000,000 tons; that is to say, while our population was\nincreasing, less than 70 per cent, the freight movement increased over 250\nper cent.We have built 40 per cent of the world's railroad mileage, and yet find it\ninadequate to our present requirements. When we contemplate the inadequacy\nof to-day it is easy to believe that the next few decades will witness the\nparalysis of our transportation-using social scheme or a complete\nreorganization on some new basis. Mindful of the tremendous costs of\nbetterments, extensions, and expansions, and mindful of the staggering\ndebts of the world to-day, the difficulty is magnified. Here is a problem\ndemanding wide vision and the avoidance of mere makeshifts. No matter what\nthe errors of the past, no matter how we acclaimed construction and then\ncondemned operations in the past, we have the transportation and the honest\ninvestment in the transportation which sped us on to what we are, and we\nface conditions which reflect its inadequacy to-day, its greater inadequacy\nto-morrow, and we contemplate transportation costs which much of the\ntraffic can not and will not continue to pay.Manifestly, we have need to begin on plans to coordinate all transportation\nfacilities. We should more effectively connect up our rail lines with our\ncarriers by sea. We ought to reap some benefit from the hundreds of\nmillions expended on inland waterways, proving our capacity to utilize as\nwell as expend. We ought to turn the motor truck into a railway feeder and\ndistributor instead of a destroying competitor.It would be folly to ignore that we live in a motor age. The motor car\nreflects our standard of living and gauges the speed of our present-day\nlife. It long ago ran down Simple Living, and never halted to inquire about\nthe prostrate figure which fell as its victim. With full recognition of\nmotor-car transportation we must turn it to the most practical use. It can\nnot supersede the railway lines, no matter how generously we afford it\nhighways out of the Public Treasury. If freight traffic by motor were\ncharged with its proper and proportionate share of highway construction, we\nshould find much of it wasteful and more costly than like service by rail.\nYet we have paralleled the railways, a most natural line of construction,\nand thereby taken away from the agency of expected service much of its\nprofitable traffic, which the taxpayers have been providing the highways,\nwhose cost of maintenance is not yet realized.The Federal Government has a right to inquire into the wisdom of this\npolicy, because the National Treasury is contributing largely to this\nhighway construction. Costly highways ought to be made to serve as feeders\nrather than competitors of the railroads, and the motor truck should become\na coordinate factor in our great distributing system.This transportation problem can not be waived aside. The demand for lowered\ncosts on farm products and basic materials can not be ignored. Rates\nhorizontally increased, to meet increased wage outlays during the war\ninflation, are not easily reduced. When some very moderate wage reductions\nwere effected last summer there was a 5 per cent horizontal reduction in\nrates. I sought at that time, in a very informal way, to have the railway\nmanagers go before the Interstate Commerce Commission and agree to a\nheavier reduction on farm products and coal and other basic commodities,\nand leave unchanged the freight tariffs which a very large portion of the\ntraffic was able to bear. Neither the managers nor the commission tile@@\nsuggestion, so we had the horizontal reduction saw fit to adopt too slight\nto be felt by the higher class cargoes and too little to benefit the heavy\ntonnage calling most loudly for relief.Railways are not to be expected to render the most essential service in our\nsocial organization without a air return on capital invested, but the\nGovernment has gone so far in the regulation of rates and rules of\noperation that it has the responsibility of pointing the way to the reduced\nfreight costs so essential to our national welfare.Government operation does not afford the cure. It was Government operation\nwhich brought us to the very order of things against which we now rebel,\nand we are still liquidating the costs of that supreme folly.Surely the genius of the railway builders has not become extinct among the\nrailway managers. New economies, new efficiencies in cooperation must be\nfound. The fact that labor takes 50 to 60 per cent of total railway\nearnings makes limitations within which to effect economies very difficult,\nbut the demand is no less insistent on that account.Clearly the managers are without that intercarrier, cooperative\nrelationship so highly essential to the best and most economical operation.\nThey could not function in harmony when the strike threatened the paralysis\nof all railway transportation. The relationship of the service to public\nwelfare, so intimately affected by State and Federal regulation, demands\nthe effective correlation and a concerted drive to meet an insistent and\njustified public demand.The merger of lines into systems, a facilitated interchange of freight\ncars, the economic use of terminals, and the consolidation of facilities\nare suggested ways of economy and efficiency.I remind you that Congress provided a Joint Commission of Agricultural\nInquiry which made an exhaustive investigation of car service and\ntransportation, and unanimously recommended in its report of October 15,\n1921, the pooling of freight cars under a central agency. This report well\ndeserves your serious consideration. I think well of the central agency,\nwhich shall be a creation of the railways themselves, to provide, under the\njurisdiction of the Interstate Commerce Commission, the means for financing\nequipment for carriers which are otherwise unable to provide their\nproportion of car equipment adequate to transportation needs. This same\nagency ought to point the way to every possible economy in maintained\nequipment and the necessary interchanges in railway commerce.In a previous address to the Congress I called to your attention the\ninsufficiency of power to enforce the decisions of the Railroad Labor\nBoard. Carriers have ignored its decisions, on the one hand, railway\nworkmen have challenged its decisions by a strike, on the other hand.The intent of Congress to establish a tribunal to which railway labor and\nmanagers may appeal respecting questions of wages and working conditions\ncan not be too strongly commended. It is vitally important that some such\nagency should be a guaranty against suspended operation. The public must be\nspared even the threat of discontinued service.Sponsoring the railroads as we do, it is an obligation that labor shall be\nassured the highest justice and every proper consideration of wage and\nworking conditions, but it is an equal obligation to see that no concerted\naction in forcing demands shall deprive the public of the transportation\nservice essential to its very existence. It is now impossible to safeguard\npublic interest, because the decrees of the board are unenforceable against\neither employer or employee.The Labor Board itself is not so constituted as best to serve the public\ninterest. With six partisan members on a board of nine, three partisans\nnominated by the employees and three by the railway managers, it is\ninevitable that the partisan viewpoint is maintained throughout hearings\nand in decisions handed down. Indeed, the few exceptions to a strictly\npartisan expression in decisions thus far rendered have been followed by\naccusations of betrayal of the partisan interests represented. Only the\npublic group of three is free to function in unbiased decisions. Therefore\nthe partisan membership may well be abolished, and decisions should be made\nby an impartial tribunal.I am well convinced that the functions of this tribunal could be much\nbetter carried on here in Washington. Even were it to be continued as a\nseparate tribunal, there ought to be contact with the Interstate Commerce\nCommission, which has supreme authority in the rate making to which wage\ncost bears an indissoluble relationship Theoretically, a fair and living\nwage must be determined quite apart from the employer's earning capacity,\nbut in practice, in the railway service, they are inseparable. The record\nof advanced rates to meet increased wages, both determined by the\nGovernment, is proof enough.The substitution of a labor division in the Interstate Commerce Commission\nmade up from its membership, to hear and decide disputes relating to wages\nand working conditions which have failed of adjustment by proper committees\ncreated by the railways and their employees, offers a more effective plan.It need not be surprising that there is dissatisfaction over delayed\nhearings and decisions by the present board when every trivial dispute is\ncarried to that tribunal. The law should require the railroads and their\nemployees to institute means and methods to negotiate between themselves\ntheir constantly arising differences, limiting appeals to the Government\ntribunal to disputes of such character as are likely to affect the public\nwelfare.This suggested substitution will involve a necessary increase in the\nmembership of the commission, probably four, to constitute the labor\ndivision. If the suggestion appeals to the Congress, it will be well to\nspecify that the labor division shall be constituted of representatives of\nthe four rate-making territories, thereby assuring a tribunal conversant\nwith the conditions which obtain in the different ratemaking sections of\nthe country.I wish I could bring to you the precise recommendation for the prevention\nof strikes which threaten the welfare of the people and menace public\nsafety. It is an impotent civilization and an inadequate government which\nlacks the genius and the courage to guard against such a menace to public\nwelfare as we experienced last summer. You were aware of the Government's\ngreat concern and its futile attempt to aid in an adjustment. It will\nreveal the inexcusable obstinacy which was responsible for so much distress\nto the country to recall now that, though all disputes are not yet\nadjusted, the many settlements which have been made were on the terms which\nthe Government proposed in mediation.Public interest demands that ample power shall be conferred upon the. labor\ntribunal, whether it is the present board or the suggested substitute, to\nrequire its rulings to be accepted by both parties to a disputed question.Let there be no confusion about the purpose of the suggested conferment of\npower to make decisions effective. There can be no denial of constitutional\nrights of either railway workmen or railway managers. No man can be denied\nhis right to labor when and how he chooses, or cease to labor when he so\nelects, but, since the Government assumes to safeguard his interests while\nemployed in an essential public service, the security of society itself\ndemands his retirement from the service shall not be so timed and related\nas to effect the destruction of that service. This vitally essential public\ntransportation service, demanding so much of brain and brawn, so much for\nefficiency and security, ought to offer the most attractive working\nconditions and the highest of wages paid to workmen in any employment.In essentially every branch, from track repairer to the man at the\nlocomotive throttle, the railroad worker is responsible for the safety of\nhuman lives and the care of vast property. His high responsibility might\nwell rate high his pay within the limits the traffic will bear; but the\nsame responsibility, plus governmental protection, may justly deny him and\nhis associates a withdrawal from service without a warning or under\ncircumstances which involve the paralysis of necessary transportation. We\nhave assumed so great a responsibility in necessary regulation that we\nunconsciously have assumed the responsibility for maintained service;\ntherefore the lawful power for the enforcement of decisions is necessary\nto sustain the majesty of government and to administer to the public\nwelfare.During its longer session the present Congress enacted a new tariff law.\nThe protection of the American standards of living demanded the insurance\nit provides against the distorted conditions of world commerce The framers\nof the law made provision for a certain flexibility of customs duties,\nwhereby it is possible to readjust them as developing conditions may\nrequire. The enactment has imposed a large responsibility upon the\nExecutive, but that responsibility will be discharged with a broad\nmindfulness of the whole business situation. The provision itself admits\neither the possible fallibility of rates or their unsuitableness to\nchanging conditions. I believe the grant of authority may be promptly and\ndiscreetly exercised, ever mindful of the intent and purpose to safeguard\nAmerican industrial activity, and at the same time prevent the exploitation\nof the American consumer and keep open the paths of such liberal exchanges\nas do not endanger our own productivity.No one contemplates commercial aloofness nor any other aloofness\ncontradictory to the best American traditions or loftiest human purposes.\nOur fortunate capacity for comparative self-containment affords the firm\nfoundation on which to build for our own security, and a like foundation on\nwhich to build for a future of influence and importance in world commerce.\nOur trade expansion must come of capacity and of policies of righteousness\nand reasonableness in till our commercial relations.Let no one assume that our provision for maintained good fortune at home,\nand our unwillingness to assume the correction of all the ills of the\nworld, means a reluctance to cooperate with other peoples or to assume\nevery just obligation to promote human advancement anywhere in the world.War made its a creditor Nation. We did not seek an excess possession of the\nworld's gold, and we have neither desire to profit Unduly by its possession\nnor permanently retain it. We do not seek to become an international\ndictator because of its power.The voice of the United States has a respectful hearing in international\ncouncils, because we have convinced the world that we have no selfish ends\nto serve, no old grievances to avenge, no territorial or other greed to\nsatisfy. But the voice being heard is that of good counsel, not of\ndictation. It is the voice of sympathy and fraternity and helpfulness,\nseeking to assist but not assume for the United States burdens which\nnations must bear for themselves. We would rejoice to help rehabilitate\ncurrency systems and facilitate all commerce which does not drag us to the\nvery levels of those we seek to lift up.While I have everlasting faith in our Republic, it would be folly, indeed,\nto blind ourselves to our problems at home. Abusing the hospitality of our\nshores are the advocates of revolution, finding their deluded followers\namong those who take on the habiliments of an American without knowing an\nAmerican soul. There is the recrudescence of hyphenated Americanism which\nwe thought to have been stamped out when we committed the Nation, life and\nsoul, to the World War.There is a call to make the alien respect our institutions while he\naccepts our hospitality. There is need to magnify the American viewpoint to\nthe alien who seeks a citizenship among us. There is need to magnify the\nnational viewpoint to Americans throughout the land. More there is a demand\nfor every living being in the United States to respect and abide by the\nlaws of the Republic. Let men who are rending the moral fiber of the\nRepublic through easy contempt for the prohibition law, because they think\nit restricts their personal liberty, remember that they set the example and\nbreed a contempt for law which will ultimately destroy the Republic.Constitutional prohibition has been adopted by the Nation. It is the\nsupreme law of the land. In plain speaking, there are conditions relating\nto its enforcement which savor of nation-wide scandal. It is the most\ndemoralizing factor in our public life.Most of our people assumed that the adoption of the eighteenth amendment\nmeant the elimination of the question from our politics. On the contrary,\nit has been so intensified as an issue that many voters are disposed to\nmake all political decisions with reference to this single question. It is\ndistracting the public mind and prejudicing the judgment of the\nelectorate.The day is unlikely to come when the eighteenth amendment will be repealed.\nThe fact may as well be recognized and our course adapted accordingly. If\nthe statutory provisions for its enforcement are contrary to deliberate\npublic opinion, which I do not believe the rigorous and literal enforcement\nwill concentrate public attention on any requisite modification. Such a\ncourse, conforms with the law and saves the humiliation of the Government\nand the humiliation of our people before the world, and challenges the\ndestructive forces engaged in widespread violation, official corruption and\nindividual demoralization.The eighteenth amendment involves the concurrent authority of State and\nFederal Governments, for the enforcement of the policy it defines. A\ncertain lack of definiteness, through division of responsibility is thus\nintroduced. In order to bring about a full understanding of duties and\nresponsibilities as thus distributed, I purpose to invite the governors of\nthe States and Territories, at an early opportunity, to a conference with\nthe Federal Executive authority. Out of the full and free considerations\nwhich will thus be possible, it is confidently believed, will emerge a more\nadequate, comprehension of the whole problem, and definite policies of\nNational and State cooperation in administering the laws.There are pending bills for the registration of the alien who has come to\nour shores. I wish the passage of such an act might be expedited. Life amid\nAmerican opportunities is worth the cost of registration if it is worth the\nseeking, and the Nation has the right to know who are citizens in the\nmaking or who live among us anti share our advantages while seeking to\nundermine our cherished institutions. This provision will enable us to\nguard against the abuses in immigration, checking the undesirable whose\nirregular Willing is his first violation of our laws. More, it will\nfacilitate the needed Americanizing of those who mean to enroll as fellow\ncitizens.Before enlarging the immigration quotas we had better provide registration\nfor aliens, those now here or continually pressing for admission, and\nestablish our examination boards abroad, to make sure of desirables only.\nBy the examination abroad we could end the pathos at our ports, when men\nand women find our doors closed, after long voyages and wasted savings,\nbecause they are unfit for admission It would be kindlier and safer to tell\nthem before they embark.Our program of admission and treatment of immigrants is very intimately\nrelated to the educational policy of the Republic With illiteracy estimated\nat front two-tenths of 1 per cent to less than 2 per cent in 10 of the\nforemost nations of Europe it rivets our attention to it serious problem\nwhen we are reminded of a 6 per cent illiteracy in the United States. The\nfigures are based on the test which defines an Illiterate as one having no\nschooling whatever. Remembering the wide freedom of our public schools\nwith compulsory attendance in many States in the Union, one is convinced\nthat much of our excessive illiteracy comes to us from abroad, and the\neducation of the immigrant becomes it requisite to his Americanization. It\nmust be done if he is fittingly to exercise the duties as well as enjoy the\nprivileges of American citizenship. Here is revealed the special field for\nFederal cooperation in furthering education.From the very beginning public education has been left mainly in the hands\nof the States. So far as schooling youth is concerned the policy has been\njustified, because no responsibility can be so effective as that of the\nlocal community alive to its task. I believe in the cooperation of the\nnational authority to stimulate, encourage, and broaden the work of the\nlocal authorities. But it is the especial obligation of the Federal\nGovernment to devise means and effectively assist in the education of the\nnewcomer from foreign lands, so that the level of American education may be\nmade the highest that is humanly possible.Closely related to this problem of education is the abolition of child\nlabor. Twice Congress has attempted the correction of the evils incident to\nchild employment. The decision of the Supreme Court has put this problem\noutside the proper domain of Federal regulation until the Constitution is\nso amended as to give the Congress indubitable authority. I recommend the\nsubmission of such an amendment.We have two schools of thought relating to amendment of the Constitution.\nOne need not be committed to the belief that amendment is weakening the\nfundamental law, or that excessive amendment is essential to meet every\nephemeral whim. We ought to amend to meet the demands of the people when\nsanctioned by deliberate public opinion.One year ago I suggested the submission of an amendment so that we may\nlawfully restrict the issues of tax-exempt securities, and I renew that\nrecommendation now. Tax-exempt securities are drying up the sources of\nFederal taxation and they are encouraging unproductive and extravagant\nexpenditures by States and municipalities. There is more than the menace in\nmounting public debt, there is the dissipation of capital which should be\nmade available to the needs of productive industry. The proposed amendment\nwill place the State and Federal Governments and all political subdivisions\non an exact equality, and will correct the growing menace of public\nborrowing, which if left unchecked may soon threaten the stability of our\ninstitutions.We are so vast and so varied in our national interests that scores of\nproblems are pressing for attention. I must not risk the wearying of your\npatience with detailed reference.Reclamation and irrigation projects, where waste land may be made available\nfor settlement and productivity, are worthy of your favorable\nconsideration.When it is realized that we are consuming our timber four times as rapidly\nas we are growing it, we must encourage the greatest possible cooperation\nbetween the Federal Government, the various States, and the owners of\nforest lands, to the end that protection from fire shall be made more\neffective and replanting encouraged.The fuel problem is under study now by a very capable fact-finding\ncommission, and any attempt to deal with the coal problem, of such deep\nconcern to the entire Nation, must await the report of the commission.There are necessary studies of great problems which Congress might well\ninitiate. The wide spread between production costs and prices which\nconsumers pay concerns every citizen of the Republic. It contributes very\nlargely to the unrest in agriculture and must stand sponsor for much\nagainst which we inveigh in that familiar term--the high cost of living.No one doubts the excess is traceable to the levy of the middleman, but it\nwould be unfair to charge him with all responsibility before we appraise\nwhat is exacted of him by our modernly complex life. We have attacked the\nproblem on one side by the promotion of cooperative marketing, and we might\nwell inquire into the benefits of cooperative buying. Admittedly, the\nconsumer is much to blame himself, because of his prodigal expenditure and\nhis exaction of service, but Government might well serve to point the way\nof narrowing the spread of price, especially between the production of food\nand its consumption.A superpower survey of the eastern industrial region has recently been\ncompleted, looking to unification of steam, water, and electric powers, and\nto a unified scheme of power distribution. The survey proved that vast\neconomies in tonnage movement of freights, and in the efficiency of the\nrailroads, would be effected if the superpower program were adopted. I am\nconvinced that constructive measures calculated to promote such an\nindustrial development--I am tempted to say, such an industrial\nrevolution-would be well worthy the careful attention and fostering\ninterest of the National Government.The proposed survey of a plan to draft all the resources of the Republic,\nhuman and material, for national defense may well have your approval. I\ncommended such a program in case of future war, in the inaugural address.\nof March 4, 1921, and every experience in the adjustment and liquidation of\nwar claims and the settlement of war obligations persuades me we ought to\nbe prepared for such universal call to armed defense.I bring you no apprehension of war. The world is abhorrent of it, and our\nown relations are not only free from every threatening cloud, but we have\ncontributed our larger influence toward making armed conflict less likely.Those who assume that we played our part in the World War and later took\nourselves aloof and apart, unmindful of world obligations, give scant\ncredit to the helpful part we assume in international relationships.Whether all nations signatory ratify all the treaties growing out of the\nWashington Conference on Limitation of Armament or some withhold approval,\nthe underlying policy of limiting naval armament has the sanction of the\nlarger naval powers, and naval competition is suspended. Of course,\nunanimous ratification is much to be desired.The four-power pact, which abolishes every probability of war on the\nPacific, has brought new confidence in a maintained peace, and I can well\nbelieve it might be made a model for like assurances wherever in the world\nany common interests are concerned.We have had expressed the hostility of the American people to a\nsupergovernment or to any commitment where either a council or an assembly\nof leagued powers may chart our course. Treaties of armed alliance can have\nno likelihood of American sanction, but we believe in respecting the rights\nof nations, in the value of conference and consultation, in the\neffectiveness of leaders of nations looking each other in the face ace\nbefore resorting to the arbitrament of arms.It has been our fortune both to preach and promote international\nunderstanding. The influence of the United States in bringing near the\nsettlement of an ancient dispute between South American nations is added\nproof of the glow of peace in ample understanding. In Washington to-day are\nmet the delegates of the Central American nations, gathered at the table of\ninternational understanding, to stabilize their Republics and remove every\nvestige of disagreement. They are met here by our invitation, not in our\naloofness, and they accept our hospitality because they have faith in our\nunselfishness and believe in our helpfulness. Perhaps we are selfish in\ncraving their confidence and friendship, but such a selfishness we proclaim\nto the world, regardless of hemisphere, or seas dividing.I would like the Congress and the people of the Nation to believe that in a\nfirm and considerate way we are insistent on American rights wherever they\nmay be questioned, and deny no rights of others in the assertion of our\nown. Moreover we are cognizant of the world's struggles for full\nreadjustment and rehabilitation, and we have shirked no duty which comes of\nsympathy, or fraternity, or highest fellowship among nations. Every\nobligation consonant with American ideals and sanctioned under our form of\ngovernment is willingly met. When we can not support we do not demand. Our\nconstitutional limitations do not forbid the exercise of a moral influence,\nthe measure of which is not less than the high purposes we have sought to\nserve.After all there is less difference about the part this great Republic shall\nplay in furthering peace and advancing humanity than in the manner of\nplaying it. We ask no one to assume responsibility for us; we assume no\nresponsibility which others must bear for themselves, unless nationality is\nhopelessly swallowed up in internationalism.", 
    "name": "Warren Harding"
}