{
    "date": "December 3, 1900", 
    "speech": "To the Senate and House of Representatives:At the outgoing of the old and the incoming of the new century you begin\nthe last session of the Fifty-sixth Congress with evidences on every hand\nof individual and national prosperity and with proof of the growing\nstrength and increasing power for good of Republican institutions. Your\ncountrymen will join with you in felicitation that American liberty is more\nfirmly established than ever before, and that love for it and the\ndetermination to preserve it are more universal than at any former period\nof our history.The Republic was never so strong, because never so strongly entrenched in\nthe hearts of the people as now. The Constitution, with few amendments,\nexists as it left the hands of its authors. The additions which have been\nmade to it proclaim larger freedom and more extended citizenship. Popular\ngovernment has demonstrated in its one hundred and twenty-four years of\ntrial here its stability and security, and its efficiency as the best\ninstrument of national development and the best safeguard to human rights.When the Sixth Congress assembled in November, 1800, the population of the\nUnited States was 5,308,483. It is now 76,304,799. Then we had sixteen\nStates. Now we have forty-five. Then our territory consisted Of 909,050\nsquare miles. It is now 3,846,595 square miles. Education, religion, and\nmorality have kept pace with our advancement in other directions, and while\nextending its power the Government has adhered to its foundation principles\nand abated none of them in dealing with our new peoples and possessions. A\nnation so preserved and blessed gives reverent thanks to God and invokes\nHis guidance and the continuance of His care and favor.In our foreign intercourse the dominant question has been the treatment of\nthe Chinese problem. Apart from this our relations with the powers have\nbeen happy.The recent troubles in China spring from the antiforeign agitation which\nfor the past three years has gained strength in the northern provinces.\nTheir origin lies deep in the character of the Chinese races and in the\ntraditions of their Government. The Taiping rebellion and the opening of\nChinese ports to foreign trade and settlement disturbed alike the\nhomogeneity and the seclusion of China.Meanwhile foreign activity made itself felt in all quarters, not alone on\nthe coast, but along the great river arteries and in the remoter districts,\ncarrying new ideas and introducing new associations among a primitive\npeople which had pursued for centuries a national policy of isolation.The telegraph and the railway spreading over their land, the steamers\nplying on their waterways, the merchant and the missionary penetrating year\nby year farther to the interior, became to the Chinese mind types of an\nalien invasion, changing the course of their national life and fraught with\nvague forebodings of disaster to their beliefs and their self-control.For several years before the present troubles all the resources of foreign\ndiplomacy, backed by moral demonstrations of the physical force of fleets\nand arms, have been needed to secure due respect for the treaty rights of\nforeigners and to obtain satisfaction from the responsible authorities for\nthe sporadic outrages upon the persons and property of unoffending\nsojourners, which from time to time occurred at widely separated points in\nthe northern provinces, as in the case of the outbreaks in Sze-chuen and\nShan-tung.Posting of antiforeign placards became a daily occurrence, which the\nrepeated reprobation of the Imperial power failed to check or punish. These\ninflammatory appeals to the ignorance and superstition of the masses,\nmendacious and absurd in their accusations and deeply hostile in their\nspirit, could not but work cumulative harm. They aimed at no particular\nclass of foreigners; they were impartial in attacking everything foreign.An outbreak in Shan-tung, in which German missionaries were slain, was the\ntoo natural result of these malevolent teachings.The posting of seditious placards, exhorting to the utter destruction of\nforeigners and of every foreign thing, continued unrebuked. Hostile\ndemonstrations toward the stranger gained strength by organization.The sect, commonly styled the Boxers, developed greatly in the provinces\nnorth of the Yang-Tse, and with the collusion of many notable officials,\nincluding some in the immediate councils of the Throne itself, became\nalarmingly aggressive. No foreigner's life, outside of the protected treaty\nports, was safe. No foreign interest was secure from spoliation.The diplomatic representatives of the powers in Peking strove in vain to\ncheck this movement. Protest was followed by demand and demand by renewed\nprotest, to be met with perfunctory edicts from the Palace and evasive and\nfutile assurances from the Tsung-li Yamen. The circle of the Boxer\ninfluence narrowed about Peking, and while nominally stigmatized as\nseditious, it was felt that its spirit pervaded the capital itself, that\nthe Imperial forces were imbued with its doctrines, and that the immediate\ncounselors of the Empress Dowager were in full sympathy with the\nantiforeign movement.The increasing gravity of the conditions in China and the imminence of\nperil to our own diversified interests in the Empire, as well as to those\nof all the other treaty governments, were soon appreciated by this\nGovernment, causing it profound solicitude. The United States from the\nearliest days of foreign intercourse with China had followed a policy of\npeace, omitting no occasions to testify good will, to further the extension\nof lawful trade, to respect the sovereignty of its Government, and to\ninsure by all legitimate and kindly but earnest means the fullest measure\nof protection for the lives and property of our law-abiding citizens and\nfor the exercise of their beneficent callings among the Chinese people.Mindful of this, it was felt to be appropriate that our purposes should be\npronounced in favor of such course as would hasten united action of the\npowers at Peking to promote the administrative reforms so greatly needed\nfor strengthening the Imperial Government and maintaining the integrity of\nChina, in which we believed the whole western world to be alike concerned.\nTo these ends I caused to be addressed to the several powers occupying\nterritory and maintaining spheres of influence in China the circular\nproposals of 1899, inviting from them declarations of their intentions and\nviews as to the desirability of the adoption of measures insuring the\nbenefits of equality of treatment of all foreign trade throughout China.With gratifying unanimity the responses coincided in this common policy,\nenabling me to see in the successful termination of these negotiations\nproof of the friendly spirit which animates the various powers interested\nin the untrammeled development of commerce and industry in the Chinese\nEmpire as a source of vast benefit to the whole commercial world.In this conclusion, which I had the gratification to announce as a\ncompleted engagement to the interested powers on March 20, 1900, I\nhopefully discerned a potential factor for the abatement of the distrust of\nforeign purposes which for a year past had appeared to inspire the policy\nof the Imperial Government, and for the effective exertion by it of power\nand authority to quell the critical antiforeign movement in the northern\nprovinces most immediately influenced by the Manchu sentiment.Seeking to testify confidence in the willingness and ability of the\nImperial administration to redress the wrongs and prevent the evils we\nsuffered and feared, the marine guard, which had been sent to Peking in the\nautumn of 1899 for the protection of the legation, was withdrawn at the\nearliest practicable moment, and all pending questions were remitted, as\nfar as we were concerned, to the ordinary resorts of diplomatic\nintercourse.The Chinese Government proved, however, unable to check the rising strength\nof the Boxers and appeared to be a prey to internal dissensions. In the\nunequal contest the antiforeign influences soon gained the ascendancy under\nthe leadership of Prince Tuan. Organized armies of Boxers, with which the\nImperial forces affiliated, held the country between Peking and the coast,\npenetrated into Manchuria up to the Russian borders, and through their\nemissaries threatened a like rising throughout northern China.Attacks upon foreigners, destruction of their property, and slaughter of\nnative converts were reported from all sides. The Tsung-li Yamen, already\npermeated with hostile sympathies, could make no effective response to the\nappeals of the legations. At this critical juncture, in the early spring of\nthis year, a proposal was made by the other powers that a combined fleet\nshould be assembled in Chinese waters as a moral demonstration, under cover\nof which to exact of the Chinese Government respect for foreign treaty\nrights and the suppression of the Boxers.The United States, while not participating in the joint demonstration,\npromptly sent from the Philippines all ships that could be spared for\nservice on the Chinese coast. A small force of marines was landed at Taku\nand sent to Peking for the protection of the American legation. Other\npowers took similar action, until some four hundred men were assembled in\nthe capital as legation guards.Still the peril increased. The legations reported the development of the\nseditious movement in Peking and the need of increased provision for\ndefense against it. While preparations were in progress for a larger\nexpedition, to strengthen the legation guards and keep the railway open, an\nattempt of the foreign ships to make a landing at Taku was met by a fire\nfrom the Chinese forts. The forts were thereupon shelled by the foreign\nvessels, the American admiral taking no part in the attack, on the ground\nthat we were not at war with China and that a hostile demonstration might\nconsolidate the antiforeign elements and strengthen the Boxers to oppose\nthe relieving column.Two days later the Taku forts were captured after a sanguinary conflict.\nSeverance of communication with Peking followed, and a combined force of\nadditional guards, which was advancing to Peking by the Pei-Ho, was checked\nat Langfang. The isolation of the legations was complete.The siege and the relief of the legations has passed into undying history.\nIn all the stirring chapter which records the heroism of the devoted band,\nclinging to hope in the face of despair, and the undaunted spirit that led\ntheir relievers through battle and suffering to the goal, it is a memory of\nwhich my countrymen may be justly proud that the honor of our flag was\nmaintained alike in the siege and the rescue, and that stout American\nhearts have again set high, in fervent emulation with true men of other\nrace and language, the indomitable courage that ever strives for the cause\nof right and justice.By June 19 the legations were cut off. An identical note from the, Yamen\nordered each minister to leave Peking, under a promised escort, within\ntwenty-four hours. To gain time they replied, asking prolongation of the\ntime, which was afterwards granted, and requesting an interview with the\nTsung-li Yamen on the following day. No reply being received, on the\nmorning of the 20th the German minister, Baron von Ketteler, set out for\nthe Yamen to obtain a response, and oil the way was murdered.An attempt by the legation guard to recover his body was foiled by the\nChinese. Armed forces turned out against the legations. Their quarters were\nsurrounded and attacked. The mission compounds were abandoned, their\ninmates taking refuge in the British legation, where all the other\nlegations and guards gathered for more effective defense. Four hundred\npersons were crowded in its narrow compass. Two thousand native converts\nwere assembled in a nearby palace under protection of the foreigners. Lines\nof defense were strengthened, trenches dug, barricades raised, and\npreparations made to stand a siege, which at once began.From June 20 until July 17, writes Minister Conger, \"there was scarcely\nan hour during which there was not firing upon some part of our lines and\ninto some of the legations, varying from a single shot to a general and\ncontinuous attack along the whole line.\" Artillery was placed around the\nlegations and on the over-looking palace walls, and thousands Of 3-inch\nshot and shell were fired, destroying some buildings and damaging all. So\nthickly did the balls rain, that, when the ammunition of the besieged ran\nlow, five quarts of Chinese bullets were gathered in an hour in one\ncompound and recast.Attempts were made to burn the legations by setting neighboring houses on\nfire, but the flames were successfully fought off, although the Austrian,\nBelgian, Italian. and Dutch legations were then and subsequently burned.\nWith the aid of the native converts, directed by the missionaries, to whose\nhelpful co-operation Mr. Conger awards unstinted praise, the British\nlegation was made a veritable fortress. The British minister, Sir Claude\nMacDonald, was chosen general commander of the defense, with the secretary\nof the American legation, Mr. E. G. Squiers, as chief of staff.To save life and ammunition the besieged sparingly returned the incessant\nfire of the Chinese soldiery, fighting only to repel attack or make an\noccasional successful sortie for strategic advantage, such as that of\nfifty-five American, British, and Russian marines led by Captain Myers, of\nthe United States Marine Corps, which resulted in the capture of a\nformidable barricade on the wall that gravely menaced the American\nposition. It was held to the last, and proved an invaluable acquisition,\nbecause commanding the water gate through which the relief column entered.During the siege the defenders lost 65 killed, 135 wounded, and 7 by\ndisease, the last all children.On July 14 the besieged had their first communication with the Tsung-li\nYamen, from whom a message came inviting to a conference, which was\ndeclined. Correspondence, however, ensued and a sort of armistice was\nagreed upon, which stopped the bombardment and lessened the rifle fire for\na time. Even then no protection whatever was afforded, nor any aid given,\nsave to send to the legations a small supply of fruit and three sacks of\nflour.Indeed, the only communication had with the Chinese Government related to\nthe occasional delivery or dispatch of a telegram or to the demands of the\nTsung-li Yamen for the withdrawal of the legations to the coast under\nescort. Not only are the protestations of the Chinese Government that it\nprotected and succored the legations positively contradicted, but\nirresistible proof accumulates that the attacks upon them were made by\nImperial troops, regularly uniformed, armed, and officered, belonging to\nthe command of Jung Lu, the Imperial commander in chief. Decrees\nencouraging the Boxers, organizing them tinder prominent Imperial officers,\nprovisioning them, and even granting them large sums in the name of the\nEmpress Dowager, are known to exist. Members of the Tsung-li Yamen who\ncounseled protection of the foreigners were beheaded. Even in the distant\nprovinces men suspected of foreign sympathy were put to death, prominent\namong these being Chang Yen-hoon, formerly Chinese minister in Washington.With the negotiation of the partial armistice of July 14, a proceeding\nwhich was doubtless promoted by the representations of the Chinese envoy in\nWashington, the way was opened for the conveyance to Mr. Conger of a test\nmessage sent by the Secretary of State through the kind offices of Minister\nWu Ting-fang. Mr. Conger's reply, dispatched from Peking on July 18 through\nthe same channel, afforded to the outside world the first tidings that the\ninmates of the legations were still alive and hoping for succor.This news stimulated the preparations for a joint relief expedition in\nnumbers sufficient to overcome the resistance which for a month had been\norganizing between Taku and the capital. Reinforcements sent by all the\nco-operating Governments were constantly arriving. The United States\ncontingent, hastily assembled from the Philippines or dispatched from this\ncountry, amounted to some 5,000 men, under the able command first of the\nlamented Colonel Liscurn and afterwards of General Chaffee.Toward the end of July the movement began. A severe conflict followed at\nTientsin, in which Colonel Liscurn was killed. The city was stormed and\npartly destroyed. Its capture afforded the base of operations from which to\nmake the final advance, which began in the first days of August, the\nexpedition being made up of Japanese, Russian, British, and American troops\nat the outset.Another battle was fought and won at Yangtsun. Thereafter the disheartened\nChinese troops offered little show of resistance. A few days later the\nimportant position of Ho-si-woo was taken. A rapid march brought the united\nforces to the populous city of Tung Chow, which capitulated without a\ncontest.On August 14 the capital was reached. After a brief conflict beneath the\nwalls the relief column entered and the legations were saved. The United\nStates soldiers, sailors, and marines, officers and men alike, in those\ndistant climes and unusual surroundings, showed the same valor, discipline,\nand good conduct and gave proof of the same high degree of intelligence and\nefficiency which have distinguished them in every emergency.The Imperial family and the Government had fled a few days before. The city\nwas without visible control. The remaining Imperial soldiery had made on\nthe night of the 13th a last attempt to exterminate the besieged, which was\ngallantly repelled. It fell to the occupying forces to restore order and\norganize a provisional administration.Happily the acute disturbances were confined to the northern provinces. It\nis a relief to recall and a pleasure to record the loyal conduct of the\nviceroys and local authorities of the southern and eastern provinces. Their\nefforts were continuously directed to the pacific control of the vast\npopulations under their rule and to the scrupulous observance of foreign\ntreaty rights. At critical moments they did not hesitate to memorialize the\nThrone, urging the protection of the legations, the restoration of\ncommunication, and the assertion of the Imperial authority against the\nsubversive elements. They maintained excellent relations with the official\nrepresentatives of foreign powers. To their kindly disposition is largely\ndue the success of the consuls in removing many of the missionaries from\nthe interior to places of safety. In this relation the action of the\nconsuls should be highly commended. In Shan-tung and eastern Chi-li the\ntask was difficult, but, thanks to their energy and the cooperation of\nAmerican and foreign naval commanders, hundreds of foreigners, including\nthose of other nationalities than ours, were rescued from imminent peril.The policy of the United States through all this trying period was clearly\nannounced and scrupulously carried out. A circular note to the powers dated\nJuly 3 proclaimed our attitude. Treating the condition in the north as one\nof virtual anarchy, in which the great provinces of the south and southeast\nhad no share, we regarded the local authorities in the latter quarters as\nrepresenting the Chinese people with whom we sought to remain in peace and\nfriendship. Our declared aims involved no war against the Chinese nation.\nWe adhered to the legitimate office of rescuing the imperiled legation,\nobtaining redress for wrongs already suffered, securing wherever possible\nthe safety of American life and property in China, and preventing a spread\nof the disorders or their recurrence.As was then said, \"The policy of the Government of the United States is to\nseek a solution which may bring about permanent safety and peace to China,\npreserve Chinese territorial and administrative entity, protect all rights\nguaranteed to friendly powers by treaty and international law, and\nsafeguard for the world the principle of equal and impartial trade with all\nparts of the Chinese Empire.\"Faithful to those professions which, as it proved, reflected the views and\npurposes of the other co-operating Governments, all our efforts have been\ndirected toward ending the anomalous situation in China by negotiations for\na settlement at the earliest possible moment. As soon as the sacred duty of\nrelieving our legation and its dependents was accomplished we withdrew from\nactive hostilities, leaving our legation under an adequate guard in Peking\nas a channel of negotiation and settlement--a course adopted by others of\nthe interested powers. Overtures of the empowered representatives of the\nChinese Emperor have been considerately entertained.The Russian proposition looking to the restoration of the Imperial power in\nPeking has been accepted as in full consonance with our own desires, for we\nhave held and hold that effective reparation for wrongs suffered and an\nenduring settlement that will make their recurrence impossible can best be\nbrought about under an authority which the Chinese nation reverences and\nobeys. While so doing we forego no jot of our undoubted right to exact\nexemplary and deterrent punishment of the responsible authors and abettors\nof the criminal acts whereby we and other nations have suffered grievous\ninjury.For the real culprits, the evil counselors who have misled the Imperial\njudgment and diverted the sovereign authority to their own guilty ends,\nfull expiation becomes imperative within the rational limits of retributive\nJustice. Regarding this as the initial condition of an acceptable\nsettlement between China and the powers, I said in my message of October 18\nto the Chinese Emperor: I trust that negotiations may begin so soon as we\nand the other offended Governments shall be effectively satisfied of Your\nMajesty's ability and power to treat with just sternness the principal\noffenders, who are doubly culpable, not alone toward the foreigners, but\ntoward Your Majesty, under whose rule the purpose of China to dwell in\nconcord with the world had hitherto found expression in the welcome and\nprotection assured to strangers. Taking, as a point of departure, the\nImperial edict appointing Earl Li Hung Chang and Prince Ching\nplenipotentiaries to arrange a settlement, and the edict of September 25,\nwhereby certain high officials were designated for punishment, this\nGovernment has moved, in concert with the other powers, toward the opening\nof negotiations, which Mr. Conger, assisted by Mr. Rockhill, has been\nauthorized to conduct on behalf of the United States.General bases of negotiation formulated by the Government of the French\nRepublic have been accepted with certain reservations as to details, made\nnecessary by our own circumstances, but, like similar reservations by other\npowers, open to discussion in the progress of the negotiations. The\ndisposition of the Emperor's Government to admit liability for wrongs done\nto foreign Governments and their nationals, and to act upon such additional\ndesignation of the guilty persons as the foreign ministers at Peking may be\nin a position to make, gives hope of a complete settlement of all questions\ninvolved, assuring foreign rights of residence and intercourse on terms of\nequality for all the world.I regard as one of the essential factors of a durable adjustment the\nsecurement of adequate guarantees for liberty of faith, since insecurity of\nthose natives who may embrace alien creeds is a scarcely less effectual\nassault upon the rights of foreign worship and teaching than would be the\ndirect invasion thereof.The matter of indemnity for our wronged citizens is a question of grave\nconcern. Measured in money alone, a sufficient reparation may prove to be\nbeyond the ability of China to meet. All the powers concur in emphatic\ndisclaimers of any purpose of aggrandizement through the dismemberment of\nthe Empire. I am disposed to think that due compensation may be made in\npart by increased guarantees of security for foreign rights and immunities,\nand, most important of all, by the opening of China to the equal commerce\nof all the world. These views have been and will be earnestly advocated by\nour representatives.The Government of Russia has put forward a suggestion, that in the event of\nprotracted divergence of views in regard to indemnities the matter may be\nrelegated to the Court of Arbitration at The Hague. I favorably incline to\nthis, believing that high tribunal could not fail to reach a solution no\nless conducive to the stability and enlarged prosperity of China itself\nthan immediately beneficial to the powers.Ratifications of a treaty of extradition with the Argentine Republic were\nexchanged on June 2 last.While the Austro-Hungarian Government has in the many cases that have been\nreported of the arrest of our naturalized citizens for alleged evasion of\nmilitary service faithfully observed the provisions of the treaty and\nreleased such persons from military obligations, it has in some instances\nexpelled those whose presence in the community of their origin was asserted\nto have a pernicious influence. Representations have been made against this\ncourse whenever its adoption has appeared unduly onerous.We have been urgently solicited by Belgium to ratify the International\nConvention of June, 1899, amendatory of the previous Convention of 1890 in\nrespect to the regulation of the liquor trade in Africa. Compliance was\nnecessarily withheld, in the absence of the advice and consent of the\nSenate thereto. The principle involved has the cordial sympathy of this\nGovernment, which in the reversionary negotiations advocated more drastic\nmeasures, and I would gladly see its extension, by international agreement,\nto the restriction of the liquor traffic with all uncivilized peoples,\nespecially in the Western Pacific.A conference will be held at Brussels December 11, 1900, under the\nConvention for the protection of industrial property, concluded at Paris\nMarch 20, 1883, to which delegates from this country have been appointed.\nAny lessening of the difficulties that our inventors encounter in obtaining\npatents abroad for their inventions and that our farmers, manufacturers,\nand merchants may have in the protection of their trade-marks is worthy of\ncareful consideration, and your attention will be called to the results of\nthe conference at the proper time.In the interest of expanding trade between this country and South America,\nefforts have been made during the past year to conclude conventions with\nthe southern republics for the enlargement of postal facilities. Two such\nagreements, signed with Bolivia on April 24, of which that establishing the\nmoney-order system is undergoing certain changes suggested by the\nPost-Office Department, have not yet been ratified by this Government. A\ntreaty of extradition with that country, signed on the same day, is before\nthe Senate.A boundary dispute between Brazil and Bolivia over the territory of Acre is\nin a fair way of friendly adjustment, a protocol signed in December, 1899,\nhaving agreed on a definite frontier and provided for its demarcation by a\njoint commission.Conditions in Brazil have weighed heavily on our export trade to that\ncountry in marked contrast to the favorable conditions upon which Brazilian\nproducts are admitted into our markets. Urgent representations have been\nmade to that Government on the subject and some amelioration has been\neffected. We rely upon the reciprocal justice and good will of that\nGovernment to assure to us a further improvement in our commercial\nrelations.The Convention signed May 24, 1897, for the final settlement of claims left\nin abeyance upon the dissolution of the Commission of 1893, was at length\nratified by the Chilean Congress and the supplemental Commission has been\norganized.It remains for the Congress to appropriate for the necessary expenses of\nthe Commission.The insurrectionary movement which disturbed Colombia in the latter part of\n1899 has been practically suppressed, although guerrillas still operate in\nsome departments. The executive power of that Republic changed hands in\nAugust last by the act of Vice-President Marroquin in assuming the reins of\ngovernment during the absence of President San Clemente from the capital.\nThe change met with no serious opposition, and, following the precedents in\nsuch cases, the United States minister entered into relations with the new\ndefacto Government on September 17.It is gratifying to announce that the residual questions between Costa Rica\nand Nicaragua growing out of the Award of President Cleveland in 1888 have\nbeen adjusted through the choice of an American engineer, General E. P.\nAlexander, as umpire to run the disputed line. His task has been\naccomplished to the satisfaction of both contestants.A revolution in the Dominican Republic toward the close of last year\nresulted in the installation of President Jimenez, whose Government was\nformally recognized in January. Since then final payment has been made of\nthe American claim in regard to the Ozama bridge.The year of the exposition has been fruitful in occasions for displaying\nthe good will that exists between this country and France. This great\ncompetition brought together from every nation the best in natural\nproductions, industry, science, and the arts, submitted in generous rivalry\nto a judgment made all the more searching because of that rivalry. The\nextraordinary increase of exportations from this country during the past\nthree years and the activity with which our inventions and wares had\ninvaded new markets caused much interest to center upon the American\nexhibit, and every encouragement was offered in the way of space and\nfacilities to permit of its being comprehensive as a whole and complete in\nevery part.It was, however, not an easy task to assemble exhibits that could fitly\nillustrate our diversified resources and manufactures. Singularly enough,\nour national prosperity lessened the incentive to exhibit. The dealer in\nraw materials knew that the user must come to him; the great factories were\ncontented with the phenomenal demand for their output, not alone at home,\nbut also abroad, where merit had already won a profitable trade.Appeals had to be made to the patriotism of exhibitors to induce them to\nincur outlays promising no immediate return. This was especially the case\nwhere it became needful to complete an industrial sequence or illustrate a\nclass of processes. One manufacturer after another had to be visited and\nimportuned, and at times, after a promise to exhibit in a particular\nsection had been obtained, it would be withdrawn, owing to pressure of\ntrade orders, and a new quest would have to be made.The installation of exhibits, too, encountered many obstacles and involved\nunexpected cost. The exposition was far from ready at the date fixed for\nits opening. The French transportation lines were congested with offered\nfreight. Belated goods had to be hastily installed in unfinished quarters\nwith whatever labor could be obtained in the prevailing confusion. Nor was\nthe task of the Commission lightened by the fact that, owing to the scheme\nof classification adopted, it was impossible to have the entire exhibit of\nany one country in the same building or more than one group of exhibits in\nthe same part of any building. Our installations were scattered on both\nsides of the Seine and in widely remote suburbs of Paris, so that\nadditional assistants were needed for the work of supervision and\narrangement.Despite all these drawbacks the contribution of the United States was not\nonly the largest foreign display, but was among the earliest in place and\nthe most orderly in arrangement. Our exhibits were shown in one hundred and\none out of one hundred and twenty-one classes, and more completely covered\nthe entire classification than those of any other nation. In total number\nthey ranked next after those of France, and the attractive form in which\nthey were presented secured general attention.A criterion of the extent and success of our participation and of the\nthoroughness with which our exhibits were organized is seen in the awards\ngranted to American exhibitors by the international jury, namely, grand\nprizes, 240; gold medals, 597; silver medals, 776; bronze medals, 541, and\nhonorable mentions, 322--2,476 in all, being the greatest total number\ngiven to the exhibit of any exhibiting nation, as well as the largest\nnumber in each grade. This significant recognition of merit in competition\nwith the chosen exhibits of all other nations and at the hands of juries\nalmost wholly made up of representatives of France and other competing\ncountries is not only most gratifying, but is especially valuable, since it\nsets us to the front in international questions of supply and demand, while\nthe large proportion of awards in the classes of art and artistic\nmanufactures afforded unexpected proof of the stimulation of national\nculture by the prosperity that flows from natural productiveness joined to\nindustrial excellence.Apart from the exposition several occasions for showing international good\nwill occurred. The inauguration in Paris of the Lafayette Monument,\npresented by the school children of the United States, and the designing of\na commemorative coin by our Mint and the presentation of the first piece\nstruck to the President of the Republic, were marked by appropriate\nceremonies, and the Fourth of July was especially observed in the French\ncapital.Good will prevails in our relations with the German Empire. An amicable\nadjustment of the long-pending question of the admission of our\nlife-insurance companies to do business in Prussia has been reached. One of\nthe principal companies has already been readmitted and the way is opened\nfor the others to share the privilege.The settlement of the Samoan problem, to which I adverted in my last\nmessage, has accomplished good results. Peace and contentment prevail in\nthe islands, especially in Tutuila, where a convenient administration that\nhas won the confidence and esteem of the kindly disposed natives has been\norganized under the direction of the commander of the United States naval\nstation at Pago-Pago.An Imperial meat inspection law has been enacted for Germany. While it may\nsimplify the inspections, it prohibits certain products heretofore\nadmitted. There is still great uncertainty as to whether our well-nigh\nextinguished German trade in meat products can revive tinder its new\nburdens. Much will depend upon regulations not yet promulgated, which we\nconfidently hope will be free from the discriminations which attended the\nenforcement of the old statutes.The remaining link in the new lines of direct telegraphic communication\nbetween the United States and the German Empire has recently been\ncompleted, affording a gratifying occasion for exchange of friendly\ncongratulations with the German Emperor.Our friendly relations with Great Britain continue. The war in Southern\nAfrica introduced important questions. A condition unusual in international\nwars was presented in that while one belligerent had control of the seas,\nthe other had no ports, shipping, or direct trade, but was only accessible\nthrough the territory of a neutral. Vexatious questions arose through Great\nBritain's action in respect to neutral cargoes, not contraband in their own\nnature, shipped to Portuguese South Africa, on the score of probable or\nsuspected ultimate destination to the Boer States.Such consignments in British ships, by which alone direct trade is kept up\nbetween our ports and Southern Africa, were seized in application of a\nmunicipal law prohibiting British vessels from trading with the enemy\nwithout regard to any contraband character of the goods, while cargoes\nshipped to Delagoa Bay in neutral bottoms were arrested on the ground of\nalleged destination to enemy's country. Appropriate representations on our\npart resulted in the British Government agreeing to purchase outright all\nsuch goods shown to be the actual property of American citizens, thus\nclosing the incident to the satisfaction of the immediately interested\nparties, although, unfortunately, without a broad settlement of the\nquestion of a neutral's right to send goods not contraband per se to a\nneutral port adjacent to a belligerent area.The work of marking certain provisional boundary points, for convenience of\nadministration, around the head of Lynn Canal, in accordance with the\ntemporary arrangement of October, 1899, Was completed by a joint survey in\nJuly last. The modus vivendi has so far worked without friction, and the\nDominion Government has provided rules and regulations for securing to our\ncitizens the benefit of the reciprocal stipulation that the citizens or\nsubjects of either power found by that arrangement within the temporary\njurisdiction of the other shall suffer no diminution of the rights and\nprivileges they have hitherto enjoyed. But however necessary such an\nexpedient may have been to tide over the grave emergencies of the\nsituation, it is at best but an unsatisfactory makeshift, which should not\nbe suffered to delay the speedy and complete establishment of the frontier\nline to which we are entitled under the Russo-American treaty for the\ncession of Alaska.In this relation I may refer again to the need of definitely marking the\nAlaskan boundary where it follows the one hundred and forty-first meridian.\nA convention to that end has been before the Senate for some two years, but\nas no action has been taken I contemplate negotiating a new convention for\na joint determination of the meridian by telegraphic observations. These,\nit is believed, will give more accurate and unquestionable results than the\nsidereal methods heretofore independently followed, which, as is known,\nproved discrepant at several points on the line, although not varying at\nany place more than 700 feet.The pending claim of R. H. May against the Guatemalan Government has been\nsettled by arbitration, Mr. George F. B. Jenner, British minister at\nGuatemala, who was chosen as sole arbitrator, having awarded $143,750.73 in\ngold to the claimant.Various American claims against Haiti have been or are being advanced to\nthe resort of arbitration.As the result of negotiations with the Government of Honduras in regard to\nthe indemnity demanded for the murder of Frank H. Pears in Honduras, that\nGovernment has paid $10,000 in settlement of the claim of the heirs.The assassination of King Humbert called forth sincere expressions of\nsorrow from this Government and people, and occasion was fitly taken to\ntestify to the Italian nation the high regard here felt for the memory of\nthe lamented ruler.In my last message I referred at considerable length to the lynching of\nfive Italians at Tallulah. Notwithstanding the efforts of the Federal\nGovernment, the production of evidence tending to inculpate the authors of\nthis grievous offense against our civilization, and the repeated inquests\nset on foot by the authorities of the State of Louisiana, no punishments\nhave followed. Successive grand juries have failed to indict. The\nrepresentations of the Italian Government in the face of this miscarriage\nhave been most temperate and just.Setting the principle at issue high above all consideration of merely\npecuniary indemnification, such as this Government made in the three\nprevious cases, Italy has solemnly invoked the pledges of existing treaty\nand asked that the justice to which she is entitled shall be meted in\nregard to her unfortunate countrymen in our territory with the same full\nmeasure she herself would give to any American were his reciprocal treaty\nrights contemned.I renew the urgent recommendations I made last year that the Congress\nappropriately confer upon the Federal courts jurisdiction in this class of\ninternational cases where the ultimate responsibility of the Federal\nGovernment may be involved, and I invite action upon the bills to\naccomplish this which were introduced in the Sen. ate and House. It is\nincumbent upon us to remedy the statutory omission which has led, and may\nagain lead, to such untoward results. I have pointed out the necessity and\nthe precedent for legislation of this character. Its enactment is a simple\nmeasure of previsory justice toward the nations with which we as a\nsovereign equal make treaties requiring reciprocal observance.While the Italian Government naturally regards such action as the primary\nand, indeed, the most essential element in the disposal of the Tallulah\nincident, I advise that, in accordance with precedent, and in view of the\nimprobability of that particular case being reached by the bill now\npending, Congress make gracious provision for indemnity to the Italian\nsufferers in the same form and proportion as heretofore.In my inaugural address I referred to the general subject of lynching in\nthese words: Lynching must not be tolerated in a great and civilized\ncountry like the United States; courts, not mobs, must execute the\npenalties of the law. The preservation of public order, the right of\ndiscussion, the integrity of courts, and the orderly administration of\njustice must continue forever the rock of safety upon which our Government\nsecurely rests. This I most urgently reiterate and again invite the\nattention of my countrymen to this reproach upon our civilization.The closing year has witnessed a decided strengthening of Japan's relations\nto other states. The development of her independent judicial and\nadministrative functions under the treaties which took effect July 17,\n1899, has proceeded without international friction, showing the competence\nof the Japanese to hold a foremost place among modern peoples.In the treatment of the difficult Chinese problems Japan has acted in\nharmonious concert with the other powers, and her generous cooperation\nmaterially aided in the joint relief of the beleaguered legations in Peking\nand in bringing about an understanding preliminary to a settlement of the\nissues between the powers and China. Japan's declarations in favor of the\nintegrity of the Chinese Empire and the conservation of open world trade\ntherewith have been frank and positive. As a factor for promoting the\ngeneral interests of peace, order, and fair commerce in the Far East the\ninfluence of Japan can hardly be overestimated.The valuable aid and kindly courtesies extended by the Japanese Government\nand naval officers to the battle ship Oregon are gratefully appreciated.Complaint was made last summer of the discriminatory enforcement of a\nbubonic quarantine against Japanese on the Pacific coast and of\ninterference with their travel in California and Colorado under the health\nlaws of those States. The latter restrictions have been adjudged by a\nFederal court to be unconstitutional. No recurrence of either cause of\ncomplaint is apprehended.No noteworthy incident has occurred in our relations with our important\nsouthern neighbor. Commercial intercourse with Mexico continues to thrive,\nand the two Governments neglect no opportunity to foster their mutual\ninterests in all practicable ways.Pursuant to the declaration of the Supreme Court that the awards of the\nlate joint Commission in the La Abra and Weil claims were obtained through\nfraud, the sum awarded in the first case, $403,030.08, has been returned to\nMexico, and the amount of the Weil award will be returned in like manner.A Convention indefinitely extending the time for the labors of the United\nStates and Mexican International (Water) Boundary Commission has been\nsigned.It is with satisfaction that I am able to announce the formal notification\nat The Hague, on September 4, of the deposit of ratifications of the\nConvention for the Pacific Settlement of International Disputes by sixteen\npowers, namely, the United States, Austria, Belgium, Denmark, England,\nFrance, Germany, Italy, Persia, Portugal, Roumania, Russia, Siam, Spain,\nSweden and Norway, and the Netherlands. Japan also has since ratified the\nConvention.The Administrative Council of the Permanent Court of Arbitration has been\norganized and has adopted rules of order and a constitution for the\nInternational Arbitration Bureau. In accordance with Article XXIII of the\nConvention providing for the appointment by each signatory power of persons\nof known competency in questions of international law as arbitrators, I\nhave appointed as members of this Court, Hon. Benjamin Harrison, of\nIndiana, ex-President of the United States; Hon. Melville W. Fuller, of\nIllinois, Chief justice of the United States; Hon. John W. Griggs, of New\nJersey, Attorney General of the United States; and Hon. George Gray, of\nDelaware, a judge of the circuit court of the United States.As an incident of the brief revolution in the Mosquito district of\nNicaragua early in 1899 the insurgents forcibly collected from American\nmerchants duties upon imports. On the restoration of order the Nicaraguan\nauthorities demanded a second payment of such duties on the ground that\nthey were due to the titular Government and that their diversion had aided\nthe revolt.This position was not accepted by us. After prolonged discussion a\ncompromise was effected under which the amount of the second payments was\ndeposited with the British consul at San Juan del Norte in trust until the\ntwo Governments should determine whether the first payments had been made\nunder compulsion to a de facto authority. Agreement as to this was not\nreached, and the point was waived by the act of the Nicaraguan Government\nin requesting the British consul to return the deposits to the merchants.Menacing differences between several of the Central American States have\nbeen accommodated, our ministers rendering good offices toward an\nunderstanding.The all-important matter of an interoceanic canal has assumed a new phase.\nAdhering to its refusal to reopen the question of the forfeiture of the\ncontract of the Maritime Canal Company, which was terminated for alleged\nnonexecution in October, 1899, the Government of Nicaragua has since\nsupplemented that action by declaring the so styled Eyre-Cragin option void\nfor nonpayment of the stipulated advance. Protests in relation to these\nacts have been filed in the State Department and are under consideration.\nDeeming itself relieved from existing engagements, the Nicaraguan\nGovernment shows a disposition to deal freely with the canal question\neither in the way of negotiations with the United States or by taking\nmeasures to promote the waterway.Overtures for a convention to effect the building of a canal under the\nauspices of the United States are under consideration. In the meantime, the\nviews of the Congress upon the general subject, in the light of the report\nof the Commission appointed to examine the comparative merits of the\nvarious trans-Isthmian ship-canal projects, may be awaited.I commend to the early attention of the Senate the Convention with Great\nBritain to facilitate the construction of such a canal and to remove any\nobjection which might arise out of the Convention commonly called the\nClayton-Bulwer Treaty.The long-standing contention with Portugal, growing out of the seizure of\nthe Delagoa Bay Railway, has been at last determined by a favorable award\nof the tribunal of arbitration at Berne, to which it was submitted. The\namount of the award, which was deposited in London awaiting arrangements by\nthe Governments of the United States and Great Britain for its disposal,\nhas recently been paid over to the two Governments.A lately signed Convention of Extradition with Peru as amended by the\nSenate has been ratified by the Peruvian Congress.Another illustration of the policy of this Government to refer\ninternational disputes to impartial arbitration is seen in the agreement\nreached with Russia to submit the claims on behalf of American sealing\nvessels seized in Bering Sea to determination by Mr. T. M. C. Asser, a\ndistinguished statesman and jurist of the Netherlands.Thanks are due to the Imperial Russian Government for the kindly aid\nrendered by its authorities in eastern Siberia to American missionaries\nfleeing from Manchuria.Satisfactory progress has been made toward the conclusion of a general\ntreaty of friendship and intercourse with Spain, in replacement of the old\ntreaty, which passed into abeyance by reason of the late war. A new\nconvention of extradition is approaching completion, and I should be much\npleased were a commercial arrangement to follow. I feel that we should not\nsuffer to pass any opportunity to reaffirm the cordial ties that existed\nbetween us and Spain from the time of our earliest independence, and to\nenhance the mutual benefits of that commercial intercourse which is natural\nbetween the two countries.By the terms of the Treaty of Peace the line bounding the ceded Philippine\ngroup in the southwest failed to include several small islands lying\nwestward of the Sulus, which have always been recognized as under Spanish\ncontrol. The occupation of Sibutd and Cagayan Sulu by our naval forces\nelicited a claim on the part of Spain, the essential equity of which could\nnot be gainsaid. In order to cure the defect of the treaty by removing all\npossible ground of future misunderstanding respecting the interpretation of\nits third article, I directed the negotiation of a supplementary treaty,\nwhich will be forthwith laid before the Senate, whereby Spain quits all\ntitle and claim of title to the islands named as well as to any and all\nislands belonging to the Philippine Archipelago lying outside the lines\ndescribed in said third article, and agrees that all such islands shall be\ncomprehended in the cession of the archipelago as fully as if they had been\nexpressly included within those lines. In consideration of this cession the\nUnited States is to pay to Spain the sum of $100,000.A bill is now pending to effect the recommendation made in my last annual\nmessage that appropriate legislation be had to carry into execution Article\nVII of the Treaty of Peace with Spain, by which the United States assumed\nthe payment of certain claims for indemnity of its citizens against Spain.\nI ask that action be taken to fulfill this obligation.The King of Sweden and Norway has accepted the joint invitation of the\nUnited States, Germany, and Great Britain to arbitrate claims growing out\nof losses sustained in the Samoan Islands in the course of military\noperations made necessary by the disturbances in 1899.Our claims upon the Government of the Sultan for reparation for injuries\nsuffered by American citizens in Armenia and elsewhere give promise of\nearly and satisfactory settlement. His Majesty's good disposition in this\nregard has been evinced by the issuance of an irade for rebuilding the\nAmerican college at Harpoot.The failure of action by the Senate at its last session upon the commercial\nconventions then submitted for its consideration and approval, although\ncaused by the great pressure of other legislative business, has caused much\ndisappointment to the agricultural and industrial interests of the country,\nwhich hoped to profit by their provisions. The conventional periods for\ntheir ratification having expired, it became necessary to sign additional\narticles extending the time for that purpose. This was requested on our\npart, and the other Governments interested have concurred with the\nexception of one convention, in respect to which no formal reply has been\nreceived.Since my last communication to the Congress on this subject special\ncommercial agreements under the third section of the tariff act have been\nproclaimed with Portugal, with Italy, and with Germany. Commercial\nconventions tinder the general limitations of the fourth section of the\nsame act have been concluded with Nicaragua, with Ecuador, with the\nDominican Republic, with Great Britain on behalf of the island of Trinidad,\nand with Denmark on behalf of the island of St. Croix. These will be early\ncommunicated to the Senate. Negotiations with other Governments are in\nprogress for the improvement and security of our commercial relations.The policy of reciprocity so manifestly rests upon the principles of\ninternational equity and has been so repeatedly approved by the people of\nthe United States that there ought to be no hesitation in either branch of\nthe Congress in giving to it full effect.This Government desires to preserve the most just and amicable commercial\nrelations with all foreign countries, unmoved by the industrial rivalries\nnecessarily developed in the expansion of international trade. It is\nbelieved that the foreign Governments generally entertain the same purpose,\nalthough in some instances there are clamorous demands upon them for\nlegislation specifically hostile to American interests. Should these\ndemands prevail I shall communicate with the Congress with the view of\nadvising such legislation as may be necessary to meet the emergency.The exposition of the resources and products of the Western Hemisphere to\nbe held at Buffalo next year promises important results not only for the\nUnited States but for the other participating countries. It is gratifying\nthat the Latin-American States have evinced the liveliest interest, and the\nfact that an International American Congress will be held in the City of\nMexico while the exposition is in progress encourages the hope of a larger\ndisplay at Buffalo than might otherwise be practicable. The work of\npreparing an exhibit of our national resources is making satisfactory\nprogress under the direction of different officials of the Federal\nGovernment, and the various States of the Union have shown a disposition\ntoward the most liberal participation in the enterprise.The Bureau of the American Republics continues to discharge, with the\nhappiest results, the important work of promoting cordial relations between\nthe United States and the Latin-American countries, all of which are now\nactive members of the International Union. The Bureau has been instrumental\nin bringing about the agreement for another International American\nCongress, which is to meet in the City of Mexico in October, 1901. The\nBureau's future for another term of ten years is assured by the\ninternational compact, but the congress will doubtless have much to do with\nshaping new lines of work and a general policy. Its usefulness to the\ninterests of Latin-American trade is widely appreciated and shows a\ngratifying development.The practical utility of the consular service in obtaining a wide range of\ninformation as to the industries and commerce of other countries and the\nopportunities thereby afforded for introducing the sale of our goods have\nkept steadily in advance of the notable expansion of our foreign trade, and\nabundant evidence has been furnished, both at home and abroad, of the fact\nthat the Consular Reports, including many from our diplomatic\nrepresentatives, have to a considerable extent pointed out ways and means\nof disposing of a great variety of manufactured goods which otherwise might\nnot have found sale abroad.Testimony of foreign observers to the commercial efficiency of the consular\ncorps seems to be conclusive, and our own manufacturers and exporters\nhighly appreciate the value of the services rendered not only in the\nprinted reports but also in the individual efforts of consular officers to\npromote American trade. An increasing part of the work of the Bureau of\nForeign Commerce, whose primary duty it is to compile and print the\nreports, is to answer inquiries from trade organizations, business houses,\netc., as to conditions in various parts of the world, and, notwithstanding\nthe smallness of the force employed, the work has been so systematized that\nresponses are made with such promptitude and accuracy as to elicit\nflattering encomiums. The experiment of printing the Consular Reports daily\nfor immediate use by trade bodies, exporters, and the press, which was\nbegun in January, 1898, continues to give general satisfaction.It is gratifying to be able to state that the surplus revenues for the\nfiscal year ended June 30, 1900, were $79,527,060.18. For the six preceding\nyears we had only deficits, the aggregate of which from 1894 to 1899,\ninclusive, amounted to $283,022,991.14. The receipts for the year from all\nsources, exclusive of postal revenues, aggregated $567,240,851.89, and\nexpenditures for all purposes, except for the administration of the postal\ndepartment, aggregated $487,713,791.71. The receipts from customs were\n$233,164,871.16, an increase over the preceding year Of $27,036,389.41. The\nreceipts from internal revenue were $295,327,926.76, an increase Of\n$21,890,765.25 over 1899. The receipts from miscellaneous sources were\n$38,748,053.97, as against $36,394,976.92 for the previous year.It is gratifying also to note that during the year a considerable reduction\nis shown in the expenditures of the Government. The War Department\nexpenditures for the fiscal year 1900 were $134,774,767.78, a reduction of\n$95,066,486.69 over those of 1899. In the Navy Department the expenditures\nwere $55,953,077.72 for the year 1900, as against $63,942,104.25 for the\npreceding year, a decrease of $7,989,026.53. In the expenditures on account\nof Indians there was a decrease in 1900 over 1899 Of $2,630,604.38; and in\nthe civil and miscellaneous expenses for 1900 there was a reduction Of\n$13,418,065.74.Because of the excess of revenues over expenditures the Secretary of the\nTreasury was enabled to apply bonds and other securities to the sinking\nfund to the amount Of $56,544,556.06. The details of the sinking fund are\nset forth in the report of the Secretary of the Treasury, to which I invite\nattention. The Secretary of the Treasury estimates that the receipts for\nthe current fiscal year will aggregate $580,000,000 and the expenditures\n$500,000,000, leaving an excess of revenues over expenditures of\n$80,000,000. The present condition of the Treasury is one of undoubted\nstrength. The available cash balance November 30 was $139,303,794.50. Under\nthe form of statement prior to the financial law of March 14 last there\nwould have been included in the statement of available cash gold coin and\nbullion held for the redemption of United States notes.If this form were pursued, the cash balance including the present gold\nreserve of $150,000,000, would be $289,303,794.50. Such balance November\n30, 1899, was $296,495,301.55. In the general fund, which is wholly\nseparate from the reserve and trust funds, there was on November 30,\n$70,090,073.15 in gold coin and bullion, to which should be added\n$22,957,300 in gold certificates subject to issue, against which there is\nheld in the Division of Redemption gold coin and bullion, making a total\nholding of free gold amounting to $93,047,373.15.It will be the duty as I am sure it will be the disposition of the Congress\nto provide whatever further legislation is needed to insure the continued\nparity under all conditions between our two forms of metallic money, silver\nand gold.Our surplus revenues have permitted the Secretary of the Treasury since the\nclose of the fiscal year to call in the funded loan of 1891 continued at 2\nper cent, in the sum of $25,364,500. To and including November 30,\n$23,458,100 Of these bonds have been paid. This sum, together with the\namount which may accrue from further redemptions under the call, will be\napplied to the sinking fund.The law of March 14, 1900, provided for refunding into 2 per cent\nthirty-year bonds, payable, principal and interest, in gold coin of the\npresent standard value, that portion of the public debt represented by the\n3 per cent bonds of 1908, the 4 percents Of 1907, and the 5 percents of\n1904, Of which there was outstanding at the date of said law $839,149,930,\nThe holders of the old bonds presented them for exchange between March 14\nand November 30 to the amount of $364,943,750. The net saving to the\nGovernment on these transactions aggregates $9,106,166.Another effect of the operation, as stated by the Secretary, is to reduce\nthe charge upon the Treasury for the payment of interest from the dates of\nrefunding to February 1, 1904, by the sum of more than seven million\ndollars annually. From February 1, 1904, to July 1, 11907, the annual\ninterest charge will be reduced by the sum of more than five millions, and\nfor the thirteen months ending August 1, 1908, by about one million. The\nfull details of the refunding are given in the annual report of the\nSecretary of the Treasury.The beneficial effect of the financial act of 1900, so far as it relates to\na modification of the national banking act, is already apparent. The\nprovision for the incorporation of national banks with a capital of not\nless than $25,000 in places not exceeding three thousand inhabitants has\nresulted in the extension of banking facilities to many small communities\nhitherto unable to provide themselves with banking institutions under the\nnational system. There were organized from the enactment of the law up to\nand including November 30, 369 national banks, of which 266 were with\ncapital less than $50,000, and 103 with capital of $50,000 or more.It is worthy of mention that the greater number of banks being organized\nunder the new law are in sections where the need of banking facilities has\nbeen most pronounced. Iowa stands first, with 30 banks of the smaller\nclass, while Texas, Oklahoma, Indian Territory, and the middle and western\nsections of the country have also availed themselves largely of the\nprivileges under the new law.A large increase in national bank-note circulation has resulted from the\nprovision of the act which permits national banks to issue circulating\nnotes to the par value of the United States bonds deposited as security\ninstead of only go per cent thereof, as heretofore. The increase in\ncirculating notes from March 14 to November 30 is $77,889,570.The party in power is committed to such legislation as will better make the\ncurrency responsive to the varying needs of business at all seasons and in\nall sections.Our foreign trade shows a remarkable record of commercial and industrial\nprogress. The total of imports and exports for the first time in the\nhistory of the country exceeded two billions of dollars. The exports are\ngreater than they have ever been before, the total for the fiscal year 1900\nbeing $1,394,483,082, an increase over 1899 of $167,459,780, an increase\nover 1898 of $163,000,752, over 1897 Of $343,489,526, and greater than 1896\nby $511,876,144.The growth of manufactures in the United States is evidenced by the fact\nthat exports of manufactured products largely exceed those of any previous\nyear, their value for 1900 being $433,851,756, against $339,592,146 in\n1899, an increase of 28 per cent.Agricultural products were also exported during 1900 in greater volume than\nin 1899, the total for the year being $835,858,123, against $784,776,142 in\n1899.The imports for the year amounted to $849,941,184, an increase over 1899 of\n$152,792,695. This increase is largely in materials for manufacture, and is\nin response to the rapid development of manufacturing in the United States.\nWhile there was imported for use in manufactures in 1900 material to the\nvalue of $79,768,972 in excess of 1899, it is reassuring to observe that\nthere is a tendency toward decrease in the importation of articles\nmanufactured ready for consumption, which in 1900 formed 15.17 per cent of\nthe total imports, against 15.54 per cent in 1899 and 21.09 per cent in\n1896.I recommend that the Congress at its present session reduce the\ninternal-revenue taxes imposed to meet the expenses of the war with Spain.\nin the sum of thirty millions of dollars. This reduction should be secured\nby the remission of those taxes which experience has shown to be the most\nburdensome to the industries of the people.I specially urge that there be included in whatever reduction is made the\nlegacy tax on bequests for public uses of a literary, educational, or\ncharitable character.American vessels during the past three years have carried about 9 per cent\nof our exports and imports. Foreign ships should carry the least, not the\ngreatest, part of American trade. The remarkable growth of our steel\nindustries, the progress of shipbuilding for the domestic trade, and our\nsteadily maintained expenditures for the Navy have created an opportunity\nto place the United States in the first rank of commercial maritime powers.Besides realizing a proper national aspiration this will mean the\nestablishment and healthy growth along all our coasts of a distinctive\nnational industry, expanding the field for the profitable employment of\nlabor and capital. It will increase the transportation facilities and\nreduce freight charges on the vast volume of products brought from the\ninterior to the seaboard for export, and will strengthen an arm of the\nnational defense upon which the founders of the Government and their\nsuccessors have relied. In again urging immediate action by the Congress on\nmeasures to promote American shipping and foreign trade, I direct attention\nto the recommendations on the subject in previous messages, and\nparticularly to the opinion expressed in the message of 1899: I am\nsatisfied the judgment of the country favors the policy of aid to our\nmerchant marine, which will broaden our commerce and markets and upbuild\nour sea-carrying capacity for the products of agriculture and manufacture,\nwhich, with the increase of our Navy, mean more work and wages to our\ncountrymen, as well as a safeguard to American interests in every part of\nthe world. The attention of the Congress is invited to the recommendation\nof the Secretary of the Treasury in his annual report for legislation in\nbehalf of the Revenue-Cutter Service, and favorable action is urged.In my last annual message to the Congress I called attention to the\nnecessity for early action to remedy such evils as might be found to exist\nin connection with combinations of capital organized into trusts, and again\ninvite attention to my discussion of the subject at that time, which\nconcluded with these words: It is apparent that uniformity of legislation\nupon this subject in the several States is much to be desired. It is to be\nhoped that such uniformity, founded in a wise and just discrimination\nbetween what is injurious and what is useful and necessary in business\noperations, may be obtained, and that means may be found for the Congress,\nwithin the limitations of its constitutional power, so to supplement an\neffective code of State legislation as to make a complete system of laws\nthroughout the United States adequate to compel a general observance of the\nsalutary rules to which I have referred.The whole question is so important and far-reaching that I am sure no part\nof it will be lightly considered, but every phase of it will have the\nstudied deliberation of the Congress, resulting in wise and judicious\naction. Restraint upon such combinations as are injurious, and which are\nwithin Federal jurisdiction, should be promptly applied by the Congress.In my last annual message I dwelt at some length upon the condition of\naffairs in the Philippines. While seeking to impress upon you that the\ngrave responsibility of the future government of those islands rests with\nthe Congress of the United States, I abstained from recommending at that\ntime a specific and final form of government for the territory actually\nheld by the United States forces and in which as long as insurrection\ncontinues the military arm must necessarily be supreme. I stated my\npurpose, until the Congress shall have made the formal expression of its\nwill, to use the authority vested in me by the Constitution and the\nstatutes to uphold the sovereignty of the United States in those distant\nislands as in all other places where our flag rightfully floats, placing,\nto that end, at the disposal of the army and navy all the means which the\nliberality of the Congress and the people have provided. No contrary\nexpression of the will of the Congress having been made, I have steadfastly\npursued the purpose so declared, employing the civil arm as well toward the\naccomplishment of pacification and the institution of local governments\nwithin the lines of authority and law.Progress in the hoped-for direction has been favorable. Our forces have\nsuccessfully controlled the greater part of the islands, overcoming the\norganized forces of the insurgents and carrying order and administrative\nregularity to all quarters. What opposition remains is for the most part\nscattered, obeying no concerted plan of strategic action, operating only by\nthe methods common to the traditions of guerrilla warfare, which, while\nineffective to alter the general control now established, are still\nsufficient to beget insecurity among the populations that have felt the\ngood results of our control and thus delay the conferment upon them of the\nfuller measures of local self-government, of education, and of industrial\nand agricultural development which we stand ready to give to them.By the spring of this year the effective opposition of the dissatisfied\nTagals to the authority of the United States was virtually ended, thus\nopening the door for the extension of a stable administration over much of\nthe territory of the Archipelago. Desiring to bring this about, I appointed\nin March last a civil Commission composed of the Hon. William H. Taft, of\nOhio; Prof. Dean C. Worcester, of Michigan; the Hon. Luke I. Wright, of\nTennessee; the Hon. Henry C. Ide, of Vermont, and Prof. Bernard Moses, of\nCalifornia. The aims of their mission and the scope of their authority are\nclearly set forth in my instructions of April 7, 1900, addressed to the\nSecretary of War to be transmitted to them:In the message transmitted to the Congress on the 5th of December, 1899, I\nsaid, speaking of the Philippine Islands: \"As long as the insurrection\ncontinues the military arm must necessarily be supreme. But there is no\nreason why steps should not be taken from time to time to inaugurate\ngovernments essentially popular in their form as fast as territory is held\nand controlled by our troops. To this end I am considering the advisability\nof the return of the Commission, or such of the members thereof as can be\nsecured, to aid the existing authorities and facilitate this work\nthroughout the islands.\"To give effect to the intention thus expressed, I have appointed Hon.\nWilliam H. Taft, of Ohio; Prof. Dean C. Worcester, of Michigan; Non. Luke\nI. Wright, of Tennessee; Hon. Henry C. Ide, of Vermont, and Prof. Bernard\nMoses, of California, Commissioners to the Philippine Islands to continue\nand perfect the work of organizing and establishing civil government\nalready commenced by the military authorities, subject in all respects to\nany laws which Congress may hereafter enact.The Commissioners named will meet and act as a board, and the Hon. William\nH. Taft t is designated as president of the board. It is probable that the\ntransfer of authority from military commanders to civil officers will be\ngradual and will occupy a considerable period. Its successful\naccomplishment and the maintenance of peace and order in the meantime will\nrequire the most perfect co-operation between the civil and military\nauthorities in the islands, and both should be directed during the\ntransition period by the same Executive Department. The Commission will\ntherefore report to the Secretary of War, and all their action will be\nsubject to your approval and control.You will instruct the Commission to proceed to the city of Manila, where\nthey will make their principal office, and to communicate with the Military\nGovernor of the Philippine Islands, whom you will at the same time direct\nto render to them every assistance within his power in the performance of\ntheir duties. Without hampering them by too specific instructions, they\nshould in general be enjoined, after making themselves familiar with the\nconditions and needs of the country, to devote their attention in the first\ninstance to the establishment of municipal governments, in which the\nnatives of the islands, both in the cities and in the rural communities,\nshall be afforded the opportunity to manage their own local affairs to the\nfullest extent of which they are capable and subject to the least degree of\nsupervision and control which a careful study of their capacities and\nobservation of the workings of native control show to be consistent with\nthe maintenance of law, order, and loyalty.The next subject in order of importance should be the organization of\ngovernment in the larger administrative divisions corresponding to\ncounties, departments, or provinces, in which the common interests of many\nor several municipalities falling within the same tribal lines, or the same\nnatural geographical limits, may best be subserved by a common\nadministration. Whenever the Commission is of the opinion that the\ncondition of affairs in the islands is such that the central administration\nmay safely be transferred from military to civil control they will report\nthat conclusion to you, with their recommendations as to the form of\ncentral government to be established for the purpose of taking over the\ncontrol.Beginning with the 1st day of September, 1900, the authority to exercise,\nsubject to my approval, through the Secretary of War, that part of the\npower of government in the Philippine Islands which is of a legislative\nnature is to be transferred from the Military Governor of the islands to\nthis Commission, to be thereafter exercised by them in the place and stead\nof the Military Governor, under such rules and regulations as you shall\nprescribe, until the establishment of the civil central government for the\nislands contemplated in the last foregoing paragraph, or until Congress\nshall otherwise provide. Exercise of this legislative authority will\ninclude the making of rules and orders, having the effect of law, for the\nraising of revenue by taxes, customs duties, and imposts; the appropriation\nand expenditure of public funds of the islands; the establishment of an\neducational system throughout the islands; the establishment of a system\nto secure an efficient civil service; the organization and establishment of\ncourts; the organization and establishment of municipal and departmental\ngovernments, and all other matters of a civil nature for which the Military\nGovernor is now competent to provide by rules or orders of a legislative\ncharacter.The Commission will also have power during the same period to appoint to\noffice such officers under the judicial, educational, and civil-service\nsystems and in the municipal and departmental governments as shall be\nprovided for. Until the complete transfer of control the Military Governor\nwill remain the chief executive head of the government of the islands, and\nwill exercise the executive authority now possessed by him and not herein\nexpressly assigned to the Commission, subject, however, to the rules and\norders enacted by the Commission in the exercise of the legislative powers\nconferred upon them. In the meantime the municipal and departmental\ngovernments will continue to report to the Military Governor and be subject\nto his administrative supervision and control, under your direction, but\nthat supervision and control will be confined within the narrowest limits\nconsistent with the requirement that the powers of government in the\nmunicipalities and departments shall be honestly and effectively exercised\nand that law and order and individual freedom shall be maintained.All legislative rules and orders, establishments of government, and\nappointments to office by the Commission will take effect immediately, or\nat such times as they shall designate, subject to your approval and action\nupon the coming in of the Commission's reports, which are to be made from\ntime to time as their action is taken. Wherever civil governments are\nconstituted under the direction of the Commission such military posts,\ngarrisons, and forces will be continued for the suppression of insurrection\nand brigandage and the maintenance of law and order as the Military\nCommander shall deem requisite, and the military forces shall be at all\ntimes subject, under his orders, to the call of the civil authorities for\nthe maintenance of law and order and the enforcement of their authority.In the establishment of municipal governments the Commission will take as\nthe basis of their work the governments established by the Military\nGovernor under his order of August 8, 1899. and under the report of the\nboard constituted by the Military Governor by his order of January 29,\n1900, to formulate and report a plan of municipal government, of which His\nHonor Cayetano Arellano, President of the Audiencia, was chairman, and they\nwill give to the conclusions of that board the weight and consideration\nwhich the high character and distinguished abilities of its members\njustify.In the constitution of departmental or provincial governments they will\ngive especial attention to the existing government of the island of Negros,\nconstituted, with the approval of the people of that island, under the\norder of the Military Governor of July 22, 1899, and after verifying, so\nfar as may be practicable, the reports of the successful working of that\ngovernment they will be guided by the experience thus acquired so far as it\nmay be applicable to the condition existing in other portions of the\nPhilippines. They will avail themselves, to the fullest degree practicable,\nof the conclusions reached by the previous Commission to the Philippines.In the distribution of powers among the governments organized by the\nCommission, the presumption is always to be in favor of the smaller\nsubdivision, so that all the powers which can properly be exercised by the\nmunicipal government shall be vested in that government, and all the powers\nof a more general character which can be exercised by the departmental\ngovernment shall be vested in that government, and so that in the\ngovernmental system, which is the result of the process, the central\ngovernment of the islands, following the example of the distribution of the\npowers between the States and the National Government of the United States,\nshall have no direct administration except of matters of purely general\nconcern, and shall have only such supervision and control over local\ngovernments as may be necessary to secure and enforce faithful and\nefficient administration by local officers.The many Different degrees of civilization and varieties of custom and\ncapacity among the people of the different islands preclude very definite\ninstruction as to the part which the people shall take in the selection of\ntheir own officers; but these general rules are to be observed: That in all\ncases the municipal officers, who administer the local affairs of the\npeople, are to be selected by the people, and that wherever officers of\nmore extended jurisdiction are to be selected in any way, natives of the\nislands are to be preferred, and if they can be found competent and willing\nto perform the duties, they are to receive the offices in preference to any\nothers.It will be necessary to fill some offices for the present with Americans\nwhich after a time may well be filled by natives of the islands. As soon as\npracticable a system for ascertaining the merit and fitness of candidates\nfor civil office should be put in force. An indispensable qualification for\nall offices and positions of trust and authority in the islands must be\nabsolute and unconditional loyalty to the United States, and absolute and\nunhampered authority and power to remove and punish any officer deviating\nfrom that standard must at all times be retained in the hands of the\ncentral authority of the islands.In all the forms of government and administrative provisions which they are\nauthorized to prescribe the Commission should bear in mind that the\ngovernment which they are establishing is designed not for our\nsatisfaction, or for the expression of our theoretical views, but for the\nhappiness, peace, and prosperity of the people of the Philippine Islands,\nand the measures adopted should be made to conform to their customs, their\nhabits, and even heir prejudices, to the fullest extent consistent with the\naccomplishment of the Indispensable requisites of just and effective\ngovernment.At the same time the Commission should bear in mind, and the people of the\nislands should be made plainly to understand, that there are certain great\nprinciples of government which have been made the basis of our governmental\nsystem which we deem essential to the rule of law and the maintenance of\nindividual freedom, and of which they have, unfortunately, been denied the\nexperience possessed by us; that there are also certain practical rules of\ngovernment which we have found to be essential to the preservation of these\ngreat principles of liberty and law, and that these principles and these\nrules of government must be established and maintained in their islands for\nthe sake of their liberty and happiness, however much they may conflict\nwith the customs or laws of procedure with which they are familiar.It is evident that the most enlightened thought of the Philippine Islands\nfully appreciates the importance of these principles and rules, and they\nwill inevitably within a short time command universal assent. Upon every\ndivision and branch of the government of the Philippines, therefore, must\nbe imposed these inviolable rules:That no person shall be deprived of life, liberty, or property without due\nprocess of law; that private property shall not be taken for public use\nwithout just compensation; that in all criminal prosecutions the accused\nshall enjoy the right to a speedy and public trial, to be informed of the\nnature and cause of the accusation, to be confronted with the witnesses\nagainst him, to have compulsory process for obtaining witnesses in his\nfavor, and to have the assistance of counsel for his defense; that\nexcessive bail shall not be required, nor excessive fines imposed, nor\ncruel and unusual punishment inflicted; that no person shall be put twice\nin jeopardy for the same offense, or be compelled in any criminal case to\nbe a witness against himself; that the right to be secure against\nunreasonable searches and seizures shall not be violated; that neither\nslavery nor involuntary servitude shall exist except as a punishment for\ncrime; that no bill of attainder or ex-post facto law shall be passed; that\nno law shall be passed abridging the freedom of speech or of the press, or\nthe rights of the people to peaceably assemble and petition the Government\nfor a redress of grievances; that no law shall be made respecting an\nestablishment of religion, or prohibiting the free exercise thereof, and\nthat the free exercise and enjoyment of religious profession and worship\nwithout discrimination or preference shall forever be allowed.It will be the duty of the Commission to make a thorough investigation into\nthe titles to the large tracts of land held or claimed by individuals or by\nreligious orders; into the justice of the claims and complaints made\nagainst such landholders by the people of the island or any part of the\npeople, and to seek by wise and peaceable measures a just settlement of the\ncontroversies and redress of wrongs which have caused strife and bloodshed\nin the past. In the performance of this duty the Commission is enjoined to\nsee that no injustice is done; to have regard for substantial rights and\nequity, disregarding technicalities so far as substantial right permits,\nand to observe the following rules:That the provision of the Treaty of Paris pledging the United States to the\nprotection of all rights of property in the islands, and as well the\nprinciple of our own Government which prohibits the taking of private\nproperty without due process of law, shall not be violated; that the\nwelfare of the people of the islands, which should be a paramount\nconsideration, shall be attained consistently with this rule of property\nright; that if it becomes necessary for the public interest of the people\nof the islands to dispose of claims to property which the Commission finds\nto be not lawfully acquired and held disposition shall be made thereof by\ndue legal procedure, in which there shall be full opportunity for fair and\nimpartial hearing and judgment; that if the same public interests require\nthe extinguishment of property rights lawfully acquired and held due\ncompensation shall be made out of the public treasury therefore; that no\nform of religion and no minister of religion shall be forced upon any\ncommunity or upon any citizen of the islands; that, upon the other hand, no\nminister of religion shall be interfered with or molested in following his\ncalling, and that the separation between State and Church shall be real,\nentire, and absolute.It will be the duty of the Commission to promote and extend, and, as they\nfind occasion, to improve the system of education already inaugurated by\nthe military authorities. In doing this they should regard as of first\nimportance the extension of a system of primary education which shall be\nfree to all, and which shall tend to fit the people for the duties of\ncitizenship and for the ordinary avocations of a civilized community. This\ninstruction should be given in the first instance in every part of the\nislands in the language of the people. In view of the great number of\nlanguages spoken by the different tribes, it is especially important to the\nprosperity of the islands that a common medium of communication may be\nestablished, and it is obviously desirable that this medium should be the\nEnglish language. Especial attention should be at once given to affording\nfull opportunity to all the people of the islands to acquire the use of the\nEnglish language.It may be well that the main changes which should be made in the system of\ntaxation and in the body of the laws under which the people are governed,\nexcept such changes as have already been made by the military government,\nshould be relegated to the civil government which is to be established\nunder the auspices of the Commission. It will, however, be the duty of the\nCommission to inquire diligently as to whether there are any further\nchanges which ought not to be delayed, and if so, they are authorized to\nmake such changes subject to your approval. In doing so they are to bear in\nmind that taxes which tend 6 penalize or repress industry and enterprise\nare to be avoided; that provisions for taxation should be simple, so that\nthey may be understood by the people; that they should affect the fewest\npracticable subjects of taxation which will serve for the general\ndistribution of the burden.The main body of the laws which regulate the rights and obligations of the\npeople should be maintained with as little interference as possible.\nChanges made should be mainly in procedure, and in the criminal laws to\nsecure speedy and impartial trials, and at the same time effective\nadministration and respect for individual rights.In dealing with the uncivilized tribes of the islands the Commission should\nadopt the same course followed by Congress in permitting the tribes of our\nNorth American Indians to maintain their tribal organization and\ngovernment, and under which many of those tribes are now living in peace\nand contentment, surrounded by a civilization to which they are unable or\nunwilling to conform. Such tribal governments should, however, be subjected\nto wise and firm regulation, and, without undue or petty interference,\nconstant and active effort should be exercised to prevent barbarous\npractices and introduce civilized customs.Upon all officers and employees of the United States, both civil and\nmilitary, should be impressed a sense of the duty to observe not merely the\nmaterial but the personal and social rights of the people of the islands,\nand to treat them with the same courtesy and respect for their personal\ndignity which the people of the United States are accustomed W require from\neach other.The articles of capitulation of the city of Manila on the 13th of August,\n1898, concluded with these words:\"This city, its inhabitants, its churches and religious worship, its\neducational establishments, and its private property of all descriptions,\nare placed under the special safeguard of the faith and honor of the\nAmerican Army.\"I believe that this pledge has been faithfully kept. As high and sacred an\nobligation rests upon the Government of the United States to give\nprotection for property and life, civil and religious freedom, and wise,\nfirm, and unselfish guidance in the paths of peace and prosperity to all\nthe people of the Philippine Islands. I charge this Commission to labor for\nthe full performance of this obligation, which concerns the honor and\nconscience of their country, in the firm hope that through their labors all\nthe inhabitants of the Philippine Islands may come to look back with\ngratitude to the day when God gave victory to American arms at Manila and\nset their land under the sovereignty and the protection of the people of\nthe United States.Coincidently with the entrance of the Commission upon its labors I caused\nto be issued by General MacArthur, the Military Governor of the\nPhilippines, on June 21, 1900, a proclamation of amnesty in generous terms,\nof which many of the insurgents took advantage, among them a number of\nimportant leaders.This Commission, composed of eminent citizens representing the diverse\ngeographical and political interests of the country, and bringing to their\ntask the ripe fruits of long and intelligent service in educational,\nadministrative, and judicial careers, made great progress from the outset.\nAs early as August 21, 1900, it submitted a preliminary report, which will\nbe laid before the Congress, and from which it appears that already the\ngood effects of returning order are felt; that business, interrupted by\nhostilities, is improving as peace extends; that a larger area is under\nsugar cultivation than ever before; that the customs revenues are greater\nthan at any time during the Spanish rule; that economy and efficiency in\nthe military administration have created a surplus fund of $6,000,000,\navailable for needed public improvements; that a stringent civil-service\nlaw is in preparation; that railroad communications are expanding, opening\nup rich districts, and that a comprehensive scheme of education is being\norganized.Later reports from the Commission show yet more encouraging advance toward\ninsuring the benefits of liberty and good government to the Filipinos, in\nthe interest of humanity and with the aim of building up an enduring,\nself-supporting, and self-administering community in those far eastern\nseas. I would impress upon the Congress that whatever legislation may be\nenacted in respect to the Philippine Islands should be along these generous\nlines. The fortune of war has thrown upon this nation an unsought trust\nwhich should be unselfishly discharged, and devolved upon this Government a\nmoral as well as material responsibility toward these millions whom we have\nfreed from an oppressive yoke.I have on another occasion called the Filipinos the wards of the nation.\nOur obligation as guardian was not lightly assumed; it must not be\notherwise than honestly fulfilled, aiming first of all to benefit those who\nhave come under our fostering care. It is our duty so to treat them that\nour flag may be no less beloved in the mountains of Luzon and the fertile\nzones of Mindanao and Negros than it is at home, that there as here it\nshall be the revered symbol of liberty, enlightenment, and progress in\nevery avenue of development.The Filipinos are a race quick to learn and to profit by knowledge He would\nbe rash who, with the teachings of contemporaneous history in view, would\nfix a limit to the degree of culture and advancement yet within the reach\nof these people if our duty toward them be faithfully performed.The civil government of Puerto Rico provided for by the act of the Congress\napproved April 12, 1900 is in successful operation The courts have been\nestablished. The Governor and his associates, working intelligently and\nharmoniously, are meeting with Commendable success.On the 6th of November a general election was held in the island for\nmembers of the Legislature, and the body elected has been called to convene\non the first Monday of December.I recommend that legislation be enacted by the Congress conferring upon the\nSecretary of the Interior supervision over the public lands in Puerto Rico,\nand that he be directed to ascertain the location and quantity of lands the\ntitle to which remained in the Crown of Spain at the date of cession of\nPuerto Rico to the United States, and that appropriations necessary for\nsurveys be made, and that the methods of the disposition of such lands be\nprescribed by law.On the 25th of July, 1900, I directed that a call be issued for an election\nin Cuba for members of a constitutional convention to frame a constitution\nas a basis for a stable and independent government in the island. In\npursuance thereof the Military Governor issued the following instructions:\nWhereas the Congress of the United States, by its joint resolution of April\n20, 1898, declared:\"That the people of the island of Cuba are, and of right ought to be, free\nand independent.\"That the United States hereby disclaims any disposition or intention to\nexercise sovereignty, jurisdiction, or control over said island except for\nthe pacification thereof, and asserts its determination, when that is\naccomplished, to leave the government and control of the island to its\npeople;\"And whereas, the people of Cuba have established municipal governments,\nderiving their authority from the suffrages of the people given under just\nand equal laws, and are now ready, in like manner, to proceed to the\nestablishment of a general government which shall assume and exercise\nsovereignty, jurisdiction, and control over the island:Therefore, it is ordered that a general election be held in the island of\nCuba on the third Saturday of September, in the year nineteen hundred, to\nelect delegates to a convention to meet in the city of Havana at twelve\no'clock noon on the first Monday of November, in the year nineteen hundred,\nto frame and adopt a constitution for the people of Cuba, and as a part\nthereof to provide for and agree with the Government of the United States\nupon the relations to exist between that Government and the Government of\nCuba, and to provide for the election by the people of officers under such\nconstitution and the transfer of government to the officers so elected.The election will be held in the several voting precincts of the island\nunder, and pursuant to, the provisions of the electoral law of April 18,\n1900, and the amendments thereof. The election was held on the 15th of\nSeptember, and the convention assembled on the 5th of November, 1900, and\nis now in session.In calling the convention to order, the Military Governor of Cuba made the\nfollowing statement: As Military Governor of the island, representing the\nPresident of the United States, I call this convention to order.It will be your duty, first, to frame and adopt a constitution for Cuba,\nand when that has been done to formulate what in your opinion ought to be\nthe relations between Cuba and the United States.The constitution must be adequate to secure a stable, orderly, and free\ngovernment.When you have formulated the relations which in your opinion ought to exist\nbetween Cuba and the United States the Government of the United States will\ndoubtless take such action on its part as shall lead to a final and\nauthoritative agreement between the people of the two countries to the\npromotion of their common interests.All friends of Cuba will follow your deliberations with the deepest\ninterest, earnestly desiring that you shall reach just conclusions, and\nthat by the dignity, individual self-restraint, and wise conservatism which\nshall characterize your proceedings the capacity of the Cuban people for\nrepresentative government may be signally illustrated.The fundamental distinction between true representative government and\ndictatorship is that in the former every representative of the people, in\nwhatever office, confines himself strictly within the limits of his defined\npowers. Without such restraint there can be no free constitutional\ngovernment.Under the order pursuant to which you have been elected and convened you\nhave no duty and no authority to take part in the present government of the\nisland. Your powers are strictly limited by the terms of that order. When\nthe convention concludes its labors I will transmit to the Congress the\nconstitution as framed by the convention for its consideration and for such\naction as it may deem advisable.I renew the recommendation made in my special message of February 10, 1899,\nas to the necessity for cable communication between the United States and\nHawaii, with extension to Manila. Since then circumstances have strikingly\nemphasized this need. Surveys have shown the entire feasibility of a chain\nof cables which at each stopping place shall touch on American territory,\nso that the system shall be under our own complete control. Manila once\nwithin telegraphic reach, connection with the systems of the Asiatic coast\nwould open increased and profitable opportunities for a more direct cable\nroute from our shores to the Orient than is now afforded by the\ntrans-Atlantic, continental, and trans-Asian lines. I urge attention to\nthis important matter.The present strength of the Army is 100,000 men--65,000 regulars and\n35,000 volunteers. Under the act of March 2, 1899, on the 30th of June next\nthe present volunteer force will be discharged and the Regular Army will be\nreduced to 2,447 officers and 29,025 enlisted men.In 1888 a Board of Officers convened by President Cleveland adopted a\ncomprehensive scheme of coast-defense fortifications which involved the\noutlay of something over one hundred million dollars. This plan received\nthe approval of the Congress, and since then regular appropriations have\nbeen made and the work of fortification has steadily progressed.More than sixty millions of dollars have been invested in a great number of\nforts and guns, with all the complicated and scientific machinery and\nelectrical appliances necessary for their use. The proper care of this\ndefensive machinery requires men trained in its use. The number of men\nnecessary to perform this duty alone is ascertained by the War Department,\nat a minimum allowance, to be 18,420.There are fifty-eight or more military posts in the United States other\nthan the coast-defense fortifications.The number of these posts is being constantly increased by the Congress.\nMore than $22,000,000 have been expended in building and equipment, and\nthey can only be cared for by the Regular Army. The posts now in existence\nand others to be built provide for accommodations for, and if fully\ngarrisoned require, 26,000 troops. Many of these posts are along our\nfrontier or at important strategic points, the occupation of which is\nnecessary.We have in Cuba between 5,000 and 6,000 troops. For the present our troops\nin that island cannot be withdrawn or materially diminished, and certainly\nnot until the conclusion of the labors of the constitutional convention now\nin session and a government provided by the new constitution shall have\nbeen established and its stability assured.In Puerto Rico we have reduced the garrisons to 1,636, which includes 879\nnative troops. There is no room for further reduction here.We will be required to keep a considerable force in the Philippine Islands\nfor some time to come. From the best information obtainable we will need\nthere for the immediate future from 45,000 to 60,000 men. I am sure the\nnumber may be reduced as the insurgents shall come to acknowledge the\nauthority of the United States, of which there are assuring indications.It must be apparent that we will require an army of about 60,000, and that\nduring present conditions in Cuba and the Philippines the President should\nhave authority to increase the force to the present number of 100,000.\nIncluded in this number authority should be given to raise native troops in\nthe Philippines up to 15,000, which the Taft Commission believe will be\nmore effective in detecting and suppressing guerrillas, assassins, and\nladrones than our own soldiers.The full discussion of this subject by the Secretary of War in his annual\nreport is called to your earnest attention.I renew the recommendation made in my last annual message that the Congress\nprovide a special medal of honor for the volunteers, regulars, sailors, and\nmarines on duty in the Philippines who voluntarily remained in the service\nafter their terms of enlistment had expired.I favor the recommendation of the Secretary of War for the detail oil\nofficers from the line of the Army when vacancies occur in the\nAdjutant-General's Department, Inspector-General's Department,\nQuartermaster's Department, Subsistence Department, Pay Department,\nOrdnance Department, and Signal Corps.The Army cannot be too highly commended for its faithful and effective\nservice in active military operations in the field and the difficult work\nof civil administration.The continued and rapid growth of the postal service is a sure index of the\ngreat and increasing business activity of the country. Its most striking\nnew development is the extension of rural free delivery. This has come\nalmost wholly within the last year. At the beginning of the fiscal year\n1899, 1900 the number of routes in operation was only 391, and most of\nthese had been running less than twelve months. On the 15th of November,\n1900, the number had increased to 2,614, reaching into forty-four States\nand Territories, and serving a population of 1,801,524. The number of\napplications now pending and awaiting action nearly equals all those\ngranted up to the present time, and by the close of the current fiscal year\nabout 4,000 routes will have been established, providing for the daily\ndelivery of mails at the scattered homes of about three and a half millions\nof rural population.This service ameliorates the isolation of farm life, conduces to good\nroads, and quickens and extends the dissemination of general information.\nExperience thus far has tended to allay the apprehension that it would be\nso expensive as to forbid its general adoption or make it a serious burden.\nIts actual application has shown that it increases postal receipts, and can\nbe accompanied by reductions in other branches of the service, so that the\naugmented revenues and the accomplished savings together materially reduce\nthe net cost. The evidences which point to these conclusions are presented\nin detail in the annual report of the Postmaster-General, which with its\nrecommendations is commended to the consideration of the Congress. The full\ndevelopment of this special service, however, requires such a large outlay\nof money that it should be undertaken only after a careful study and\nthorough understanding of all that it involves.Very efficient service has been rendered by the Navy in connection with the\ninsurrection in the Philippines and the recent disturbance in China.A very satisfactory settlement has been made of the long-pending question\nof the manufacture of armor plate. A reasonable price has been secured and\nthe necessity for a Government armor plant avoided.I approve of the recommendations of the Secretary for new vessels and for\nadditional officers and men which the required increase of the Navy makes\nnecessary. I commend to the favorable action of the Congress the measure\nnow pending for the erection of a statue to the memory of the late Admiral\nDavid D. Porter. I commend also the establishment of a national naval\nreserve and of the grade of vice-admiral. Provision should be made, as\nrecommended by the Secretary, for suitable rewards for special merit. Many\nofficers who rendered the most distinguished service during the recent war\nwith Spain have received in return no recognition from the Congress.The total area of public lands as given by the Secretary of the Interior is\napproximately 1,071,881,662 acres, of which 917,135,880 acres are\nundisposed of and 154,745,782 acres have been reserved for various\npurposes. The public lands disposed of during the year amount to\n13,453,887.96 acres, including 62,423.09 acres of Indian lands, an increase\nOf 4,271,474.80 over the preceding year. The total receipts from the sale\nof public lands during the fiscal year were $4,379,758.10, an increase of\n$1,309,620.76 over the preceding year.The results obtained from our forest policy have demonstrated its wisdom\nand the necessity in the interest of the public for its continuance and\nincreased appropriations by the Congress for the carrying on of the work.\nOn June 30, 1900, there were thirty-seven forest reserves, created by\nPresidential proclamations under section 24 Of the act of March 3, 1891,\nembracing an area Of 46,425,529 acres.During the past year the Olympic Reserve, in the State of Washington, was\nreduced 265,040 acres, leaving its present area at 1,923,840 acres. The\nPrescott Reserve, in Arizona, was increased from 10,240 acres to 423,680\nacres, and the Big Horn Reserve, in Wyoming, was increased from 1,127,680\nacres to 1,180,800 acres. A new reserve; the Santa Ynez, in California,\nembracing an area of 145,000 acres, was created during this year. On\nOctober 10, 1900, the Crow Creek Forest Reserve, in Wyoming, was created,\nwith an area of 56,320 acres.At the end of the fiscal year there were on the pension roll 993,529 names,\na net increase Of 2,010 over the fiscal year 1899. The number added to the\nrolls during the year was 45,344. The amount disbursed for Army pensions\nduring the year was $134,700,597.24 and for Navy pensions $3,761,533.41, a\ntotal of $138,462,130.65, leaving an unexpended balance of $5,542,768.25 to\nbe covered into the Treasury, which shows an increase over the previous\nyear's expenditure Of $107,077.70. There were 684 names added to the rolls\nduring the year by special acts passed at the first session of the\nFifty-sixth Congress.The act of May 9, 1900, among other things provides for an extension of\nincome to widows pensioned under said act to $250 per annum. The Secretary\nof the Interior believes that by the operations of this act the number of\npersons pensioned under it will increase and the increased annual payment\nfor pensions will be between $3,000,000 and $4,000,000.The Government justly appreciates the services of its soldiers and sailors\nby making pension payments liberal beyond precedent to them, their widows\nand orphans.There were 26,540 letters patent granted, including reissues and designs,\nduring the fiscal year ended June 30, 1900; 1,660 trademarks, 682 labels,\nand 93 prints registered. The number of patents which expired was 19,988.\nThe total receipts for patents were $1,358,228.35. The expenditures were\n$1,247,827.58, showing a surplus Of $110,400.77The attention of the Congress is called to the report of the Secretary of\nthe Interior touching the necessity for the further establishment of\nschools in the Territory of Alaska, and favorable action is invited\nthereon.Much interesting information is given in the report of the Governor of\nHawaii as to the progress and development of the islands during the period\nfrom July 7, 1898, the date of the approval of the joint resolution of the\nCongress providing for their annexation, up to April 30, 1900, the date of\nthe approval of the act providing a government for the Territory, and\nthereafter.The last Hawaiian census, taken in the year 1896, gives a total population\nof 109,020, Of Which 31,019 were native Hawaiians. The number of Americans\nreported was 8,485. The results of the Federal census, taken this year,\nshow the islands to have a total population Of 154,001, showing an increase\nover that reported in 1896 of 44,981, or 41.2 per cent.There has been marked progress in the educational, agricultural, and\nrailroad development of the islands.In the Territorial act of April 30, 1900, section 7 of said act repeals\nChapter 34 Of the Civil Laws of Hawaii whereby the Government was to assist\nin encouraging and developing the agricultural resources of the Republic,\nespecially irrigation. The Governor of Hawaii recommends legislation\nlooking to the development of such water supply as may exist on the public\nlands, with a view of promoting land settlement. The earnest consideration\nof the Congress is invited to this important recommendation and others, as\nembodied in the report of the Secretary of the Interior.The Director of the Census states that the work in connection with the\nTwelfth Census is progressing favorably. This national undertaking, ordered\nby the Congress each decade, has finally resulted in the collection of an\naggregation of statistical facts to determine the industrial growth of the\ncountry, its manufacturing and mechanical resources, its richness in mines\nand forests, the number of its agriculturists, their farms and products,\nits educational and religious opportunities, as well as questions\npertaining to sociological conditions.The labors of the officials in charge of the Bureau indicate that the four\nimportant and most desired subjects, namely, population, agricultural,\nmanufacturing, and vital statistics, will be completed within the limit\nprescribed by the law of March 3, 1899.The field work incident to the above inquiries is now practically finished,\nand as a result the population of the States and Territories, including the\nHawaiian Islands and Alaska, has been announced. The growth of population\nduring the last decade amounts to over 13,000,000, a greater numerical\nincrease than in any previous census in the history of the country.Bulletins will be issued as rapidly as possible giving the population by\nStates and Territories, by minor civil divisions. Several announcements of\nthis kind have already been made, and it is hoped that the list will be\ncompleted by January 1. Other bulletins giving the results of the\nmanufacturing and agricultural inquiries will be given to the public as\nrapidly as circumstances will admit.The Director, while confident of his ability to complete the different\nbranches of the undertaking in the allotted time, finds himself embarrassed\nby the lack of a trained force properly equipped for statistical work, thus\nraising the question whether in the interest of economy and a thorough\nexecution of the census work there should not be retained in the Government\nemploy a certain number of experts not only to aid in the preliminary\norganization prior to the taking of the decennial census, but in addition\nto have the advantage in the field and office work of the Bureau of trained\nassistants to facilitate the early completion of this enormous\nundertaking.I recommend that the Congress at its present session apportion\nrepresentation among the several States as provided by the Constitution.The Department of Agriculture has been extending its work during the past\nyear, reaching farther for new varieties of seeds and plants; co-operating\nmore fully with the States and Territories in research along useful lines;\nmaking progress in meteorological work relating to lines of wireless\ntelegraphy and forecasts for ocean-going vessels; continuing inquiry as to\nanimal disease; looking into the extent and character of food adulteration;\noutlining plans for the care, preservation, and intelligent harvesting of\nour woodlands; studying soils that producers may cultivate with better\nknowledge of conditions, and helping to clothe desert places with grasses\nsuitable to our and regions. Our island possessions are being considered\nthat their peoples may be helped to produce the tropical products now so\nextensively brought into the United States. Inquiry into methods of\nimproving our roads has been active during the year; help has been given to\nmany localities, and scientific investigation of material in the States and\nTerritories has been inaugurated. Irrigation problems in our semiarid\nregions are receiving careful and increased consideration.An extensive exhibit at Paris of the products of agriculture has made the\npeoples of many countries more familiar with the varied products of our\nfields and their comparative excellence.The collection of statistics regarding our crops is being improved and\nsources of information are being enlarged, to the end that producers may\nhave the earliest advices regarding crop conditions. There has never been a\ntime when those for whom it was established have shown more appreciation of\nthe services of the Department.In my annual message of December 5, 1898, I called attention to the\nnecessity for some amendment of the alien contract law. There still remain\nimportant features of the rightful application of the eight-hour law for\nthe benefit of labor and of the principle of arbitration, and I again\ncommend these subjects to the careful attention of the Congress.That there may be secured the best service possible in the Philippine\nIslands, I have issued, under date of November 30, 1900, the following\norder: The United States Civil Service Commission is directed to render\nsuch assistance as may be practicable to the Civil Service Board, created\nunder the act of the United States Philippine Commission, for the\nestablishment and maintenance of an honest and efficient civil service in\nthe Philippine Islands, and for that purpose to conduct examinations for\nthe civil service of the Philippine islands, upon the request of the Civil\nService Board of said islands, under such regulations as may be agreed upon\nby the said Board and the said United States Civil Service Commission. The\nCivil Service Commission is greatly embarrassed in its work for want of an\nadequate permanent force for clerical and other assistance. Its needs are\nfully set forth in its report. I invite attention to the report, and\nespecially urge upon the Congress that this important bureau of the public\nservice, which passes upon the qualifications and character of so large a\nnumber of the officers and employees of the Government, should be supported\nby all needed appropriations to secure promptness and efficiency.I am very much impressed with the statement made by the heads of all the\nDepartments of the urgent necessity of a hall of public records. In every\ndepartmental building in Washington, so far as I am informed, the space for\nofficial records is not only exhausted, but the walls of rooms are lined\nwith shelves, the middle floor space of many rooms is filled with the\ncases, and garrets and basements, which were never intended and are\nunfitted for their accommodation, are crowded with them. Aside from the\ninconvenience there is great danger, not only from fire, but from the\nweight of these records upon timbers not intended for their support. There\nshould be a separate building especially designed for the purpose of\nreceiving and preserving the annually accumulating archives of the several\nExecutive Departments. Such a hall need not be a costly structure, but\nshould be so arranged as to admit of enlargement from time to time. I\nurgently recommend that the Congress take early action in this matter.I transmit to the Congress a resolution adopted at a recent meeting of the\nAmerican Bar Association concerning the proposed celebration of John\nMarshall Day, February 4, 1901. Fitting exercises have been arranged, and\nit is earnestly desired by the committee that the Congress may participate\nin this movement to honor the memory of the great jurist.The transfer of the Government to this city is a fact of great historical\ninterest. Among the people there is a feeling of genuine pride in the\nCapital of the Republic.It is a matter of interest in this connection that in 1800 the population\nof the District of Columbia was 14,093; to-day it is 278,718. The\npopulation of the city of Washington was then 3,210; to-day it is 218,196.The Congress having provided for \"an appropriate national celebration of\nthe Centennial Anniversary of the Establishment of the Seat of the\nGovernment in the District of Columbia,\" the committees authorized by it\nhave prepared a programme for the 12th of December, 1900, which date has\nbeen selected as the anniversary day. Deep interest has been shown in the\narrangements for the celebration by the members of the committees of the\nSenate and House of Representatives, the committee of Governors appointed\nby the President, and the committees appointed by the citizens and\ninhabitants of the District of Columbia generally. The programme, in\naddition to a reception and other exercises at the Executive Mansion,\nprovides commemorative exercises to be held jointly by the Senate and House\nof Representatives in the Hall of the House of Representatives, and a\nreception in the evening at the Corcoran Gallery of Art in honor of the\nGovernors of the States and Territories.In our great prosperity we must guard against the danger it invites of\nextravagance in Government expenditures and appropriations; and the chosen\nrepresentatives of the people will, I doubt not, furnish an example in\ntheir legislation of that wise economy which in a season of plenty husbands\nfor the future. In this era of great business activity and opportunity\ncaution is not untimely. It will not abate, but strengthen, confidence. It\nwill not retard, but promote, legitimate industrial and commercial\nexpansion. Our growing power brings with it temptations and perils\nrequiring constant vigilance to avoid. It must not be used to invite\nconflicts, nor for oppression, but for the more effective maintenance of\nthose principles of equality and justice upon which our institutions and\nhappiness depend. Let us keep always in mind that the foundation of our\nGovernment is liberty; its superstructure peace.", 
    "name": "William McKinley"
}