{
    "date": "December 5, 1898", 
    "speech": "To the Senate and House of Representatives:Notwithstanding the added burdens rendered necessary by the war, our people\nrejoice in a very satisfactory and steadily increasing degree of\nprosperity, evidenced by the largest volume of business ever recorded.\nManufacture has been productive, agricultural pursuits have yielded\nabundant returns, labor in all fields of industry is better rewarded,\nrevenue legislation passed by the present Congress has increased the\nTreasury's receipts to the amount estimated by its authors, the finances of\nthe Government have been successfully administered and its credit advanced\nto the first rank, while its currency has been maintained at the world's\nhighest standard. Military service under a common flag and for a righteous\ncause has strengthened the national spirit and served to cement more\nclosely than ever the fraternal bonds between every section of the\ncountry.A review of the relation of the United States to other powers, always\nappropriate, is this year of primary importance in view of the momentous\nissues which have arisen, demanding in one instance the ultimate\ndetermination by arms and involving far-reaching consequences which will\nrequire the earnest attention of the Congress.In my last annual message very full consideration was given to the question\nof the duty of the Government of the United States toward Spain and the\nCuban insurrection as being by far the most important problem with which we\nwere then called upon to deal. The considerations then advanced and the\nexposition of the views therein expressed disclosed my sense of the extreme\ngravity of the situation. Setting aside as logically unfounded or\npractically inadmissible the recognition of the Cuban insurgents as\nbelligerents, the recognition of the independence of Cuba, neutral\nintervention to end the war by imposing a rational compromise between the\ncontestants, intervention in favor of one or the other party, and forcible\nannexation of the island, I concluded it was honestly due to our friendly\nrelations with Spain that she should be given a reasonable chance to\nrealize her expectations of reform to which she had become irrevocably\ncommitted. Within a few weeks previously she had announced comprehensive\nplans which it was confidently asserted would be efficacious to remedy the\nevils so deeply affecting our own country, so injurious to the true\ninterests of the mother country as well as to those of Cuba, and so\nrepugnant to the universal sentiment of humanity.The ensuing month brought little sign of real progress toward the\npacification of Cuba. The autonomous administrations set up in the capital\nand some of the principal cities appeared not to gain the favor of the\ninhabitants nor to be able to extend their influence to the large extent of\nterritory held by the insurgents, while the military arm, obviously unable\nto cope with the still active rebellion, continued many of the most\nobjectionable and offensive policies of the government that had preceded\nit. No tangible relief was afforded the vast numbers of unhappy\nreconcentrados, despite the reiterated professions made in that regard and\nthe amount appropriated by Spain to that end. The proffered expedient of\nzones of cultivation proved illusory. Indeed no less practical nor more\ndelusive promises of succor could well have been tendered to the exhausted\nand destitute people, stripped of all that made life and home dear and\nherded in a strange region among unsympathetic strangers hardly less\nnecessitous than themselves.By the end of December the mortality among them had frightfully increased.\nConservative estimates from Spanish sources placed the deaths among these\ndistressed people at over 40 per cent from the time General Weyler's decree\nof reconcentration was enforced. With the acquiescence of the Spanish\nauthorities, a scheme was adopted for relief by charitable contributions\nraised in this country and distributed, under the direction of the\nconsul-general and the several consuls, by noble and earnest individual\neffort through the organized agencies of the American Red Cross. Thousands\nof lives were thus saved, but many thousands more were inaccessible to such\nforms of aid.The war continued on the old footing, without comprehensive plan,\ndeveloping only the same spasmodic encounters, barren of strategic result,\nthat had marked the course of the earlier ten years' rebellion as well as\nthe present insurrection from its start. No alternative save physical\nexhaustion of either combatant, and therewithal the practical ruin of the\nisland, lay in sight, but how far distant no one could venture to\nconjecture.At this juncture, on the 15th of February last, occurred the destruction of\nthe battle ship Maine while rightfully lying in the harbor of Havana on a\nmission of international courtesy and good will--a catastrophe the\nsuspicious nature and horror of which stirred the nation's heart\nprofoundly. It is a striking evidence of the poise and sturdy good sense\ndistinguishing our national character that this shocking blow, falling upon\na generous people already deeply touched by preceding events in Cuba, did\nnot move them to an instant desperate resolve to tolerate no longer the\nexistence of a condition of danger and disorder at our doors that made\npossible such a deed, by whomsoever wrought. Yet the instinct of justice\nprevailed, and the nation anxiously awaited the result of the searching\ninvestigation at once set on foot. The finding of the naval board of\ninquiry established that the origin of the explosion was external, by a\nsubmarine mine, and only halted through lack of positive testimony to fix\nthe responsibility of its authorship.All these things carried conviction to the most thoughtful, even before the\nfinding of the naval court, that a crisis in our relations with Spain and\ntoward Cuba was at hand. So strong was this belief that it needed but a\nbrief Executive suggestion to the Congress to receive immediate answer to\nthe duty of making instant provision for the possible and perhaps speedily\nprobable emergency of war, and the remarkable, almost unique, spectacle was\npresented of a unanimous vote of both Houses, on the 9th of March,\nappropriating $50,000,000 \"for the national defense and for each and every\npurpose connected therewith, to be expended at the discretion of the\nPresident.\" That this act of prevision came none too soon was disclosed\nwhen the application of the fund was undertaken. Our coasts were\npractically undefended. Our Navy needed large provision for increased\nammunition and supplies, and even numbers to cope with any sudden attack\nfrom the navy of Spain, which comprised modern vessels of the highest type\nof continental perfection. Our Army also required enlargement of men and\nmunitions. The details of the hurried preparation for the dreaded\ncontingency are told in the reports of the Secretaries of War and of the\nNavy, and need not be repeated here. It is sufficient to say that the\noutbreak of war when it did come found our nation not unprepared to meet\nthe conflict.Nor was the apprehension of coming strife confined to our own country. It\nwas felt by the continental powers, which on April 6, through their\nambassadors and envoys, addressed to the Executive an expression of hope\nthat humanity and moderation might mark the course of this Government and\npeople, and that further negotiations would lead to an agreement which,\nwhile securing the maintenance of peace, would afford all necessary\nguaranties for the reestablishment of order in Cuba. In responding to that\nrepresentation I said I shared the hope the envoys had expressed that peace\nmight be preserved in a manner to terminate the chronic condition of\ndisturbance in Cuba, so injurious and menacing to our interests and\ntranquillity, as well as shocking to our sentiments of humanity; and while\nappreciating the humanitarian and disinterested character of the\ncommunication they had made on behalf of the powers, I stated the\nconfidence of this Government, for its part, that equal appreciation would\nbe shown for its own earnest and unselfish endeavors to fulfill a duty to\nhumanity by ending a situation the indefinite prolongation of which had\nbecome insufferable.Still animated by the hope of a peaceful solution and obeying the dictates\nof duty, no effort was relaxed to bring about a speedy ending of the Cuban\nstruggle. Negotiations to this object continued actively with the\nGovernment of Spain, looking to the immediate conclusion of a six months'\narmistice in Cuba, with a view to effect the recognition of her people's\nright to independence. Besides this, the instant revocation of the order of\nreconcentration was asked, so that the sufferers, returning to their homes\nand aided by united American and Spanish effort, might be put in a way to\nsupport themselves and, by orderly resumption of the well-nigh destroyed\nproductive energies of the island, contribute to the restoration of its\ntranquillity and well-being. Negotiations continued for some little time at\nMadrid, resulting in offers by the Spanish Government which could not but\nbe regarded as inadequate. It was proposed to confide the preparation of\npeace to the insular parliament, yet to be convened under the autonomous\ndecrees of November, 1897, but without impairment in any wise of the\nconstitutional powers of the Madrid Government, which to that end would\ngrant an armistice, if solicited by the insurgents, for such time as the\ngeneral in chief might see fit to fix. How and with what scope of\ndiscretionary powers the insular parliament was expected to set about the\n\"preparation\" of peace did not appear. If it were to be by negotiation with\nthe insurgents, the issue seemed to rest on the one side with a body chosen\nby a fraction of the electors in the districts under Spanish control, and\non the other with the insurgent population holding the interior country,\nunrepresented in the so-called parliament and defiant at the suggestion of\nsuing for peace.Grieved and disappointed at this barren outcome of my sincere endeavors to\nreach a practicable solution, I felt it my duty to remit the whole question\nto the Congress. In the message of April 11, 1898, I announced that with\nthis last overture in the direction of immediate peace in Cuba and its\ndisappointing reception by Spain the effort of the Executive was brought to\nan end. I again reviewed the alternative courses of action which had been\nproposed, concluding that the only one consonant with international policy\nand compatible with our firm-set historical traditions was intervention as\na neutral to stop the war and check the hopeless sacrifice of life, even\nthough that resort involved \"hostile constraint upon both the parties to\nthe contest, as well to enforce a truce as to guide the eventual\nsettlement.\" The grounds justifying that step were the interests of\nhumanity, the duty to protect the life and property of our citizens in\nCuba, the right to check injury to our commerce and people through the\ndevastation of the island, and, most important, the need of removing at\nonce and forever the constant menace and the burdens entailed upon our\nGovernment by the uncertainties and perils of the situation caused by the\nunendurable disturbance in Cuba. I said: The long trial has proved that the\nobject for which Spain has waged the war can not be attained. The fire of\ninsurrection may flame or may smolder with varying seasons, but it has not\nbeen and it is plain that it can not be extinguished by present methods.\nThe only hope of relief and repose from a condition which can no longer be\nendured is the enforced pacification of Cuba. In the name of humanity, in\nthe name of civilization, in behalf of endangered American interests which\ngive us the right and the duty to speak and to act, the war in Cuba must\nstop. In view of all this the Congress was asked to authorize and empower\nthe President to take measures to secure a full and final termination of\nhostilities between Spain and the people of Cuba and to secure in the\nisland the establishment of a stable government, capable of maintaining\norder and observing its international obligations, insuring peace and\ntranquillity and the security of its citizens as well as our own, and for\nthe accomplishment of those ends to use the military and naval forces of\nthe United States as might be necessary, with added authority to continue\ngenerous relief to the starving people of Cuba.The response of the Congress, after nine days of earnest deliberation,\nduring which the almost unanimous sentiment of your body was developed on\nevery point save as to the expediency of coupling the proposed action with\na formal recognition of the Republic of Cuba as the true and lawful\ngovernment of that island--a proposition which failed of adoption--the\nCongress, after conference, on the 19th of April, by a vote of 42 to 35 in\nthe Senate and 311 to 6 in the House of Representatives, passed the\nmemorable joint resolution declaring--First. That the people of the island of Cuba are, and of right ought to be,\nfree and independent.Second. That it is the duty of the United States to demand, and the\nGovernment of the United States does hereby demand, that the Government of\nSpain at once relinquish its authority and government in the island of Cuba\nand withdraw its land and naval forces from Cuba and Cuban waters.Third. That the President of the United States be, and he hereby is,\ndirected and empowered to use the entire land and naval forces of the\nUnited States and to call into the actual service of the United States the\nmilitia of the several States to such extent as may be necessary to carry\nthese resolutions into effect.Fourth. That the United States hereby disclaims any disposition or\nintention to exercise sovereignty, jurisdiction, or control over said\nisland except for the pacification thereof, and asserts its determination\nwhen that is accomplished to leave the government and control of the island\nto its people. This resolution was approved by the Executive on the next\nday, April 20. A copy was at once communicated to the Spanish minister at\nthis capital, who forthwith announced that his continuance in Washington\nhad thereby become impossible, and asked for his passports, which were\ngiven him. He thereupon withdrew from Washington, leaving the protection of\nSpanish interests in the United States to the French ambassador and the\nAustro-Hungarian minister. Simultaneously with its communication to the\nSpanish minister here, General Woodford, the American minister at Madrid,\nwas telegraphed confirmation of the text of the joint resolution and\ndirected to communicate it to the Government of Spain with the formal\ndemand that it at once relinquish its authority and government in the\nisland of Cuba and withdraw its forces therefrom, coupling this demand with\nannouncement of the intentions of this Government as to the future of the\nisland, in conformity with the fourth clause of the resolution, and giving\nSpain until noon of April 23 to reply.That demand, although, as above shown, officially made known to the Spanish\nenvoy here, was not delivered at Madrid. After the instruction reached\nGeneral Woodford on the morning of April 21, but before he could present\nit, the Spanish minister of state notified him that upon the President's\napproval of the joint resolution the Madrid Government, regarding the act\nas \"equivalent to an evident declaration of war,\" had ordered its minister\nin Washington to withdraw, thereby breaking off diplomatic relations\nbetween the two countries and ceasing all official communication between\ntheir respective representatives. General Woodford thereupon demanded his\npassports and quitted Madrid the same day.Spain having thus denied the demand of the United States and initiated that\ncomplete form of rupture of relations which attends a state of war, the\nexecutive powers authorized by the resolution were at once used by me to\nmeet the enlarged contingency of actual war between sovereign states. On\nApril 22 I proclaimed a blockade of the north coast of Cuba, including\nports on said coast between Cardenas and Bahia Honda, and the port of\nCienfuegos, on the south coast of Cuba, and on the 23d I called for\nvolunteers to execute the purpose of the resolution. By my message of April\n25 the Congress was informed of the situation, and I recommended formal\ndeclaration of the existence of a state of war between the United States\nand Spain. The Congress accordingly voted on the same day the act approved\nApril 25, 1898, declaring the existence of such war from and including the\n21st day of April, and reenacted the provision of the resolution of April\n20 directing the President to use all the armed forces of the nation to\ncarry that act into effect. Due notification of the existence of war as\naforesaid was given April 25 by telegraph to all the governments with which\nthe United States maintain relations, in order that their neutrality might\nbe assured during the war. The various governments responded with\nproclamations of neutrality, each after its own methods. It is not among\nthe least gratifying incidents of the struggle that the obligations of\nneutrality were impartially discharged by all, often under delicate and\ndifficult circumstances.In further fulfillment of international duty I issued, April 26, 1893, a\nproclamation announcing the treatment proposed to be accorded to vessels\nand their cargoes as to blockade, contraband, the exercise of the right of\nsearch, and the immunity of neutral flags and neutral goods under enemy's\nflag. A similar proclamation was made by the Spanish Government. In the\nconduct of hostilities the rules of the Declaration of Paris, including\nabstention from resort to privateering, have accordingly been observed by\nboth belligerents, although neither was a party to that declaration.Our country thus, after an interval of half a century of peace with all\nnations, found itself engaged in deadly conflict with a foreign enemy.\nEvery nerve was strained to meet the emergency. The response to the initial\ncall for 125,000 volunteers was instant and complete, as was also the\nresult of the second call, of May 25, for 75,000 additional volunteers. The\nranks of the Regular Army were increased to the limits provided by the act\nof April 26, 1898.The enlisted force of the Navy on the 15th day of August, when it reached\nits maximum, numbered 24,123 men and apprentices. One hundred and three\nvessels were added to the Navy by purchase, 1 was presented to the\nGovernment, 1 leased, and the 4 vessels of the International Navigation\nCompany--the St. Paul, St. Louis, New York, and Paris--were chartered. In\naddition to these the revenue cutters and lighthouse tenders were turned\nover to the Navy Department and became temporarily a part of the auxiliary\nNavy.The maximum effective fighting force of the Navy during the war, separated\ninto classes, was as follows:Four battle ships of the first class, 1 battle ship of the second class, 2\narmored cruisers, 6 coast-defense monitors, 1 armored ram, 12 protected\ncruisers, 3 unprotected cruisers, 18 gunboats, 1 dynamite cruiser, 11\ntorpedo boats; vessels of the old Navy, including monitors, 14. Auxiliary\nNavy: 11 auxiliary cruisers, 28 converted yachts, 27 converted tugs, 19\nconverted colliers, 15 revenue cutters, 4 light-house tenders, and 19\nmiscellaneous vessels.Much alarm was felt along our entire Atlantic seaboard lest some attack\nmight be made by the enemy. Every precaution was taken to prevent possible\ninjury to our great cities lying along the coast. Temporary garrisons were\nprovided, drawn from the State militia; infantry and light batteries were\ndrawn from the volunteer force. About 12,000 troops were thus employed. The\ncoast signal service was established for observing the approach of an\nenemy's ships to the coast of the United States, and the Life-Saving and\nLight-House services cooperated, which enabled the Navy Department to have\nall portions of the Atlantic coast, from Maine to Texas, under\nobservation.The auxiliary Navy was created under the authority of Congress and was\nofficered and manned by the Naval Militia of the several States. This\norganization patrolled the coast and performed the duty of a second line of\ndefense. Under the direction of the Chief of Engineers submarine mines were\nplaced at the most exposed points. Before the outbreak of the war permanent\nmining casemates and cable galleries had been constructed at nearly all\nimportant harbors. Most of the torpedo material was not to be found in the\nmarket, and had to be specially manufactured. Under date of April 19\ndistrict officers were directed to take all preliminary measures short of\nthe actual attaching of the loaded mines to the cables, and on April 22\ntelegraphic orders were issued to place the loaded mines in position.The aggregate number of mines placed was 1,535, at the principal harbors\nfrom Maine to California. Preparations were also made for the planting of\nmines at certain other harbors, but owing to the early destruction of the\nSpanish fleet these mines were not placed.The Signal Corps was promptly organized, and performed service of the most\ndifficult and important character. Its operations during the war covered\nthe electrical connection of all coast fortifications, the establishment of\ntelephonic and telegraphic facilities for the camps at Manila, Santiago,\nand in Puerto Rico. There were constructed 300 miles of line at ten great\ncamps, thus facilitating military movements from those points in a manner\nheretofore unknown in military administration. Field telegraph lines were\nestablished and maintained under the enemy's fire at Manila, and later the\nManila-Hongkong cable was reopened.In Puerto Rico cable communications were opened over a discontinued route,\nand on land the headquarters of the commanding officer was kept in\ntelegraphic or telephonic communication with the division commanders on\nfour different lines of operations.There was placed in Cuban waters a completely outfitted cable ship, with\nwar cables and cable gear, suitable both for the destruction of\ncommunications belonging to the enemy and the establishment of our own. Two\nocean cables were destroyed under the enemy's batteries at Santiago. The\nday previous to the landing of General Shafter's corps, at Caimanera,\nwithin 20 miles of the landing place, cable communications were established\nand a cable station opened giving direct communication with the Government\nat Washington. This service was invaluable to the Executive in directing\nthe operations of the Army and Navy. With a total force of over 1,300, the\nloss was by disease in camp and field, officers and men included, only 5.The national-defense fund of $50,000,000 was expended in large part by the\nArmy and Navy, and the objects for which it was used are fully shown in the\nreports of the several Secretaries. It was a most timely appropriation,\nenabling the Government to strengthen its defenses and make preparations\ngreatly needed in case of war.This fund being inadequate to the requirements of equipment and for the\nconduct of the war, the patriotism of the Congress provided the means in\nthe war-revenue act of June 13 by authorizing a 3 per cent popular loan not\nto exceed $400,000,000 and by levying additional imposts and taxes. Of the\nauthorized loan $200,000,000 were offered and promptly taken the\nsubscriptions so far exceeding the call as to cover it many times over,\nwhile, preference being given to the smaller bids, no single allotment\nexceeded $5,000. This was a most encouraging and significant result,\nshowing the vast resources of the nation and the determination of the\npeople to uphold their country's honor.It is not within the province of this message to narrate the history of the\nextraordinary war that followed the Spanish declaration of April 21, but a\nbrief recital of its more salient features is appropriate.The first encounter of the war in point of date took place April 27, when a\ndetachment of the blockading squadron made a reconnoissance in force at\nMatanzas, shelled the harbor forts, and demolished several new works in\nconstruction.The next engagement was destined to mark a memorable epoch in maritime\nwarfare. The Pacific fleet, under Commodore George Dewey, had lain for some\nweeks at Hongkong. Upon the colonial proclamation of neutrality being\nissued and the customary twenty-four hours' notice being given, it repaired\nto Mirs Bay, near Hongkong, whence it proceeded to the Philippine Islands\nunder telegraphed orders to capture or destroy the formidable Spanish fleet\nthen assembled at Manila. At daybreak on the 1st of May the American force\nentered Manila Bay, and after a few hours' engagement effected the total\ndestruction of the Spanish fleet, consisting of ten war ships and a\ntransport, besides capturing the naval station and forts at Cavite, thus\nannihilating the Spanish naval power in the Pacific Ocean and completely\ncontrolling the bay of Manila, with the ability to take the city at will.\nNot a life was lost on our ships, the wounded only numbering seven, while\nnot a vessel was materially injured. For this gallant achievement the\nCongress, upon my recommendation, fitly bestowed upon the actors preferment\nand substantial reward.The effect of this remarkable victory upon the spirit of our people and\nupon the fortunes of the war was instant. A prestige of invincibility\nthereby attached to our arms which continued throughout the struggle.\nReenforcements were hurried to Manila under the command of Major-General\nMerritt and firmly established within sight of the capital, which lay\nhelpless before our guns.On the 7th day of May the Government was advised officially of the victory\nat Manila, and at once inquired of the commander of our fleet what troops\nwould be required. The information was received on the 15th day of May, and\nthe first army expedition sailed May 25 and arrived off Manila June 30.\nOther expeditions soon followed, the total force consisting of 641 officers\nand 15,058 enlisted men.Only reluctance to cause needless loss of life and property prevented the\nearly storming and capture of the city, and therewith the absolute military\noccupancy of the whole group. The insurgents meanwhile had resumed the\nactive hostilities suspended by the uncompleted truce of December, 1897.\nTheir forces invested Manila from the northern and eastern sides, but were\nconstrained by Admiral Dewey and General Merrill from attempting an\nassault. It was fitting that whatever was to be done in the way of decisive\noperations in that quarter should be accomplished by the strong arm of the\nUnited States alone. Obeying the stern precept of war which enjoins the\novercoming of the adversary and the extinction of his power wherever\nassailable as the speedy and sure means to win a peace, divided victory was\nnot permissible, for no partition of the rights and responsibilities\nattending the enforcement of a just and advantageous peace could be thought\nof.Following the comprehensive scheme of general attack, powerful forces were\nassembled at various points on our coast to invade Cuba and Puerto Rico.\nMeanwhile naval demonstrations were made at several exposed points. On May\n11 the cruiser Wilmington and torpedo boat Winslow were unsuccessful in an\nattempt to silence the batteries at Cardenas, a gallant ensign, Worth\nBagley, and four seamen falling. These grievous fatalities were, strangely\nenough, among the very few which occurred during our naval operations in\nthis extraordinary conflict.Meanwhile the Spanish naval preparations had been pushed with great vigor.\nA powerful squadron under Admiral Cervera, which had assembled at the Cape\nVerde Islands before the outbreak of hostilities, had crossed the ocean,\nand by its erratic movements in the Caribbean Sea delayed our military\nplans while baffling the pursuit of our fleets. For a time fears were felt\nlest the Oregon and Marietta, then nearing home after their long voyage\nfrom San Francisco of over 15,000 miles, might be surprised by Admiral\nCervera's fleet, but their fortunate arrival dispelled these apprehensions\nand lent much-needed reenforcement. Not until Admiral Cervera took refuge\nin the harbor of Santiago de Cuba, about May 19, was it practicable to plan\na systematic naval and military attack upon the Antillean possessions of\nSpain.Several demonstrations occurred on the coasts of Cuba and Puerto Rico in\npreparation for the larger event. On May 13 the North Atlantic Squadron\nshelled San Juan de Puerto Rico. On May 30 Commodore Schley's squadron\nbombarded the forts guarding the mouth of Santiago Harbor. Neither attack\nhad any material result. It was evident that well-ordered land operations\nwere indispensable to achieve a decisive advantage.The next act in the war thrilled not alone the hearts of our countrymen but\nthe world by its exceptional heroism. On the night of June 3 Lieutenant\nHobson, aided by seven devoted volunteers, blocked the narrow outlet from\nSantiago Harbor by sinking the collier Merrimac in the channel, under a\nfierce fire from the shore batteries, escaping with their lives as by a\nmiracle, but falling into the hands of the Spaniards. It is a most\ngratifying incident of the war that the bravery of this little band of\nheroes was cordially appreciated by the Spanish admiral, who sent a flag of\ntruce to notify Admiral Sampson of their safety and to compliment them on\ntheir daring act. They were subsequently exchanged July 7.By June 7 the cutting of the last Cuban cable isolated the island.\nThereafter the invasion was vigorously prosecuted. On June 10, under a\nheavy protecting fire, a landing of 600 marines from the Oregon,\nMarblehead, and Yankee was effected in Guantanamo Bay, where it had been\ndetermined to establish a naval station.This important and essential port was taken from the enemy, after severe\nfighting, by the marines, who were the first organized force of the United\nStates to land in Cuba.The position so won was held despite desperate attempts to dislodge our\nforces. By June 16 additional forces were landed and strongly in-trenched.\nOn June 22 the advance of the invading army under Major-General Shafter\nlanded at Daiquiri, about 15 miles east of Santiago. This was accomplished\nunder great difficulties, but with marvelous dispatch. On June 23 the\nmovement against Santiago was begun. On the 24th the first serious\nengagement took place, in which the First and Tenth Cavalry and the First\nUnited States Volunteer Cavalry, General Young's brigade of General\nWheeler's division, participated, losing heavily. By nightfall, however,\nground within 5 miles of Santiago was won. The advantage was steadily\nincreased. On July 1 a severe battle took place, our forces gaining the\noutworks of Santiago; on the 2d El Caney and San Juan were taken after a\ndesperate charge, and the investment of the city was completed. The Navy\ncooperated by shelling the town and the coast forts.On the day following this brilliant achievement of our land forces, the 3d\nof July, occurred the decisive naval combat of the war. The Spanish fleet,\nattempting to leave the harbor, was met by the American squadron under\ncommand of Commodore Sampson. In less than three hours all the Spanish\nships were destroyed, the two torpedo boats being sunk and the Maria\nTeresa, Almirante Oquendo, Vizcaya, and Cristobal Colon driven ashore. The\nSpanish admiral and over 1,300 men were taken prisoners. While the enemy's\nloss of life was deplorably large, some 600 perishing, on our side but one\nman was killed, on the Brooklyn, and one man seriously wounded. Although\nour ships were repeatedly struck, not one was seriously injured. Where all\nso conspicuously distinguished themselves, from the commanders to the\ngunners and the unnamed heroes in the boiler rooms, each and all\ncontributing toward the achievement of this astounding victory, for which\nneither ancient nor modern history affords a parallel in the completeness\nof the event and the marvelous disproportion of casualties, it would be\ninvidious to single out any for especial honor. Deserved promotion has\nrewarded the more conspicuous actors. The nation's profoundest gratitude is\ndue to all of these brave men who by their skill and devotion in a few\nshort hours crushed the sea power of Spain and wrought a triumph whose\ndecisiveness and far-reaching consequences can scarcely be measured. Nor\ncan we be unmindful of the achievements of our builders, mechanics, and\nartisans for their skill in the construction of our war ships.With the catastrophe of Santiago Spain's effort upon the ocean virtually\nceased. A spasmodic effort toward the end of June to send her Mediterranean\nfleet, under Admiral Camara, to relieve Manila was abandoned, the\nexpedition being recalled after it had passed through the Suez Canal.The capitulation of Santiago followed. The city was closely besieged by\nland, while the entrance of our ships into the harbor cut off all relief on\nthat side. After a truce to allow of the removal of noncombatants\nprotracted negotiations continued from July 3 until July 15, when, under\nmenace of immediate assault, the preliminaries of surrender were agreed\nupon. On the 17th General Shafter occupied the city. The capitulation\nembraced the entire eastern end of Cuba. The number of Spanish soldiers\nsurrendering was 22,000, all of whom were subsequently conveyed to Spain at\nthe charge of the United States. The story of this successful campaign is\ntold in the report of the Secretary of War, which will be laid before you.\nThe individual valor of officers and soldiers was never more strikingly\nshown than in the several engagements leading to the surrender of Santiago,\nwhile the prompt movements and successive victories won instant and\nuniversal applause. To those who gained this complete triumph, which\nestablished the ascendency of the United States upon land as the fight off\nSantiago had fixed our supremacy on the seas, the earnest and lasting\ngratitude of the nation is unsparingly due. Nor should we alone remember\nthe gallantry of the living; the dead claim our tears, and our losses by\nbattle and disease must cloud any exultation at the result and teach us to\nweigh the awful cost of war, however rightful the cause or signal the\nvictory.With the fall of Santiago the occupation of Puerto Rico became the next\nstrategic necessity. General Miles had previously been assigned to organize\nan expedition for that purpose. Fortunately he was already at Santiago,\nwhere he had arrived on the 11th of July with reenforcements for General\nShafter's army.With these troops, consisting of 3,415 infantry and artillery, two\ncompanies of engineers, and one company of the Signal Corps, General Miles\nleft Guantanamo on July 21, having nine transports convoyed by the fleet\nunder Captain Higginson with the Massachusetts (flagship), Dixie,\nGloucester, Columbia, and Yale, the two latter carrying troops. The\nexpedition landed at Guanica July 25, which port was entered with little\nopposition. Here the fleet was joined by the Annapolis and the Wasp, while\nthe Puritan and Amphitrite went to San Juan and joined the New Orleans,\nwhich was engaged in blockading that port. The Major-General Commanding was\nsubsequently reenforced by General Schwan's brigade of the Third Army\nCorps, by General Wilson with a part of his division, and also by General\nBrooke with a part of his corps, numbering in all 16,973 officers and men.On July 27 he entered Ponce, one of the most important ports in the island,\nfrom which he thereafter directed operations for the capture of the\nisland.With the exception of encounters with the enemy at Guayama, Hormigueros,\nCoamo, and Yauco and an attack on a force landed at Cape San Juan, there\nwas no serious resistance. The campaign was prosecuted with great vigor,\nand by the 12th of August much of the island was in our possession and the\nacquisition of the remainder was only a matter of a short time. At most of\nthe points in the island our troops were enthusiastically welcomed.\nProtestations of loyalty to the flag and gratitude for delivery from\nSpanish rule met our commanders at every stage. As a potent influence\ntoward peace the outcome of the Puerto Rican expedition was of great\nconsequence, and generous commendation is due to those who participated in\nit.The last scene of the war was enacted at Manila, its starting place. On\nAugust 15, after a brief assault upon the works by the land forces, in\nwhich the squadron assisted, the capital surrendered unconditionally. The\ncasualties were comparatively few. By this the conquest of the Philippine\nIslands, virtually accomplished when the Spanish capacity for resistance\nwas destroyed by Admiral Dewey's victory of the 1st of May, was formally\nsealed. To General Merrill, his officers and men, for their uncomplaining\nand devoted service and for their gallantry in action, the nation is\nsincerely grateful. Their long voyage was made with singular success, and\nthe soldierly conduct of the men, most of whom were without previous\nexperience in the military service, deserves unmeasured praise.The total casualties in killed and wounded in the Army during the war with\nSpain were: Officers killed, 23; enlisted men killed, 257; total, 280;\nofficers wounded, 113; enlisted men wounded, 1,464; total, 1,577. Of the\nNavy: Killed, 17; wounded, 67; died as result of wounds, 1; invalided from\nservice, 6; total, 91.It will be observed that while our Navy was engaged in two great battles\nand in numerous perilous undertakings in blockade and bombardment, and more\nthan 50,000 of our troops were transported to distant lands and were\nengaged in assault and siege and battle and many skirmishes in unfamiliar\nterritory, we lost in both arms of the service a total of 1,668 killed and\nwounded; and in the entire campaign by land and sea we did not lose a gun\nor a flag or a transport or a ship, and, with the exception of the crew of\nthe Merrimac, not a soldier or sailor was taken prisoner.On August 7, forty-six days from the date of the landing of General\nShafter's army in Cuba and twenty-one days from the surrender of Santiago,\nthe United States troops commenced embarkation for home, and our entire\nforce was returned to the United States as early as August 24. They were\nabsent from the United States only two months.It is fitting that I should bear testimony to the patriotism and devotion\nof that large portion of our Army which, although eager to be ordered to\nthe post of greatest exposure, fortunately was not required outside of the\nUnited States. They did their whole duty, and, like their comrades at the\nfront, have earned the gratitude of the nation. In like manner, the\nofficers and men of the Army and of the Navy who remained in their\ndepartments and stations faithfully performing most important duties\nconnected with the war, and whose requests for assignment in the field and\nat sea I was compelled to refuse because their services were indispensable\nhere, are entitled to the highest commendation. It is my regret that there\nseems to be no provision for their suitable recognition.In this connection it is a pleasure for me to mention in terms of cordial\nappreciation the timely and useful work of the American National Red Cross,\nboth in relief measures preparatory to the campaigns, in sanitary\nassistance at several of the camps of assemblage, and later, under the able\nand experienced leadership of the president of the society, Miss Clara\nBarton, on the fields of battle and in the hospitals at the front in Cuba.\nWorking in conjunction with the governmental authorities and under their\nsanction and approval, and with the enthusiastic cooperation of many\npatriotic women and societies in the various States, the Red Cross has\nfully maintained its already high reputation for intense earnestness and\nability to exercise the noble purposes of its international organization,\nthus justifying the confidence and support which it has received at the\nhands of the American people. To the members and officers of this society\nand all who aided them in their philanthropic work the sincere and lasting\ngratitude of the soldiers and the public is due and is freely accorded.In tracing these events we are constantly reminded of our obligations to\nthe Divine Master for His watchful care over us and His safe guidance, for\nwhich the nation makes reverent acknowledgment and offers humble prayer for\nthe continuance of His favor.The annihilation of Admiral Cervera's fleet, followed by the capitulation\nof Santiago, having brought to the Spanish Government a realizing sense of\nthe hopelessness of continuing a struggle now become wholly unequal, it\nmade overtures of peace through the French ambassador, who, with the assent\nof his Government, had acted as the friendly representative of Spanish\ninterests during the war. On the 26th of July M. Cambon presented a\ncommunication signed by the Duke of Almodovar, the Spanish minister of\nstate, inviting the United States to state the terms upon which it would be\nwilling to make peace. On the 30th of July, by a communication addressed to\nthe Duke of Almodovar and handed to M. Cambon, the terms of this Government\nwere announced substantially as in the protocol afterwards signed. On the\n10th of August the Spanish reply, dated August 7, was handed by M. Cambon\nto the Secretary of State. It accepted unconditionally the terms imposed as\nto Cuba, Puerto Rico, and an island of the Ladrones group, but appeared to\nseek to introduce inadmissible reservations in regard to our demand as to\nthe Philippine Islands. Conceiving that discussion on this point could\nneither be practical nor profitable, I directed that in order to avoid\nmisunderstanding the matter should be forthwith closed by proposing the\nembodiment in a formal protocol of the terms upon which the negotiations\nfor peace were to be undertaken. The vague and inexplicit suggestions of\nthe Spanish note could not be accepted, the only reply being to present as\na virtual ultimatum a draft of protocol embodying the precise terms\ntendered to Spain in our note of July 30, with added stipulations of detail\nas to the appointment of commissioners to arrange for the evacuation of the\nSpanish Antilles. On August 12 M. Cambon announced his receipt of full\npowers to sign the protocol so submitted. Accordingly, on the afternoon of\nAugust 12, M. Cambon, as the plenipotentiary of Spain, and the Secretary of\nState, as the plenipotentiary of the United States, signed a protocol\nproviding--ARTICLE I. Spain will relinquish all claim of sovereignty over and title\nto Cuba.ART. II. Spain will cede to the United States the island of Puerto Rico and\nother islands now under Spanish sovereignty in the West Indies, and also an\nisland in the Ladrones to be selected by the United States.ART. III. The United States will occupy and hold the city, bay, and harbor\nof Manila pending the conclusion of a treaty of peace which shall determine\nthe control, disposition, and government of the Philippines. The fourth\narticle provided for the appointment of joint commissions on the part of\nthe United States and Spain, to meet in Havana and San Juan, respectively,\nfor the purpose of arranging and carrying out the details of the stipulated\nevacuation of Cuba, Puerto Rico, and other Spanish islands in the West\nIndies.The fifth article provided for the appointment of not more than five\ncommissioners on each side, to meet at Paris not later than October 1 and\nto proceed to the negotiation and conclusion of a treaty of peace, subject\nto ratification according to the respective constitutional forms of the two\ncountries.The sixth and last article provided that upon the signature of the protocol\nhostilities between the two countries should be suspended and that notice\nto that effect should be given as soon as possible by each Government to\nthe commanders of its military and naval forces.Immediately upon the conclusion of the protocol I issued a proclamation, of\nAugust 12, suspending hostilities on the part of the United States. The\nnecessary orders to that end were at once given by telegraph. The blockade\nof the ports of Cuba and San Juan de Puerto Rico was in like manner raised.\nOn the 18th of August the muster out of 100,000 volunteers, or as near that\nnumber as was found to be practicable, was ordered.On the 1st of December 101,165 officers and men had been mustered out and\ndischarged from the service, and 9,002 more will be mustered out by the\n10th of this month; also a corresponding number of general and general\nstaff officers have been honorably discharged the service.The military commissions to superintend the evacuation of Cuba, Puerto\nRico, and the adjacent islands were forthwith appointed--for Cuba,\nMajor-General James F. Wade, Rear-Admiral William T. Sampson, Major-General\nMatthew C. Butler; for Puerto Rico, Major--General John R. Brooke,\nRear-Admiral Winfield S. Schley, Brigadier-General William W. Gordon--who\nsoon afterwards met the Spanish commissioners at Havana and San Juan,\nrespectively. The Puerto Rican Joint Commission speedily accomplished its\ntask, and by the 18th of October the evacuation of the island was\ncompleted. The United States flag was raised over the island at noon on\nthat day. The administration of its affairs has been provisionally\nintrusted to a military governor until the Congress shall otherwise\nprovide. The Cuban Joint Commission has not yet terminated its labors.\nOwing to the difficulties in the way of removing the large numbers of\nSpanish troops still in Cuba, the evacuation can not be completed before\nthe 1st of January next.Pursuant to the fifth article of the protocol, I appointed William R. Day,\nlately Secretary of State; Cushman K. Davis, William P. Frye, and George\nGray, Senators of the United States, and Whitelaw Reid to be the peace\ncommissioners on the part of the United States. Proceeding in due season to\nParis, they there met on the 1st of October five commissioners similarly\nappointed on the part of Spain. Their negotiations have made hopeful\nprogress, so that I trust soon to be able to lay a definitive treaty of\npeace before the Senate, with a review of the steps leading to its\nsignature.I do not discuss at this time the government or the future of the new\npossessions which will come to us as the result of the war with Spain. Such\ndiscussion will be appropriate after the treaty of peace shall be ratified.\nIn the meantime and until the Congress has legislated otherwise it will be\nmy duty to continue the military governments which have existed since our\noccupation and give to the people security in life and property and\nencouragement under a just and beneficent rule.As soon as we are in possession of Cuba and have pacified the island it\nwill be necessary to give aid and direction to its people to form a\ngovernment for themselves. This should be undertaken at the earliest moment\nconsistent with safety and assured success. It is important that our\nrelations with this people shall be of the most friendly character and our\ncommercial relations close and reciprocal. It should be our duty to assist\nin every proper way to build up the waste places of the island, encourage\nthe industry of the people, and assist them to form a government which\nshall be free and independent, thus realizing the best aspirations of the\nCuban people.Spanish rule must be replaced by a just, benevolent, and humane government,\ncreated by the people of Cuba, capable of performing all international\nobligations, and which shall encourage thrift, industry, and prosperity and\npromote peace and good will among all of the inhabitants, whatever may have\nbeen their relations in the past. Neither revenge nor passion should have a\nplace in the new government. Until there is complete tranquillity in the\nisland and a stable government inaugurated military occupation will be\ncontinued.With the one exception of the rupture with Spain, the intercourse of the\nUnited States with the great family of nations has been marked with\ncordiality, and the close of the eventful year finds most of the issues\nthat necessarily arise in the complex relations of sovereign states\nadjusted or presenting no serious obstacle to a just and honorable solution\nby amicable agreement.A long unsettled dispute as to the extended boundary between the Argentine\nRepublic and Chile, stretching along the Andean crests from the southern\nborder of the Atacama Desert to Magellan Straits, nearly a third of the\nlength of the South American continent, assumed an acute stage in the early\npart of the year, and afforded to this Government occasion to express the\nhope that the resort to arbitration, already contemplated by existing\nconventions between the parties, might prevail despite the grave\ndifficulties arising in its application. I am happy to say that\narrangements to this end have been perfected, the questions of fact upon\nwhich the respective commissioners were unable to agree being in course of\nreference to Her Britannic Majesty for determination. A residual difference\ntouching the northern boundary line across the Atacama Desert, for which\nexisting treaties provided no adequate adjustment, bids fair to be settled\nin like manner by a joint commission, upon which the United States minister\nat Buenos Ayres has been invited to serve as umpire in the last resort.I have found occasion to approach the Argentine Government with a view to\nremoving differences of rate charges imposed upon the cables of an American\ncorporation in the transmission between Buenos Ayres and the cities of\nUruguay and Brazil of through messages passing from and to the United\nStates. Although the matter is complicated by exclusive concessions by\nUruguay and Brazil to foreign companies, there is strong hope that a good\nunderstanding will be reached and that the important channels of commercial\ncommunication between the United States and the Atlantic cities of South\nAmerica may be freed from an almost prohibitory discrimination.In this relation I may be permitted to express my sense of the fitness of\nan international agreement whereby the interchange of messages over\nconnecting cables may be regulated on a fair basis of uniformity. The world\nhas seen the postal system developed from a congeries of independent and\nexclusive services into a well-ordered union, of which all countries enjoy\nthe manifold benefits. It would be strange were the nations not in time\nbrought to realize that modern civilization, which owes so much of its\nprogress to the annihilation of space by the electric force, demands that\nthis all-important means of communication be a heritage of all peoples, to\nbe administered and regulated in their common behoof. A step in this\ndirection was taken when the international convention of 1884 for the\nprotection of submarine cables was signed, and the day is, I trust, not far\ndistant when this medium for the transmission of thought from land to land\nmay be brought within the domain of international concert as completely as\nis the material carriage of commerce and correspondence upon the face of\nthe waters that divide them.The claim of Thomas Jefferson Page against Argentina, which has been\npending many years, has been adjusted. The sum awarded by the Congress of\nArgentina was $4,242.35.The sympathy of the American people has justly been offered to the ruler\nand the people of Austria-Hungary by reason of the affliction that has\nlately befallen them in the assassination of the Empress-Queen of that\nhistoric realm.On the 10th of September, 1897, a conflict took place at Lattimer, Pa.,\nbetween a body of striking miners and the sheriff of Luzerne County and his\ndeputies, in which 22 miners were killed and 44 wounded, of whom 10 of the\nkilled and 12 of the wounded were Austrian and Hungarian subjects. This\ndeplorable event naturally aroused the solicitude of the Austro-Hungarian\nGovernment, which, on the assumption that the killing and wounding involved\nthe unjustifiable misuse of authority, claimed reparation for the\nsufferers. Apart from the searching investigation and peremptory action of\nthe authorities of Pennsylvania, the Federal Executive took appropriate\nsteps to learn the merits of the case, in order to be in a position to meet\nthe urgent complaint of a friendly power. The sheriff and his deputies,\nhaving been indicted for murder, were tried, and acquitted, after\nprotracted proceedings and the hearing of hundreds of witnesses, on the\nground that the killing was in the line of their official duty to uphold\nlaw and preserve public order in the State. A representative of the\nDepartment of Justice attended the trial and reported its course fully.\nWith all the facts in its possession, this Government expects to reach a\nharmonious understanding on the subject with that of Austria-Hungary,\nnotwithstanding the renewed claim of the latter, after learning the result\nof the trial, for indemnity for its injured subjects.Despite the brief time allotted for preparation, the exhibits of this\ncountry at the Universal Exposition at Brussels in 1897 enjoyed the\nsingular distinction of a larger proportion of awards, having regard to the\nnumber and classes of articles entered than those of other countries. The\nworth of such a result in making known our national capacity to supply the\nworld's markets is obvious.Exhibitions of this international character are becoming more frequent as\nthe exchanges of commercial countries grow more intimate and varied. Hardly\na year passes that this Government is not invited to national participation\nat some important foreign center, but often on too short notice to permit\nof recourse to Congress for the power and means to do so. My predecessors\nhave suggested the advisability of providing by a general enactment and a\nstanding appropriation for accepting such invitations and for\nrepresentation of this country by a commission. This plan has my cordial\napproval.I trust that the Belgian restrictions on the importation of cattle from the\nUnited States, originally adopted as a sanitary precaution, will at an\nearly day be relaxed as to their present features of hardship and\ndiscrimination, so as to admit live cattle under due regulation of their\nslaughter after landing. I am hopeful, too, of favorable change in the\nBelgian treatment of our preserved and salted meats. The growth of direct\ntrade between the two countries, not alone for Belgian consumption and\nBelgian products, but by way of transit from and to other continental\nstates, has been both encouraging and beneficial. No effort will be spared\nto enlarge its advantages by seeking the removal of needless impediments\nand by arrangements for increased commercial exchanges.The year's events in Central America deserve more than passing mention.A menacing rupture between Costa Rica and Nicaragua was happily composed by\nthe signature of a convention between the parties, with the concurrence of\nthe Guatemalan representative as a mediator, the act being negotiated and\nsigned on board the United States steamer Alert, then lying in Central\nAmerican waters. It is believed that the good offices of our envoy and of\nthe commander of that vessel contributed toward this gratifying outcome.In my last annual message the situation was presented with respect to the\ndiplomatic representation of this Government in Central America created by\nthe association of Nicaragua, Honduras, and Salvador under the title of the\nGreater Republic of Central America, and the delegation of their\ninternational functions to the Diet thereof. While the representative\ncharacter of the Diet was recognized by my predecessor and has been\nconfirmed during my Administration by receiving its accredited envoy and\ngranting exequaturs to consuls commissioned under its authority, that\nrecognition was qualified by the distinct understanding that the\nresponsibility of each of the component sovereign Republics toward the\nUnited States remained wholly unaffected.This proviso was needful inasmuch as the compact of the three Republics was\nat the outset an association whereby certain representative functions were\ndelegated to a tripartite commission rather than a federation possessing\ncentralized powers of government and administration. In this view of their\nrelation and of the relation of the United States to the several Republics,\na change in the representation of this country in Central America was\nneither recommended by the Executive nor initiated by Congress, thus\nleaving one of our envoys accredited, as heretofore, separately to two\nStates of the Greater Republic, Nicaragua and Salvador, and to a third\nState, Costa Rica, which was not a party to the compact, while our other\nenvoy was similarly accredited to a union State, Honduras, and a nonunion\nState, Guatemala. The result has been that the one has presented\ncredentials only to the President of Costa Rica, the other having been\nreceived only by the Government of Guatemala.Subsequently the three associated Republics entered into negotiations for\ntaking the steps forecast in the original compact. A convention of their\ndelegates framed for them a federal constitution under the name of the\nUnited States of Central America, and provided for a central federal\ngovernment and legislature. Upon ratification by the constituent States,\nthe 1st of November last was fixed for the new system to go into operation.\nWithin a few weeks thereafter the plan was severely tested by revolutionary\nmovements arising, with a consequent demand for unity of action on the part\nof the military power of the federal States to suppress them. Under this\nstrain the new union seems to have been weakened through the withdrawal of\nits more important members. This Government was not officially advised of\nthe installation of the federation and has maintained an attitude of\nfriendly expectancy, while in no wise relinquishing the position held from\nthe outset that the responsibilities of the several States toward us\nremained unaltered by their tentative relations among themselves.The Nicaragua Canal Commission, under the chairmanship of Rear-Admiral John\nG. Walker, appointed July 24, 1897, under the authority of a provision in\nthe sundry civil act of June 4 of that year, has nearly completed its\nlabors, and the results of its exhaustive inquiry into the proper route,\nthe feasibility, and the cost of construction of an interoceanic canal by a\nNicaraguan route will be laid before you. In the performance of its task\nthe commission received all possible courtesy and assistance from the\nGovernments of Nicaragua and Costa Rica, which thus testified their\nappreciation of the importance of giving a speedy and practical outcome to\nthe great project that has for so many years engrossed the attention of the\nrespective countries.As the scope of the recent inquiry embraced the whole subject, with the aim\nof making plans and surveys for a canal by the most convenient route, it\nnecessarily included a review of the results of previous surveys and plans,\nand in particular those adopted by the Maritime Canal Company under its\nexisting concessions from Nicaragua and Costa Rica, so that to this extent\nthose grants necessarily hold as essential a part in the deliberations and\nconclusions of the Canal Commission as they have held and must needs hold\nin the discussion of the matter by the Congress. Under these circumstances\nand in view of overtures made to the Governments of Nicaragua and Costa\nRica by other parties for a new canal concession predicated on the assumed\napproaching lapse of the contracts of the Maritime Canal Company with those\nStates, I have not hesitated to express my conviction that considerations\nof expediency and international policy as between the several governments\ninterested in the construction and control of an interoceanic canal by this\nroute require the maintenance of the status quo until the Canal Commission\nshall have reported and the United States Congress shall have had the\nopportunity to pass finally upon the whole matter during the present\nsession, without prejudice by reason of any change in the existing\nconditions.Nevertheless, it appears that the Government of Nicaragua, as one of its\nlast sovereign acts before merging its powers in those of the newly formed\nUnited States of Central America, has granted an optional concession to\nanother association, to become effective on the expiration of the present\ngrant. It does not appear what surveys have been made or what route is\nproposed under this contingent grant, so that an examination of the\nfeasibility of its plans is necessarily not embraced in the report of the\nCanal Commission. All these circumstances suggest the urgency of some\ndefinite action by the Congress at this session if the labors of the past\nare to be utilized and the linking of the Atlantic and Pacific oceans by a\npractical waterway is to be realized. That the construction of such a\nmaritime highway is now more than ever indispensable to that intimate and\nready intercommunication between our eastern and western seaboards demanded\nby the annexation of the Hawaiian Islands and the prospective expansion of\nour influence and commerce in the Pacific, and that our national policy now\nmore imperatively than ever calls for its control by this Government, are\npropositions which I doubt not the Congress will duly appreciate and wisely\nact upon.A convention providing for the revival of the late United States and\nChilean Claims Commission and the consideration of claims which were duly\npresented to the late commission, but not considered because of the\nexpiration of the time limited for the duration of the commission, was\nsigned May 24, 1897, and has remained unacted upon by the Senate. The term\ntherein fixed for effecting the exchange of ratifications having elapsed,\nthe convention falls unless the time be extended by amendment, which I am\nendeavoring to bring about, with the friendly concurrence of the Chilean\nGovernment.The United States has not been an indifferent spectator of the\nextraordinary events transpiring in the Chinese Empire, whereby portions of\nits maritime provinces are passing under the control of various European\npowers; but the prospect that the vast commerce which the energy of our\ncitizens and the necessity of our staple productions for Chinese uses has\nbuilt up in those regions may not be prejudiced through any exclusive\ntreatment by the new occupants has obviated the need of our country\nbecoming an actor in the scene. Our position among nations, having a large\nPacific coast and a constantly expanding direct trade with the farther\nOrient, gives us the equitable claim to consideration and friendly\ntreatment in this regard, and it will be my aim to subserve our large\ninterests in that quarter by all means appropriate to the constant policy\nof our Government. The territories of Kiao-chow, of Wei-hai-wei, and of\nPort Arthur and Talienwan, leased to Germany, Great Britain, and Russia,\nrespectively, for terms of years, will, it is announced, be open to\ninternational commerce during such alien occupation; and if no\ndiscriminating treatment of American citizens and their trade be found to\nexist or be hereafter developed, the desire of this Government would appear\nto be realized.In this relation, as showing the volume and value of our exchanges with\nChina and the peculiarly favorable conditions which exist for their\nexpansion in the normal course of trade, I refer to the communication\naddressed to the Speaker of the House of Representatives by the Secretary\nof the Treasury on the 14th of last June, with its accompanying letter of\nthe Secretary of State, recommending an appropriation for a commission to\nstudy the commercial and industrial conditions in the Chinese Empire and\nreport as to the opportunities for and obstacles to the enlargement of\nmarkets in China for the raw products and manufactures of the United\nStates. Action was not taken thereon during the late session. I cordially\nurge that the recommendation receive at your hands the consideration which\nits importance and timeliness merit.Meanwhile there may be just ground for disquietude in view of the unrest\nand revival of the old sentiment of opposition and prejudice to alien\npeople which pervades certain of the Chinese provinces. As in the case of\nthe attacks upon our citizens in Szechuen and at Kutien in 1895, the United\nStates minister has been instructed to secure the fullest measure of\nprotection, both local and imperial, for any menaced American interests,\nand to demand, in case of lawless injury to person or property, instant\nreparation appropriate to the case. War ships have been stationed at\nTientsin for more ready observation of the disorders which have invaded\neven the Chinese capital, so as to be in a position to act should need\narise, while a guard of marines has been sent to Peking to afford the\nminister the same measure of authoritative protection as the\nrepresentatives of other nations have been constrained to employ.Following close upon the rendition of the award of my predecessor as\narbitrator of the claim of the Italian subject Cerruti against the Republic\nof Colombia, differences arose between the parties to the arbitration in\nregard to the scope and extension of the award, of which certain articles\nwere contested by Colombia, while Italy claimed their literal fulfillment.\nThe award having been made by the President of the United States, as an act\nof friendly consideration and with the sole view to an impartial\ncomposition of the matter in dispute, I could not but feel deep concern at\nsuch a miscarriage, and while unable to accept the Colombian theory that I,\nin my official capacity, possessed continuing functions as arbitrator, with\npower to interpret or revise the terms of the award, my best efforts were\nlent to bring the parties to a harmonious agreement as to the execution of\nits provisions.A naval demonstration by Italy resulted in an engagement to pay the\nliabilities claimed upon their ascertainment; but this apparent disposition\nof the controversy was followed by a rupture of diplomatic intercourse\nbetween Colombia and Italy, which still continues, although, fortunately,\nwithout acute symptoms having supervened. Notwithstanding this, efforts are\nreported to be continuing for the ascertainment of Colombia's contingent\nliability on account of Cerruti's debts under the fifth article of the\naward.A claim of an American citizen against the Dominican Republic for a public\nbridge over the Ozama River, which has been in diplomatic controversy for\nseveral years, has been settled by expert arbitration and an award in favor\nof the claimant amounting to about $90,000. It, however, remains unpaid,\ndespite urgent demands for its settlement according to the terms of the\ncompact.There is now every prospect that the participation of the United States in\nthe Universal Exposition to be held in Paris in 1900 will be on a scale\ncommensurate with the advanced position held by our products and industries\nin the world's chief marts.The preliminary report of Mr. Moses P. Handy, who, under the act approved\nJuly 19, 1897, was appointed special commissioner with a view to securing\nall attainable information necessary to a full and complete understanding\nby Congress in regard to the participation of this Government in the Paris\nExposition, was laid before you by my message of December 6, 1897, and\nshowed the large opportunities opened to make known our national progress\nin arts, science, and manufactures, as well as the urgent need of immediate\nand adequate provision to enable due advantage thereof to be taken. Mr.\nHandy's death soon afterwards rendered it necessary for another to take up\nand complete his unfinished work, and on January 11 last Mr. Thomas W.\nCridler, Third Assistant Secretary of State, was designated to fulfill that\ntask. His report was laid before you by my message of June 14, 1898, with\nthe gratifying result of awakening renewed interest in the projected\ndisplay. By a provision in the sundry civil appropriation act of July 1,\n1898, a sum not to exceed $650,000 was allotted for the organization of a\ncommission to care for the proper preparation and installation of American\nexhibits and for the display of suitable exhibits by the several Executive\nDepartments, particularly by the Department of Agriculture, the Fish\nCommission, and the Smithsonian Institution, in representation of the\nGovernment of the United States.Pursuant to that enactment I appointed Mr. Ferdinand W. Peck, of Chicago,\ncommissioner-general, with an assistant commissioner-general and a\nsecretary. Mr. Peck at once proceeded to Paris, where his success in\nenlarging the scope and variety of the United States exhibit has been most\ngratifying. Notwithstanding the comparatively limited area of the\nexposition site--less than one-half that of the World's Fair at\nChicago--the space assigned to the United States has been increased from\nthe absolute allotment of 157,403 square feet reported by Mr. Handy to some\n202,000 square feet, with corresponding augmentation of the field for a\ntruly characteristic representation of the various important branches of\nour country's development. Mr. Peck's report will be laid before you. In my\njudgment its recommendations will call for your early consideration,\nespecially as regards an increase of the appropriation to at least one\nmillion dollars in all, so that not only may the assigned space be fully\ntaken up by the best possible exhibits in every class, but the preparation\nand installation be on so perfect a scale as to rank among the first in\nthat unparalleled competition of artistic and inventive production, and\nthus counterbalance the disadvantage with which we start as compared with\nother countries whose appropriations are on a more generous scale and whose\npreparations are in a state of much greater forwardness than our own.Where our artisans have the admitted capacity to excel, where our inventive\ngenius has initiated many of the grandest discoveries of these later days\nof the century, and where the native resources of our land are as limitless\nas they are valuable to supply the world's needs, it is our province, as it\nshould be our earnest care, to lead in the march of human progress, and not\nrest content with any secondary place. Moreover, if this be due to\nourselves, it is no less due to the great French nation whose guests we\nbecome, and which has in so many ways testified its wish and hope that our\nparticipation shall befit the place the two peoples have won in the field\nof universal development.The commercial arrangement made with France on the 28th of May, 1898, under\nthe provisions of section 3 of the tariff act of 1897, went into effect on\nthe 1st day of June following. It has relieved a portion of our export\ntrade from serious embarrassment. Further negotiations are now pending\nunder section 4 of the same act with a view to the increase of trade\nbetween the two countries to their mutual advantage. Negotiations with\nother governments, in part interrupted by the war with Spain, are in\nprogress under both sections of the tariff act. I hope to be able to\nannounce some of the results of these negotiations during the present\nsession of Congress.Negotiations to the same end with Germany have been set on foot. Meanwhile\nno effort has been relaxed to convince the Imperial Government of the\nthoroughness of our inspection of pork products for exportation, and it is\ntrusted that the efficient administration of this measure by the Department\nof Agriculture will be recognized as a guaranty of the healthfulness of the\nfood staples we send abroad to countries where their use is large and\nnecessary.I transmitted to the Senate on the 10th of February last information\ntouching the prohibition against the importation of fresh fruits from this\ncountry, which had then recently been decreed by Germany on the ground of\ndanger of disseminating the San Jose scale insect. This precautionary\nmeasure was justified by Germany on the score of the drastic steps taken in\nseveral States of the Union against the spread of the pest, the elaborate\nreports of the Department of Agriculture being put in evidence to show the\ndanger to German fruit-growing interests should the scale obtain a lodgment\nin that country. Temporary relief was afforded in the case of large\nconsignments of fruit then on the way by inspection and admission when\nfound noninfected. Later the prohibition was extended to dried fruits of\nevery kind, but was relaxed so as to apply only to unpeeled fruit and fruit\nwaste. As was to be expected, the alarm reached to other countries, and\nSwitzerland has adopted a similar inhibition. Efforts are in progress to\ninduce the German and Swiss Governments to relax the prohibition in favor\nof dried fruits shown to have been cured under circumstances rendering the\nexistence of animal life impossible.Our relations with Great Britain have continued on the most friendly\nfooting. Assenting to our request, the protection of Americans and their\ninterests in Spanish jurisdiction was assumed by the diplomatic and\nconsular representatives of Great Britain, who fulfilled their delicate and\narduous trust with tact and zeal, eliciting high commendation. I may be\nallowed to make fitting allusion to the instance of Mr. Ramsden, Her\nMajesty's consul at Santiago de Cuba, whose untimely death after\ndistinguished service and untiring effort during the siege of that city was\nsincerely lamented.In the early part of April last, pursuant to a request made at the instance\nof the Secretary of State by the British ambassador at this capital, the\nCanadian government granted facilities for the passage of four United\nStates revenue cutters from the Great Lakes to the Atlantic coast by way of\nthe Canadian canals and the St. Lawrence River. The vessels had reached\nLake Ontario and were there awaiting the opening of navigation when war was\ndeclared between the United States and Spain. Her Majesty's Government\nthereupon, by a communication of the latter part of April, stated that the\npermission granted before the outbreak of hostilities would not be\nwithdrawn provided the United States Government gave assurance that the\nvessels in question would proceed direct to a United States port without\nengaging in any hostile operation. This Government promptly agreed to the\nstipulated condition, it being understood that the vessels would not be\nprohibited from resisting any hostile attack.It will give me especial satisfaction if I shall be authorized to\ncommunicate to you a favorable conclusion of the pending negotiations with\nGreat Britain in respect to the Dominion of Canada. It is the earnest wish\nof this Government to remove all sources of discord and irritation in our\nrelations with the neighboring Dominion. The trade between the two\ncountries is constantly increasing, and it is important to both countries\nthat all reasonable facilities should be granted for its development.The Government of Greece strongly urges the onerousness of the duty here\nimposed upon the currants of that country, amounting to 100 per cent or\nmore of their market value. This fruit is stated to be exclusively a Greek\nproduct, not coming into competition with any domestic product. The\nquestion of reciprocal commercial relations with Greece, including the\nrestoration of currants to the free list, is under consideration.The long-standing claim of Bernard Campbell for damages for injuries\nsustained from a violent assault committed against him by military\nauthorities in the island of Haiti has been settled by the agreement of\nthat Republic to pay him $10,000 in American gold. Of this sum $5,000 has\nalready been paid. It is hoped that other pending claims of American\ncitizens against that Republic may be amicably adjusted.Pending the consideration by the Senate of the treaty signed June 1897, by\nthe plenipotentiaries of the United States and of the Republic of Hawaii,\nproviding for the annexation of the islands, a joint resolution to\naccomplish the same purpose by accepting the offered cession and\nincorporating the ceded territory into the Union was adopted by the\nCongress and approved July 7, 1898. I thereupon directed the United States\nsteamship Philadelphia to convey Rear-Admiral Miller to Honolulu, and\nintrusted to his hands this important legislative act, to be delivered to\nthe President of the Republic of Hawaii, with whom the Admiral and the\nUnited States minister were authorized to make appropriate arrangements for\ntransferring the sovereignty of the islands to the United States. This was\nsimply but impressively accomplished on the 12th of August last by the\ndelivery of a certified copy of the resolution to President Dole, who\nthereupon yielded up to the representative of the Government of the United\nStates the sovereignty and public property of the Hawaiian Islands.Pursuant to the terms of the joint resolution and in exercise of the\nauthority thereby conferred upon me, I directed that the civil, judicial,\nand military powers theretofore exercised by the officers of the Government\nof the Republic of Hawaii should continue to be exercised by those officers\nuntil Congress shall provide a government for the incorporated territory,\nsubject to my power to remove such officers and to fill vacancies. The\nPresident, officers, and troops of the Republic thereupon took the oath of\nallegiance to the United States, thus providing for the uninterrupted\ncontinuance of all the administrative and municipal functions of the\nannexed territory until Congress shall otherwise enact.Following the further provision of the joint resolution, I appointed the\nHons. Shelby M. Cullom, of Illinois, John T. Morgan, of Alabama, Robert R.\nHitt, of Illinois, Sanford B. Dole, of Hawaii, and Walter F. Frear, of\nHawaii, as commissioners to confer and recommend to Congress such\nlegislation concerning the Hawaiian Islands as they should deem necessary\nor proper. The commissioners having fulfilled the mission confided to them,\ntheir report will be laid before you at an early day. It is believed that\ntheir recommendations will have the earnest consideration due to the\nmagnitude of the responsibility resting upon you to give such shape to the\nrelationship of those mid-Pacific lands to our home Union as will benefit\nboth in the highest degree, realizing the aspirations of the community that\nhas cast its lot with us and elected to share our political heritage, while\nat the same time justifying the foresight of those who for three-quarters\nof a century have looked to the assimilation of Hawaii as a natural and\ninevitable consummation, in harmony with our needs and in fulfillment of\nour cherished traditions.The questions heretofore pending between Hawaii and Japan growing out of\nthe alleged mistreatment of Japanese treaty immigrants were, I am pleased\nto say, adjusted before the act of transfer by the payment of a reasonable\nindemnity to the Government of Japan.Under the provisions of the joint resolution, the existing customs\nrelations of the Hawaiian Islands with the United States and with other\ncountries remain unchanged until legislation shall otherwise provide. The\nconsuls of Hawaii here and in foreign countries continue to fulfill their\ncommercial agencies, while the United States consulate at Honolulu is\nmaintained for all appropriate services pertaining to trade and the\nrevenue. It would be desirable that all foreign consuls in the Hawaiian\nIslands should receive new exequaturs from this Government.The attention of Congress is called to the fact that, our consular offices\nhaving ceased to exist in Hawaii and being about to cease in other\ncountries coming under the sovereignty of the United States, the provisions\nfor the relief and transportation of destitute American seamen in these\ncountries under our consular regulations will in consequence terminate. It\nis proper, therefore, that new legislation should be enacted upon this\nsubject in order to meet the changed conditions.The interpretation of certain provisions of the extradition convention of\nDecember 11, 1861, has been at various times the occasion of controversy\nwith the Government of Mexico. An acute difference arose in the case of the\nMexican demand for the delivery of Jesus Guerra, who, having led a\nmarauding expedition near the border with the proclaimed purpose of\ninitiating an insurrection against President Diaz, escaped into Texas.\nExtradition was refused on the ground that the alleged offense was\npolitical in its character, and therefore came within the treaty proviso of\nnonsurrender. The Mexican contention was that the exception only related to\npurely political offenses, and that as Guerra's acts were admixed with the\ncommon crime of murder, arson, kidnaping, and robbery, the option of\nnondelivery became void, a position which this Government was unable to\nadmit in view of the received international doctrine and practice in the\nmatter. The Mexican Government, in view of this, gave notice January 24,\n1898, of the termination of the convention, to take effect twelve months\nfrom that date, at the same time inviting the conclusion of a new\nconvention, toward which negotiations are on foot.In this relation I may refer to the necessity of some amendment of our\nexisting extradition statute. It is a common stipulation of such treaties\nthat neither party shall be bound to give up its own citizens, with the\nadded proviso in one of our treaties, that with Japan, that it may\nsurrender if it see fit. It is held in this country by an almost uniform\ncourse of decisions that where a treaty negatives the obligation to\nsurrender the President is not invested with legal authority to act. The\nconferment of such authority would be in the line of that sound morality\nwhich shrinks from affording secure asylum to the author of a heinous\ncrime. Again, statutory provision might well be made for what is styled\nextradition by way of transit, whereby a fugitive surrendered by one\nforeign government to another may be conveyed across the territory of the\nUnited States to the jurisdiction of the demanding state. A recommendation\nin this behalf made in the President's message of 1886 was not acted upon.\nThe matter is presented for your consideration.The problem of the Mexican free zone has been often discussed with regard\nto its inconvenience as a provocative of smuggling into the United States\nalong an extensive and thinly guarded land border. The effort made by the\njoint resolution of March 1, 1895, to remedy the abuse charged by\nsuspending the privilege of free transportation in bond across the\nterritory of the United States to Mexico failed of good result, as is\nstated in Report No. 702 of the House of Representatives, submitted in the\nlast session, March 11, 1898. As the question is one to be conveniently met\nby wise concurrent legislation of the two countries looking to the\nprotection of the revenues by harmonious measures operating equally on\neither side of the boundary, rather than by conventional arrangements, I\nsuggest that Congress consider the advisability of authorizing and inviting\na conference of representatives of the Treasury Departments of the United\nStates and Mexico to consider the subject in all its complex bearings, and\nmake report with pertinent recommendations to the respective Governments\nfor the information and consideration of their Congresses.The Mexican Water Boundary Commission has adjusted all matters submitted to\nit to the satisfaction of both Governments save in three important\ncases--that of the \"Chamizal\" at El Paso, Tex., where the two commissioners\nfailed to agree, and wherein, for this case only, this Government has\nproposed to Mexico the addition of a third member; the proposed elimination\nof what are known as \"Bancos,\" small isolated islands formed by the cutting\noff of bends in the Rio Grande, from the operation of the treaties of 1884\nand 1889, recommended by the commissioners and approved by this Government,\nbut still under consideration by Mexico; and the subject of the \"Equitable\ndistribution of the waters of the Rio Grande,\" for which the commissioners\nrecommended an international dam and reservoir, approved by Mexico, but\nstill under consideration by this Government. Pending these questions it is\nnecessary to extend the life of the commission, which expires December 23\nnext.The coronation of the young Queen of the Netherlands was made the occasion\nof fitting congratulations.The claim of Victor H. McCord against Peru, which for a number of years has\nbeen pressed by this Government and has on several occasions attracted the\nattention of the Congress, has been satisfactorily adjusted. A protocol was\nsigned May 17, 1898, whereby, the fact of liability being admitted, the\nquestion of the amount to be awarded was submitted to the chief justice of\nCanada as sole arbitrator. His award sets the indemnity due the claimant at\n$40,000.The Government of Peru has given the prescribed notification of its\nintention to abrogate the treaty of friendship, commerce, and navigation\nconcluded with this country August 31, 1887. As that treaty contains many\nimportant provisions necessary to the maintenance of commerce and good\nrelations, which could with difficulty be replaced by the negotiation of\nrenewed provisions within the brief twelve months intervening before the\ntreaty terminates, I have invited suggestions by Peru as to the particular\nprovisions it is desired to annul, in the hope of reaching an arrangement\nwhereby the remaining articles may be provisionally saved.His Majesty the Czar having announced his purpose to raise the Imperial\nRussian mission at this capital to the rank of an embassy, I responded,\nunder the authority conferred by the act of March 3, 1893, by commissioning\nand accrediting the actual representative at St. Petersburg in the capacity\nof ambassador extraordinary and plenipotentiary. The Russian ambassador to\nthis country has since presented his credentials.The proposal of the Czar for a general reduction of the vast military\nestablishments that weigh so heavily upon many peoples in time of peace was\ncommunicated to this Government with an earnest invitation to be\nrepresented in the conference which it is contemplated to assemble with a\nview to discussing the means of accomplishing so desirable a result. His\nMajesty was at once informed of the cordial sympathy of this Government\nwith the principle involved in his exalted proposal and of the readiness of\nthe United States to take part in the conference. The active military force\nof the United States, as measured by our population, territorial area, and\ntaxable wealth, is, and under any conceivable prospective conditions must\ncontinue to be, in time of peace so conspicuously less than that of the\narmed powers to whom the Czar's appeal is especially addressed that the\nquestion can have for us no practical importance save as marking an\nauspicious step toward the betterment of the condition of the modern\npeoples and the cultivation of peace and good will among them; but in this\nview it behooves us as a nation to lend countenance and aid to the\nbeneficent project.The claims of owners of American sealing vessels for seizure by Russian\ncruisers in Bering Sea are being pressed to a settlement. The equities of\nthe cases justify the expectation that a measure of reparation will\neventually be accorded in harmony with precedent and in the light of the\nproven facts.The recommendation made in my special message of April 27 last is renewed,\nthat appropriation be made to reimburse the master and owners of the\nRussian bark Hans for wrongful arrest of the master and detention of the\nvessel in February, 1896, by officers of the United States district court\nfor the southern district of Mississippi. The papers accompanying my said\nmessage make out a most meritorious claim and justify the urgency with\nwhich it has been presented by the Government of Russia.Malietoa Laupepa, King of Samoa, died on August 22 last. According to\nArticle I of the general act of Berlin, \"his successor shall be duly\nelected according to the laws and customs of Samoa.\"Arrangements having been agreed upon between the signatories of the general\nact for the return of Mataafa and the other exiled Samoan chiefs, they were\nbrought from Jaluit by a German war vessel and landed at Apia on September\n18 last.Whether the death of Malietoa and the return of his old-time rival Mataafa\nwill add to the undesirable complications which the execution of the\ntripartite general act has heretofore developed remains to be seen. The\nefforts of this Government will, as heretofore, be addressed toward a\nharmonious and exact fulfillment of the terms of the international\nengagement to which the United States became a party in 1889.The Cheek claim against Siam, after some five years of controversy, has\nbeen adjusted by arbitration under an agreement signed July 6, 1897, an\naward of 706,721 ticals (about $187,987.78 ), with release of the Cheek\nestate from mortgage claims, having been rendered March 21, 1898, in favor\nof the claimant by the arbitrator, Sir Nicholas John Hannen, British chief\njustice for China and Japan.An envoy from Siam has been accredited to this Government and has presented\nhis credentials.Immediately upon the outbreak of the war with Spain the Swiss Government,\nfulfilling the high mission it has deservedly assumed as the patron of the\nInternational Red Cross, proposed to the United States and Spain that they\nshould severally recognize and carry into execution, as a modus vivendi,\nduring the continuance of hostilities, the additional articles proposed by\nthe international conference of Geneva, October 20, 1868, extending the\neffects of the existing Red Cross convention of 1864 to the conduct of\nnaval war. Following the example set by France and Germany in 1870 in\nadopting such a modus vivendi, and in view of the accession of the United\nStates to those additional articles in 1882, although the exchange of\nratifications thereof still remained uneffected, the Swiss proposal was\npromptly and cordially accepted by us, and simultaneously by Spain.This Government feels a keen satisfaction in having thus been enabled to\ntestify its adherence to the broadest principles of humanity even amidst\nthe clash of war, and it is to be hoped that the extension of the Red Cross\ncompact to hostilities by sea as well as on land may soon become an\naccomplished fact through the general promulgation of the additional naval\nRed Cross articles by the maritime powers now parties to the convention of\n1864.The important question of the claim of Switzerland to the perpetual\ncantonal allegiance of American citizens of Swiss origin has not made\nhopeful progress toward a solution, and controversies in this regard still\ncontinue.The newly accredited envoy of the United States to the Ottoman Porte\ncarries instructions looking to the disposal of matters in controversy with\nTurkey for a number of years. He is especially charged to press for a just\nsettlement of our claims for indemnity by reason of the destruction of the\nproperty of American missionaries resident in that country during the\nArmenian troubles of 1895, as well as for the recognition of older claims\nof equal justness.He is also instructed to seek an adjustment of the dispute growing out of\nthe refusal of Turkey to recognize the acquired citizenship of Ottoman-born\npersons naturalized in the United States since 1869 without prior imperial\nconsent, and in the same general relation he is directed to endeavor to\nbring about a solution of the question which has more or less acutely\nexisted since 1869 concerning the jurisdictional rights of the United\nStates in matters of criminal procedure and punishment under Article IV of\nthe treaty of 1830. This latter difficulty grows out of a verbal\ndifference, claimed by Turkey to be essential, between the original Turkish\ntext and the promulgated translation.After more than two years from the appointment of a consul of this country\nto Erzerum, he has received his exequatur.The arbitral tribunal appointed under the treaty of February 2, 1897,\nbetween Great Britain and Venezuela, to determine the boundary line between\nthe latter and the colony of British Guiana, is to convene at Paris during\nthe present month. It is a source of much gratification to this Government\nto see the friendly resort of arbitration applied to the settlement of this\ncontroversy, not alone because of the earnest part we have had in bringing\nabout the result, but also because the two members named on behalf of\nVenezuela, Mr. Chief Justice Fuller and Mr. Justice Brewer, chosen from our\nhighest court, appropriately testify the continuing interest we feel in the\ndefinitive adjustment of the question according to the strictest rules of\njustice. The British members, Lord Herschell and Sir Richard Collins, are\njurists of no less exalted repute, while the fifth member and president of\nthe tribunal, M. F. De Martens, has earned a world-wide reputation as an\nauthority upon international law.The claim of Felipe Scandella against Venezuela for arbitrary expulsion and\ninjury to his business has been adjusted by the revocation of the order of\nexpulsion and by the payment of the sum of $16,000.I have the satisfaction of being able to state that the Bureau of the\nAmerican Republics, created in 1890 as the organ for promoting commercial\nintercourse and fraternal relations among the countries of the Western\nHemisphere, has become a more efficient instrument of the wise purposes of\nits founders, and is receiving the cordial support of the contributing\nmembers of the international union which are actually represented in its\nboard of management. A commercial directory, in two volumes, containing a\nmass of statistical matter descriptive of the industrial and commercial\ninterests of the various countries, has been printed in English, Spanish,\nPortuguese, and French, and a monthly bulletin published in these four\nlanguages and distributed in the Latin-American countries as well as in the\nUnited States has proved to be a valuable medium for disseminating\ninformation and furthering the varied interests of the international\nunion.During the past year the important work of collecting information of\npractical benefit to American industries and trade through the agency of\nthe diplomatic and consular officers has been steadily advanced, and in\norder to lay such data before the public with the least delay the practice\nwas begun in January, 1898, of issuing the commercial reports from day to\nday as they are received by the Department of State. It is believed that\nfor promptitude as well as fullness of information the service thus\nsupplied to our merchants and manufacturers will be found to show sensible\nimprovement and to merit the liberal support of Congress.The experiences of the last year bring forcibly home to us a sense of the\nburdens and the waste of war. We desire, in common with most civilized\nnations, to reduce to the lowest possible point the damage sustained in\ntime of war by peaceable trade and commerce. It is true we may suffer in\nsuch cases less than other communities, but all nations are damaged more or\nless by the state of uneasiness and apprehension into which an outbreak of\nhostilities throws the entire commercial world. It should be our object,\ntherefore, to minimize, so far as practicable, this inevitable loss and\ndisturbance. This purpose can probably best be accomplished by an\ninternational agreement to regard all private property at sea as exempt\nfrom capture or destruction by the forces of belligerent powers. The United\nStates Government has for many years advocated this humane and beneficent\nprinciple, and is now in position to recommend it to other powers without\nthe imputation of selfish motives. I therefore suggest for your\nconsideration that the Executive be authorized to correspond with the\ngovernments of the principal maritime powers with a view of incorporating\ninto the permanent law of civilized nations the principle of the exemption\nof all private property at sea, not contraband of war, from capture or\ndestruction by belligerent powers.The Secretary of the Treasury reports that the receipts of the Government\nfrom all sources during the fiscal year ended June 30, 1898, including\n$64,751,223 received from sale of Pacific railroads, amounted to\n$405,321,335, and its expenditures to $443,168,582. There was collected\nfrom customs $149,575,062 and from internal revenue $170,900,641. Our\ndutiable imports amounted to $324,635,479, a decrease of $58,156,690 over\nthe preceding year, and importations free of duty amounted to $291,414,175,\na decrease from the preceding year of $90,524,068. Internal-revenue\nreceipts exceeded those of the preceding year by $24,212,067.The total tax collected on distilled spirits was $92,546,999; on\nmanufactured tobacco, $36,230,522, and on fermented liquors, $39,515,421.\nWe exported merchandise during the year amounting to $1,231,482,330, an\nincrease of $180,488,774 from the preceding year.It is estimated upon the basis of present revenue laws that the receipts of\nthe Government for the year ending June 30, 1899, will be $577,874,647, and\nits expenditures $689,874,647, resulting in a deficiency of $112,000,000.On the 1st of December, 1898, there was held in the Treasury gold coin\namounting to $138,441,547, gold bullion amounting to $138,502,545, silver\nbullion amounting to $93,359,250, and other forms of money amounting to\n$451,963,981.On the same date the amount of money of all kinds in circulation, or not\nincluded in Treasury holdings, was $1,886,879,504, an increase for the year\nof $165,794,966. Estimating our population at 75,194,000 at the time\nmentioned, the per capita circulation was $25.09. On the same date there\nwas in the Treasury gold bullion amounting to $138,502,545.The provisions made for strengthening the resources of the Treasury in\nconnection with the war have given increased confidence in the purpose and\npower of the Government to maintain the present standard, and have\nestablished more firmly than ever the national credit at home and abroad. A\nmarked evidence of this is found in the inflow of gold to the Treasury. Its\nnet gold holdings on November 1, 1898, were $239,885,162 as compared with\n$153,573,147 on November 1, 1897, and an increase of net cash of\n$207,756,100, November 1, 1897, to $300,238,275, November 1, 1898. The\npresent ratio of net Treasury gold to outstanding Government liabilities,\nincluding United States notes, Treasury notes of 1890, silver certificates,\ncurrency certificates, standard silver dollars, and fractional silver coin,\nNovember 1, 1898, was 25.35 per cent, as compared with 16.96 per cent,\nNovember 1, 1897.I renew so much of my recommendation of December, 1897, as follows: That\nwhen any of the United States notes are presented for redemption in gold\nand are redeemed in gold, such notes shall be kept and set apart and only\npaid out in exchange for gold. This is an obvious duty. If the holder of\nthe United States note prefers the gold and gets it from the Government, he\nshould not receive back from the Government a United States note without\npaying gold in exchange for it. The reason for this is made all the more\napparent when the Government issues an interest-bearing debt to provide\ngold for the redemption of United States notes--a non-interest-bearing\ndebt. Surely it should not pay them out again except on demand and for\ngold. If they are put out in any other way, they may return again, to he\nfollowed by another bond issue to redeem them--another interest-bearing\ndebt to redeem a non-interest-bearing debt. This recommendation was made in\nthe belief that such provisions of law would insure to a greater degree the\nsafety of the present standard, and better protect our currency from the\ndangers to which it is subjected from a disturbance in the general business\nconditions of the country.In my judgment the present condition of the Treasury amply justifies the\nimmediate enactment of the legislation recommended one year ago, under\nwhich a portion of the gold holdings should be placed in a trust fund from\nwhich greenbacks should be redeemed upon presentation, but when once\nredeemed should not thereafter be paid out except for gold.It is not to be inferred that other legislation relating to our currency is\nnot required; on the contrary, there is an obvious demand for it.The importance of adequate provision which will insure to our future a\nmoney standard related as our money standard now is to that of our\ncommercial rivals is generally recognized.The companion proposition that our domestic paper currency shall be kept\nsafe and yet be so related to the needs of our industries and internal\ncommerce as to be adequate and responsive to such needs is a proposition\nscarcely less important. The subject, in all its parts, is commended to the\nwise consideration of the Congress.The annexation of Hawaii and the changed relations of the United States to\nCuba, Puerto Rico, and the Philippines resulting from the war, compel the\nprompt adoption of a maritime policy by the United States. There should be\nestablished regular and frequent steamship communication, encouraged by the\nUnited States, under the American flag, with the newly acquired islands.\nSpain furnished to its colonies, at an annual cost of about $2,000,000,\nsteamship lines communicating with a portion of the world's markets, as\nwell as with trade centers of the home Government. The United States will\nnot undertake to do less. It is our duty to furnish the people of Hawaii\nwith facilities, under national control, for their export and import trade.\nIt will be conceded that the present situation calls for legislation which\nshall be prompt, durable, and liberal.The part which American merchant vessels and their seamen performed in the\nwar with Spain demonstrates that this service, furnishing both pickets and\nthe second line of defense, is a national necessity, and should be\nencouraged in every constitutional way. Details and methods for the\naccomplishment of this purpose are discussed in the report of the Secretary\nof the Treasury, to which the attention of Congress is respectfully\ninvited.In my last annual message I recommended that Congress authorize the\nappointment of a commission for the purpose of making systematic\ninvestigations with reference to the cause and prevention of yellow fever.\nThis matter has acquired an increased importance as a result of the\nmilitary occupation of the island of Cuba and the commercial intercourse\nbetween this island and the United States which we have every reason to\nexpect. The sanitary problems connected with our new relations with the\nisland of Cuba and the acquisition of Puerto Rico are no less important\nthan those relating to finance, commerce, and administration. It is my\nearnest desire that these problems may be considered by competent experts\nand that everything may be done which the most recent advances in sanitary\nscience can offer for the protection of the health of our soldiers in those\nislands and of our citizens who are exposed to the dangers of infection\nfrom the importation of yellow fever. I therefore renew my recommendation\nthat the authority of Congress may be given and a suitable appropriation\nmade to provide for a commission of experts to be appointed for the purpose\nindicated.Under the act of Congress approved April 26, 1898, authorizing the\nPresident in his discretion, \"upon a declaration of war by Congress, or a\ndeclaration by Congress that war exists,\" I directed the increase of the\nRegular Army to the maximum of 62,000, authorized in said act.There are now in the Regular Army 57,862 officers and men. In said act it\nwas provided--That at the end of any war in which the United States may become\ninvolved the Army shall be reduced to a peace basis by the transfer\nin the same arm of the service or absorption by promotion or honorable\ndischarge, under such regulations as the Secretary of War may establish, of\nsupernumerary commissioned officers and the honorable discharge or transfer\nof supernumerary enlisted men; and nothing contained in this act shall be\nconstrued as authorizing the permanent increase of the commissioned or\nenlisted force of the Regular Army beyond that now provided by the law in\nforce prior to the passage of this act, except as to the increase of\ntwenty-five majors provided for in section 1 hereof. The importance of\nlegislation for the permanent increase of the Army is therefore manifest,\nand the recommendation of the Secretary of War for that purpose has my\nunqualified approval. There can be no question that at this time, and\nprobably for some time in the future, 100,000 men will be none too many to\nmeet the necessities of the situation. At all events, whether that number\nshall be required permanently or not, the power should be given to the\nPresident to enlist that force if in his discretion it should be necessary;\nand the further discretion should be given him to recruit for the Army\nwithin the above limit from the inhabitants of the islands with the\ngovernment of which we are charged. It is my purpose to muster out the\nentire Volunteer Army as soon as the Congress shall provide for the\nincrease of the regular establishment. This will be only an act of justice\nand will be much appreciated by the brave men who left their homes and\nemployments to help the country in its emergency.In my last annual message I stated: The Union Pacific Railway, main line,\nwas sold under the decree of the United States court for the district of\nNebraska on the 1st and 2d of November of this year. The amount due the\nGovernment consisted of the principal of the subsidy bonds, $27,236,512,\nand the accrued interest thereon, $31,211,711.75, making the total\nindebtedness $58,448,223.75. The bid at the sale covered the first-mortgage\nlien and the entire mortgage claim of the Government, principal and\ninterest. This left the Kansas Pacific case unconcluded. By a decree of the\ncourt in that case an upset price for the property was fixed at a sum which\nwould yield to the Government only $2,500,000 upon its lien. The sale, at\nthe instance of the Government, was postponed first to December 15, 1897,\nand later, upon the application of the United States, was postponed to the\n16th day of February, 1898.Having satisfied myself that the interests of the Government required that\nan effort should be made to obtain a larger sum, I directed the Secretary\nof the Treasury, under the act passed March 3, 1887, to pay out of the\nTreasury to the persons entitled to receive the same the amounts due upon\nall prior mortgages upon the Eastern and Middle divisions of said railroad\nout of any money in the Treasury not otherwise appropriated, whereupon the\nAttorney-General prepared a petition to be presented to the court, offering\nto redeem said prior liens in such manner as the court might direct, and\npraying that thereupon the United States might be held to be subrogated to\nall the rights of said prior lien holders and that a receiver might be\nappointed to take possession of the mortgaged premises and maintain and\noperate the same until the court or Congress otherwise directed. Thereupon\nthe reorganization committee agreed that if said petition was withdrawn and\nthe sale allowed to proceed on the 16th of February, 1898, they would bid a\nsum at the sale which would realize to the Government the entire principal\nof its debt, $6,303,000.Believing that no better price could be obtained and appreciating the\ndifficulties under which the Government would labor if it should become the\npurchaser of the road at the sale, in the absence of any authority by\nCongress to take charge of and operate the road I directed that upon the\nguaranty of a minimum bid which should give the Government the principal of\nits debt the sale should proceed. By this transaction the Government\nsecured an advance of $3,803,000 over and above the sum which the court had\nfixed as the upset price, and which the reorganization committee had\ndeclared was the maximum which they would pay for the property.It is a gratifying fact that the result of these proceedings against the\nUnion Pacific system and the Kansas Pacific line is that the Government has\nreceived on account of its subsidy claim the sum of $64,751,223.75, an\nincrease of $18,997,163.76 over the sum which the reorganization committee\noriginally agreed to bid for the joint property, the Government receiving\nits whole claim, principal and interest, on the Union Pacific, and the\nprincipal of its debt on the Kansas Pacific Railroad.Steps had been taken to foreclose the Government's lien upon the Central\nPacific Railroad Company, but before action was commenced Congress passed\nan act, approved July 7, 1898, creating a commission consisting of the\nSecretary of the Treasury, the Attorney-General, and the Secretary of the\nInterior, and their successors in office, with full power to settle the\nindebtedness to the Government growing out of the issue of bonds in aid of\nthe construction of the Central Pacific and Western Pacific bond-aided\nrailroads, subject to the approval of the President.No report has yet been made to me by the commission thus created. Whatever\naction is had looking to a settlement of the indebtedness in accordance\nwith the act referred to will be duly submitted to the Congress.I deem it my duty to call to the attention of Congress the condition of the\npresent building occupied by the Department of Justice. The business of\nthat Department has increased very greatly since it was established in its\npresent quarters. The building now occupied by it is neither large enough\nnor of suitable arrangement for the proper accommodation of the business of\nthe Department. The Supervising Architect has pronounced it unsafe and\nunsuited for the use to which it is put. The Attorney-General in his report\nstates that the library of the Department is upon the fourth floor, and\nthat all the space allotted to it is so crowded with books as to\ndangerously overload the structure. The first floor is occupied by the\nCourt of Claims. The building is of an old and dilapidated appearance,\nunsuited to the dignity which should attach to this important Department.A proper regard for the safety, comfort, and convenience of the officers\nand employees would justify the expenditure of a liberal sum of money in\nthe erection of a new building of commodious proportions and handsome\nappearance upon the very advantageous site already secured for that\npurpose, including the ground occupied by the present structure and\nadjoining vacant lot, comprising in all a frontage of 201 feet on\nPennsylvania avenue and a depth of 136 feet.In this connection I may likewise refer to the inadequate accommodations\nprovided for the Supreme Court in the Capitol, and suggest the wisdom of\nmaking provision for the erection of a separate building for the court and\nits officers and library upon available ground near the Capitol.The postal service of the country advances with extraordinary growth.\nWithin twenty years both the revenues and the expenditures of the\nPost-Office Department have multiplied threefold. In the last ten years\nthey have nearly doubled. Our postal business grows much more rapidly than\nour population. It now involves an expenditure of $100,000,000 a year,\nnumbers 73,000 post-offices, and enrolls 200,000 employees. This remarkable\nextension of a service which is an accurate index of the public conditions\npresents gratifying evidence of the advancement of education, of the\nincrease of communication and business activity, and of the improvement of\nmail facilities leading to their constantly augmenting use.The war with Spain laid new and exceptional labors on the Post-Office\nDepartment. The mustering of the military and naval forces of the United\nStates required special mail arrangements for every camp and every\ncampaign. The communication between home and camp was naturally eager and\nexpectant. In some of the larger places of rendezvous as many as 50,000\nletters a day required handling. This necessity was met by the prompt\ndetail and dispatch of experienced men from the established force and by\ndirecting all the instrumentalities of the railway mail and post-office\nservice, so far as necessary, to this new need. Congress passed an act\nempowering the postmaster-General to establish offices or branches at every\nmilitary camp or station, and under this authority the postal machinery was\nspeedily put into effective operation.Under the same authority, when our forces moved upon Cuba, Puerto Rico, and\nthe Philippines they were attended and followed by the postal service.\nThough the act of Congress authorized the appointment of postmasters where\nnecessary, it was early determined that the public interests would best be\nsubserved, not by new designations, but by the detail of experienced men\nfamiliar with every branch of the service, and this policy was steadily\nfollowed. When the territory which was the theater of conflict came into\nour possession, it became necessary to reestablish mail facilities for the\nresident population as well as to provide them for our forces of\noccupation, and the former requirement was met through the extension and\napplication of the latter obligation. I gave the requisite authority, and\nthe same general principle was applied to this as to other branches of\ncivil administration under military occupation. The details are more\nparticularly given in the report of the postmaster-General, and, while the\nwork is only just begun, it is pleasing to be able to say that the service\nin the territory which has come under our control is already materially\nimproved.The following recommendations of the Secretary of the Navy relative to the\nincrease of the Navy have my earnest approval:1. Three seagoing sheathed and coppered battle ships of about 13,500 tons\ntrial displacement, carrying the heaviest armor and most powerful ordnance\nfor vessels of their class, and to have the highest practicable speed and\ngreat radius of action. Estimated cost, exclusive of armor and armament,\n$3,600,000 each.2. Three sheathed and coppered armored cruisers of about 12,000 tons trial\ndisplacement, carrying the heaviest armor and most powerful ordnance for\nvessels of their class, and to have the highest practicable speed and great\nradius of action. Estimated cost, exclusive of armor and armament,\n$4,000,000 each.3. Three sheathed and coppered protected cruisers of about 6,000 tons trial\ndisplacement, to have the highest practicable speed and great radius of\naction, and to carry the most powerful ordnance suitable for vessels of\ntheir class. Estimated cost, exclusive of armor and armament, $2,150,000\neach.4. Six sheathed and coppered cruisers of about 2,500 tons trial\ndisplacement, to have the highest speed compatible with good cruising\nqualities, great radius of action, and to carry the most powerful ordnance\nsuited to vessels of their class. Estimated cost, exclusive of armament,\n$1,141,800 each.I join with the Secretary of the Navy in recommending that grades of\nadmiral and vice-admiral be temporarily revived, to be filled by officers\nwho have specially distinguished themselves in the war with Spain.I earnestly urge upon Congress the importance of early legislation\nproviding for the taking of the Twelfth Census. This is necessary in view\nof the large amount of work which must be performed in the preparation of\nthe schedules preparatory to the enumeration of the population.There were on the pension rolls on June 30, 1898, 993,714 names, an\nincrease of nearly 18,000 over the number on the rolls on the same day of\nthe preceding year. The amount appropriated by the act of December 22,\n1896, for the payment of pensions for the fiscal year of 1898 was\n$140,000,000. Eight million seventy thousand eight hundred and seventy-two\ndollars and forty-six cents was appropriated by the act of March 31, 1898,\nto cover deficiencies in army pensions, and repayments in the sum of\n$12,020.33, making a total of $148,082,892.79 available for the payment of\npensions during the fiscal year 1898. The amount disbursed from that sum\nwas $144,651,879.80, leaving a balance of $3,431,012.99 unexpended on the\n30th of June, 1898, which was covered into the Treasury. There were 389\nnames added to the rolls during the year by special acts passed at the\nsecond session of the Fifty-fifth Congress, making a total of 6,486\npensioners by Congressional enactments since 1861.The total receipts of the Patent Office during the past year were\n$1,253,948.44. The expenditures were $1,081,633.79, leaving a surplus of\n$172,314.65.The public lands disposed of by the Government during the year reached\n8,453,896.92 acres, an increase of 614,780.26 acres over the previous year.\nThe total receipts from public lands during the fiscal year amounted to\n$2,277,995.18, an increase of $190,063.90 over the preceding year. The\nlands embraced in the eleven forest reservations which were suspended by\nthe act of June 4, 1897, again became subject to the operations of the\nproclamations of February 22, 1897, creating them, which added an estimated\namount of 19,951,360 acres to the area embraced in the reserves previously\ncreated. In addition thereto two new reserves were created during the\nyear--the Pine Mountain and Zaca Lake Reserve, in California, embracing\n1,644,594 acres, and the Prescott Reserve, in Arizona, embracing 10,240\nacres--while the Pecos River Reserve, in New Mexico, has been changed and\nenlarged to include 120,000 additional acres.At the close of the year thirty forest reservations, not including those of\nthe Afognak Forest and the Fish-Culture Reserve, in Alaska, had been\ncreated by Executive proclamations under section 24 of the act of March 3,\n1891, embracing an estimated area of 40,719,474 acres.The Department of the Interior has inaugurated a forest system, made\npossible by the act of July, 1898, for a graded force of officers in\ncontrol of the reserves. This system has only been in full operation since\nAugust, but good results have already been secured in many sections. The\nreports received indicate that the system of patrol has not only prevented\ndestructive fires from gaining headway, but has diminished the number of\nfires.The special attention of the Congress is called to that part of the report\nof the Secretary of the Interior in relation to the Five Civilized Tribes.\nIt is noteworthy that the general condition of the Indians shows marked\nprogress. But one outbreak of a serious character occurred during the year,\nand that among the Chippewa Indians of Minnesota, which happily has been\nsuppressed.While it has not yet been practicable to enforce all the provisions of the\nact of June 28, 1898, \"for the protection of the people of the Indian\nTerritory, and for other purposes,\" it is having a salutary effect upon the\nnations composing the five tribes. The Dawes Commission reports that the\nmost gratifying results and greater advance toward the attainment of the\nobjects of the Government have been secured in the past year than in any\nprevious year. I can not too strongly indorse the recommendation of the\ncommission and of the Secretary of the Interior for the necessity of\nproviding for the education of the 30,000 white children resident in the\nIndian Territory.The Department of Agriculture has been active in the past year. Explorers\nhave been sent to many of the countries of the Eastern and Western\nhemispheres for seeds and plants that may be useful to the United States,\nand with the further view of opening up markets for our surplus products.\nThe Forestry Division of the Department is giving special attention to the\ntreeless regions of our country and is introducing species specially\nadapted to semiarid regions. Forest fires, which seriously interfere with\nproduction, especially in irrigated regions, are being studied, that losses\nfrom this cause may be avoided. The Department is inquiring into the use\nand abuse of water in many States of the West, and collating information\nregarding the laws of the States, the decisions of the courts, and the\ncustoms of the people in this regard, so that uniformity may be secured.\nExperiment stations are becoming more effective every year. The annual\nappropriation of $720,000 by Congress is supplemented by $400,000 from the\nStates. Nation-wide experiments have been conducted to ascertain the\nsuitableness as to soil and climate and States for growing sugar beets. The\nnumber of sugar factories has been doubled in the past two years, and the\nability of the United States to produce its own sugar from this source has\nbeen clearly demonstrated.The Weather Bureau forecast and observation stations have been extended\naround the Caribbean Sea, to give early warning of the approach of\nhurricanes from the south seas to our fleets and merchant marine.In the year 1900 will occur the centennial anniversary of the founding of\nthe city of Washington for the permanent capital of the Government of the\nUnited States by authority of an act of Congress approved July 16, 1790. In\nMay, 1800, the archives and general offices of the Federal Government were\nremoved to this place. On the 17th of November, 1800, the National Congress\nmet here for the first time and assumed exclusive control of the Federal\ndistrict and city. This interesting event assumes all the more significance\nwhen we recall the circumstances attending the choosing of the site, the\nnaming of the capital in honor of the Father of his Country, and the\ninterest taken by him in the adoption of plans for its future development\non a magnificent scale.These original plans have been wrought out with a constant progress and a\nsignal success even beyond anything their framers could have foreseen. The\npeople of the country are justly proud of the distinctive beauty and\ngovernment of the capital and of the rare instruments of science and\neducation which here find their natural home.A movement lately inaugurated by the citizens to have the anniversary\ncelebrated with fitting ceremonies, including, perhaps, the establishment\nof a handsome permanent memorial to mark so historical an occasion and to\ngive it more than local recognition, has met with general favor on the part\nof the public.I recommend to the Congress the granting of an appropriation for this\npurpose and the appointment of a committee from its respective bodies. It\nmight also be advisable to authorize the President to appoint a committee\nfrom the country at large, which, acting with the Congressional and\nDistrict of Columbia committees, can complete the plans for an appropriate\nnational celebration.The alien contract law is shown by experience to need some amendment; a\nmeasure providing better protection for seamen is proposed; the rightful\napplication of the eight-hour law for the benefit of labor and of the\nprinciple of arbitration are suggested for consideration; and I commend\nthese subjects to the careful attention of the Congress.The several departmental reports will be laid before you. They give in\ngreat detail the conduct of the affairs of the Government during the past\nyear and discuss many questions upon which the Congress may feel called\nupon to act.", 
    "name": "William McKinley"
}