{
    "date": "January 23, 1996", 
    "speech": "Mr. Speaker, Mr. Vice President, members of the 104th Congress,\ndistinguished guests, my fellow Americans all across our land:Let me begin tonight by saying to our men and women in uniform around the\nworld, and especially those helping peace take root in Bosnia and to their\nfamilies, I thank you. America is very, very proud of you.My duty tonight is to report on the state of the Union--not the state of\nour government, but of our American community; and to set forth our\nresponsibilities, in the words of our Founders, to form a more perfect\nunion.The state of the Union is strong. Our economy is the healthiest it has been\nin three decades. We have the lowest combined rates of unemployment and\ninflation in 27 years. We have created nearly 8 million new jobs, over a\nmillion of them in basic industries, like construction and automobiles.\nAmerica is selling more cars than Japan for the first time since the 1970s.\nAnd for three years in a row, we have had a record number of new businesses\nstarted in our country.Our leadership in the world is also strong, bringing hope for new peace.\nAnd perhaps most important, we are gaining ground in restoring our\nfundamental values. The crime rate, the welfare and food stamp rolls, the\npoverty rate and the teen pregnancy rate are all down. And as they go down,\nprospects for America's future go up.We live in an age of possibility. A hundred years ago we moved from farm to\nfactory. Now we move to an age of technology, information, and global\ncompetition. These changes have opened vast new opportunities for our\npeople, but they have also presented them with stiff challenges. While more\nAmericans are living better, too many of our fellow citizens are working\nharder just to keep up, and they are rightly concerned about the security\nof their families.The Role Of GovernmentWe must answer here three fundamental questions: First, how do we make the\nAmerican Dream of opportunity for all a reality for all Americans who are\nwilling to work for it? Second, how do we preserve our old and enduring\nvalues as we move into the future? And, third, how do we meet these\nchallenges together, as one America?We know big government does not have all the answers. We know there's not a\nprogram for every problem. We have worked to give the American people a\nsmaller, less bureaucratic government in Washington. And we have to give\nthe American people one that lives within its means.The era of big government is over. But we cannot go back to the time when\nour citizens were left to fend for themselves. Instead, we must go forward\nas one America, one nation working together to meet the challenges we face\ntogether. Self-reliance and teamwork are not opposing virtues; we must have\nboth.I believe our new, smaller government must work in an old-fashioned\nAmerican way, together with all of our citizens through state and local\ngovernments, in the workplace, in religious, charitable and civic\nassociations. Our goal must be to enable all our people to make the most of\ntheir own lives--with stronger families, more educational opportunity,\neconomic security, safer streets, a cleaner environment in a safer world.To improve the state of our Union, we must ask more of ourselves, we must\nexpect more of each other, and we must face our challenges together.Here, in this place, our responsibility begins with balancing the budget in\na way that is fair to all Americans. There is now broad bipartisan\nagreement that permanent deficit spending must come to an end.I compliment the Republican leadership and the membership for the energy\nand determination you have brought to this task of balancing the budget.\nAnd I thank the Democrats for passing the largest deficit reduction plan in\nhistory in 1993, which has already cut the deficit nearly in half in three\nyears.DeficitSince 1993, we have all begun to see the benefits of deficit reduction.\nLower interest rates have made it easier for businesses to borrow and to\ninvest and to create new jobs. Lower interest rates have brought down the\ncost of home mortgages, car payments and credit card rates to ordinary\ncitizens. Now, it is time to finish the job and balance the budget.Though differences remain among us which are significant, the combined\ntotal of the proposed savings that are common to both plans is more than\nenough, using the numbers from your Congressional Budget Office to balance\nthe budget in seven years and to provide a modest tax cut.These cuts are real. They will require sacrifice from everyone. But these\ncuts do not undermine our fundamental obligations to our parents, our\nchildren, and our future, by endangering Medicare, or Medicaid, or\neducation, or the environment, or by raising taxes on working families.I have said before, and let me say again, many good ideas have come out of\nour negotiations. I have learned a lot about the way both Republicans and\nDemocrats view the debate before us. I have learned a lot about the good\nideas that we could all embrace.We ought to resolve our remaining differences. I am willing to work to\nresolve them. I am ready to meet tomorrow. But I ask you to consider that\nwe should at least enact these savings that both plans have in common and\ngive the American people their balanced budget, a tax cut, lower interest\nrates, and a brighter future. We should do that now, and make permanent\ndeficits yesterday's legacy.Now it is time for us to look also to the challenges of today and tomorrow,\nbeyond the burdens of yesterday. The challenges are significant. But\nAmerica was built on challenges, not promises. And when we work together to\nmeet them, we never fail. That is the key to a more perfect Union. Our\nindividual dreams must be realized by our common efforts.Tonight I want to speak to you about the challenges we all face as a\npeople.Strengthening FamiliesOur first challenge is to cherish our children and strengthen America's\nfamilies. Family is the foundation of American life. If we have stronger\nfamilies, we will have a stronger America.Before I go on, I would like to take just a moment to thank my own family,\nand to thank the person who has taught me more than anyone else over 25\nyears about the importance of families and children--a wonderful wife, a\nmagnificent mother and a great First Lady. Thank you, Hillary.All strong families begin with taking more responsibility for our children.\nI have heard Mrs. Gore say that it's hard to be a parent today, but it's\neven harder to be a child. So all of us, not just as parents, but all of us\nin our other roles--our media, our schools, our teachers, our communities,\nour churches and synagogues, our businesses, our governments--all of us\nhave a responsibility to help our children to make it and to make the most\nof their lives and their God-given capacities.To the media, I say you should create movies and CDs and television shows\nyou'd want your own children and grandchildren to enjoy.I call on Congress to pass the requirement for a V-chip in TV sets so that\nparents can screen out programs they believe are inappropriate for their\nchildren. When parents control what their young children see, that is not\ncensorship; that is enabling parents to assume more personal responsibility\nfor their children's upbringing. And I urge them to do it. The V-chip\nrequirement is part of the important telecommunications bill now pending in\nthis Congress. It has bipartisan support, and I urge you to pass it now.To make the V-chip work, I challenge the broadcast industry to do what\nmovies have done--to identify your programming in ways that help parents\nto protect their children. And I invite the leaders of major media\ncorporations in the entertainment industry to come to the White House next\nmonth to work with us in a positive way on concrete ways to improve what\nour children see on television. I am ready to work with you.I say to those who make and market cigarettes: every year a million\nchildren take up smoking, even though it is against the law. Three hundred\nthousand of them will have their lives shortened as a result. Our\nadministration has taken steps to stop the massive marketing campaigns that\nappeal to our children. We are simply saying: Market your products to\nadults, if you wish, but draw the line on children.I say to those who are on welfare, and especially to those who have been\ntrapped on welfare for a long time: For too long our welfare system has\nundermined the values of family and work, instead of supporting them. The\nCongress and I are near agreement on sweeping welfare reform. We agree on\ntime limits, tough work requirements, and the toughest possible child\nsupport enforcement. But I believe we must also provide child care so that\nmothers who are required to go to work can do so without worrying about\nwhat is happening to their children.I challenge this Congress to send me a bipartisan welfare reform bill that\nwill really move people from welfare to work and do the right thing by our\nchildren. I will sign it immediately.Let us be candid about this difficult problem. Passing a law, even the best\npossible law, is only a first step. The next step is to make it work. I\nchallenge people on welfare to make the most of this opportunity for\nindependence. I challenge American businesses to give people on welfare the\nchance to move into the work force. I applaud the work of religious groups\nand others who care for the poor. More than anyone else in our society,\nthey know the true difficulty of the task before us, and they are in a\nposition to help. Every one of us should join them. That is the only way we\ncan make real welfare reform a reality in the lives of the American\npeople.To strengthen the family we must do everything we can to keep the teen\npregnancy rate going down. I am gratified, as I'm sure all Americans are,\nthat it has dropped for two years in a row. But we all know it is still far\ntoo high.Tonight I am pleased to announce that a group of prominent Americans is\nresponding to that challenge by forming an organization that will support\ngrass-roots community efforts all across our country in a national campaign\nagainst teen pregnancy. And I challenge all of us and every American to\njoin their efforts.I call on American men and women in families to give greater respect to one\nanother. We must end the deadly scourge of domestic violence in our\ncountry. And I challenge America's families to work harder to stay\ntogether. For families who stay together not only do better economically,\ntheir children do better as well.In particular, I challenge the fathers of this country to love and care for\ntheir children. If your family has separated, you must pay your child\nsupport. We're doing more than ever to make sure you do, and we're going to\ndo more, but let's all admit something about that, too: A check will not\nsubstitute for a parent's love and guidance. And only you--only you can\nmake the decision to help raise your children. No matter who you are, how\nlow or high your station in life, it is the most basic human duty of every\nAmerican to do that job to the best of his or her ability.EducationOur second challenge is to provide Americans with the educational\nopportunities we will all need for this new century. In our schools, every\nclassroom in America must be connected to the information superhighway,\nwith computers and good software, and well-trained teachers. We are working\nwith the telecommunications industry, educators and parents to connect 20\npercent of California's classrooms by this spring, and every classroom and\nevery library in the entire United States by the year 2000. I ask Congress\nto support this education technology initiative so that we can make sure\nthis national partnership succeeds.Every diploma ought to mean something. I challenge every community, every\nschool and every state to adopt national standards of excellence; to\nmeasure whether schools are meeting those standards; to cut bureaucratic\nred tape so that schools and teachers have more flexibility for grass-roots\nreform; and to hold them accountable for results. That's what our Goals\n2000 initiative is all about.I challenge every state to give all parents the right to choose which\npublic school their children will attend; and to let teachers form new\nschools with a charter they can keep only if they do a good job.I challenge all our schools to teach character education, to teach good\nvalues and good citizenship. And if it means that teenagers will stop\nkilling each other over designer jackets, then our public schools should be\nable to require their students to wear school uniforms.I challenge our parents to become their children's first teachers. Turn off\nthe TV. See that the homework is done. And visit your children's classroom.\nNo program, no teacher, no one else can do that for you.My fellow Americans, higher education is more important today than ever\nbefore. We've created a new student loan program that's made it easier to\nborrow and repay those loans, and we have dramatically cut the student loan\ndefault rate. That's something we should all be proud of, because it was\nunconscionably high just a few years ago. Through AmeriCorps, our national\nservice program, this year 25,000 young people will earn college money by\nserving their local communities to improve the lives of their friends and\nneighbors. These initiatives are right for America and we should keep them\ngoing.And we should also work hard to open the doors of college even wider. I\nchallenge Congress to expand work-study and help one million young\nAmericans work their way through college by the year 2000; to provide a\n$1000 merit scholarship for the top five percent of graduates in every high\nschool in the United States; to expand Pell Grant scholarships for\ndeserving and needy students; and to make up to $10,000 a year of college\ntuition tax deductible. It's a good idea for America.Our third challenge is to help every American who is willing to work for\nit, achieve economic security in this new age. People who work hard still\nneed support to get ahead in the new economy. They need education and\ntraining for a lifetime. They need more support for families raising\nchildren. They need retirement security. They need access to health care.\nMore and more Americans are finding that the education of their childhood\nsimply doesn't last a lifetime.G.I. Bill For WorkersSo I challenge Congress to consolidate 70 overlapping, antiquated\njob-training programs into a simple voucher worth $2,600 for unemployed or\nunderemployed workers to use as they please for community college tuition\nor other training. This is a G.I. Bill for America's workers we should all\nbe able to agree on.More and more Americans are working hard without a raise. Congress sets the\nminimum wage. Within a year, the minimum wage will fall to a 40-year low in\npurchasing power. Four dollars and 25 cents an hour is no longer a living\nwage, but millions of Americans and their children are trying to live on\nit. I challenge you to raise their minimum wage.In 1993, Congress cut the taxes of 15 million hard-pressed working families\nto make sure that no parents who work full-time would have to raise their\nchildren in poverty, and to encourage people to move from welfare to work.\nThis expanded earned income tax credit is now worth about $1,800 a year to\na family of four living on $20,000. The budget bill I vetoed would have\nreversed this achievement and raised taxes on nearly 8 million of these\npeople. We should not do that.I also agree that the people who are helped under this initiative are not\nall those in our country who are working hard to do a good job raising\ntheir children and at work. I agree that we need a tax credit for working\nfamilies with children. That's one of the things most of us in this\nChamber, I hope, can agree on. I know it is strongly supported by the\nRepublican majority. And it should be part of any final budget agreement.I want to challenge every business that can possibly afford it to provide\npensions for your employees. And I challenge Congress to pass a proposal\nrecommended by the White House Conference on Small Business that would make\nit easier for small businesses and farmers to establish their own pension\nplans. That is something we should all agree on.We should also protect existing pension plans. Two years ago, with\nbipartisan support that was almost unanimous on both sides of the aisle, we\nmoved to protect the pensions of 8 million working people and to stabilize\nthe pensions of 32 million more. Congress should not now let companies\nendanger those workers' pension funds. I know the proposal to liberalize\nthe ability of employers to take money out of pension funds for other\npurposes would raise money for the treasury. But I believe it is false\neconomy. I vetoed that proposal last year, and I would have to do so\nagain.Health CareFinally, if our working families are going to succeed in the new economy,\nthey must be able to buy health insurance policies that they do not lose\nwhen they change jobs or when someone in their family gets sick. Over the\npast two years, over one million Americans in working families have lost\ntheir health insurance. We have to do more to make health care available to\nevery American. And Congress should start by passing the bipartisan bill\nsponsored by Senator Kennedy and Senator Kassebaum that would require\ninsurance companies to stop dropping people when they switch jobs, and stop\ndenying coverage for preexisting conditions. Let's all do that.And even as we enact savings in these programs, we must have a common\ncommitment to preserve the basic protections of Medicare and Medicaid--not\njust to the poor, but to people in working families, including children,\npeople with disabilities, people with AIDS, and senior citizens in nursing\nhomes.In the past three years, we've saved $15 billion just by fighting health\ncare fraud and abuse. We have all agreed to save much more. We have all\nagreed to stabilize the Medicare Trust Fund. But we must not abandon our\nfundamental obligations to the people who need Medicare and Medicaid.\nAmerica cannot become stronger if they become weaker.The G.I. Bill for workers, tax relief for education and child rearing,\npension availability and protection, access to health care, preservation of\nMedicare and Medicaid--these things, along with the Family and Medical\nLeave Act passed in 1993--these things will help responsible, hard-working\nAmerican families to make the most of their own lives.But employers and employees must do their part, as well, as they are doing\nin so many of our finest companies--working together, putting the\nlong-term prosperity ahead of the short-term gain. As workers increase\ntheir hours and their productivity, employers should make sure they get the\nskills they need and share the benefits of the good years, as well as the\nburdens of the bad ones. When companies and workers work as a team they do\nbetter, and so does America.CrimeOur fourth great challenge is to take our streets back from crime and gangs\nand drugs. At last we have begun to find a way to reduce crime, forming\ncommunity partnerships with local police forces to catch criminals and\nprevent crime. This strategy, called community policing, is clearly\nworking. Violent crime is coming down all across America. In New York City\nmurders are down 25 percent; in St. Louis, 18 percent; in Seattle, 32\npercent. But we still have a long way to go before our streets are safe and\nour people are free from fear.The Crime Bill of 1994 is critical to the success of community policing. It\nprovides funds for 100,000 new police in communities of all sizes. We're\nalready a third of the way there. And I challenge the Congress to finish\nthe job. Let us stick with a strategy that's working and keep the crime\nrate coming down.Community policing also requires bonds of trust between citizens and\npolice. I ask all Americans to respect and support our law enforcement\nofficers. And to our police, I say, our children need you as role models\nand heroes. Don't let them down.The Brady Bill has already stopped 44,000 people with criminal records from\nbuying guns. The assault weapons ban is keeping 19 kinds of assault weapons\nout of the hands of violent gangs. I challenge the Congress to keep those\nlaws on the books.Our next step in the fight against crime is to take on gangs the way we\nonce took on the mob. I'm directing the FBI and other investigative\nagencies to target gangs that involve juveniles in violent crime, and to\nseek authority to prosecute as adults teenagers who maim and kill like\nadults.And I challenge local housing authorities and tenant associations: Criminal\ngang members and drug dealers are destroying the lives of decent tenants.\nFrom now on, the rule for residents who commit crime and peddle drugs\nshould be one strike and you're out.I challenge every state to match federal policy to assure that serious\nviolent criminals serve at least 85 percent of their sentence.More police and punishment are important, but they're not enough. We have\ngot to keep more of our young people out of trouble, with prevention\nstrategies not dictated by Washington, but developed in communities. I\nchallenge all of our communities, all of our adults, to give our children\nfutures to say yes to. And I challenge Congress not to abandon the Crime\nBill's support of these grass-roots prevention efforts.Finally, to reduce crime and violence we have to reduce the drug problem.\nThe challenge begins in our homes, with parents talking to their children\nopenly and firmly. It embraces our churches and synagogues, our youth\ngroups and our schools.I challenge Congress not to cut our support for drug-free schools. People\nlike the D.A.R.E. officers are making a real impression on grade\nschoolchildren that will give them the strength to say no when the time\ncomes.Meanwhile, we continue our efforts to cut the flow of drugs into America.\nFor the last two years, one man in particular has been on the front lines\nof that effort. Tonight I am nominating him--a hero of the Persian Gulf\nWar and the Commander in Chief of the United States Military Southern\nCommand--General Barry McCaffrey, as America's new Drug Czar.General McCaffrey has earned three Purple Hearts and two Silver Stars\nfighting for this country. Tonight I ask that he lead our nation's battle\nagainst drugs at home and abroad. To succeed, he needs a force far larger\nthan he has ever commanded before. He needs all of us. Every one of us has\na role to play on this team.Thank you, General McCaffrey, for agreeing to serve your country one more\ntime.EnvironmentOur fifth challenge: to leave our environment safe and clean for the next\ngeneration. Because of a generation of bipartisan effort we do have cleaner\nwater and air, lead levels in children's blood has been cut by 70 percent,\ntoxic emissions from factories cut in half. Lake Erie was dead, and now\nit's a thriving resource. But 10 million children under 12 still live\nwithin four miles of a toxic waste dump. A third of us breathe air that\nendangers our health. And in too many communities, the water is not safe to\ndrink. We still have much to do.Yet Congress has voted to cut environmental enforcement by 25 percent. That\nmeans more toxic chemicals in our water, more smog in our air, more\npesticides in our food. Lobbyists for polluters have been allowed to write\ntheir own loopholes into bills to weaken laws that protect the health and\nsafety of our children. Some say that the taxpayer should pick up the tab\nfor toxic waste and let polluters who can afford to fix it off the hook. I\nchallenge Congress to reexamine those policies and to reverse them.This issue has not been a partisan issue. The most significant\nenvironmental gains in the last 30 years were made under a Democratic\nCongress and President Richard Nixon. We can work together. We have to\nbelieve some basic things. Do you believe we can expand the economy without\nhurting the environment? I do. Do you believe we can create more jobs over\nthe long run by cleaning the environment up? I know we can. That should be\nour commitment.We must challenge businesses and communities to take more initiative in\nprotecting the environment, and we have to make it easier for them to do\nit. To businesses this administration is saying: If you can find a cheaper,\nmore efficient way than government regulations require to meet tough\npollution standards, do it--as long as you do it right. To communities we\nsay: We must strengthen community right-to-know laws requiring polluters to\ndisclose their emissions, but you have to use the information to work with\nbusiness to cut pollution. People do have a right to know that their air\nand their water are safe.Foreign PolicyOur sixth challenge is to maintain America's leadership in the fight for\nfreedom and peace throughout the world. Because of American leadership,\nmore people than ever before live free and at peace. And Americans have\nknown 50 years of prosperity and security.We owe thanks especially to our veterans of World War II. I would like to\nsay to Senator Bob Dole and to all others in this Chamber who fought in\nWorld War II, and to all others on both sides of the aisle who have fought\nbravely in all our conflicts since: I salute your service, and so do the\nAmerican people.All over the world, even after the Cold War, people still look to us and\ntrust us to help them seek the blessings of peace and freedom. But as the\nCold War fades into memory, voices of isolation say America should retreat\nfrom its responsibilities. I say they are wrong.The threats we face today as Americans respect no nation's borders. Think\nof them: terrorism, the spread of weapons of mass destruction, organized\ncrime, drug trafficking, ethnic and religious hatred, aggression by rogue\nstates, environmental degradation. If we fail to address these threats\ntoday, we will suffer the consequences in all our tomorrows.Of course, we can't be everywhere. Of course, we can't do everything. But\nwhere our interests and our values are at stake, and where we can make a\ndifference, America must lead. We must not be isolationist.We must not be the world's policeman. But we can and should be the world's\nvery best peacemaker. By keeping our military strong, by using diplomacy\nwhere we can and force where we must, by working with others to share the\nrisk and the cost of our efforts, America is making a difference for people\nhere and around the world. For the first time since the dawn of the nuclear\nage, there is not a single Russian missile pointed at America's children.North KoreaNorth Korea has now frozen its dangerous nuclear weapons program. In Haiti,\nthe dictators are gone, democracy has a new day, the flow of desperate\nrefugees to our shores has subsided. Through tougher trade deals for\nAmerica--over 80 of them--we have opened markets abroad, and now exports\nare at an all-time high, growing faster than imports and creating good\nAmerican jobs.Northern IrelandWe stood with those taking risks for peace: In Northern Ireland, where\nCatholic and Protestant children now tell their parents, violence must\nnever return. In the Middle East, where Arabs and Jews who once seemed\ndestined to fight forever now share knowledge and resources, and even\ndreams.BosniaAnd we stood up for peace in Bosnia. Remember the skeletal prisoners, the\nmass graves, the campaign to rape and torture, the endless lines of\nrefugees, the threat of a spreading war. All these threats, all these\nhorrors have now begun to give way to the promise of peace. Now, our troops\nand a strong NATO, together with our new partners from Central Europe and\nelsewhere, are helping that peace to take hold.As all of you know, I was just there with a bipartisan congressional group,\nand I was so proud not only of what our troops were doing, but of the pride\nthey evidenced in what they were doing. They knew what America's mission in\nthis world is, and they were proud to be carrying it out.Through these efforts, we have enhanced the security of the American\npeople. But make no mistake about it: important challenges remain.RussiaThe START II Treaty with Russia will cut our nuclear stockpiles by another\n25 percent. I urge the Senate to ratify it--now. We must end the race to\ncreate new nuclear weapons by signing a truly comprehensive nuclear test\nban treaty--this year.As we remember what happened in the Japanese subway, we can outlaw poison\ngas forever if the Senate ratifies the Chemical Weapons Convention--this\nyear. We can intensify the fight against terrorists and organized criminals\nat home and abroad if Congress passes the anti-terrorism legislation I\nproposed after the Oklahoma City bombing--now. We can help more people\nmove from hatred to hope all across the world in our own interest if\nCongress gives us the means to remain the world's leader for peace.My fellow Americans, the six challenges I have just discussed are for all\nof us. Our seventh challenge is really America's challenge to those of us\nin this hallowed hall tonight: to reinvent our government and make our\ndemocracy work for them.ReformLast year this Congress applied to itself the laws it applies to everyone\nelse. This Congress banned gifts and meals from lobbyists. This Congress\nforced lobbyists to disclose who pays them and what legislation they are\ntrying to pass or kill. This Congress did that, and I applaud you for it.Now I challenge Congress to go further--to curb special interest influence\nin politics by passing the first truly bipartisan campaign reform bill in a\ngeneration. You, Republicans and Democrats alike, can show the American\npeople that we can limit spending and open the airwaves to all candidates.I also appeal to Congress to pass the line-item veto you promised the\nAmerican people.Our administration is working hard to give the American people a government\nthat works better and costs less. Thanks to the work of Vice President\nGore, we are eliminating 16,000 pages of unnecessary rules and regulations,\nshifting more decision-making out of Washington, back to states and local\ncommunities.As we move into the era of balanced budgets and smaller government, we must\nwork in new ways to enable people to make the most of their own lives. We\nare helping America's communities, not with more bureaucracy, but with more\nopportunities. Through our successful Empowerment Zones and Community\nDevelopment Banks, we are helping people to find jobs, to start businesses.\nAnd with tax incentives for companies that clean up abandoned industrial\nproperty, we can bring jobs back to places that desperately, desperately\nneed them.But there are some areas that the federal government should not leave and\nshould address and address strongly. One of these areas is the problem of\nillegal immigration. After years of neglect, this administration has taken\na strong stand to stiffen the protection of our borders. We are increasing\nborder controls by 50 percent. We are increasing inspections to prevent the\nhiring of illegal immigrants. And tonight, I announce I will sign an\nexecutive order to deny federal contracts to businesses that hire illegal\nimmigrants.Let me be very clear about this: We are still a nation of immigrants; we\nshould be proud of it. We should honor every legal immigrant here, working\nhard to become a new citizen. But we are also a nation of laws.I want to say a special word now to those who work for our federal\ngovernment. Today our federal government is 200,000 employees smaller than\nit was the day I took office as President.Our federal government today is the smallest it has been in 30 years, and\nit's getting smaller every day. Most of our fellow Americans probably don't\nknow that. And there is a good reason: The remaining federal work force is\ncomposed of Americans who are now working harder and working smarter than\never before, to make sure the quality of our services does not decline.I'd like to give you one example. His name is Richard Dean. He is a 49\nyear-old Vietnam veteran who's worked for the Social Security\nAdministration for 22 years now. Last year he was hard at work in the\nFederal Building in Oklahoma City when the blast killed 169 people and\nbrought the rubble down all around him. He reentered that building four\ntimes. He saved the lives of three women. He's here with us this evening,\nand I want to recognize Richard and applaud both his public service and his\nextraordinary personal heroism.But Richard Dean's story doesn't end there. This last November, he was\nforced out of his office when the government shut down. And the second time\nthe government shut down he continued helping Social Security recipients,\nbut he was working without pay.On behalf of Richard Dean and his family, and all the other people who are\nout there working every day doing a good job for the American people, I\nchallenge all of you in this Chamber: Never, ever shut the federal\ngovernment down again.On behalf of all Americans, especially those who need their Social Security\npayments at the beginning of March, I also challenge the Congress to\npreserve the full faith and credit of the United States--to honor the\nobligations of this great nation as we have for 220 years; to rise above\npartisanship and pass a straightforward extension of the debt limit and\nshow people America keeps its word.I know that this evening I have asked a lot of Congress, and even more from\nAmerica. But I am confident: When Americans work together in their homes,\ntheir schools, their churches, their synagogues, their civic groups, their\nworkplace, they can meet any challenge.I say again, the era of big government is over. But we can't go back to the\nera of fending for yourself. We have to go forward to the era of working\ntogether as a community, as a team, as one America, with all of us reaching\nacross these lines that divide us--the division, the discrimination, the\nrancor--we have to reach across it to find common ground. We have got to\nwork together if we want America to work.I want you to meet two more people tonight who do just that. Lucius Wright\nis a teacher in the Jackson, Mississippi, public school system. A Vietnam\nveteran, he has created groups to help inner-city children turn away from\ngangs and build futures they can believe in. Sergeant Jennifer Rodgers is a\npolice officer in Oklahoma City. Like Richard Dean, she helped to pull her\nfellow citizens out of the rubble and deal with that awful tragedy. She\nreminds us that in their response to that atrocity the people of Oklahoma\nCity lifted all of us with their basic sense of decency and community.Lucius Wright and Jennifer Rodgers are special Americans. And I have the\nhonor to announce tonight that they are the very first of several thousand\nAmericans who will be chosen to carry the Olympic torch on its long journey\nfrom Los Angeles to the centennial of the modern Olympics in Atlanta this\nsummer--not because they are star athletes, but because they are star\ncitizens, community heroes meeting America's challenges. They are our real\nchampions.Now, each of us must hold high the torch of citizenship in our own lives.\nNone of us can finish the race alone. We can only achieve our destiny\ntogether--one hand, one generation, one American connecting to another.There have always been things we could do together--dreams we could make\nreal--which we could never have done on our own. We Americans have forged\nour identity, our very union, from every point of view and every point on\nthe planet, every different opinion. But we must be bound together by a\nfaith more powerful than any doctrine that divides us--by our belief in\nprogress, our love of liberty, and our relentless search for common\nground.America has always sought and always risen to every challenge. Who would\nsay that, having come so far together, we will not go forward from here?\nWho would say that this age of possibility is not for all Americans?Our country is and always has been a great and good nation. But the best is\nyet to come, if we all do our part.Thank you, God bless you and God bless the United States of America. Thank\nyou.", 
    "name": "William J. Clinton"
}