{
    "date": "December 5, 1911", 
    "speech": "PART IThis message is the first of several which I shall send to Congress during\nthe interval between the opening of its regular session and its adjournment\nfor the Christmas holidays. The amount of information to be communicated as\nto the operations of the Government, the number of important subjects\ncalling for comment by the Executive, and the transmission to Congress of\nexhaustive reports of special commissions, make it impossible to include in\none message of a reasonable length a discussion of the topics that ought to\nbe brought to the attention of the National Legislature at its first\nregular session.THE ANTI-TRUST LAW-THE SUPREME COURT DECISIONS.In May last the Supreme Court handed down decisions in the suits in equity\nbrought by the United States to enjoin the further maintenance of the\nStandard Oil Trust and of the American Tobacco Trust, and to secure their\ndissolution. The decisions are epoch-making and serve to advise the\nbusiness world authoritatively of the scope and operation of the anti-trust\nact of 1890. The decisions do not depart in any substantial way from the\nprevious decisions of the court in construing and applying this important\nstatute, but they clarify those decisions by further defining the already\nadmitted exceptions to the literal construction of the act. By the decrees,\nthey furnish a useful precedent as to the proper method of dealing with the\ncapital and property of illegal trusts. These decisions suggest the need\nand wisdom of additional or supplemental legislation to make it easier for\nthe entire business community to square with the rule of action and\nlegality thus finally established and to preserve the benefit, freedom, and\nspur of reasonable competition without loss of real efficiency or\nprogress.NO CHANGE IN THE RULE OF DECISION-MERELY IN ITS FORM OF EXPRESSION.The statute in its first section declares to be illegal \"every contract,\ncombination in the form of trust or otherwise, or conspiracy, in restraint\nof trade or commerce among the several States or with foreign nations,\" and\nin the second, declares guilty of a misdemeanor \"every person who shall\nmonopolize or attempt to monopolize or combine or conspire with any other\nperson to monopolize any part of the trade or commerce of the several\nStates or with foreign nations.\"In two early cases, where the statute was invoked to enjoin a\ntransportation rate agreement between interstate railroad companies, it was\nheld that it was no defense to show that the agreement as to rates\ncomplained of was reasonable at common law, because it was said that the\nstatute was directed against all contracts and combinations in restraint of\ntrade whether reasonable at common law or not. It was plain from the\nrecord, however, that the contracts complained of in those cases would not\nhave been deemed reasonable at common law. In subsequent cases the court\nsaid that the statute should be given a reasonable construction and refused\nto include within its inhibition, certain contractual restraints of trade\nwhich it denominated as incidental or as indirect.These cases of restraint of trade that the court excepted from the\noperation of the statute were instances which, at common law, would have\nbeen called reasonable. In the Standard Oil and Tobacco cases, therefore,\nthe court merely adopted the tests of the common law, and in defining\nexceptions to the literal application of the statute, only substituted for\nthe test of being incidental or indirect, that of being reasonable, and\nthis, without varying in the slightest the actual scope and effect of the\nstatute. In other words, all the cases under the statute which have now\nbeen decided would have been decided the same way if the court had\noriginally accepted in its construction the rule at common law.It has been said that the court, by introducing into the construction of\nthe statute common-law distinctions, has emasculated it. This is obviously\nuntrue. By its judgment every contract and combination in restraint of\ninterstate trade made with the purpose or necessary effect of controlling\nprices by stifling competition, or of establishing in whole or in part a\nmonopoly of such trade, is condemned by the statute. The most extreme\ncritics can not instance a case that ought to be condemned under the\nstatute which is not brought within its terms as thus construed.The suggestion is also made that the Supreme Court by its decision in the\nlast two cases has committed to the court the undefined and unlimited\ndiscretion to determine whether a case of restraint of trade is within the\nterms of the statute. This is wholly untrue. A reasonable restraint of\ntrade at common law is well understood and is clearly defined. It does not\nrest in the discretion of the court. It must be limited to accomplish the\npurpose of a lawful main contract to which, in order that it shall be\nenforceable at all, it must be incidental. If it exceed the needs of that\ncontract, it is void.The test of reasonableness was never applied by the court at common law to\ncontracts or combinations or conspiracies in restraint of trade whose\npurpose was or whose necessary effect would be to stifle competition, to\ncontrol prices, or establish monopolies. The courts never assumed power to\nsay that such contracts or combinations or conspiracies might be lawful if\nthe parties to them were only moderate in the use of the power thus secured\nand did not exact from the public too great and exorbitant prices. It is\ntrue that many theorists, and others engaged in business violating the\nstatute, have hoped that some such line could be drawn by courts; but no\ncourt of authority has ever attempted it. Certainly there is nothing in the\ndecisions of the latest two cases from which such a dangerous theory of\njudicial discretion in enforcing this statute can derive the slightest\nsanction.FORCE AND EFFECTIVENESS OF STATUTE A MATTER OF GROWTH.We have been twenty-one years making this statute effective for the\npurposes for which it was enacted. The Knight case was discouraging and\nseemed to remit to the States the whole available power to attack and\nsuppress the evils of the trusts. Slowly, however, the error of that\njudgment was corrected, and only in the last three or four years has the\nheavy hand of the law been laid upon the great illegal combinations that\nhave exercised such an absolute dominion over many of our industries.\nCriminal prosecutions have been brought and a number are pending, but\njuries have felt averse to convicting for jail sentences, and judges have\nbeen most reluctant to impose such sentences on men of respectable standing\nin society whose offense has been regarded as merely statutory. Still, as\nthe offense becomes better understood and the committing of it partakes\nmore of studied and deliberate defiance of the law, we can be confident\nthat juries will convict individuals and that jail sentences will be\nimposed.THE REMEDY IN EQUITY BY DISSOLUTION.In the Standard Oil case the Supreme and Circuit Courts found the\ncombination to be a monopoly of the interstate business of refining,\ntransporting, and marketing petroleum and its products, effected and\nmaintained through thirty-seven different corporations, the stock of which\nwas held by a New Jersey company. It in effect commanded the dissolution of\nthis combination, directed the transfer and pro rata distribution by the\nNew Jersey company of the stock held by it in the thirty-seven corporations\nto and among its stockholders; and the corporations and individual\ndefendants were enjoined from conspiring or combining to restore such\nmonopoly; and all agreements between the subsidiary corporations tending to\nproduce or bring about further violations of the act were enjoined.In the Tobacco case, the court found that the individual defendants,\ntwenty-nine in number, had been engaged in a successful effort to acquire\ncomplete dominion over the manufacture, sale, and distribution of tobacco\nin this country and abroad, and that this had been done by combinations\nmade with a purpose and effect to stifle competition, control prices, and\nestablish a monopoly, not only in the manufacture of tobacco, but also of\ntin-foil and licorice used in its manufacture and of its products of\ncigars, cigarettes, and snuffs. The tobacco suit presented a far more\ncomplicated and difficult case than the Standard Oil suit for a decree\nwhich would effectuate the will of the court and end the violation of the\nstatute. There was here no single holding company as in the case of the\nStandard Oil Trust. The main company was the American Tobacco Company, a\nmanufacturing, selling, and holding company. The plan adopted to destroy\nthe combination and restore competition involved the redivision of the\ncapital and plants of the whole trust between some of the companies\nconstituting the trust and new companies organized for the purposes of the\ndecree and made parties to it, and numbering, new and old, fourteen.SITUATION AFTER READJUSTMENT.The American Tobacco Company (old), readjusted capital, $92, 000,000; the\nLiggett & Meyers Tobacco Company (new), capital, $67,000,000; the P.\nLorillard Company (new), capital, $47,000,000; and the R. J. Reynolds\nTobacco Company (old), capital, $7,525,000, are chiefly engaged in the\nmanufacture and sale of chewing and smoking tobacco and cigars. The former\none tinfoil company is divided into two, one of $825,000 capital and the\nother of $400,000. The one snuff company is divided into three companies,\none with a capital Of $15,000,000, another with a capital of $8,000,000,\nand a third with a capital of $8,000,000. The licorice companies are two\none with a capital Of $5,758,300 and another with a capital of $200,000.\nThere is, also, the British-American Tobacco Company, a British\ncorporation, doing business abroad with a capital Of $26,000,000, the Porto\nRican Tobacco Company, with a capital of $1,800,000, and the corporation of\nUnited Cigar Stores, with a capital of $9,000,000.Under this arrangement, each of the different kinds of business will be\ndistributed between two or more companies with a division of the prominent\nbrands in the same tobacco products, so as to make competition not only\npossible but necessary. Thus the smoking-tobacco business of the country is\ndivided so that the present independent companies have 21-39 per cent,\nwhile the American Tobacco Company will have 33-08 per cent, the Liggett &\nMeyers 20.05 per cent, the Lorillard Company 22.82 per cent, and the\nReynolds Company 2.66 per cent. The stock of the other thirteen companies,\nboth preferred and common, has been taken from the defendant American\nTobacco Company and has been distributed among its stockholders. All\ncovenants restricting competition have been declared null and further\nperformance of them has been enjoined. The preferred stock of the different\ncompanies has now been given voting power which was denied it under the old\norganization. The ratio of the preferred stock to the common was as 78 to\n40. This constitutes a very decided change in the character of the\nownership and control of each company.In the original suit there were twenty-nine defendants who were charged\nwith being the conspirators through whom the illegal combination acquired\nand exercised its unlawful dominion. Under the decree these defendants.\nwill hold amounts of stock in the various distributee companies ranging\nfrom 41 per cent as a maximum to 28.5 per cent as a minimum, except in the\ncase of one small company, the Porto Rican Tobacco Company, in which they\nwill hold 45 per cent. The twenty-nine individual defendants are enjoined\nfor three years from buying any stock except from each other, and the group\nis thus prevented from extending its control during that period. All\nparties to the suit, and the new companies who are made parties are\nenjoined perpetually from in any way effecting any combination between any\nof the companies in violation of the statute by way of resumption of the\nold trust. Each of the fourteen companies is enjoined from acquiring stock\nin any of the others. All these companies are enjoined from having common\ndirectors or officers, or common buying or selling agents, or common\noffices, or lending money to each other.SIZE OF NEW COMPANIES.Objection was made by certain independent tobacco companies that this\nsettlement was unjust because it left companies with very large capital in\nactive business, and that the settlement that would be effective to put all\non an equality would be a division of the capital and plant of the trust\ninto small fractions in amount more nearly equal to that of each of the\nindependent companies. This contention results from a misunderstanding of\nthe anti-trust law and its purpose. It is not intended thereby to prevent\nthe accumulation of large capital in business enterprises in which such a\ncombination can secure reduced cost of production, sale, and distribution.\nIt is directed against such an aggregation of capital only when its purpose\nis that of stifling competition, enhancing or controlling prices, and\nestablishing a monopoly. If we shall have by the decree defeated these\npurposes and restored competition between the large units into which the\ncapital and plant have been divided, we shall have accomplished the useful\npurpose of the statute.CONFISCATION NOT THE PURPOSE OF THE STATUTE.It is not the purpose of the statute to confiscate the property and capital\nof the offending trusts. Methods of punishment by fine or imprisonment of\nthe individual offenders, by fine of the corporation or by forfeiture of\nits goods in transportation, are provided, but the proceeding in equity is\na specific remedy to stop the operation of the trust by injunction and\nprevent the future use of the plant and capital in violation of the\nstatute.EFFECTIVENESS OF DECREE.I venture to say that not in the history of American law has a decree more\neffective for such a purpose been entered by a court than that against the\nTobacco Trust. As Circuit judge Noyes said in his judgment approving the\ndecree:\"The extent to which it has been necessary to tear apart this combination\nand force it into new forms with the attendant burdens ought to demonstrate\nthat the Federal anti-trust statute is a drastic statute which accomplishes\neffective results; which so long as it stands on the statute books must be\nobeyed, and which can not be disobeyed without incurring far-reaching\npenalties. And, on the other hand, the successful reconstruction of this\norganization should teach that the effect of enforcing this statute is not\nto destroy, but to reconstruct; not to demolish, but to re-create in\naccordance with the conditions which the Congress has declared shall exist\namong the people of the United States.\"COMMON STOCK OWNERSHIP.It has been assumed that the present pro rata and common ownership in all\nthese companies by former stockholders of the trust would insure a\ncontinuance of the same old single control of all the companies into which\nthe trust has by decree been disintegrated. This is erroneous and is based\nupon the assumed inefficacy and innocuousness of judicial injunctions. The\ncompanies are enjoined from cooperation or combination; they have different\nmanagers, directors, purchasing and sales agents. If all or many of the\nnumerous stockholders, reaching into the thousands, attempt to secure\nconcerted action of the companies with a view to the control of the market,\ntheir number is so large that such an attempt could not well be concealed,\nand its prime movers and all its participants would be at once subject to\ncontempt proceedings and imprisonment of a summary character. The immediate\nresult of the present situation will necessarily be activity by all the\ncompanies under different managers, and then competition must follow, or\nthere will be activity by one company and stagnation by another. Only a\nshort time will inevitably lead to a change in ownership of the stock, as\nall opportunity for continued cooperation must disappear. Those critics who\nspeak of this disintegration in the trust as a mere change of garments have\nnot given consideration to the inevitable working of the decree and\nunderstand little the personal danger of attempting to evade or set at\nnaught the solemn injunction of a court whose object is made plain by the\ndecree and whose inhibitions are set forth with a detail and\ncomprehensiveness.VOLUNTARY REORGANIZATIONS OF OTHER TRUSTS AT HAND.The effect of these two decisions has led to decrees dissolving the\ncombination of manufacturers of electric lamps, a southern wholesale\ngrocers' association, an interlocutory decree against the Powder Trust with\ndirections by the circuit court compelling dissolution, and other\ncombinations of a similar history are now negotiating with the Department\nof justice looking to a disintegration by decree and reorganization in\naccordance with law. It seems possible to bring about these reorganizations\nwithout general business disturbance.MOVEMENT FOR REPEAL OF THE ANTI-TRUST LAW.But now that the anti-trust act is seen to be effective for the\naccomplishment of the purpose of its enactment, we are met by a cry from\nmany different quarters for its repeal. It is said to be obstructive of\nbusiness progress to be an attempt to restore old-fashioned methods of\ndestructive competition between small units, and to make impossible those\nuseful combinations of capital and the reduction of the cost of production\nthat are essential to continued prosperity and normal growth.In the recent decisions the Supreme Court makes clear that there is nothing\nin the statute which condemns combinations of capital or mere bigness of\nplant organized to secure economy in production and a reduction of its\ncost. It is only when the purpose or necessary effect of the organization\nand maintenance of the combination or the aggregation of immense size are\nthe stifling of competition, actual and potential, and the enhancing of\nprices and establishing a monopoly, that the statute is violated. Mere size\nis no sin against the law. The merging of two or more business plants\nnecessarily eliminates competition between the units thus combined, but\nthis elimination is in contravention of the statute only when the\ncombination is made for purpose of ending this particular competition in\norder to secure control of, and enhance, prices and create a monopoly.LACK OF DEFINITENESS IN THE STATUTE.The complaint is made of the statute that it is not sufficiently definite\nin its description of that which is forbidden, to enable business men to\navoid its violation. The suggestion is, that we may have a combination of\ntwo corporations, which may run on for years, and that subsequently the\nAttorney General may conclude that it was a violation of the statute, and\nthat which was supposed by the combiners to be innocent then turns out to\nbe a combination in violation of the statute. The answer to this\nhypothetical case is that when men attempt to amass such stupendous capital\nas will enable them to suppress competition, control prices and establish a\nmonopoly, they know the purpose of their acts. Men do not do such a thing\nwithout having it clearly in mind. If what they do is merely for the\npurpose of reducing the cost of production, without the thought of\nsuppressing competition by use of the bigness of the plant they are\ncreating, then they can not be convicted at the time the union is made, nor\ncan they be convicted later, unless it happen that later on they conclude\nto suppress competition and take the usual methods for doing so, and thus\nestablish for themselves a monopoly. They can, in such a case, hardly\ncomplain if the motive which subsequently is disclosed is attributed by the\ncourt to the original combination.NEW REMEDIES SUGGESTED.Much is said of the repeal of this statute and of constructive legislation\nintended to accomplish the purpose and blaze a clear path for honest\nmerchants and business men to follow. It may be that such a plan will be\nevolved, but I submit that the discussions which have been brought out in\nrecent days by the fear of the continued execution of the anti-trust law\nhave produced nothing but glittering generalities and have offered no line\nof distinction or rule of action as definite and as clear as that which the\nSupreme Court itself lays down in enforcing the statute.SUPPLEMENTAL LEGISLATION NEEDED--NOT REPEAL OR AMENDMENT.I see no objection-and indeed I can see decided advantages-in the enactment\nof a law which shall describe and denounce methods of competition which are\nunfair and are badges of the unlawful purpose denounced in the anti-trust\nlaw. The attempt and purpose to suppress a competitor by underselling him\nat a price so unprofitable as to drive him out of business, or the making\nof exclusive contracts with customers under which they are required to give\nup association with other manufacturers, and numerous kindred methods for\nstifling competition and effecting monopoly, should be described with\nsufficient accuracy in a criminal statute on the one hand to enable the\nGovernment to shorten its task by prosecuting single misdemeanors instead\nof an entire conspiracy, and, on the other hand, to serve the purpose of\npointing out more in detail to the business community what must be\navoided.FEDERAL INCORPORATION RECOMMENDED.In a special message to Congress on January 7, 1910, I ventured to point\nout the disturbance to business that would probably attend the dissolution\nof these offending trusts. I said:\"But such an investigation and possible prosecution of corporations whose\nprosperity or destruction affects the comfort not only of stockholders but\nof millions of wage earners, employees, and associated tradesmen must\nnecessarily tend to disturb the confidence of the business community, to\ndry up the now flowing sources of capital from its places of hoarding, and\nproduce a halt in our present prosperity that will cause suffering and\nstrained circumstances among the innocent many for the faults of the guilty\nfew. The question which I wish in this message to bring clearly to the\nconsideration and discussion of Congress is whether, in order to avoid such\na possible business danger, something can not be done by which these\nbusiness combinations may be offered a means, without great financial\ndisturbance, of changing the character, organization, and extent of their\nbusiness into one within the lines of the law under Federal control and\nsupervision, securing compliance with the anti-trust statute.\"Generally, in the industrial combinations called 'trusts,' the principal\nbusiness is the sale of goods in many States and in foreign markets; in\nother words, the interstate and foreign business far exceeds the business\ndone in any one State. This fact will justify the Federal Government in\ngranting a Federal charter to such a combination to make and sell in\ninterstate and foreign commerce the products of useful manufacture under\nsuch limitations as will secure a compliance with the anti-trust law. It is\npossible so to frame a statute that while it offers protection to a Federal\ncompany against harmful, vexatious, and unnecessary invasion by the States,\nit shall subject it to reasonable taxation and control by the States with\nrespect to its purely local business. * * *\"Corporations organized under this act should be prohibited from acquiring\nand holding stock in other corporations (except for special reasons, upon\napproval by the proper Federal authority), thus avoiding the creation under\nnational auspices of the holding company with subordinate corporations in\ndifferent States, which has been such an effective agency in the creation\nof the great trusts and monopolies.\"If the prohibition of the anti-trust act against combinations in restraint\nof trade is to be effectively enforced, it is essential that the National\nGovernment shall provide for the creation of national corporations to carry\non a legitimate business throughout the United States. The conflicting laws\nof the different States of the Union with respect to foreign corporations\nmake it difficult, if not impossible, for one corporation to comply with\ntheir requirements so as to carry on business in a number of different\nStates.\"I renew the recommendation of the enactment of a general law providing for\nthe voluntary formation of corporations to engage in trade and commerce\namong the States and with foreign nations. Every argument which was then\nadvanced for such a law, and every explanation which was at that time\noffered to possible objections, have been confirmed by our experience since\nthe enforcement of the antitrust, statute has resulted in the actual\ndissolution of active commercial organizations.It is even more manifest now than it was then that the denunciation of\nconspiracies in restraint of trade should not and does not mean the denial\nof organizations large enough to be intrusted with our interstate and\nforeign trade. It has been made more clear now than it was then that a\npurely negative statute like the anti-trust law may well be supplemented by\nspecific provisions for the building up and regulation of legitimate\nnational and foreign commerce.GOVERNMENT ADMINISTRATIVE EXPERTS NEEDED TO AID COURTS IN TRUST\nDISSOLUTIONS.The drafting of the decrees in the dissolution of the present trusts, with\na view to their reorganization into legitimate corporations, has made it\nespecially apparent that the courts are not provided with the\nadministrative machinery to make the necessary inquiries preparatory to\nreorganization, or to pursue such inquiries, and they should be empowered\nto invoke the aid of the Bureau of Corporations in determining the suitable\nreorganization of the disintegrated parts. The circuit court and the\nAttorney General were greatly aided in framing the decree in the Tobacco\nTrust dissolution by an expert from the Bureau of Corporations.FEDERAL CORPORATION COMMISSION PROPOSED.I do not set forth in detail the terms and sections of a statute which\nmight supply the constructive legislation permitting and aiding the\nformation of combinations of capital into Federal corporations. They should\nbe subject to rigid rules as to their organization and procedure, including\neffective publicity, and to the closest supervision as to the issue of\nstock and bonds by an executive bureau or commission in the Department of\nCommerce and Labor, to which in times of doubt they might well submit their\nproposed plans for future business. It must be distinctly understood that\nincorporation under Federal law could not exempt the company thus formed\nand its incorporators and managers from prosecution under the anti-trust\nlaw for subsequent illegal conduct, but the publicity of its procedure and\nthe opportunity for frequent consultation with the bureau or commission in\ncharge of the incorporation as to the legitimate purpose of its\ntransactions would offer it as great security against successful\nprosecutions for violations of the law as would be practical or wise.Such a bureau or commission might well be invested also with the duty\nalready referred to, of aiding courts in the dissolution and recreation of\ntrusts within the law. It should be an executive tribunal of the dignity\nand power of the Comptroller of the Currency or the Interstate Commerce\nCommission, which now exercise supervisory power over important classes of\ncorporations under Federal regulation.The drafting of such a Federal incorporation law would offer ample\nopportunity to prevent many manifest evils in corporate management to-day,\nincluding irresponsibility of control in the hands of the few who are not\nthe real owners.INCORPORATION VOLUNTARY.I recommend that the Federal charters thus to be granted shall be\nvoluntary, at least until experience justifies mandatory provisions. The\nbenefit to be derived from the operation of great businesses under the\nprotection of such a charter would attract all who are anxious to keep\nwithin the lines of the law. Other large combinations that fail to take\nadvantage of the Federal incorporation will not have a right to complain if\ntheir failure is ascribed to unwillingness to submit their transactions to\nthe careful official scrutiny, competent supervision, and publicity\nattendant upon the enjoyment of such a charter.ONLY SUPPLEMENTAL LEGISLATION NEEDED.The opportunity thus suggested for Federal incorporation, it seems tome, is\nsuitable constructive legislation needed to facilitate the squaring Of\ngreat industrial enterprises to the rule of action laid down by the\nanti-trust law. This statute as construed by the Supreme Court must\ncontinue to be the line of distinction for legitimate business. It must be\nenforced, unless we are to banish individualism from all business and\nreduce it to one common system of regulation or control of prices like that\nwhich now prevails with respect to public utilities, and which when applied\nto all business would be a long step toward State socialism.IMPORTANCE OF THE ANTI-TRUST ACT.The anti-trust act is the expression of the effort of a freedom-loving\npeople to preserve equality of opportunity. It is the result of the\nconfident determination of such a people to maintain their future growth by\npreserving uncontrolled and unrestricted the enterprise of the individual,\nhis industry, his ingenuity, his intelligence, and his independent\ncourage.For twenty years or more this statute has been upon the statute book. All\nknew its general purpose and approved. Many of its violators were cynical\nover its assumed impotence. It seemed impossible of enforcement. Slowly the\nmills of the courts ground, and only gradually did the majesty of the law\nassert itself. Many of its statesmen-authors died before it became a living\nforce, and they and others saw the evil grow which they had hoped to\ndestroy. Now its efficacy is seen; now its power is heavy; now its object\nis near achievement. Now we hear the call for its repeal on the plea that\nit interferes with business prosperity, and we are advised in most general\nterms, how by some other statute and in some other way the evil we are just\nstamping out can be cured, if we only abandon this work of twenty years and\ntry another experiment for another term of years.It is said that the act has not done good. Can this be said in the face of\nthe effect of the Northern Securities decree? That decree was in no way so\ndrastic or inhibitive in detail as either the Standard Oil decree or the\nTobacco decree; but did it not stop for all time the then powerful movement\ntoward the control of all the railroads of the country in a single hand?\nSuch a one-man power could not have been a healthful influence in the\nRepublic, even though exercised under the general supervision of an\ninterstate commission.Do we desire to make such ruthless combinations and monopolies lawful? When\nall energies are directed, not toward the reduction of the cost of\nproduction for the public benefit by a healthful competition, but toward\nnew ways and means for making permanent in a few hands the absolute control\nof the conditions and prices prevailing in the whole field of industry,\nthen individual enterprise and effort will be paralyzed and the spirit of\ncommercial freedom will be dead.PART II.The relations of the United States with other countries have continued\nduring the past twelve months upon a basis of the usual good will and\nfriendly intercourse. ARBITRATION.The year just passed marks an important general movement on the part of the\nPowers for broader arbitration. In the recognition of the manifold benefits\nto mankind in the extension of the policy of the settlement of\ninternational disputes by arbitration rather than by war, and in response\nto a widespread demand for an advance in that direction on the part of the\npeople of the United States and of Great Britain and of France, new\narbitration treaties were negotiated last spring with Great Britain and\nFrance, the terms of which were de signed, as expressed in the preamble of\nthese treaties, to extend the scope and obligations of the policy of\narbitration adopted in our present treaties with those Governments To pave\nthe way for this treat with the United States, Great Britain negotiated an\nimportant modification in its alliance with Japan, and the French\nGovernment also expedited the negotiations with signal good will. The new\ntreaties have been submitted to the Senate and are awaiting its advice and\nconsent to their ratification. All the essentials of these important\ntreaties have long been known, and it is my earnest hope that they will\nreceive prompt and favorable action.CLAIM OF ALSOP & CO. SETTLED.I am glad to report that on July 5 last the American claim of Alsop & Co.\nagainst the Government of Chile was finally disposed of by the decision of\nHis Britannic Majesty George V, to whom, as amiable compositeur, the matter\nhad been referred for determination. His Majesty made an award of nearly\n$1,000,000 to the claimants, which was promptly paid by Chile. The\nsettlement of this controversy has happily eliminated from the relations\nbetween the Republic of Chile and the United States the only question which\nfor two decades had given the two foreign offices any serious concern and\nmakes possible the unobstructed development of the relations of friendship\nwhich it has been the aim of this Government in every possible way to\nfurther and cultivate.ARBITRATIONS--PANAMA AND COSTA RICA--COLOMBIA AND HAITI.In further illustration of the practical and beneficent application of the\nprinciple of arbitration and the underlying broad spirit of conciliation, I\nam happy to advert to the part of the United States in facilitating\namicable settlement of disputes which menaced the peace between Panama and\nCosta Rica and between Haiti and the Dominican Republic.Since the date of their independence, Colombia and Costa Rica had been\nseeking a solution of a boundary dispute, which came as an heritage from\nColombia to the new Republic of Panama, upon its beginning life as an\nindependent nation. Although the disputants had submitted this question for\ndecision to the President of France under the terms of an arbitration\ntreaty, the exact interpretation of the provisions of the award rendered\nhad been a matter of serious disagreement between the two countries, both\ncontending for widely different lines even under the terms of the decision.\nSubsequently and since 1903 this boundary question had been the subject of\nfruitless diplomatic negotiations between the parties. In January, 1910, at\nthe request of both Governments the agents representing them met in\nconference at the Department of State and subsequently concluded a protocol\nsubmitting this long-pending controversy to the arbitral judgment of the\nChief justice of the United States, who consented to act in this capacity.\nA boundary commission, according to the international agreement, has now\nbeen appointed, and it is expected that the arguments will shortly proceed\nand that this long-standing dispute will be honorably and satisfactorily\nterminated.Again, a few months ago it appeared that the Dominican Republic and Haiti\nwere about to enter upon hostilities because of complications growing out\nof an acrimonious boundary dispute which the efforts of many years had\nfailed to solve. The Government of the United States, by a friendly\ninterposition of good offices, succeeded in prevailing upon the parties to\nplace their reliance upon some form of pacific settlement. Accordingly, on\nthe friendly suggestion of this Government, the two Governments empowered\ncommissioners to meet at Washington in conference at the State Department\nin order to arrange the terms of submission to arbitration of the boundary\ncontroversy.CHAMIZAL ARBITRATION NOT SATISFACTORY.Our arbitration of the Chamizal boundary question with Mexico was\nunfortunately abortive, but with the earnest efforts on the part of both\nGovernments which its importance commands, it is felt that an early\npractical adjustment should prove possible.LATIN AMERICA. VENEZUELA.During the past year the Republic of Venezuela celebrated the one hundredth\nanniversary of its independence. The United States sent, in honor of this\nevent, a special embassy to Caracas, where the cordial reception and\ngenerous hospitality shown it were most gratifying as a further proof of\nthe good relations and friendship existing between that country and the\nUnited States. MEXICO.The recent political events in Mexico received attention from this\nGovernment because of the exceedingly delicate and difficult situation\ncreated along our southern border and the necessity for taking measures\nproperly to safeguard American interests. The Government of the United\nStates, in its desire to secure a proper observance and enforcement of the\nso-called neutrality statutes of the Federal Government, issued directions\nto the appropriate officers to exercise a diligent and vigilant regard for\nthe requirements of such rules and laws. Although a condition of actual\narmed conflict existed, there was no official recognition of belligerency\ninvolving the technical neutrality obligations of international law.On the 6th of March last, in the absence of the Secretary of State, I had a\npersonal interview with Mr. Wilson, the ambassador of the United States to\nMexico, in which he reported to me that the conditions in Mexico were much\nmore critical than the press dispatches disclosed; that President Diaz was\non a volcano of popular uprising; that the small outbreaks which had\noccurred were only symptomatic of the whole condition; that a very large\nper cent of the people were in sympathy with the insurrection; that a\ngeneral explosion was probable at any time, in which case he feared that\nthe 40,000 or more American residents in Mexico might be assailed, and that\nthe very large American investments might be injured or destroyed.After a conference with the Secretary of War and the Secretary of the Navy,\nI thought it wise to assemble an Army division of full strength at San\nAntonio, Tex., a brigade of three regiments at Galveston, a brigade of\nInfantry in the Los Angeles district of southern California, together with\na squadron of battleships and cruisers and transports at Galveston, and a\nsmall squadron of ships at San Diego. At the same time, through our\nrepresentative at the City of Mexico, I expressed to President Diaz the\nhope that no apprehensions might result from unfounded conjectures as to\nthese military maneuvers, and assured him that they had no significance\nwhich should cause concern to his Government.The mobilization was effected with great promptness, and on the 15th of\nMarch, through the Secretary of War and the Secretary of the Navy, in a\nletter addressed to the Chief of Staff, I issued the following\ninstructions: It seems my duty as Commander in Chief to place troops in\nsufficient number where, if Congress shall direct that they enter Mexico to\nsave American lives and property, an effective movement may be promptly\nmade. Meantime, the movement of the troops to Texas and elsewhere near the\nboundary, accompanied with sincere assurances of the utmost goodwill toward\nthe present Mexican Government and with larger and more frequent patrols\nalong the border to prevent insurrectionary expeditions from American soil,\nwill hold up the hands of the existing Government and will have a healthy\nmoral effect to prevent attacks upon Americans and their property in any\nsubsequent general internecine strife. Again, the sudden mobilization of a\ndivision of troops has been a great test of our Army and full of useful\ninstruction, while the maneuvers that are thus made possible can occupy the\ntroops and their officers to great advantage.The assumption by the press that I contemplate intervention on Mexican soil\nto protect American lives or property is of course gratuitous, because I\nseriously doubt whether I have such authority under any circumstances, and\nif I had I would not exercise it without express congressional approval.\nIndeed, as you know, I have already declined, without Mexican consent, to\norder a troop of Cavalry to protect the breakwater we are constructing just\nacross the border in Mexico at the mouth of the Colorado River to save the\nImperial Valley, although the insurrectos had scattered the Mexican troops\nand were taking our horses and supplies and frightening our workmen away.\nMy determined purpose, however, is to be in a position so that when danger\nto American lives and property in Mexico threatens and the existing\nGovernment is rendered helpless by the insurrection, I can promptly execute\ncongressional orders to protect them, with effect.Meantime, I send you this letter, through the Secretary, to call your\nattention to some things in connection with the presence of the division in\nthe Southwest which have doubtless occurred to you, but which I wish to\nemphasize.In the first place, I want to make the mobilization a first-class training\nfor the Army, and I wish you would give your time and that of the War\nCollege to advising and carrying out maneuvers of a useful character, and\nplan to continue to do this during the next three months. By that time we\nmay expect that either Ambassador Wilson's fears will have been realized\nand chaos and its consequences have ensued, or that the present Government\nof Mexico will have so readjusted matters as to secure tranquillity-a\nresult devoutly to be wished. The troops can then be returned to their\nposts. I understood from you in Washington that Gen. Aleshire said that you\ncould probably meet all the additional expense of this whole movement out\nof the present appropriations if the troops continue in Texas for three\nmonths. I sincerely hope this is so. I observe from the newspapers that you\nhave no blank cartridges, but I presume that this is an error, or that it\nwill be easy to procure those for use as soon as your maneuvers begin.Second. Texas is a State ordinarily peaceful, but you can not put 20,000\ntroops into it without running some risk of a collision between the people\nof that State, and especially the Mexicans who live in Texas near the\nborder and who sympathize with the insurrectos, and the Federal soldiers.\nFor that reason I beg you to be as careful as you can to prevent friction\nof any kind. We were able in Cuba, with the army of pacification there of\nsomething more than 5,000 troops, to maintain them for a year without any\ntrouble, and I hope you can do the same thing in Texas. Please give your\nattention to this, and advise all the officers in command of the necessity\nfor very great circumspection in this regard.Third. One of the great troubles in the concentration of troops is the\ndanger of disease, and I suppose that you have adopted the most modern\nmethods for preventing and, if necessary, for stamping out epidemics. That\nis so much a part of a campaign that it hardly seems necessary for me to\ncall attention to it.Finally, I wish you to examine the question of the patrol of the border and\nput as many troops on that work as is practicable, and more than are now\nengaged in it, in order to prevent the use of our borderland for the\ncarrying out of the insurrection. I have given assurances to the Mexican\nambassador on this point.I sincerely hope that this experience will always be remembered by the Army\nand Navy as a useful means of education, and I should be greatly\ndisappointed if it resulted in any injury or disaster to our forces from\nany cause. I have taken a good deal of responsibility in ordering this\nmobilization, but I am ready to answer for it if only you and those under\nyou use the utmost care to avoid the difficulties which I have pointed\nout.You may have a copy of this letter made and left with Gen. Carter and such\nother generals in command as you may think wise and necessary to guide them\nin their course, but to be regarded as confidential. I am more than happy\nto here record the fact that all apprehensions as to the effect of the\npresence of so large a military force in Texas proved groundless; no\ndisturbances occurred; the conduct of the troops was exemplary and the\npublic reception and treatment of them was all that could have been\ndesired, and this notwithstanding the presence of a large number of Mexican\nrefugees in the border territory.From time to time communications were received from Ambassador Wilson, who\nhad returned to Mexico, confirming the view that the massing of American\ntroops in the neighborhood had had good effect. By dispatch of April 3,\n1911, the ambassador said: The continuing gravity of the situation here and\nthe chaos that would ensue should the constitutional authorities be\neventually overthrown, thus greatly increasing the danger to which American\nlives and property are already subject, confirm the wisdom of the President\nin taking those military precautions which, making every allowance for the\ndignity and the sovereignty of a friendly state, are due to our nationals\nabroad.Charged as I am with the responsibility of safeguarding these lives and\nproperty, I am bound to say to the department that our military\ndispositions on the frontier have produced an effective impression on the\nMexican mind and may, at any moment, prove to be the only guaranties for\nthe safety of our nationals and their property. If it should eventuate that\nconditions here require more active measures by the President and Congress,\nsporadic attacks might be made upon the lives and property of our\nnationals, but the ultimate result would be order and adequate protection.\nThe insurrection continued and resulted In engagements between the regular\nMexican troops and the insurgents, and this along the border, so that in\nseveral instances bullets from the contending forces struck American\ncitizens engaged in their lawful occupations on American soil.Proper protests were made against these invasions of American rights to the\nMexican authorities. On April 17, 1911, I received the following telegram\nfrom the governor of Arizona: As a result of to-day's fighting across the\ninternational line, but within gunshot range of the heart of Douglas, five\nAmericans wounded on this side of the line. Everything points to repetition\nof these casualties on to-morrow, and while the Federals seem disposed to\nkeep their agreement not to fire into Douglas, the position of the\ninsurrectionists is such that when fighting occurs on the east and\nsoutheast of the intrenchments people living in Douglas are put in danger\nof their lives. In my judgment radical measures are needed to protect our\ninnocent people, and if anything can be done to stop the fighting at Agua\nPrieta the situation calls for such action. It is impossible to safeguard\nthe people of Douglas unless the town be vacated. Can anything be done to\nrelieve situation, now acute? After a conference with the Secretary of\nState, the following telegram was sent to Governor Sloan, on April IS, 1911\n9 11, and made public: Your dispatch received. Have made urgent demand upon\nMexican Government to issue instructions to prevent firing across border by\nMexican federal troops, and am waiting reply. Meantime I have sent direct\nwarning to the Mexican and insurgent forces near Douglas. I infer from your\ndispatch that both parties attempt to heed the warning, but that in the\nstrain and exigency of the contest wild bullets still find their way into\nDouglas. The situation might justify me in ordering our troops to cross the\nborder and attempt to stop the fighting, or to fire upon both combatants\nfrom the American side. But if I take this step, I must face the\npossibility of resistance and greater bloodshed, and also the danger of\nhaving our motives misconstrued and misrepresented, and of thus inflaming\nMexican popular indignation against many thousand Americans now in Mexico\nand jeopardizing their lives and property. The pressure for general\nintervention under such conditions it might not be practicable to resist.\nIt is impossible to foresee or reckon the consequences of such a course,\nand we must use the greatest self-restraint to avoid it. Pending my urgent\nrepresentation to the Mexican Government, I can not therefore order the\ntroops at Douglas to cross the border, but I must ask you and the local\nauthorities, in case the same danger recurs, to direct the people of\nDouglas to place themselves where bullets can not reach them and thus avoid\ncasualty. I am loath to endanger Americans in Mexico, where they are\nnecessarily exposed, by taking a radical step to prevent injury to\nAmericans on our side of the border who can avoid it by a temporary\ninconvenience. I am glad to say that no further invasion of American rights\nof any substantial character occurred.The presence of a large military and naval force available for prompt\naction, near the Mexican border, proved to be most fortunate under the\nsomewhat trying conditions presented by this invasion of American rights\nHad no movement theretofore taken place, and because of these events it had\nbeen necessary then to bring about the mobilization, it must have had\nsinister significance. On the other hand, the presence of the troops before\nand at the time of the unfortunate killing and wounding of American\ncitizens at Douglas, made clear that the restraint exercised by our\nGovernment in regard to this Occurrence was not due to lack of force or\npower to deal with it promptly and aggressively, but was due to a real\ndesire to use every means possible to avoid direct intervention in the\naffairs of our neighbor whose friendship we valued and were most anxious to\nretain.The policy and action of this Government were based upon an earnest\nfriendliness for the Mexican people as a whole, and it is a matter of\ngratification to note that this attitude of strict impartiality as to all\nfactions in Mexico and of sincere friendship for the neighboring nation,\nwithout regard for party allegiance, has been generally recognized and has\nresulted in an even closer and more sympathetic understanding between the\ntwo Republics and a warmer regard one for the other. Action to suppress\nviolence and restore tranquillity throughout the Mexican Republic was of\npeculiar interest to this Government, in that it concerned the safeguarding\nof American life and property in that country. The Government of the United\nStates had occasion to accord permission for the passage of a body of\nMexican rurales through Douglas, Arizona, to Tia Juana, Mexico, for the\nsuppression of general lawlessness which had for some time existed in the\nregion of northern Lower California. On May 25, 1911, President Diaz\nresigned, Senor de la Barra was chosen provisional President. Elections for\nPresident and Vice President were thereafter held throughout the Republic,\nand Senor Francisco I. Madero was formally declared elected on October 15\nto the chief magistracy. On November 6 President Madero entered upon the\nduties of his office.Since the inauguration of President Madero a plot has been unearthed\nagainst the present Government, to begin a new insurrection. Pursuing the\nsame consistent policy which this administration has adopted from the\nbeginning, it directed an investigation into the conspiracy charged, and\nthis investigation has resulted in the indictment of Gen. Bernardo Reyes\nand others and the seizure of a number of officers and men and horses and\naccoutrements assembled upon the soil of Texas for the purpose of invading\nMexico. Similar proceedings had been taken during the insurrection against\nthe Diaz Government resulting in the indictments and prosecution of persons\nfound to be engaged in violating the neutrality laws of the United States\nin aid of that uprising.The record of this Government in respect of the recognition of constituted\nauthority in Mexico therefore is clear.CENTRAL AMERICA-HONDURAS AND NICARAGUA TREATIES PROPOSED.As to the situation in Central America, I have taken occasion in the past\nto emphasize most strongly the importance that should be attributed to the\nconsummation of the conventions between the Republics of Nicaragua and of\nHonduras and this country, and I again earnestly recommend that the\nnecessary advice and consent of the Senate be accorded to these treaties,\nwhich will make it possible for these Central American Republics to enter\nupon an era of genuine economic national development. The Government of\nNicaragua which has already taken favorable action on the convention, has\nfound it necessary, pending the exchange of final ratifications, to enter\ninto negotiations with American bankers for the purpose of securing a\ntemporary loan to relieve the present financial tension. III connection\nwith this temporary loan and in the hope of consummating, through the\nultimate operation of the convention, a complete and lasting economic\nregeneration, the Government of Nicaragua has also decided to engage an\nAmerican citizen as collector general of customs. The claims commission on\nwhich the services of two American citizens have been sought, and the work\nof the American financial adviser should accomplish a lasting good of\ninestimable benefit to the prosperity, commerce, and peace of the Republic.\nIn considering the ratification of the conventions with Nicaragua and\nHonduras, there rests with the United States the heavy responsibility of\nthe fact that their rejection here might destroy the progress made and\nconsign the Republics concerned to still deeper submergence in bankruptcy,\nrevolution, and national jeopardy. PANAMA.Our relations with the Republic of Panama, peculiarly important, due to\nmutual obligations and the vast interests created by the canal, have\ncontinued in the usual friendly manner, and we have been glad to make\nappropriate expression of our attitude of sympathetic interest in the\nendeavors of our neighbor in undertaking the development of the rich\nresources of the country. With reference to the internal political affairs\nof the Republic, our obvious concern is in the maintenance of public peace\nand constitutional order, and the fostering of the general interests\ncreated by the actual relations of the two countries, without the\nmanifestation of any preference for the success of either of the political\nparties.THE PAN AMERICAN UNION.The Pan American Union, formerly known as the Bureau of American Republics,\nmaintained by the joint contributions of all the American nations, has\nduring the past year enlarged its practical work as an international\norganization, and continues to prove its usefulness as an agency for the\nmutual development of commerce, better acquaintance, and closer intercourse\nbetween the United States and her sister American republics.THE FAR EAST.THE CHINESE LOANS.The past year has been marked in our relations with China by the conclusion\nof two important international loans, one for the construction of the\nHukuang railways, the other for carrying out of the currency reform to\nwhich China was pledged by treaties with the United States, Great Britain,\nand Japan, of which mention was made in my last annual message.It will be remembered that early in 1909 an agreement was consummated among\nBritish, French, and German financial groups whereby they proposed to lend\nthe Chinese Government funds for the construction of railways in the\nProvinces of Hunan and Hupeh, reserving for their nationals the privilege\nof engineering the construction of the lines and of furnishing the\nmaterials required for the work. After negotiations with the Governments\nand groups concerned an agreement was reached whereby American, British,\nFrench, and German nationals should participate upon equal terms in this\nimportant and useful undertaking. Thereupon the financial groups, supported\nby their respective Governments, began negotiations with the Chinese\nGovernment which terminated in a loan to China Of $30,000,000, with the\nprivilege of increasing the amount to $50,000,000. The cooperative\nconstruction of these trunk lines should be of immense advantage,\nmaterially and otherwise, to China and should greatly facilitate the\ndevelopment of the bountiful resources of the Empire. On the other hand, a\nlarge portion of these funds is to be expended for materials, American\nproducts having equal preference with those of the other three lending\nnations, and as the contract provides for branches and extensions\nsubsequently to be built on the same terms the opportunities for American\nmaterials will reach considerable proportions.Knowing the interest of the United States in the reform of Chinese\ncurrency, the Chinese Government, in the autumn of 1910 sought the\nassistance of the American Government to procure funds with which to\naccomplish that all-important reform. In the course of the subsequent\nnegotiations there was combined with the proposed currency loan one for\ncertain industrial developments in Manchuria, the two loans aggregating the\nsum Of $50,000,000. While this was originally to be solely an American\nenterprise, the American Government, consistently with its desire to secure\na sympathetic and practical cooperation of the great powers toward\nmaintaining the principle of equality of opportunity and the administrative\nintegrity of China, urged the Chinese Government to admit to participation\nin the currency loan the associates of the American group in the Hukuang\nloan. While of immense importance in itself, the reform contemplated in\nmaking this loan is but preliminary to other and more comprehensive fiscal\nreforms which will be of incalculable benefit to China and foreign\ninterests alike, since they will strengthen the Chinese Empire and promote\nthe rapid development of international trade.NEUTRAL FINANCIAL ADVISER.When these negotiations were begun, it was understood that a financial\nadviser was to be employed by China in connection with the reform, and in\norder that absolute equality in all respects among the lending nations\nmight be scrupulously observed, the American Government proposed the\nnomination of a neutral adviser, which was agreed to by China and the other\nGovernments concerned. On September 28, 1911, Dr. Vissering, president of\nthe Dutch Java Bank and a financier of wide experience in the Orient, was\nrecommended to the Chinese Government for the post of monetary adviser.Especially important at the present, when the ancient Chinese Empire is\nshaken by civil war incidental to its awakening to the many influences and\nactivities of modernization, are the cooperative policy of good\nunderstanding which has been fostered by the international projects\nreferred to above and the general sympathy of view among all the Powers\ninterested in the Far East. While safeguarding the interests of our\nnationals, this Government is using its best efforts in continuance of its\ntraditional policy of sympathy and friendship toward the Chinese Empire and\nits people, with the confident hope for their economic and administrative\ndevelopment, and with the constant disposition to contribute to their\nwelfare in all proper ways consistent with an attitude of strict\nimpartiality as between contending factions.For the first time in the history of the two countries, a Chinese cruiser,\nthe Haichi, under the command of Admiral Ching, recently visited New York,\nwhere the officers and men were given a cordial welcome.NEW JAPANESE TREATY.The treaty of commerce and navigation between the United States and Japan,\nsigned in 1894, would by a strict interpretation of its provisions have\nterminated on July 17, 1912. Japan's general treaties with the other\npowers, however, terminated in 1911, and the Japanese Government expressed\nan earnest desire to conduct the negotiations for a new treaty with the\nUnited States simultaneously with its negotiations with the other powers.\nThere were a number of important questions involved in the treaty,\nincluding the immigration of laborers, revision of the customs tariff, and\nthe right of Americans to hold real estate in Japan. The United States\nconsented to waive all technicalities and to enter at once upon\nnegotiations for a new treaty on the understanding that there should be a\ncontinuance throughout the, life of the treaty of the same effective\nmeasures for the restriction of immigration of laborers to American\nterritory which had been in operation with entire satisfaction to both\nGovernments since 1908. The Japanese Government accepted this basis of\nnegotiation, and a new treaty was quickly concluded, resulting in a highly\nsatisfactory settlement of the other questions referred to.A satisfactory adjustment has also been effected of the questions growing\nout of the annexation of Korea by Japan.The recent visit of Admiral Count Togo to the United States as the Nation's\nguest afforded a welcome opportunity to demonstrate the friendly feeling so\nhappily existing between the two countries. SIAM.There has been a change of sovereigns in Siam and the American minister at\nBangkok was accredited in a special capacity to represent the United States\nat the coronation ceremony of the new King.EUROPE AND THE NEAR EAST.In Europe and the Near East, during the past twelve-month, there has been\nat times considerable political unrest. The Moroccan question, which for\nsome months was the cause of great anxiety, happily appears to have reached\na stage at which it need no longer be regarded with concern. The Ottoman\nEmpire was occupied for a period by strife in Albania and is now at war\nwith Italy. In Greece and the Balkan countries the disquieting\npotentialities of this situation have been more or less felt. Persia has\nbeen the scene of a long internal struggle. These conditions have been the\ncause of uneasiness in European diplomacy, but thus far without direct\npolitical concern to the United States.In the war which unhappily exists between Italy and Turkey this Government\nhas no direct political interest, and I took occasion at the suitable time\nto issue a proclamation of neutrality in that conflict. At the same time\nall necessary steps have been taken to safeguard the personal interests of\nAmerican citizens and organizations in so far as affected by the war.COMMERCE WITH THE NEAR EAST.In spite of the attendant economic uncertainties and detriments to\ncommerce, the United States has gained markedly in its commercial standing\nwith certain of the nations of the Near East. Turkey, especially, is\nbeginning to come into closer relations with the United States through the\nnew interest of American manufacturers and exporters in the possibilities\nof those regions, and it is hoped that foundations are being laid for a\nlarge and mutually beneficial exchange of commodities between the two\ncountries. This new interest of Turkey in American goods is indicated by\nthe fact that a party of prominent merchants from a large city in Turkey\nrecently visited the United States to study conditions of manufacture and\nexport here, and to get into personal touch with American merchants, with a\nview to cooperating more intelligently in opening up the markets of Turkey\nand the adjacent countries to our manufactures. Another indication of this\nnew interest of America in the commerce of the Near East is the recent\nvisit of a large party of American merchants and manufacturers to central\nand eastern Europe, where they were entertained by prominent officials and\norganizations of the large cities, and new bonds of friendship and\nunderstanding were established which can not but lead to closer and greater\ncommercial interchange.CORONATION OF KING GEORGE V.The 22d of June of the present year marked the coronation of His Britannic\nMajesty King George V. In honor of this auspicious occasion I sent a\nspecial embassy to London. The courteous and cordial welcome extended to\nthis Government's representatives by His Majesty and the people of Great\nBritain has further emphasized the strong bonds of friendship happily\nexisting between the two nations.SETTLEMENT OF LONG-STANDING DIFFERENCES WITH GREAT BRITAIN.As the result of a determined effort on the part of both Great Britain and\nthe United States to settle all of their outstanding differences a number\nof treaties have been entered into between the two countries in recent\nyears, by which nearly all of the unsettled questions between them of any\nimportance have either been adjusted by agreement or arrangements made for\ntheir settlement by arbitration. A number of the unsettled questions\nreferred to consist of pecuniary claims presented by each country against\nthe other, and in order that as many of these claims as possible should be\nsettled by arbitration a special agreement for that purpose was entered\ninto between the two Governments on the 18th day of August, 1910, in\naccordance with Article 11 of the general arbitration treaty with Great\nBritain of April 4, 19o8. Pursuant to the provisions of this special\nagreement a schedule of claims has already been agreed upon, and the\nspecial agreement, together with this schedule, received the approval of\nthe Senate when submitted to it for that purpose at the last session of\nCongress. Negotiations between the two Governments for the preparation of\nan additional schedule of claims are already well advanced, and it is my\nintention to submit such schedule as soon as it is agreed upon to the\nSenate for its approval, in order that the arbitration proceedings may be\nundertaken at an early date. In this connection the attention of Congress\nis particularly called to the necessity for an appropriation\nto cover the expense incurred in submitting these claims to arbitration.PRESENTATION TO GERMANY OF REPLICA OF VON STEUBEN STATUE.In pursuance of the act of Congress, approved June 23, 1910, the Secretary\nof State and the joint Committee on the Library entered into a contract\nwith the sculptor, Albert Jaegers, for the execution of a bronze replica of\nthe statue of Gen. von Steuben erected in Washington, for presentation to\nHis Majesty the German Emperor and the German nation in recognition of the\ngift of the statue of Frederick the Great made by the Emperor to the people\nof the United States.The presentation was made on September 2 last by representatives whom I\ncommissioned as the special mission of this Government for the purpose.The German Emperor has conveyed to me by telegraph, on his own behalf and\nthat of the German people, an expression of appreciative thanks for this\naction of Congress. RUSSIA.By direction of the State Department, our ambassador to Russia has recently\nbeen having a series of conferences with the minister of foreign affairs of\nRussia, with a view to securing a clearer understanding and construction of\nthe treaty of 1832 between Russia and the United States and the\nmodification of any existing Russian regulations which may be found to\ninterfere in any way with the full recognition of the rights of American\ncitizens under this treaty. I believe that the Government of Russia is\naddressing itself seriously to the need of changing the present practice\nunder the treaty and that sufficient progress has been made to warrant the\ncontinuance of these conferences in the hope that there may soon be removed\nany justification of the complaints of treaty violation now prevalent in\nthis country.I expect that immediately after the Christmas recess I shall be able to\nmake a further communication to Congress on this subject. LIBERIA.Negotiations for the amelioration of conditions found to exist in Liberia\nby the American commission, undertaken through the Department of State,\nhave been concluded and it is only necessary for certain formalities to be\narranged in securing the loan which it is hoped will place that republic on\na practical financial and economic footing.RECOGNITION OF PORTUGUESE REPUBLIC.The National Constituent Assembly, regularly elected by the vote of the\nPortuguese people, having on June 19 last unanimously proclaimed a\nrepublican form of government, the official recognition of the Government\nof the United States was given to the new Republic in the afternoon of the\nsame day.SPITZBERGEN ISLANDS.Negotiations for the betterment of conditions existing in the Spitzbergen\nIslands and the adjustment of conflicting claims of American citizens and\nNorwegian subjects to lands in that archipelago are still in progress.INTERNATIONAL CONVENTIONS AND CONFERENCES.INTERNATIONAL PRIZE COURT.The supplementary protocol to The he Hague convention for the establishment\nof an international prize court, mentioned in my last annual message,\nembodying stipulations providing for an alternative procedure which would\nremove the constitutional objection to that part of The Hague convention\nwhich provides that there may be an appeal to the proposed court from the\ndecisions of national courts, has received the signature of the governments\nparties to the original convention and has been ratified by the Government\nof the United States, together with the prize court convention.The deposit of the ratifications with the Government of the Netherlands\nawaits action by the powers on the declaration, signed at London on\nFebruary 26, 1909 of the rules of international law to be recognized within\nthe meaning of article 7 of The Hague convention for the establishment of\nan International Prize Court.FUR-SEAL TREATY.The fur-seal controversy, which for nearly twenty-five years has been the\nsource of serious friction between the United States and the powers\nbordering upon the north Pacific Ocean, whose subjects have been permitted\nto engage in pelagic sealing against the fur-seal herds having their\nbreeding grounds within the jurisdiction of the United States, has at last\nbeen satisfactorily adjusted by the conclusion of the north Pacific sealing\nconvention entered into between the United States, Great Britain, Japan,\nand Russia on the 7th of July last. This convention is a conservation\nmeasure of very great importance, and if it is carried out in the spirit of\nreciprocal concession and advantage upon which it is based, there is every\nreason to believe that not only will it result in preserving the fur-seal\nherds of the north Pacific Ocean and restoring them to their former value\nfor the purposes of commerce, but also that it will afford a permanently\nsatisfactory settlement of a question the only other solution of which\nseemed to be the total destruction of the fur seals. In another aspect,\nalso, this convention is of importance in that it furnishes an illustration\nof the feasibility of securing a general international game law for the\nprotection of other mammals of the sea, the preservation of which is of\nimportance to all the nations of the world.LEGISLATION NECESSARY.The attention of Congress is especially called to the necessity for\nlegislation on the part of the United States for the purpose of fulfilling\nthe obligations assumed under this convention, to which the Senate gave its\nadvice and consent on the 24th day of July last.PROTECTION OF INDUSTRIAL PROPERTY UNION.The conference of the International Union for the Protection of Industrial\nProperty, which, under the authority of Congress, convened at Washington on\nMay 16, 1911, closed its labors on June 2, 1911, by the signature of three\nacts, as follows:(I) A convention revising the Paris convention of March 20, 1883, for the\nprotection of industrial property, as modified by the additional act signed\nat Brussels on December 14, 1900;(2) An arrangement to replace the arrangement signed at Madrid on April 14,\n1891 for the international registration of trade-marks, and the additional\nact with regard thereto signed at Brussels on December 14, 1900; and(3) An arrangement to replace the arrangement signed at Madrid on April 14,\n1891, relating to the repression of false indication of production of\nmerchandise.The United States is a signatory of the first convention only, and this\nwill be promptly submitted to the Senate.INTERNATIONAL OPIUM COMMISSION.In a special message transmitted to the Congress on the 11th of January,\n1911, in which I concurred in the recommendations made by the Secretary of\nState in regard to certain needful legislation for the control of our\ninterstate and foreign traffic in opium and other menacing drugs, I quoted\nfrom my annual message of December 7, 1909, in which I announced that the\nresults of the International Opium Commission held at Shanghai in February,\n1909, at the invitation of the United States, had been laid before this\nGovernment; that the report of that commission showed that China was making\nremarkable progress and admirable efforts toward the eradication of the\nopium evil; that the interested governments had not permitted their\ncommercial interests to prevent their cooperation in this reform; and, as a\nresult of collateral investigations of the opium question in this country,\nI recommended that the manufacture, sale, and use of opium in the United\nStates should be more rigorously controlled by legislation.Prior to that time and in continuation of the policy of this Government to\nsecure the cooperation of the interested nations, the United States\nproposed an international opium conference with full powers for the purpose\nof clothing with the force of international law the resolutions adopted by\nthe above-mentioned commission, together with their essential corollaries.\nThe other powers concerned cordially responded to the proposal of this\nGovernment, and, I am glad to be able to announce, representatives of all\nthe powers assembled in conference at The Hague on the first of this\nmonth.Since the passage of the opium-exclusion act, more than twenty States have\nbeen animated to modify their pharmacy laws and bring them in accord with\nthe spirit of that act, thus stamping out, to a measure, the intrastate\ntraffic in opium and other habit-forming drugs. But, although I have urged\non the Congress the passage of certain measures for Federal control of the\ninterstate and foreign traffic in these drugs, no action has yet been\ntaken. In view of the fact that there is now sitting at The Hague so\nimportant a conference, which has under review the municipal laws of the\ndifferent nations for the mitigation of their opium and other allied evils,\na conference which will certainly deal with the international aspects of\nthese evils, it seems to me most essential that the Congress should take\nimmediate action on the anti-narcotic legislation to which I have already\ncalled attention by a special message.BUENOS AIRES CONVENTIONS.The four important conventions signed at the Fourth Pan American Conference\nat Buenos Aires, providing for the regulation of trademarks, patents, and\ncopyrights, and for the arbitration of pecuniary claims, have, with the\nadvice and consent of the Senate, been ratified on the part of the United\nStates and the ratifications have been deposited with the Government of the\nArgentine Republic in accordance with the requirements of the conventions.\nI am not advised that similar action has been taken by any other of the\nsignatory governments.INTERNATIONAL ARRANGEMENT TO SUPPRESS OBSCENE PUBLICATIONS.One of the notable advances in international morality accomplished in\nrecent years was an arrangement entered into on April 13th of the present\nyear between the United States and other powers for the repression of the\ncirculation of obscene publications.FOREIGN TRADE RELATIONS OF THE UNITED STATES.In my last annual message I referred to the tariff negotiations of the\nDepartment of State with foreign countries in connection with the\napplication, by a series of proclamations, of the minimum tariff of the\nUnited States to importations from the several countries, and I stated\nthat, in its general operation, section 2 of the new tariff law had proved\na guaranty of continued commercial peace, although there were,\nunfortunately, instances where foreign governments dealt arbitrarily with\nAmerican interests within their jurisdiction in a manner injurious and\ninequitable. During the past year some instances of discriminatory\ntreatment have been removed, but I regret to say that there remain a few\ncases of differential treatment adverse to the commerce of the United\nStates. While none of these instances now appears to amount to undue\ndiscrimination in the sense of section 2 Of the tariff law of August 5,\n1909, they are all exceptions to that complete degree of equality of tariff\ntreatment that the Department of State has consistently sought to obtain\nfor American commerce abroad.While the double tariff feature of the tariff law of 1909 has been amply\njustified by the results achieved in removing former and preventing new,\nundue discriminations against American commerce it is believed that the\ntime has come for the amendment of this feature of the law in such way as\nto provide a graduated means of meeting varying degrees of discriminatory\ntreatment of American commerce in foreign countries as well as to protect\nthe financial interests abroad of American citizens against arbitrary and\ninjurious treatment on the part of foreign governments through either\nlegislative or administrative measures.It would seem desirable that the maximum tariff of the United States should\nembrace within its purview the free list, which is not the case at the\npresent time, in order that it might have reasonable significance to the\ngovernments of those countries from which the importations into the United\nStates are confined virtually to articles on the free list.RECORD OF HIGHEST AMOUNT OF FOREIGN TRADE.The fiscal year ended June 30, 1911, shows great progress in the\ndevelopment of American trade. It was noteworthy as marking the highest\nrecord of exports of American products to foreign countries, the valuation\nbeing in excess of $2,000,000,000. These exports showed a gain over the\npreceding year of more than $300,000,000.FACILITIES FOR FOREIGN TRADE FURNISHED BY JOINT ACTION OF DEPARTMENT OF\nSTATE AND OF COMMERCE AND LABOR.There is widespread appreciation expressed by the business interests of the\ncountry as regards the practical value of the facilities now offered by the\nDepartment of State and the Department of Commerce and Labor for the\nfurtherance of American commerce. Conferences with their officers at\nWashington who have an expert knowledge of trade conditions in foreign\ncountries and with consular officers and commercial agents of the\nDepartment of Commerce and Labor who, while on leave of absence, visit the\nprincipal industrial centers of the United States, have been found of great\nvalue. These trade conferences are regarded as a particularly promising\nmethod of governmental aid in foreign trade promotion. The Department of\nCommerce and Labor has arranged to give publicity to the expected arrival\nand the itinerary of consular officers and commercial agents while on leave\nin the United States, in order that trade organizations may arrange for\nconferences with them.As I have indicated, it is increasingly clear that to obtain and maintain\nthat equity and substantial equality of treatment essential to the\nflourishing foreign trade, which becomes year by year more important to the\nindustrial and commercial welfare of the United States, we should have a\nflexibility of tariff sufficient for the give and take of negotiation by\nthe Department of State on behalf of our commerce and industry.CRYING NEED FOR AMERICAN MERCHANT MARINE.I need hardly reiterate the conviction that there should speedily be built\nup an American merchant marine. This is necessary to assure favorable\ntransportation facilities to our great ocean-borne commerce as well as to\nsupplement the Navy with an adequate reserve of ships and men It would have\nthe economic advantage of keeping at home part of the vast sums now paid\nforeign shipping for carrying American goods. All the great commercial\nnations pay heavy subsidies to their merchant marine so that it is obvious\nthat without some wise aid from the Congress the United States must lag\nbehind in the matter of merchant marine in its present anomalous position.EXTENSION OF AMERICAN BANKING TO FOREIGN COUNTRIES.Legislation to facilitate the extension of American banks to foreign\ncountries is another matter in which our foreign trade needs assistance.CHAMBERS OF FOREIGN COMMERCE SUGGESTED.The interests of our foreign commerce are nonpartisan, and as a factor in\nprosperity are as broad as the land. In the dissemination of useful\ninformation and in the coordination of effort certain unofficial\nassociations have done good work toward the promotion of foreign commerce.\nIt is cause for regret, however, that the great number of such associations\nand the comparative lack of cooperation between them fails to secure an\nefficiency commensurate with the public interest. Through the agency of the\nDepartment of Commerce and Labor, and in some cases directly, the\nDepartment of State transmits to reputable business interests information\nof commercial opportunities, supplementing the regular published consular\nreports. Some central organization in touch with associations and chambers\nof commerce throughout the country and able to keep purely American\ninterests in closer touch with different phases of commercial affairs\nwould, I believe, be of great value. Such organization might be managed by\na committee composed of a small number of those now actively carrying on\nthe work of some of the larger associations, and there might be added to\nthe committee, as members ex officio, one or two officials of the\nDepartment of State and one or two officials from the Department of\nCommerce and Labor and representatives of the appropriate committees of\nCongress. The authority and success of such an organization would evidently\nbe enhanced if the Congress should see fit to prescribe its scope and\norganization through legislation which would give to it some such official\nstanding as that, for example, of the National Red Cross.With these factors and the continuance of the foreign-service establishment\n(departmental, diplomatic, and consular) upon the high plane where it has\nbeen placed by the recent reorganization this Government would be abreast\nof the times in fostering the interests of its foreign trade, and the rest\nmust be left to the energy and enterprise of our business men.IMPROVEMENT OF THE FOREIGN SERVICE.The entire foreign-service organization is being improved and developed\nwith especial regard to the requirements of the commercial interests of the\ncountry. The rapid growth of our foreign trade makes it of the utmost\nimportance that governmental agencies through which that trade is to be\naided and protected should possess a high degree of efficiency. Not only\nshould the foreign representatives be maintained upon a generous scale in\nso far as salaries and establishments are concerned, but the selection and\nadvancement of officers should be definitely and permanently regulated by\nlaw so that the service shall not fail to attract men of high character and\nability. The experience of the past few years with a partial application of\ncivil-service rules to the Diplomatic and Consular Service leaves no doubt\nin my mind of the wisdom of a wider and more permanent extension of those\nprinciples to both branches of the foreign service. The men selected for\nappointment by means of the existing executive regulations have been of a\nfar higher average of intelligence and ability than the men appointed\nbefore the regulations were promulgated. Moreover, the feeling that under\nthe existing rules there is reasonable hope for permanence of tenure during\ngood behavior and for promotion for meritorious service has served to bring\nabout a zealous activity in the interests of the country, which never\nbefore existed or could exist. It is my earnest conviction that the\nenactment into law of the general principles of the existing regulations\ncan not fail to effect further improvement in both branches of the foreign\nservice by providing greater inducement for young men of character and\nability to seek a career abroad in the service of the Government, and an\nincentive to those already in the service to put forth greater efforts to\nattain the high standards which the successful conduct of our international\nrelations and commerce requires.I therefore again commend to the favorable action of the Congress the\nenactment of a law applying to the diplomatic and consular service the\nprinciples embodied in section 1753 of the Revised Statutes of the United\nStates, in the civil-service act of January 16, 1883, and the Executive\norders of June 27, 1906, and of November 26, 1909. In its consideration of\nthis important subject I desire to recall to the attention of the Congress\nthe very favorable report made on the Lowden bill for the improvement of\nthe foreign service by the Foreign Affairs Committee of the House of\nRepresentatives. Available statistics show the strictness with which the\nmerit system has been applied to the foreign service during recent years\nand the absolute nonpartisan selection of consuls and diplomatic-service\nsecretaries who, indeed, far from being selected with any view to political\nconsideration, have actually been chosen to a disproportionate extent from\nStates which would have been unrepresented in the foreign service under the\nsystem which it is to be hoped is now permanently obsolete. Some\nlegislation for the perpetuation of the present system of examinations and\npromotions upon merit and efficiency would be of greatest value to our\ncommercial and international interests.PART III.THE WHITE HOUSE, December 20, 1911. To the Senate and House of\nRepresentatives:In my annual message to Congress, December, 1909, I stated that under\nsection 2 of the act of August 5, 1909, I had appointed a Tariff Board of\nthree members to cooperate with the State Department in the administration\nof the maximum and minimum clause of that act, to make a glossary or\nencyclopedia of the existing tariff so as to render its terms intelligible\nto the ordinary reader, and then to investigate industrial conditions and\ncosts of production at home and abroad with a view to determining to what\nextent existing tariff rates actually exemplify the protective principle,\nviz., that duties should be made adequate, and only adequate, to equalize\nthe difference in cost of production at home and abroad.I further stated that I believed these investigations would be of great\nvalue as a basis for accurate legislation, and that I should from time to\ntime recommend to Congress the revision of certain schedules in accordance\nwith the findings of the Board.In the last session of the Sixty-first Congress a bill creating a permanent\nTariff Board of five members, of whom not more than three should be of the\nsame political party, passed each House, but failed of enactment because of\nslight differences on which agreement was not reached before adjournment.\nAn appropriation act provided that the permanent Tariff Board, if created\nby statute, should report to Congress on Schedule K in December, 1911.Therefore, to carry out so far as lay within my power the purposes of this\nbill for a permanent Tariff Board, I appointed in March, 1911, a board of\nfive, adding two members of such party affiliation as would have fulfilled\nthe statutory requirement, and directed them to make a report to me on\nSchedule K of the tariff act in December of this year.In my message of August 17, 1911, accompanying the veto of the wool bill, I\nsaid that, in my judgment, Schedule K should be revised and the rates\nreduced. My veto was based on the ground that, since the Tariff Board would\nmake, in December, a detailed report on wool and wool manufactures, with\nspecial reference to the relation of the existing rates of duties to\nrelative costs here and abroad, public policy and a fair regard to the\ninterests of the producers and the manufacturers on the one hand and of the\nconsumers on the other demanded that legislation should not be hastily\nenacted in the absence of such information; that I was not myself possessed\nat that time of adequate knowledge of the facts to determine whether or not\nthe proposed act was in accord with my pledge to support a fair and\nreasonable protective policy; that such legislation might prove only\ntemporary and inflict upon a great industry the evils of continued\nuncertainty.I now herewith submit a report of the Tariff Board on Schedule K. The board\nis unanimous in its findings. On the basis of these findings I now\nrecommend that the Congress proceed to a consideration of this schedule\nwith a view to its revision and a general reduction of its rates.The report shows that the present method of assessing the duty on raw\nWool--this is, by a specific rate on the grease pound (i. e., unscoured)\n--operates to exclude wools of high shrinkage in scouring but fine quality\nfrom the American market and thereby lessens the range of wools available\nto the domestic manufacturer; that the duty on scoured wool Of 33 cents per\npound is prohibitory and operates to exclude the importation of clean,\nlow-priced foreign wools of inferior grades, which are nevertheless\nvaluable material for manufacturing, and which can not be imported in the\ngrease because of their heavy shrinkage. Such wools, if imported, might be\nused to displace the cheap substitutes now in use.To make the preceding paragraph a little plainer, take the instance of a\nhundred pounds of first-class wool imported under the present duty, which\nis 11 cents a pound. That would make the duty on the hundred pounds $11.\nThe merchantable part of the wool thus imported is the weight of the wool\nof this hundred pounds after scouring. If the wool shrinks 80 per cent, as\nsome wools do, then the duty in such a case would amount to $11 $11 on 20\npounds of scoured wool. This, of course, would be prohibitory. If the wool\nshrinks only 50 per cent, it would be $11 on 50 pounds of wool, and this is\nnear to the average of the great bulk of wools that are imported from\nAustralia, which is the principal source of our imported wool.These discriminations could be overcome by assessing a duty in ad valorem\nterms, but this method is open to the objection, first, that it increases\nadministrative difficulties and tends to decrease revenue through\nundervaluation; and, second, that as prices advance, the ad valorem rate\nincreases the duty per pound at the time when the consumer most needs\nrelief and the producer can best stand competition; while if prices decline\nthe duty is decreased at the time when the consumer is least burdened by\nthe price and the producer most needs protection.Another method of meeting the difficulty of taxing the grease pound is to\nassess a specific duty on grease wool in terms of its scoured content. This\nobviates the chief evil of the present system, namely, the discrimination\ndue to different shrinkages, and thereby tends greatly to equalize the\nduty. The board reports that this method is feasible in practice and could\nbe administered without great expense. The scoured content of the wool is\nthe basis on which users of wool make their calculations, and a duty of\nthis kind would fit the usages of the trade. One effect of this method of\nassessment would be that, regardless of the rate of duty, there would be\nan increase in the supply and variety of wool by making available to the\nAmerican market wools of both low and fine quality now excluded.The report shows in detail the difficulties involved in attempting to state\nin categorical terms the cost of wool production and the great differences\nin cost as between different regions and different types of wool. It is\nfound, however, that, taking all varieties in account, the average cost of\nproduction for the whole American clip is higher than the cost in the chief\ncompeting country by an amount somewhat less than the present duty.The report shows that the duties on wools, wool wastes, and shoddy, which\nare adjusted to the rate Of 33 cents on scoured wool are prohibitory in the\nsame measure that the duty on scoured wool is prohibitory. In general, they\nare assessed at rates as high as, or higher than, the duties paid on the\nclean content of wools actually imported. They should be reduced and so\nadjusted to the rate on wool as to bear their proper proportion to the real\nrate levied on the actual wool imports.The duties on many classes of wool manufacture are prohibitory and greatly\nin excess of the difference in cost of production here and abroad.This is true of tops, of yarns (with the exception of worsted yarns of a\nvery high grade), and of low and medium grade cloth of heavy weight.On tops up to 52 cents a pound in value, and on yarns of 65 cents in value,\nthe rate is 100 per cent with correspondingly higher rates for lower\nvalues. On cheap and medium grade cloths, the existing rates frequently run\nto 150 per cent and on some cheap goods to over 200 per cent. This is\nlargely due to that part of the duty which is levied ostensibly to\ncompensate the manufacturer for the enhanced cost of his raw material due\nto the duty on wool. As a matter of fact, this compensatory duty, for\nnumerous classes of goods, is much in excess of the amount needed for\nstrict compensation.On the other hand, the findings show that the duties which run to such high\nad valorem equivalents are prohibitory, since the goods are not imported,\nbut that the prices of domestic fabrics are not raised by the full amount\nof duty. On a set of 1-yard samples of 16 English fabrics, which are\ncompletely excluded by the present tariff rates, it was found that the\ntotal foreign value was $41.84; the duties which would have been assessed\nhad these fabrics been imported, $76.90; the foreign value plus the amount\nof the duty, $118.74; or a nominal duty of 183 per cent. In fact, however,\npractically identical fabrics of domestic make sold at the same time at\n$69.75, showing an enhanced price over the foreign market value of but 67\nper cent.Although these duties do not increase prices of domestic goods by anything\nlike their full amount, it is none the less true that such prohibitive\nduties eliminate the possibility of foreign competition, even in time of\nscarcity; that they form a temptation to monopoly and conspiracies to\ncontrol domestic prices; that they are much in excess of the difference in\ncost of production here and abroad, and that they should be reduced to a\npoint which accords with this principle.The findings of the board show that in this industry the actual\nmanufacturing cost, aside from the question of the price of materials, is\nmuch higher in this country than it is abroad; that in the making of yarn\nand cloth the domestic woolen or worsted manufacturer has in general no\nadvantage in the form of superior machinery or more efficient labor to\noffset the higher wages paid in this country The findings show that the\ncost of turning wool into yarn in this country is about double that in the\nleading competing country, and that the cost of turning yarn into cloth is\nsomewhat more than double. Under the protective policy a great industry,\ninvolving the welfare of hundreds of thousands of people, has been\nestablished despite these handicaps.In recommending revision and reduction, I therefore urge that action be\ntaken with these facts in mind, to the end that an important and\nestablished industry may not be jeopardized.The Tariff Board reports that no equitable method has been found to, levy\npurely specific duties on woolen and worsted fabrics and that, excepting\nfor a compensatory duty, the rate must be ad valorem on such manufactures.\nIt is important to realize, however, that no flat ad valorem rate on such\nfabrics can be made to work fairly and effectively. Any single rate which\nis high enough to equalize the difference in manufacturing cost at home and\nabroad on highly finished goods involving such labor would be prohibitory\non cheaper goods, in which the labor cost is a smaller proportion of the\ntotal value. Conversely, a rate only adequate to equalize this difference\non cheaper goods would remove protection from the fine-goods manufacture,\nthe increase in which has been one of the striking features of the trade's\ndevelopment in recent years. I therefore recommend that in any revision the\nimportance of a graduated scale of ad valorem duties on cloths be carefully\nconsidered and applied.I venture to say that no legislative body has ever had presented to it a\nmore complete and exhaustive report than this on so difficult and\ncomplicated a subject as the relative costs of wool and woolens the world\nover. It is a monument to the thoroughness, industry, impartiality, and\naccuracy of the men engaged in its making. They were chosen from both\npolitical parties but have allowed no partisan spirit to prompt or control\ntheir inquiries. They are unanimous in their findings. I feel sure that\nafter the report has been printed and studied the value of such a\ncompendium of exact knowledge in respect to this schedule of the tariff\nwill convince all of the wisdom of making such a board permanent in order\nthat it may treat each schedule of the tariff as it has treated this, and\nthen keep its bureau of information up to date with current changes in the\neconomic world.It is no part of the function of the Tariff Board to propose rates of duty.\nTheir function is merely to present findings of fact on which rates of duty\nmay be fairly determined in the light of adequate knowledge in accord with\nthe economic policy to be followed. This is what the present report does.The findings of fact by the board show ample reason for the revision\ndownward of Schedule K, in accord with the protective principle, and\npresent the data as to relative costs and prices from which may be\ndetermined what rates will fairly equalize the difference in production\ncosts. I recommend that such revision be proceeded with at once.PART IV.THE WHITE HOUSE, December 21, 1911. To the Senate and House of\nRepresentatives:The financial condition of the Government, as shown at the close of the\nlast fiscal year, June 30, 1911, was very satisfactory. The ordinary\nreceipts into the general fund, excluding postal revenues, amounted to\n$701,372,374.99, and the disbursements from the general fund for current\nexpenses and capital outlays, excluding postal and Panama Canal\ndisbursements, including the interest on the public debt, amounted to\n$654,137,907-89, leaving a surplus Of $47,234,377.10.The postal revenue receipts amounted to $237,879,823,60, while the payments\nmade for the postal service from the postal revenues amounted to\n$237,660,705.48, which left a surplus of postal receipts over disbursements\nOf $219,118.12, the first time in 27 years in which a surplus occurred.The interest-bearing debt of the United States June 30, 1911, amounted to\n$915,353,190. The debt on which interest had ceased amounted to\n$1,879,830.26, and the debt bearing no interest, including greenbacks,\nnational bank notes to be redeemed, and fractional currency, amounted to\n$386,751,917-43, or a total of interest and noninterest bearing debt\namounting to $1,303,984,937.69.The actual disbursements, exclusive of those for the Panama Canal and for\nthe postal service for the year ending June 30, 1911, were $654,137,997.89.\nThe actual disbursements for the year ending June 30, 1910, exclusive of\nthe Panama Canal and the postal service disbursements, were\n$659,705,391.08, making a decrease Of $5,567,393.19 in yearly expenditures\nin the year 1911 under that of 1910. For the year ending June 30, 1912, the\nestimated receipts, exclusive of the postal revenues, are $666,000,000,\nwhile the total estimates, exclusive of those for the Panama Canal and the\npostal expenditures payable from the postal revenues, amount to\n$645,842,799.34. This is a decrease in the 1912 estimates from that of the\n1911 estimates of $1,534,367-22.For the year ending June 30, 1913, the estimated receipts, exclusive of the\npostal revenues, are $667,000,000, while the total estimated\nappropriations, exclusive of the Panama Canal and postal disbursements\npayable from postal revenues, will amount to $637,920,803.35. This is a\ndecrease in the 1913 estimates from that of the 1912 estimates of\n$7,921,995.99.As to the postal revenues, the expansion of the business in that\ndepartment, the normal increase in the Post Office and the extension of the\nservice, will increase the outlay to the sum Of $260,938,463; but as the\ndepartment was self-sustaining this year the Postmaster General is assured\nthat next year the receipts will at least equal the expenditures, and\nprobably exceed them by more than the surplus of this year. It is fair and\nequitable, therefore, in determining the economy with which the Government\nhas been run, to exclude the transactions of a department like the Post\nOffice Department, which relies for its support upon its receipts. In\ncalculations heretofore made for comparison of economy in each year, it has\nbeen the proper custom only to include in the statement the deficit in the\nPost Office Department which was paid out of the Treasury.A calculation of the actual increase in the expenses of Government arising\nfrom the increase in the population and the general expansion of\ngovernmental functions, except those of the Post Office, for a number of\nyears shows a normal increase of about 4 per cent a year. By directing the\nexercise of great care to keep down the expenses and the estimates we have\nsucceeded in reducing the total disbursements each year.THE CREDIT OF THE UNITED STATES.The credit of this Government was shown to be better than that of any other\nGovernment by the sale of the Panama Canal 3 per cent bonds. These bonds\ndid not give their owners the privilege of using them as a basis for\nbank-note circulation, nor was there any other privilege extended to them\nwhich would affect their general market value. Their sale, therefore,\nmeasured the credit of the Government. The premium which was realized upon\nthe bonds made the actual interest rate of the transaction 2.909 per cent.EFFICIENCY AND ECONOMY IN THE TREASURY DEPARTMENT.I In the Treasury Department the efficiency and economy work has been kept\nsteadily up. Provision is made for the elimination of 134 positions during\nthe coming year. Two hundred and sixty-seven statutory positions were\neliminated during the last year in the office of the Treasury in\nWashington, and 141 positions in the year 1910, making an elimination Of\n542 statutory positions since March 4, 1909; and this has been done without\nthe discharge of anybody, because the normal resignations and deaths have\nbeen equal to the elimination of the places, a system of transfers having\ntaken care of the persons whose positions were dropped out. In the field\nservice if the department, too, 1,259 positions have been eliminated down\nto the present time, making a total net reduction of all Treasury positions\nto the number of 1,801. Meantime the efficiency of the work of the\ndepartment has increased.MONETARY REFORM.A matter of first importance that will come before Congress for action at\nthis session is monetary reform. The Congress has itself arranged an early\nintroduction of this great question through the report of its Monetary\nCommission. This commission was appointed to recommend a solution of the\nbanking and currency problems so long confronting the Nation and to furnish\nthe facts and data necessary to enable the Congress to take action. The\ncommission was appointed when an impressive and urgent popular demand for\nlegislative relief suddenly arose out of the distressing situation of the\npeople caused by the deplorable panic of 1907. The Congress decided that\nwhile it could not give immediately the relief required, it would provide a\ncommission to furnish the means for prompt action at a later date.In order to do its work with thoroughness and precision this commission has\ntaken some time to make its report. The country is undoubtedly hoping for\nas prompt action on the report as the convenience of the Congress can\npermit. The recognition of the gross imperfections and marked inadequacy of\nour banking and currency system even in our most quiet financial periods is\nof long standing; and later there has matured a recognition of the fact\nthat our system is responsible for the extraordinary devastation, waste,\nand business paralysis of our recurring periods of panic. Though the\nmembers of the Monetary Commission have for a considerable time been\nworking in the open, and while large numbers of the people have been openly\nworking with them, and while the press has largely noted and discussed this\nwork as it has proceeded, so that the report of the commission promises to\nrepresent a national movement, the details of the report are still being\nconsidered. I can not, therefore, do much more at this time than commend\nthe immense importance of monetary reform, urge prompt consideration and\naction when the commission's report is received, and express my\nsatisfaction that the plan to be proposed promises to embrace main features\nthat, having met the approval of a great preponderance of the practical and\nprofessional opinion of the country, are likely to meet equal approval in\nCongress.It is exceedingly fortunate that the wise and undisputed policy of\nmaintaining unchanged the main features of our banking system rendered it\nat once impossible to introduce a central bank; for a central bank would\ncertainly have been resisted, and a plan into which it could have been\nintroduced would probably have been defeated. But as a central bank could\nnot be a part of the only plan discussed or considered, that troublesome\nquestion is eliminated. And ingenious and novel as the proposed National\nReserve Association appears, it simply is a logical outgrowth of what is\nbest in our present system, and is, in fact, the fulfillment of that\nsystem.Exactly how the management of that association should be organized is a\nquestion still open. It seems to be desirable that the banks which would\nown the association should in the main manage it, It will be an agency of\nthe banks to act for them, and they can be trusted better than anybody else\nchiefly to conduct it. It is mainly bankers' work. But there must be some\nform of Government supervision and ultimate control, and I favor a\nreasonable representation of the Government in the management. I entertain\nno fear of the introduction of politics or of any undesirable influences\nfrom a properly measured Government representation.I trust that all banks of the country possessing the requisite standards\nwill be placed upon a footing of perfect equality of opportunity. Both the\nNational system and the State system should be fairly recognized, leaving\nthem eventually to coalesce if that shall prove to be their tendency. But\nsuch evolution can not develop impartially if the banks of one system are\ngiven or permitted any advantages of opportunity over those of the other\nsystem. And I trust also that the new legislation will carefully and\ncompletely protect and assure the individuality and the independence of\neach bank, to the end that any tendency there may ever be toward a\nconsolidation of the money or banking power of the Nation shall be\ndefeated.It will always be possible, of course, to correct any features of the new\nlaw which may in practice prove to be unwise; so that while this law is\nsure to be enacted under conditions of unusual knowledge and authority, it\nalso will include, it is well to remember, the possibility of future\namendment.With the present prospects of this long-awaited reform encouraging us, it\nwould be singularly unfortunate if this monetary question should by any\nchance become a party issue. And I sincerely hope it will not. The\nexceeding amount of consideration it has received from the people of the\nNation has been wholly nonpartisan; and the Congress set its nonpartisan\nseal upon it when the Monetary Commission was appointed. In commending the\nquestion to the favorable consideration of Congress, I speak for, and in\nthe spirit of, the great number of my fellow citizens who without any\nthought of party or partisanship feel with remarkable earnestness that this\nreform is necessary to the interests of all the people.THE WAR DEPARTMENT.There is now before Congress a Dill, the purpose of which is to increase\nthe efficiency and decrease the expense of the Army. It contains four\nprincipal features: First, a consolidation of the General Staff with the\nAdjutant General's and the Inspector General's Departments; second, a\nconsolidation of the Quartermaster's Department with the Subsistence and\nthe Pay Departments; third, the creation of an Army Service Corps; and\nfourth, an extension of the enlistment period from three to five years.With the establishment of an Army Service Corps, as proposed in the bill, I\nam thoroughly in accord and am convinced that the establishment of such a\ncorps will result in a material economy and a very great increase of\nefficiency in the Army. It has repeatedly been recommended by me and my\npredecessors. I also believe that a consolidation of the Staff Corps can be\nmade with a resulting increase in efficiency and economy, but not along the\nlines provided in the bill under consideration.I am opposed to any plan the result of which would be to break up or\ninterfere with the essential principles of the detail system in the Staff\nCorps established by the act of February 2, 1901, and I am opposed to any\nplan the result of which would be to give to the officer selected as Chief\nof Staff or to any other member of the General Staff Corps greater\npermanency of office than he now has. Under the existing law neither the\nChief. of Staff nor any other member of the General Staff Corps can remain\nin office for a period of more than four years, and there must be an\ninterval of two years between successive tours of duty.The bill referred to provides that certain persons shall become permanent\nmembers of the General Staff Corps, and that certain others are subject to\nre-detail without an interval of two years. Such provision is fraught with\ndanger to the welfare of the Army, and would practically nullify the main\npurpose of the law creating the [missing text].In making the consolidations no reduction should be made in the total\nnumber of officers of the Army, of whom there are now too few to perform\nthe duties imposed by law. I have in the past recommended an increase in\nthe number of officers by 600 in order to provide sufficient officers to\nperform all classes of staff duty and to reduce the number of line officers\ndetached from their commands. Congress at the last session increased the\ntotal number of officers by 200, but this is not enough. Promotion in the\nline of the Army is too slow. Officers do not attain command rank at an age\nearly enough properly to exercise it. It would be a mistake further to\nretard this already slow promotion by throwing back into the line of the\nArm a number of high-ranking officers to be absorbed as is provided in the\n[missing text].Another feature of the bill which I believe to be a mistake is the proposed\nincrease in the term of enlistment from three to five ears I believe it\nwould be better to enlist men for six years, release them at the end of\nthree years from active service, and put them in reserve for the remaining\nthree years. Reenlistments should be largely confined to the\nnoncommissioned officers and other enlisted men in the skilled grades. This\nplan by the payment of a comparatively small compensation during the three\nyears of reserve, would keep a large body of men at the call of the\nGovernment, trained and ready for [missing text].The Army of the United States is in good condition. It showed itself able\nto meet an emergency in the successful mobilization of an army division of\nfrom 15,000 to 20,000 men, which took place along the border of Mexico\nduring the recent disturbances in that country. The marvelous freedom from\nthe ordinary camp diseases of typhoid fever and measles is referred to in\nthe report of the Secretary of War and shows such an effectiveness in the\nsanitary regulations and treatment of the Medical Corps, and in the\ndiscipline of the Army itself, as to invoke the highest commendation.MEMORIAL AMPHITHEATER AT ARLINGTON.I beg to renew my recommendation of last year that the Congress appropriate\nfor a memorial amphitheater at Arlington, Va., the funds required to\nconstruct it upon the plans already approved.THE PANAMA CANAL.The very satisfactory progress made on the Panama Canal last year has\ncontinued, and there is every reason to believe that the canal\nwill be completed as early as the 1st of July, 1913, unless something\nunforeseen occurs. This is about 18 months before the time promised by the\nengineers.We are now near enough the completion of the canal to make it imperatively\nnecessary that legislation should be enacted to fix the method by which the\ncanal shall be maintained and controlled and the zone governed. The fact is\nthat to-day there is no statutory law by authority of which the President\nis maintaining the government of the zone. Such authority was given in an\namendment to the Spooner Act, which expired by the terms of its own\nlimitation some years ago. Since that time the government has continued,\nunder the advice of the Attorney General that in the absence of action by\nCongress, there is necessarily an implied authority on the part of the\nExecutive to maintain a government in a territory in which he has to see\nthat the laws are executed. The fact that we have been able thus to get\nalong during the important days of construction without legislation\nexpressly formulating the government of the zone, or delegating the\ncreation of it to the President, is not a reason for supposing that we may\ncontinue the same kind of a government after the construction is finished.\nThe implied authority of the President to maintain a civil government in\nthe zone may be derived from the mandatory direction given him in the\noriginal Spooner Act, by which he was commanded to build the canal; but\ncertainly, now that the canal is about to be completed and to be put under\na permanent management, there ought to be specific statutory authority for\nits regulation and control and for the government of the zone, which we\nhold for the chief and main purpose of operating the canal.I fully concur with the Secretary of War that the problem is simply the\nmanagement of a great public work, and not the government of a local\nrepublic; that every provision must be directed toward the successful\nmaintenance of the canal as an avenue of commerce, and that all provisions\nfor the government of those who live within the zone should be subordinate\nto the main purpose.The zone is 40 miles long and 10 miles wide. Now, it has a population Of\n50,000 or 60,000, but as soon as the work of construction is completed, the\ntowns which make up this population will be deserted, and only\ncomparatively few natives will continue their residence there. The control\nof them ought to approximate a military government. One judge and two\njustices of the peace will be sufficient to attend to all the judicial and\nlitigated business there is. With a few fundamental laws of Congress, the\nzone should be governed by the orders of the President, issued through the\nWar Department, as it is today. Provisions can be made for the guaranties\nof life, liberty, and property, but beyond those, the government should be\nthat of a military reservation, managed in connection with this great\nhighway of trade.FURNISHING SUPPLIES AND REPAIRS.In my last annual message I discussed at length the reasons for the\nGovernment's assuming the task of furnishing to all ships that use the\ncanal, whether our own naval vessels or others, the supplies of coal and\noil and other necessities with which they must be replenished either before\nor after passing through the canal, together with the dock facilities and\nrepairs of every character. This it is thought wise to do through the\nGovernment, because the Government must establish for itself, for its own\nnaval vessels, large depots and dry docks and warehouses, and these may\neasily be enlarged so as to secure to the world public using the canal\nreasonable prices and a certainty that there will be no discrimination\nbetween those who wish to avail themselves of such facilities. TOLLS.I renew my recommendation with respect to the tolls of the canal that\nwithin limits, which shall seem wise to Congress, the power of fixing tolls\nbe given to the President. In order to arrive at a proper conclusion, there\nmust be some experimenting, and this can not be done if Congress does not\ndelegate the power to one who can act expeditiously.POWER EXISTS TO RELIEVE AMERICAN SHIPPING.I am very confident that the United States has the power to relieve from\nthe payment of tolls any part of our shipping that Congress deems wise. We\nown the canal. It was our money that built it. We have the right to charge\ntolls for its use. Those tolls must be the same to everyone; but when we\nare dealing with our own ships, the practice of many Governments of\nsubsidizing their own merchant vessels is so well established in general\nthat a subsidy equal to the tolls, an equivalent remission of tolls, can\nnot be held to be a discrimination in the use of the canal. The practice in\nthe Suez Canal makes this clear. The experiment in tolls to be made by the\nPresident would doubtless disclose how great a burden of tolls the\ncoastwise trade between the Atlantic and the Pacific coast could bear\nwithout preventing its usefulness in competition with the transcontinental\nrailroads. One of the chief reasons for building the canal was to set up\nthis competition and to bring the two shores closer together as a practical\ntrade problem. It may be that the tolls will have to be wholly remitted. I\ndo not think this is the best principle, because I believe that the cost of\nsuch a Government work as the Panama Canal ought to be imposed gradually\nbut certainly upon the trade which it creates and makes possible. So far as\nwe can, consistent with the development of the world's trade through the\ncanal, and the benefit which it was intended to secure to the east and west\ncoastwise trade, we ought to labor to secure from the canal tolls a\nsufficient amount ultimately to meet the debt which we have assumed and to\npay the interest.THE PHILIPPINE ISLANDS.In respect to the Philippines, I urgently join in the recommendation of the\nSecretary of War that the act of February 6, 1905, limiting the\nindebtedness that may be incurred by the Philippine Government for the\nconstruction of public works, be increased from $5,000,000 to $15,000,000.\nThe finances of that Government are in excellent condition. The maximum sum\nmentioned is quite low as compared with the amount of indebtedness of other\ngovernments with similar resources, and the success which has attended the\nexpenditure of the $5,000,000 in the useful improvements of the harbors and\nother places in the Islands justifies and requires additional expenditures\nfor like purposes. NATURALIZATION.I also join in the recommendation that the legislature of the Philippine\nIslands be authorized to provide for the naturalization of Filipinos and\nothers who by the present law are treated as aliens, so as to enable them\nto become citizens of the Philippine Islands.FRIARS' LANDS.Pending an investigation by Congress at its last session, through one of\nits committees, into the disposition of the friars' lands, Secretary\nDickinson directed that the friars' lands should not be sold in excess of\nthe limits fixed for the public lands until Congress should pass upon the\nsubject or should have concluded its investigation. This order has been an\nobstruction to the disposition of the lands, and I expect to direct the\nSecretary of War to return to the practice under the opinion of the\nAttorney General which will enable us to dispose of the lands much more\npromptly, and to prepare a sinking fund with which to meet the $7,000,000\nof bonds issued for the purchase of the lands. I have no doubt whatever\nthat the Attorney General's construction was a proper one, and that it is\nin the interest of everyone that the land shall be promptly disposed of.\nThe danger of creating a monopoly of ownership in lands under the statutes\nas construed is nothing. There are only two tracts of 60,000 acres each\nunimproved and in remote Provinces that are likely to be disposed of in\nbulk, and the rest of the lands are subject to the limitation that they\nshall be first offered to the present tenants and lessors who hold them in\nsmall tracts.RIVERS AND HARBORS.The estimates for the river and harbor improvements reach $32,000,000 for\nthe coming year. I wish to urge that whenever a project has been adopted by\nCongress as one to be completed, the more money which can be economically\nexpended in its construction in each year, the greater the ultimate\neconomy. This has especial application to the improvement of the\nMississippi River and its large branches. It seems to me that an increase\nin the amount of money now being annually expended in the improvement of\nthe Ohio River which has been formally adopted by Congress would be in the\ninterest of the public. A similar change ought to be made during the\npresent Congress, in the amount to be appropriated for the Missouri River.\nThe engineers say that the cost of the improvement of the Missouri River\nfrom Kansas City to St. Louis, in order to secure 6 feet as a permanent\nchannel, will reach $20,000,000. There have been at least three\nrecommendations from the Chief of Engineers that if the improvement be\nadopted, $2,000,000 should be expended upon it annually. This particular\nimprovement is especially entitled to the attention of Congress, because a\ncompany has been organized in Kansas City, with a capital of $1,000,000,\nwhich has built steamers and barges, and is actually using the river for\ntransportation in order to show what can be done in the way of affecting\nrates between Kansas City and St. Louis, and in order to manifest their\ngood faith and confidence in respect of the improvement. I urgently\nrecommend that the appropriation for this improvement be increased from\n$600,000, as recommended now in the completion of a contract, to $2,000,000\nannually, so that the work may be done in 10 years.WATERWAY FROM THE LAKES TO THE GULF.The project for a navigable waterway from Lake Michigan to the mouth of the\nIllinois River, and thence via the Mississippi to the Gulf of Mexico, is\none of national importance. In view of the work already accomplished by the\nSanitary District of Chicago, an agency of the State of Illinois, which has\nconstructed the most difficult and costly stretch of this waterway and made\nit an asset of the Nation, and in view of the fact that the people of\nIllinois have authorized the expenditure Of $20,000,000 to carry this\nwaterway 62 miles farther to Utica, I feel that it is fitting that this\nwork should be supplemented by the Government, and that the expenditures\nrecommended by the special board of engineers on the waterway from Utica to\nthe mouth of the Illinois River be made upon lines which while providing a\nwaterway for the Nation should otherwise benefit that State to the fullest\nextent. I recommend that the term of service of said special board of\nengineers be continued, and that it be empowered to reopen the question of\nthe treatment of the lower Illinois River, and to negotiate with a properly\nconstituted commission representing the State of Illinois, and to agree\nupon a plan for the improvement of the lower Illinois River and upon the\nextent to which the United States may properly cooperate with the State of\nIllinois in securing the construction of a navigable waterway from Lockport\nto the mouth of the Illinois River in conjunction with the development of\nwater power by that State between Lockport and Utica.THE DEPARTMENT OF JUSTICE.Removal of clerks of Federal courts.The report of the Attorney General shows that he has subjected to close\nexamination the accounts of the clerks of the Federal courts; that he has\nfound a good many which disclose irregularities or dishonesty; but that he\nhas had considerable difficulty in securing an effective prosecution or\nremoval of the clerks thus derelict. I am certainly not unduly prejudiced\nagainst the Federal courts, but the fact is that the long and confidential\nrelations which grow out of the tenure for life on the part of the judge\nand the practical tenure for life on the part of the clerk are not\ncalculated to secure the strictness of dealing by the judge with the clerk\nin respect to his fees and accounts which assures in the clerk's conduct a\nfreedom from overcharges and carelessness. The relationship between the\njudge and the clerk makes it ungracious for members of the bar to complain\nof the clerk or for department examiners to make charges against him to be\nheard by the court, and an order of removal of a clerk and a judgment for\nthe recovery of fees are in some cases reluctantly entered by the judge.\nFor this reason I recommend an amendment to the law whereby the President\nshall be given power to remove the clerks for cause. This provision need\nnot interfere with the right of the judge to appoint his clerk or to remove\nhim.French spoliation awards.In my last message, I recommended to Congress that it authorize the payment\nof the findings or judgments of the Court of Claims in the matter of the\nFrench spoliation cases. There has been no appropriation to pay these\njudgments since 1905. The findings and awards were obtained after a very\nbitter fight, the Government succeeding in about 75 per cent of the cases.\nThe amount of the awards ought, as a matter of good faith on the part of\nthe Government, to be paid.EMPLOYERS' LIABILITY AND WORKMEN'S COMPENSATION COMMISSION.The limitation of the liability of the master to his servant for personal\ninjuries to such as are occasioned by his fault has been abandoned in most\ncivilized countries and provision made whereby the employee injured in the\ncourse of his employment is compensated for his loss of working ability\nirrespective of negligence. The principle upon which such provision\nproceeds is that accidental injuries to workmen in modern industry, with\nits vast complexity and inherent dangers arising from complicated machinery\nand the use of the great forces of steam and electricity, should be\nregarded as risks of the industry and the loss borne in some equitable\nproportion by those who for their own profit engage therein. In recognition\nof this the last Congress authorized the appointment of a commission to\ninvestigate the subject of employers' liability and workmen's compensation\nand to report the result of their investigations, through the President, to\nCongress. This commission was appointed and has been at work, holding\nhearings, gathering data, and considering the subject, and it is expected\nwill be able to report by the first of the year, in accordance with the\nprovisions of the law. It is hoped and expected that the commission will\nsuggest legislation which will enable us to put in the place of the present\nwasteful and sometimes unjust system of employers' liability a plan of\ncompensation which will afford some certain and definite relief to all\nemployees who are injured in the course of their employment in those\nindustries which are subject to the regulating power of Congress.MEASURES TO PREVENT DELAY AND UNNECESSARY COST OF LITIGATION.In promotion of the movement for the prevention of delay and unnecessary\ncost, in litigation, I am glad to say that the Supreme Court has taken\nsteps to reform the present equity rules of the Federal courts, and that we\nmay in the near future expect a revision of them which will be a long step\nin the right direction.The American Bar Association has recommended to Congress several bills\nexpediting procedure, one of which has already passed the House\nunanimously, February 6, 1911. This directs that no judgment should be set\naside or reversed, or new trial granted, unless it appears to the court,\nafter an examination of the entire cause, that the error complained of has\ninjuriously affected the substantial rights of the parties, and also\nprovides for the submission of issues of fact to a jury, reserving\nquestions of law for subsequent argument and decision. I hope this bill\nwill pass the Senate and become law, for it will simplify the procedure at\nlaw.Another bill 11 to amend chapter II of the judicial Code, in order to\navoid errors in pleading, was presented by the same association, and one.\nenlarging the jurisdiction of the Supreme Court so as to permit that court\nto examine, upon a writ of error, all cases in which any right or title is\nclaimed under the Constitution, or any statute or treaty of the United\nStates, whether the decision in the court below has been against the right\nor title or in its favor. Both these measures are in the interest of\njustice and should be passed.POST OFFICE.At the beginning of the present administration in 1909 the postal service\nwas in arrears to the extent Of $17,479,770.47. It was very much the\nlargest deficit on record. In the brief space of two years this has been\nturned into a surplus Of $220,000, which has been accomplished without\ncurtailment of the postal facilities, as may be seen by the fact that there\nhave been established 3,744 new post offices; delivery by carrier has been\nadded to the service in 186 cities; 2,516 new rural routes have been\nestablished, covering 60,000 miles; the force of postal employees has been\nincreased in these two years by more than 8,000, and their average annual\nsalary has had a substantial increase.POSTAL-SAVINGS SYSTEM.On January 3, 1911, postal-savings depositories were established\nexperimentally in 48 States and Territories. After three months' successful\noperation the system was extended as rapidly as feasible to the 7,500 Post\noffices of the first, second, and third classes constituting the\npresidential grade. By the end of the year practically all of these will\nhave been designated and then the system will be extended to all\nfourth-class post offices doing a money-order business.In selecting post offices for depositories consideration was given to the\nefficiency of the postmasters and only those offices where the ratings were\nsatisfactory to the department have been designated. Withholding\ndesignation from postmasters with unsatisfactory ratings has had a salutary\neffect on the service.The deposits have kept pace with the extension of the system. Amounting to\nonly $60,652 at the end of the first month's operation in the experimental\noffices, they increased to $679,310 by July, and now after 11 months of\noperation have reached a total of $11,000,000. This sum is distributed\namong 2,710 banks and protected tinder the law by bonds deposited with the\nTreasurer of the United States.Under the method adopted for the conduct of the system certificates are\nissued as evidence of deposits, and accounts with depositors are kept by\nthe post offices instead of by the department. Compared with the practice\nin other countries of entering deposits in pass books and keeping at the\ncentral office a ledger account with each depositor, the use of the\ncertificate has resulted in great economy of administration.The depositors thus far number approximately 150,000. They include 40\nnationalities, native Americans largely predominating and English and\nItalians coming next.The first conversion of deposits into United States bonds bearing interest\nat the rate of 2.5 per cent occurred on July 1, 1911, the amount of\ndeposits exchanged being $41,900, or a little more than 6 per cent of the\ntotal outstanding certificates of deposit on June 30. Of this issue, bonds\nto the value of $6,120 were in coupon form and $35,780 in registered form.PARCEL POST.Steps should be taken immediately for the establishment of a rural parcel\npost. In the estimates of appropriations needed for the maintenance of the\npostal service for the ensuing fiscal year an item of $150,000 has been\ninserted to cover the preliminary expense of establishing a parcel post on\nrural mail routes, as well as to cover an investigation having for its\nobject the final establishment of a general parcel post on all railway and\nsteamboat transportation routes. The department believes that after the\ninitial expenses of establishing the system are defrayed and the parcel\npost is in full operation on the rural routes it will not only bring in\nsufficient revenue to meet its cost, but also a surplus that can be\nutilized in paying the expenses of a parcel post in the City Delivery\nService.It is hoped that Congress will authorize the immediate establishment of a\nlimited parcel post on such rural routes as may be selected, providing for\nthe delivery along the routes of parcels not exceeding eleven pounds, which\nis the weight limit for the international parcel post, or at the post\noffice from which such route emanates, or on another route emanating from\nthe same office. Such preliminary service will prepare the way for the more\nthorough and comprehensive inquiry contemplated in asking for the\nappropriation mentioned, enable the department to gain definite information\nconcerning the practical operation of a general system, and at the same\ntime extend the benefit of the service to a class of people who, above all\nothers, are specially in need of it.The suggestion that we have a general parcel post has awakened great\nopposition on the part of some who think that it will have the effect to\ndestroy the business of the country storekeeper. Instead of doing this, I\nthink the change will greatly increase business for the benefit of all. The\nreduction in the cost of living it will bring about ought to make its\ncoming certain.THE NAVY DEPARTMENT.On the 2d of November last, I reviewed the fighting fleet of battleships\nand other vessels assembled in New York Harbor, consisting of 24\nbattleships, 2 armored cruisers, 2 cruisers, 22 destroyers, 12 torpedo\nboats, 8 submarines, and other attendant vessels, making 98 vessels of all\nclasses, of a tonnage Of 576,634 tons. Those who saw the fleet were struck\nwith its preparedness and with its high military efficiency. All Americans\nshould be proud of its personnel.The fleet was deficient in the number of torpedo destroyers, in cruisers,\nand in colliers, as well as in large battleship cruisers, which are now\nbecoming a very important feature of foreign navies, notably the British,\nGerman, and Japanese.The building plan for this year contemplates two battleships and two\ncolliers. This is because the other and smaller vessels can be built much\nmore rapidly in case of emergency than the battleships, and we certainly\nought to continue the policy of two battleships a year until after the\nPanama Canal is finished and until in our first line and in our reserve\nline we can number 40 available vessels of proper armament and size.The reorganization of the Navy and the appointment of four aids to the\nSecretary have continued to demonstrate their usefulness. It would be\ndifficult now to administer the affairs of the Navy without the expert\ncounsel and advice of these aids, and I renew the recommendation which I\nmade last year, that the aids be recognized by statute.It is certain that the Navy, with its present size, should have admirals in\nactive command higher than rear admirals. The recognized grades in order\nare: Admiral of the fleet, admiral, vice admiral, and rear admiral. Our\ngreat battleship fleet is commanded by a rear admiral, with four other rear\nadmirals under his orders. This is not as it should be, and when questions\nof precedence arise between our naval officers and those of European\nnavies, the American rear admiral, though in command of ten times the force\nof a foreign vice admiral, must yield precedence to the latter. Such an\nabsurdity ought not to prevail, and it can be avoided by the creation of\ntwo or three positions of flag rank above that of rear admiral.I attended the opening of the new training school at North Chicago, Ill.,\nand am glad to note the opportunity which this gives for drawing upon young\nmen of the country from the interior, from farms, stores, shops, and\noffices, which insures a high average of intelligence and character among\nthem, and which they showed in the very wonderful improvement in discipline\nand drill which only a few short weeks' presence at the naval station had\nmade.I invite your attention to the consideration of the new system of detention\nand of punishment for Army and Navy enlisted men which has obtained in\nGreat Britain, and which has made greatly for the better control of the.\nmen. We should adopt a similar system here.Like the Treasury Department and the War Department, the Navy Department\nhas given much attention to economy in administration, and has cut down a\nnumber of unnecessary expenses and reduced its estimates except for\nconstruction and the increase that that involves.I urge upon Congress the necessity for an immediate increase of 2,000 men\nin the enlisted strength of the Navy, provided for in the estimates. Four\nthousand more are now needed to man all the available vessels.There are in the service to-day about 47,750 enlisted men of all ratings.Careful computation shows that in April, 1912, 49,166 men will be required\nfor vessels in commission, and 3,000 apprentice seamen should be kept under\ntraining at all times.ABOLITION OF NAVY YARDS.The Secretary of the Navy has recommended the abolition of certain of the\nsmaller and unnecessary navy yards, and in order to furnish a complete and\ncomprehensive report has referred the question of all navy yards to the\njoint board of the Army and Navy. This board will shortly make its report\nand the Secretary of the Navy advises me that his recommendations on the\nsubject will be presented early in the coming year. The measure of economy\ncontained in a proper handling of this subject is so great and so important\nto the interests of the Nation that I shall present it to Congress as a\nseparate subject apart from my annual message. Concentration of the\nnecessary work for naval vessels in a few navy yards on each coast is a\nvital necessity if proper economy in Government expenditures is to be\nattained.AMALGAMATION OF STAFF CORPS IN THE NAVY.The Secretary of the Navy is striving to unify the various corps of the\nNavy to the extent possible and thereby stimulate a Navy spirit as\ndistinguished from a corps spirit. In this he has my warm support.All officers are to be naval officers first and specialists afterwards.\nThis means that officers will take up at least one specialty, such as\nordnance, construction, or engineering. This is practically what is done\nnow, only some of the specialists, like the pay officers and naval\nconstructors, are not of the line. It is proposed to make them all of the\nline.All combatant corps should obviously be of the line. This necessitates\namalgamating the pay officers and also those engaged in the technical work\nof producing the finished ship. This is at present the case with the single\nexception of the naval constructors, whom it is now proposed to amalgamate\nwith the line.COUNCIL OF NATIONAL DEFENSE.I urge again upon Congress the desirability of establishing the council of\nnational defense. The bill to establish this council was before Congress\nlast winter, and it is hoped that this legislation will pass during the\npresent session. The purpose of the council is to determine the general\npolicy of national defense and to recommend to Congress and to the\nPresident such measures relating to it as it shall deem necessary and\nexpedient.No such machinery is now provided by which the readiness of the Army and\nNavy may be improved and the programs of military and naval requirements\nshall be coordinated and properly scrutinized with a view of the\nnecessities of the whole Nation rather than of separate departments.DEPARTMENTS OF AGRICULTURE AND COMMERCE AND LABOR.For the consideration of matters which are pending or have been disposed of\nin the Agricultural Department and in the Department of Commerce and Labor,\nI refer to the very excellent reports of the Secretaries of those\ndepartments. I shall not be able to submit to Congress until after the\nChristmas holidays the question of conservation of our resources arising in\nAlaska and the West and the question of the rate for second-class mail\nmatter in the Post Office Department.COMMISSION ON EFFICIENCY AND ECONOMY.The law does not require the submission of the reports of the Commission on\nEconomy and Efficiency until the 31st of December. I shall therefore not be\nable to submit a report of the work of that commission until the assembling\nof Congress after the holidays.CIVIL RETIREMENT AND CONTRIBUTORY PENSION SYSTEM.I have already advocated, in my last annual message, the adoption of a\ncivil-service retirement system, with a contributory feature to it so as to\nreduce to a minimum the cost to the Government of the pensions to be paid.\nAfter considerable reflection, I am very much opposed to a pension system\nthat involves no contribution from the employees. I think the experience of\nother governments justifies this view; but the crying necessity for some\nsuch contributory system, with possibly a preliminary governmental outlay,\nin order to cover the initial cost and to set the system going at once\nwhile the contributions are accumulating, is manifest on every side.\nNothing will so much promote the economy and efficiency of the Government\nas such a system.ELIMINATION OF ALL LOCAL OFFICES FROM POLITICS.I wish to renew again my recommendation that all the local offices\nthroughout the country, including collectors of internal revenue,\ncollectors of customs, postmasters of all four classes, immigration\ncommissioners and marshals, should be by law covered into the classified\nservice, the necessity for confirmation by the Senate be removed, and the\nPresident and the others, whose time is now taken up in distributing this\npatronage under the custom that has prevailed since the beginning of the\nGovernment in accordance with the recommendation of the Senators and\nCongressmen of the majority party, should be relieved from this burden. I\nam confident that such a change would greatly reduce the cost of\nadministering the Government, and that it would add greatly to its\nefficiency. It would take away the power to use the patronage of the\nGovernment for political purposes. When officers are recommended by\nSenators and Congressmen from political motives and for political services\nrendered, it is impossible to expect that while in office the appointees\nwill not regard their tenure as more or less dependent upon continued\npolitical service for their patrons, and no regulations, however stiff or\nrigid, will prevent this, because such regulations, in view of the method\nand motive for selection, are plainly inconsistent and deemed hardly worthy\nof respect.", 
    "name": "William H. Taft"
}