{
    "date": "January 19, 1999", 
    "speech": "Mr. Speaker, Mr. Vice President, members of Congress, honored guests, my\nfellow Americans:Tonight I have the honor of reporting to you on the State of the Union.Let me begin by saluting the new speaker of the House and thanking him\nespecially tonight for extending an invitation to two guests sitting in the\ngallery with Mrs. Hastert. Lyn Gibson and Wei Ling Chestnut are the widows\nof the two brave Capitol Hill police officers who gave their lives to\ndefend freedom's house.Mr. Speaker, at your swearing in you asked us all to work together in a\nspirit of civility and bipartisanship. Mr. Speaker, let's do exactly that.Tonight, I stand before you to report that America has created the longest\npeacetime economic expansion in our history. With nearly 18 million new\njobs, wages rising at more than twice the rate of inflation, the highest\nhomeownership in history, the smallest welfare roles in 30 years, and the\nlowest peacetime unemployment since 1957.For the first time in three decades, the budget is balanced. From a deficit\nof $290 billion in 1992, we had a surplus of $70 billion last year. And\nnow, we are on course for budget surpluses for the next 25 years.Thanks to the pioneering leadership of all of you, we have the lowest\nviolent crime rate in a quarter century and the cleanest environment in a\nquarter century.America is a strong force for peace--from Northern Ireland to Bosnia to\nthe Middle East.Thanks to the leadership of Vice President Gore, we have a government for\nthe Information Age, once again a government that is a progressive\ninstrument of the common good, rooted in our oldest values of opportunity,\nresponsibility and community, devoted to fiscal responsibility, determined\nto give our people the tools they need to make the most of their own lives\nin the 21st century, a 21st century government for 21st century America.My fellow Americans, I stand before you tonight to report that the state of\nour union is strong. Now, America is working again. The promise of our\nfuture is limitless. But we cannot realize that promise if we allow the hum\nof our prosperity to lull us into complacency. How we fare as a nation far\ninto the 21st century depends upon what we do as a nation today.So, with our budget surplus growing, our economy expanding, our confidence\nrising, now is the moment for this generation to meet our historic\nresponsibility to the 21st century.Our fiscal discipline gives us an unsurpassed opportunity to address a\nremarkable new challenge, the aging of America. With the number of elderly\nAmericans set to double by 2030, the baby boom will become a senior boom.So first and above all, we must save Social Security for the 21st century.Early in this century, being old meant being poor. When President Roosevelt\ncreated Social Security, thousands wrote to thank him for eliminating what\none woman called \"the stark terror of penniless, helpless old age.\" Even\ntoday, without Social Security, half our nation's elderly would be forced\ninto poverty.Today, Social Security is strong, but by 2013, payroll taxes will no longer\nbe sufficient to cover monthly payments. By 2032, the trust fund will be\nexhausted and Social Security will be unable to pay the full benefits older\nAmericans have been promised.The best way to keep Social Security a rock solid guarantee is not to make\ndrastic cuts in benefits; not to raise payroll tax rates; not to drain\nresources from Social Security in the name of saving it. Instead, I propose\nthat we make the historic decision to invest the surplus to save Social\nSecurity.Specifically, I propose that we commit 60 percent of the budget surplus for\nthe next 15 years to Social Security, investing a small portion in the\nprivate sector just as any private or state government pension would do.\nThis will earn a higher return and keep Social Security sound for 55\nyears.But we must aim higher. We should put Social Security on a sound footing\nfor the next 75 years. We should reduce poverty among elderly women, who\nare nearly twice as likely to be poor as are other seniors. And we should\neliminate the limits on what seniors on Social Security can earn.Now, these changes will require difficult, but fully achievable choices\nover and above the dedication of the surplus. They must be made on a\nbipartisan basis. They should be made this year. So let me say to you\ntonight, I reach out my hand to all of you in both houses in both parties\nand ask that we join together in saying to the American people, we will\nsave Social Security now.Now, last year, we wisely reserved all of the surplus until we knew what it\nwould take to save Social Security. Again, I say, we shouldn't spend any of\nit, not any of it, until after Social Security is truly saved. First\nthing's first.Second, once we have saved Social Security, we must fulfill our obligation\nto save and improve Medicare. Already we have extended the life of the\nMedicare trust fund by 10 years, but we should extend it for at least\nanother decade. Tonight, I propose that we use one out of every six dollars\nin the surplus for the next 15 years to guarantee the soundness of Medicare\nuntil the year 2020.But, again--but, again, we should aim higher. We must be willing to work\nin a bipartisan way and look at new ideas, including the upcoming report of\nthe Bipartisan Medicare Commission. If we work together, we can secure\nMedicare for the next two decades and cover the greatest growing need of\nseniors--affordable prescription drugs.Third, we must help all Americans from their first day on the job to save,\nto invest, to create wealth.From its beginnings, Americans have supplemented Social Security with\nprivate pensions and savings. Yet today millions of people retire with\nlittle to live on other than Social Security. Americans living longer than\never simply must save more than ever.Therefore, in addition to saving Social Security and Medicare, I propose a\nnew pension initiative for retirement security in the 21st century. I\npropose that we use a little over 11 percent of the surplus to establish\nuniversal savings accounts--USA accounts--to give all Americans the means\nto save.With these new accounts, Americans can invest as they choose and receive\nfunds to match a portion of their savings with extra help for those least\nable to save. USA accounts will help all Americans to share in our nation's\nwealth and to enjoy a more secure retirement. I ask you to support them.Fourth, we must invest in long-term care.I propose a tax credit of $1,000 for the aged, ailing or disabled and the\nfamilies who care for them. Long-term care will become a bigger and bigger\nchallenge with the aging of America--and we must do more to help our\nfamilies deal with it.I was born in 1946, the first year of the baby boom. I can tell you that\none of the greatest concerns of our generation is our absolute\ndetermination not to let our growing old place an intolerable burden on our\nchildren and their ability to raise our grandchildren.Our economic success and our fiscal discipline now give us the opportunity\nto lift that burden from their shoulders, and we should take it.Saving Social Security, Medicare, creating U.S. accounts, this is the right\nway to use the surplus. If we do so, if we do so, we will still have\nresources to meet critical needs and education and defense.And I want to point out that this proposal is fiscally sound. Listen to\nthis, if we set aside 60 percent of the surplus for Social Security and 16\npercent for Medicare over the next 15 years, that savings will achieve the\nlowest level of publicly-held debt since right before World War I in 1917.So with these four measures; saving Social Security, strengthening\nMedicare, establishing the USA accounts, supporting long-term care, we can\nbegin to meet our generation's historic responsibility to establish true\nsecurity for 21st century seniors.Now, there are more children, from more diverse backgrounds, in our public\nschools that any time in our history. Their education must provide the\nknowledge and nurture the creativity that will allow our entire nation to\nthrive in the new economy.Today we can say something we couldn't say six years ago. With tax credits\nand more affordable student loans, with more work-study grants and more\nPell Grants, with education IRAs, the new HOPE Scholarship tax cut that\nmore than five million Americans will receive this year, we have finally\nopened the doors of college to all Americans.With our support, nearly every state has set higher academic standards for\npublic schools and a voluntary national test is being developed to measure\nthe progress of our students. With over $1 billion in discounts available\nthis year, we are well on our way to our goal of connecting every classroom\nand library to the Internet.Last fall, you passed our proposal to start hiring 100,000 new teachers to\nreduce class size in the early grades. Now I ask you to finish the job.You know our children are doing better. SAT scores are up. Math scores have\nrisen in nearly all grades. But there's a problem. While our fourth-graders\nout performed their peers in other countries in math and science, our\neighth-graders are around average, and our 12th-graders rank near the\nbottom. We must do better.Now each year the national government invests more than $15 billion in our\npublic schools. I believe we must change the way we invest that money to\nsupport what works and to stop supporting what does not work.First, later this year I will send to Congress a plan that for the first\ntime holds states and school districts accountable for progress and rewards\nthem for results. My Education Accountability Act will require every school\ndistrict receiving federal help to take the following five steps:First, all schools must end social promotion.Now, no child, no child should graduate from high school with a diploma he\nor she can't read. We do our children no favors when we allow them to pass\nfrom grade to grade without mastering the material. But we can't just hold\nstudents back because the system fails them.So my balanced budget triples the funding for summer school and\nafter-school programs to keep a million children learning. Now, if--if you\ndoubt this will work, just look at Chicago, which ended social promotion\nand made summer school mandatory for those who don't master the basics.\nMath and reading scores are up three years running with some of the biggest\ngains in some of the poorest neighborhoods. It will work, and we should do\nit.Second, all states and school districts must turn around their worst\nperforming schools or shut them down. That's the policy established in\nNorth Carolina by Governor Jim Hunt. North Carolina made the biggest gains\nin test scores in the nation last year. Our budget includes $200 million to\nhelp states turn around their own failing schools.Third, all states and school districts must be held responsible for the\nquality of their teachers. The great majority of our teachers do a fine\njob, but in too many schools teachers don't have college majors or even\nminors in the subjects they teach. New teachers should be required to pass\nperformance exams, and all teachers should know the subject their\nteaching.This year's balanced budget contains resources to help them reach higher\nstandards. And to attract talented young teachers to the toughest\nassignments, I recommend a six-fold increase in our program for college\nscholarships for students who commit to teach in the inner-cities and\nisolated rural areas and in Indian communities. Let us bring excellence to\nevery part of America.Fourth, we must empower parents with more information and more choices. In\ntoo many communities it's easier to get information on the quality of the\nlocal restaurants than on the quality of the local schools.Every school district should issue report cards on every school. And\nparents should be given more choices in selecting their public schools.When I became president, there was just one independent public charter\nschool in all America. With our support on a bipartisan basis, today there\nare 1,100. My budget assures that early in the next century, there will be\n3,000.Fifth, to assure that our classrooms are truly places of learning, and to\nrespond to what teachers have been asking us to do for years, we should say\nthat all states and school districts must both adopt and implement sensible\ndiscipline policies.Now let's do one more thing for our children. Today, too many schools are\nso old they're falling apart, or so overcrowded students are learning in\ntrailers. Last fall, Congress missed the opportunity to change that. This\nyear, with 53 million children in our schools, Congress must not miss that\nopportunity again. I ask you to help our communities build or modernize\n5,000 schools.If we do these things--end social promotion, turn around failing schools,\nbuild modern ones, support qualified teachers, promote innovation,\ncompetition and discipline--then we will begin to meet our generation's\nhistoric responsibility to create to 21st century schools.Now, we also have to do more to support the millions of parents who give\ntheir all every day at home and at work.The most basic tool of all is a decent income. So let's raise the minimum\nwage by a dollar an hour over the next two years.And let's make sure that women and men get equal pay for equal work by\nstrengthening enforcement of the equal pay laws.That was encouraging, you know? There was more balance on the seesaw. I\nlike that. Let's give them a hand. That's great.Working parents also need quality child care. So, again this year, I ask\nCongress to support our plan for tax credits and subsidies for working\nfamilies, for improved safety and quality, for expanded after-school\nprogram. And our plan also includes a new tax credit for stay-at-home\nparents, too. They need support as well.Parents should never have to worry about choosing between their children\nand their work. Now, the Family and Medical Leave Act, the very first bill\nI signed into law, has now, since 1993, helped millions and millions of\nAmericans to care for a newborn baby or an ailing relative without risking\ntheir jobs. I think it's time, with all of the evidence that it has been so\nlittle burdensome to employers, to extend family leave to 10 million more\nAmericans working for smaller companies, and I hope you will support it.Finally, on the matter of work, parents should never have to face\ndiscrimination in the workplace. So I want to ask Congress to prohibit\ncompanies from refusing to hire or promote workers simply because they have\nchildren. That is not right.America's families deserve the world's best medical care. Thanks to\nbipartisan federal support for medical research, we are not on the verge of\nnew treatments to prevent or delay diseases from Parkinson's to Alzheimer's\nto arthritis to cancer. But as we continue our advances in medical science,\nwe can't let our medical system lag behind.Managed care has literally transformed medicine in America, driving down\ncosts, but threatening to drive down quality as well.I think we ought to say to every American, you should have the right to\nknow all you medical options, not just the cheapest. If you need a\nspecialist, you should have a right to see one. You have a right to the\nnearest emergency care if you're in an accident. These are things that we\nought to say. And I think we ought to say you should have a right to keep\nyour doctor during a period of treatment whether it's a pregnancy or a\nchemotherapy treatment or anything else. I believe this.Now I've ordered these rights to be extended to the 85 million Americans\nserved by Medicare, Medicaid and other federal health programs. But only\nCongress can pass a Patients' Bill of Rights for all Americans.Last year, Congress missed that opportunity, and we must not miss that\nopportunity again. For the sake of our families, I ask us to join together\nacross party lines and pass a strong enforceable Patients' Bill of Rights.As more of our medical records are stored electronically, the threats to\nall of our privacy increase. Because Congress has given me the authority to\nact if it does not do so by August, one way or another, we can all say to\nthe American people, we will protect the privacy of medical records this\nyear.Now, two years ago, we acted to extend health coverage to up to five\nmillion children. Now we should go beyond that. We should make it easier\nfor small businesses to offer health insurance. We should give people\nbetween the ages of 55 and 65 who lose their health insurance the chance to\nbuy into Medicare.And we should continue to ensure access to family planning. No one should\nhave to choose between keeping health care and taking a job. And therefore,\nI especially ask you tonight to join hands to pass the landmark bipartisan\nlegislation proposed by Sens. Kennedy and Jeffords, Roth and Moynihan, to\nallow people with disabilities to keep their health insurance when they go\nto work.We need to enable our public hospitals, our community, our university\nhealth centers to provide basic, affordable care for all the millions of\nworking families who don't have any insurance. They do a lot of that today,\nbut much more can be done. And my balanced budget makes a good down payment\ntoward that goal. I hope you will think about them and support that\nprovision.Let me say we must step up our efforts to treat and prevent mental illness.\nNo American should ever be able--afraid ever to address this disease. This\nyear we will host a White House Conference on Mental Health. With\nsensitivity, commitment and passion, Tipper Gore is leading our efforts\nhere, and I'd like to thank her for what she's done. Thank you. Thank you.As everyone knows, our children are targets of a massive media campaign to\nhook them on cigarettes. Now, I ask this Congress to resist the tobacco\nlobby, to reaffirm the FDA's authority to protect our children from tobacco\nand to hold tobacco companies accountable, while protecting tobacco\nfarmers.Smoking has cost taxpayers hundreds of billions of dollars under Medicare\nand other programs. You know, the states have been right about this.\nTaxpayers shouldn't pay for the cost of lung cancer, emphysema, and other\nsmoking-related illnesses, the tobacco companies should.So tonight I announce that the Justice Department is preparing a litigation\nplan to take the tobacco companies to court and with the funds we recover\nto strengthen Medicare.Now, if we act in these areas--minimum wage, family leave, child care,\nhealth care, the safety of our children--then we will begin to meet our\ngeneration's historic responsibilities to strengthen our families for the\n21st century.Today, America is the most dynamic, competitive, job-creating economy in\nhistory, but we can do even better in building a 21st century economy that\nembraces all Americans.Today's income gap is largely a skills gap. Last year, the Congress passed\na law enabling workers to get a skills grant to choose the training they\nneed. And I applaud all of you here who were part of that.This year, I recommend a five-year commitment to the new system, so that we\ncan provide over the next five years appropriate training opportunities for\nall Americans who lose their jobs and expand rapid response teams to help\nall towns which have been really hurt when businesses close. I hope you\nwill support this.Also, I ask your support for a dramatic increase in federal support for\nadult literacy to mount a national campaign aimed at helping the millions\nand millions of working people who still read at less than a fifth-grade\nlevel. We need to do this.Here's some good news. In the past six years, we have cut the welfare rolls\nnearly in half.Two years ago, from this podium, I asked five companies to lead a national\neffort to hire people off welfare. Tonight our welfare-to-work partnership\nincludes 10,000 companies who have hired hundreds of thousands of people,\nand our balanced budget will help another 200,000 people move to the\ndignity and pride of work. I hope you will support it.We must bring the spark of private enterprise to every corner of America,\nto build a bridge from Wall Street to Appalachia to the Mississippi Delta,\nto our Native American communities, with more support for community\ndevelopment banks for empowerment zones, for 100,000 more vouchers for\naffordable housing.And I ask Congress to support our bold new plan to help businesses raise up\nto $15 billion in private sector capital, to bring jobs and opportunities\nand inner cities, rural areas, with tax credits, loan guarantees, including\nthe new American Private Investment Companies, modeled on the Overseas\nPrivate Investment Companies.Now, for years and years we've had this OPIC, this Overseas Private\nInvestment Corporation, because we knew we had untapped markets overseas.\nBut our greatest untapped markets are not overseas--they are right here at\nhome. And we should go after them.We must work hard to help bring prosperity back to the family farm.As this Congress knows very well, dropping prices and the loss of foreign\nmarkets have devastated too many family farmers. Last year, the Congress\nprovided substantial assistance to help stave off a disaster in American\nagriculture, and I am ready to work with lawmakers of both parties to\ncreate a farm safety net that will include crop insurance reform and farm\nincome assistance.I ask you to join with me and do this. This should not be a political\nissue. Everyone knows what an economic problem is going on out there in\nrural America today, and we need an appropriate means to address it.We must strengthen our lead in technology. It was government investment\nthat led to the creation of the Internet. I propose a 28-percent increase\nin long-term computing research.We also must be ready for the 21st century from its very first moment by\nsolving the so-called Y2K computer problem. We had one member of Congress\nstand up and applaud. And we may have about that ration out there\napplauding at home in front of their television sets. But remember, this is\na big, big problem, and we've been working hard on it. Already we've made\nsure that the Social Security checks will come on time.But I want all the folks at home listening to this to know that we need\nevery state and local government, every business large and small to work\nwith us to make sure that this Y2K computer bug will be remembered as the\nlast headache of the 20th century, not the first crisis of the 21st.For our own prosperity, we must support economic growth abroad. You know,\nuntil recently a third of our economic growth came from exports. But over\nthe past year and a half, financial turmoil has put that growth at risk.\nToday, much of the world is in recession, with Asia hit especially hard.\nThis is the most serious financial crisis in half a century.To meet it, the U.S. and other nations have reduced interest rates and\nstrengthened the International Monetary Fund and while the turmoil is not\nover, we have worked very hard with other nations to contain it.At the same time, we will continue to work on the long-term project:\nbuilding a global financial system for the 21st century that promotes\nprosperity and tames the cycle of boom and bust that has engulfed so much\nof Asia. This June, I will meet with other world leaders to advance this\nhistoric purpose and I ask all of you to support our endeavors. I also ask\nyou to support creating a freer and fairer trading system for 21st century\nAmerica.You know, I'd like to say something really serious to everyone in this\nchamber in both parties. I think trade has divided us and divided Americans\noutside this chamber for too long. Somehow, we have to find a common ground\non which business and workers and environmentalists and farmers and\ngovernment can stand together. I believe these are the things we ought to\nall agree on. So, let me try.First, we ought to tear down barriers, open markets and expand trade, but\nat the same time, we must ensure that ordinary citizens in all countries\nactually benefit from trade; a trade that promotes the dignity of work and\nthe rights of workers and protects the environment.We must insist that international trade organizations be open to public\nscrutiny instead of mysterious, secret things subject to wild criticism.When you come right down to it, now that the world economy is becoming more\nand more integrated, we have to do in the world what we spent the better\npart of this century doing here at home. We have got to put a human face on\nthe global economy.Now, we must enforce our trade laws when imports unlawfully flood our\nnation. I have already informed the government of Japan if that nation's\nsudden surge of steel imports into our country is not reversed, America\nwill respond.We must help all manufacturers hit hard by the present crisis with loan\nguarantees, and other incentives to increase American exports by nearly $2\nbillion. I'd like to believe we can achieve a new consensus on trade based\non these principles. And I ask the Congress to join me again in this common\napproach and to give the president the trade authority long used and now\noverdue and necessary to advance our prosperity in the 21st century.Tonight, I issue a call to the nations of the world to join the United\nStates in a new round of global trade negotiation to expand exports of\nservices, manufactures and farm products.Tonight, I say, we will work with the International Labor Organization on a\nnew initiative to raise labor standards around the world. And this year, we\nwill lead the international community to conclude a treaty to ban abusive\nchild labor everywhere in the world.If we do these things--invest in our people, our communities, our\ntechnology--and lead in the global economy, then we will begin to meet our\nhistoric responsibility to build a 21st century prosperity for America.You know, no nation in history has had the opportunity and the\nresponsibility we now have to shape a world that is more peaceful, more\nsecure, more free.All Americans can be proud that our leadership helped to bring peace in\nNorthern Ireland.All Americans can be proud that our leadership has put Bosnia on the path\nto peace. And with our NATO allies we are pressing the Serbian government\nto stop its brutal repression in Kosovo--to bring those responsible to\njustice and to give the people of Kosovo the self-government they deserve.All Americans can be proud that our leadership renewed hope for lasting\npeace in the Middle East. Some of you were with me last December as we\nwatched the Palestinian National Council completely renounce its call for\nthe destruction of Israel.Now, I ask Congress to provide resources so that all parties can implement\nthe Wye Agreement, to protect Israel's security, to stimulate the\nPalestinian economy, to support our friends in Jordan. We must not, we dare\nnot, let them down. I hope you will help me.As we work for peace, we must also meet threats to our nation's security,\nincluding increased danger from outlaw nations and terrorism.We will defend our security wherever we are threatened, as we did this\nsummer when we struck at Osama bin Laden's network of terror. The bombing\nof our embassies in Kenya and Tanzania reminds us again of the risks faced\nevery day by those who represent America to the world. So let's give them\nthe support they need, the safest possible workplaces, and the resources\nthey must have so America can continue to lead.We must work to keep terrorists from disrupting computer networks. We must\nwork to prepare local communities for biological and chemical emergencies,\nto support research into vaccines and treatments. We must increase our\nefforts to restrain the spread of nuclear weapons and missiles, from Korea\nto India and Pakistan. We must expand our work with Russia, Ukraine and\nother former Soviet nations to safeguard nuclear materials and technology\nso they never fall into the wrong hands. Our balanced budget will increase\nfunding for these critical efforts by almost two-thirds over the next five\nyears.With Russia we must continue to reduce our nuclear arsenals. The START II\nTreaty and the framework we have already agreed to for START III could cut\nthem by 80 percent from their Cold War height.It's been two years since I signed the Comprehensive Test Ban Treaty. If we\ndon't do the right thing, other nations won't either. I ask the Senate to\ntake this vital step, approve the treaty now to make it harder for other\nnations to develop nuclear arms, and to make sure we can end nuclear\ntesting for ever.For nearly a decade, Iraq has defied its obligations to destroy its weapons\nof terror and the missiles to deliver them.America will continue to contain [Iraqi President] Saddam [Hussein] and we\nwill work for the day when Iraq has a government worthy of its people. Now,\nlast month, in our action over Iraq, our troops were superb. Their mission\nwas so flawlessly executed, that we risk taking for granted the bravery and\nskill it required. Captain Jeff Taliaferro, a 10-year Air Force veteran of\nthe Air Force, flew a B-1B bomber over Iraq as we attacked Saddam's war\nmachine. He is here with us tonight. I would like to ask you to honor him\nand all the 33,000 men and women of Operation Desert Fox.It is time to reverse the decline in defense spending that began in 1985.Since April, together we have added nearly $6 billion to maintain our\nmilitary readiness. My balanced budget calls for a sustained increase over\nthe next six years for readiness, for modernization, and for pay and\nbenefits for our troops and their families.You know, we are the heirs of a legacy of bravery represented in every\ncommunity in America by millions of our veterans. America's defenders today\nstill stand ready at a moments notice to go where comforts are few and\ndangers are many, to do what needs to be done as no one else can. They\nalways come through for America. We must come through for them.The new century demands new partnerships for peace and security. The United\nNations plays a crucial role, with allies sharing burdens America might\notherwise bear alone. America needs a strong and effective U.N. I want to\nwork with this new Congress to pay our dues and our debts.We must continue to support security and stability in Europe and Asia--\nexpanding NATO and defining its new missions, maintaining our alliance with\nJapan, with Korea, with our other Asian allies, and engaging China.In China last year, I said to the leaders and the people what I'd like to\nsay again tonight: Stability can no longer be bought at the expense of\nliberty.But I'd also like to say again to the American people, it's important not\nto isolate China. The more we bring China into the world, the more the\nworld will bring change and freedom to China.Last spring, with some of you, I traveled to Africa, where I saw democracy\nand reform rising, but still held back by violence and disease. We must\nfortify African democracy and peace by launching radio democracy for\nAfrica, supporting the transition to democracy now beginning to take place\nin Nigeria, and passing the African Trade and Development Act.We must continue to deepen our ties to the Americas and the Caribbean, our\ncommon work to educate children, fight drugs, strengthen democracy and\nincrease trade. In this hemisphere, every government but one is freely\nchosen by its people. We are determined that Cuba, too, will know the\nblessings of liberty.The American people have opened their arms and their hearts and their arms\nto our Central American and Caribbean neighbors who have been so devastated\nby the recent hurricanes. Working with Congress, I am committed to help\nthem rebuild.When the first lady and Tipper Gore visited the region, they saw thousands\nof our troops and thousands of American volunteers. In the Dominican\nRepublic, Hillary helped to rededicate a hospital that had been rebuilt by\nDominicans and Americans working side by side. With her was some one else\nwho has been very important to the relief efforts. You know sports records\nare made and sooner or later, they're broken. But making other people's\nlives better and showing our children the true meaning of brotherhood, that\nlasts forever. So for far more than baseball, Sammy Sosa, you're a hero in\ntwo countries tonight. Thank you.So I say to all of you, if we do these things, if we pursue peace, fight\nterrorism, increase our strength, renew our alliances, we will begin to\nmeet our generation's historic responsibility to build a stronger 21st\ncentury America in a freer, more peaceful world.As the world has changed, so have our own communities. We must make the\nsafer, more livable, and more united. This year, we will reach our goal of\n100,000 community police officers ahead of schedule and under budget.The Brady Bill has stopped a quarter million felons, fugitives, and\nstalkers from buying handguns and now, the murder rate is the lowest in 30\nyears, and the crime rate has dropped for six straight years.Tonight, I propose a 21st Century Crime Bill to deploy the latest\ntechnologies and tactics to make our communities even safer. Our balanced\nbudget will help put up to 50,000 more police on the street in the areas\nhardest hit by crime, and then to equip them with new tools from\ncrime-mapping computers to digital mug shots. We must break the deadly\ncycle of drugs and crime.Our budget expands support for drug testing and treatment, saying to\nprisoners, \"If you stay on drugs, you have to stay behind bars.\" And to\nthose on parole, \"If you want to keep your freedom, you must stay free of\ndrugs.\"I ask Congress to restore the five-day waiting period for buying a handgun\nand extend the Brady Bill to prevent juveniles who commit violent crimes\nfrom buying a gun.We must do more to keep our schools the safest places in our communities.\nLast year, every American was horrified and heartbroken by the tragic\nkillings in Jonesboro, Paducah, Pearl, Edinboro, Springfield. We were\ndeeply moved by the courageous parents now working to keep guns out of the\nhands of children and to make other efforts so that other parents don't\nhave to live through their loss.After she lost her daughter, Suzann Wilson of Jonesboro, Arkansas, came\nhere to the White House with a powerful plea. She said \"Please, please for\nthe sake of your children, lock up your guns. Don't let what happened in\nJonesboro, happen in your town.\"It's a message she is passionately advocating every day. Suzann is here\nwith us tonight, with the first lady. I would like to thank her for her\ncourage and her commitment.In memory of all the children who lost their lives to school violence, I\nask you to strengthen the Safe And Drug Free School Act, to pass\nlegislation to require child trigger locks, to do everything possible to\nkeep our children safe.Today, we're--excuse me--a century ago, President Theodore Roosevelt\ndefined our great central task as leaving this land even a better land for\nour descendants than it is for us. Today, we're restoring the Florida\nEverglades, saving Yellowstone, preserving the red rock canyons of Utah,\nprotecting California's redwoods, and our precious coasts.But our most fateful new challenge is the threat of global warming.\nNineteen ninety-eight was the warmest year ever recorded. Last year's heat\nwaves, floods and storm are but a hint of what future generations may\nendure if we do not act now.Tonight, I propose a new clean air fund to help communities reduce\ngreenhouse and other pollutions, and tax incentives and investment to spur\nclean energy technologies. And I want to work with members of Congress in\nboth parties to reward companies that take early, voluntary action to\nreduce greenhouse gases.Now, all our communities face a preservation challenge as they grow, and\ngreen space shrinks. Seven thousand acres of farmland and open space are\nlost every day. In response, I propose two major initiatives. First, a $1\nbillion livability agenda to help communities save open space, ease traffic\ncongestion, and grow in ways that enhance every citizen's quality of life.\nAnd second, a $1 billion lands legacy initiative to preserve places of\nnatural beauty all across America, from the most remote wilderness to the\nnearest city park.These are truly landmark initiatives, which could not have been developed\nwithout the visionary leadership of the vice president and I want to thank\nhim very much for his commitment here. Thank you.Now, to get the most out of your community, you have to give something\nback. That's why we created AmeriCorps, our national service program that\ngives today's generation a chance to serve their communities and earn money\nfor college.So far, in just four years, 100,000 young Americans have built low-income\nhomes with Habitat for Humanity, helped tutor children with churches, work\nwith FEMA to ease the burden of natural disasters and performed countless\nother acts of service that has made America better. I ask Congress to give\nmore young Americans the chance to follow their lead and serve America in\nAmeriCorps.Now, we must work to renew our national community as well for the 21st\ncentury. Last year, the House passed the bipartisan campaign finance reform\nlegislation sponsored by Representatives [Christopher] Shays (R-Conn.) and\n[Martin T.] Meehan (D-Mass.) and Sens. [John] McCain (R-Ariz.) and\n[Russell] Feingold (D-Wis.). But a partisan minority in the Senate blocked\nreform. So I would like to say to the House, pass it again--quickly.And I'd like to say to the Senate, I hope you will say yes to a stronger\nAmerican democracy in the year 2000.Since 1997, our Initiative on Race has sought to bridge the divides between\nand among our people. In its report last fall, the Initiatives Advisory\nBoard found that Americans really do want to bring our people together\nacross racial lines.We know it's been a long journey. For some it goes back to before the\nbeginning of our republic. For others, back since the Civil War; for\nothers, throughout the 21st century. But for most of us alive today, in a\nvery real sense this journey began 43 years ago, when a woman named Rosa\nParks sat down on a bus in Alabama and wouldn't get up.She's sitting down with the first lady tonight, and she may get up or not\nas she chooses.We know that our continuing racial problems are aggravated, as the\npresidential initiative said, by opportunity gaps.The initiative I've outlined tonight will help to close them. But we know\nthat the discrimination gap has not been fully closed either.\nDiscrimination or violence because of race or religion, ancestry or gender,\ndisability or sexual orientation, is wrong and it ought to be illegal.\nTherefore, I ask Congress to make the Employment Non-Discrimination Act and\nthe Hate Crimes Prevention Act the law of the land.You know, now since every person in America counts, every American ought to\nbe counted. We need a census that uses modern scientific methods to do\nthat.Our new immigrants must be part of our one America. After all, they're\nrevitalizing our cities, they're energizing our culture, they're building\nup our economy. We have a responsibility to make them welcome here, and\nthey have a responsibility to enter the mainstream of American life.That means learning English and learning about our democratic system of\ngovernment. There are now long waiting lines of immigrants that are trying\nto do just that.Therefore, our budget significantly expands our efforts to help them meet\ntheir responsibility. I hope you will support it.Whether our ancestors came here on the Mayflower, on slave ships; whether\nthey came to Ellis Island or LAX in Los Angeles; whether they came\nyesterday or walked this land 1,000 years ago, our great challenge for the\n21st century is to find a way to be one America. We can meet all the other\nchallenges if we can go forward as one America.You know, barely more than 300 days from now we will cross that bridge into\nthe new millennium. This is a moment, as the first lady has said, to honor\nthe past and imagine the future.I'd like to take just a minute to honor her, for leading our Millennium\nProject, for all she's done for our children. For all she has done in her\nhistoric role to serve our nation and our best ideals at home and abroad, I\nhonor her.Last year--last year I called on Congress and every citizen to mark the\nmillennium by saving America's treasures. Hillary's traveled all across the\ncountry to inspire recognition and support for saving places like Thomas\nEdison's invention factory or Harriet Tubman's home.Now we have to preserve our treasures in every community. And tonight,\nbefore I close, I want to invite every town, every city, every community to\nbecome a nationally recognized millennium community by launching projects\nthat save our history, promote our arts and humanities, prepare our\nchildren for the 21st century.Already the response has been remarkable. And I want to say a special word\nof thanks to our private sector partners and to members in Congress of both\nparties for their support. Just one example. Because of you, the Star\nSpangled Banner will be preserved for the ages.In ways large and small, as we look to the millennium, we are keeping alive\nwhat George Washington called the \"sacred fire of liberty.\"Six years ago, I came to office in a time of doubt for America, with our\neconomy troubled, our deficit high, our people divided. Some even wondered\nwhether our best days were behind us. But across this nation, in a thousand\nneighborhoods, I have seen, even amidst the pain and uncertainty of\nrecession, the real heart and character of America.I knew then we Americans could renew this country.Tonight, as I deliver the last State of the Union Address for the 20th\ncentury, no one anywhere in the world can doubt the enduring resolve and\nboundless capacity of the American people to work toward that \"more perfect\nunion\" of our founders' dreams.We are now, at the end of a century, when generation after generation of\nAmericans answered the call to greatness, overcoming Depression, lifting up\nthe dispossessed, bringing down barriers to racial prejudice, building the\nlargest middle class in history, winning two world wars and the \"long\ntwilight struggle\" of the Cold War.We must all be profoundly grateful for the magnificent achievements of our\nforbearers in this century.Yet perhaps in the daily press of events, in the clash of controversy, we\ndon't see our own time for what it truly is--a new dawn for America.A hundred years from tonight, another American president will stand in this\nplace and report on the State of the Union. He--or she--will look back on\nthe 21st century shaped in so many ways by the decisions we make here and\nnow.So let it be said of us then that we were thinking not only of our time,\nbut of their time; that we reached as high as our ideals; that we put aside\nour divisions and found a new hour of healing and hopefulness; that we\njoined together to serve and strengthen the land we love.My fellow Americans, this is our moment. Let us lift our eyes as one\nnation, and from the mountaintop of this American century, look ahead to\nthe next one--asking God's blessing on our endeavors and on our beloved\ncountry.Thank you, and good evening.", 
    "name": "William J. Clinton"
}