{
    "date": "January 27, 2000", 
    "speech": "Mr. Speaker, Mr. Vice President, Members of Congress, honored guests, my\nfellow Americans:We are fortunate to be alive at this moment in history. Never before has\nour nation enjoyed, at once, so much prosperity and social progress with so\nlittle internal crisis or so few external threats. Never before have we had\nsuch a blessed opportunity--and, therefore, such a profound obligation--\nto build the more perfect union of our founders' dreams.We begin the new century with over 20 million new jobs. The fastest\neconomic growth in more than 30 years; the lowest unemployment rates in 30\nyears; the lowest poverty rates in 20 years; the lowest African-American\nand Hispanic unemployment rates on record; the first back-to-back budget\nsurpluses in 42 years.Next month, America will achieve the longest period of economic growth in\nour entire history.We have built a new economy.Our economic revolution has been matched by a revival of the American\nspirit: Crime down by 20 percent, to its lowest level in 25 years. Teen\nbirths down seven years in a row and adoptions up by 30 percent. Welfare\nrolls cut in half to their lowest levels in 30 years.My fellow Americans, the state of our union is the strongest it has ever\nbeen.As always, the credit belongs to the American people.My gratitude also goes to those of you in this chamber who have worked with\nus to put progress above partisanship.Eight years ago, it was not so clear to most Americans there would be much\nto celebrate in the year 2000. Then our nation was gripped by economic\ndistress, social decline, political gridlock. The title of a best-selling\nbook asked: \"America: What went wrong?\"In the best traditions of our nation, Americans determined to set things\nright. We restored the vital center, replacing outdated ideologies with a\nnew vision anchored in basic, enduring values: opportunity for all,\nresponsibility from all, and a community of all Americans.We reinvented government, transforming it into a catalyst for new ideas\nthat stress both opportunity and responsibility, and give our people the\ntools to solve their own problems.With the smallest federal workforce in 40 years, we turned record deficits\ninto record surpluses, and doubled our investment in education. We cut\ncrime: with 100,000 community police and the Brady Law, which has kept guns\nout of the hands of half a million criminals.We ended welfare as we knew it--requiring work while protecting health\ncare and nutrition for children, and investing more in child care,\ntransportation, and housing to help their parents go to work. We have\nhelped parents to succeed at work and at home--with family leave, which 20\nmillion Americans have used to care for a newborn child or a sick loved\none. We have engaged 150,000 young Americans in citizen service through\nAmeriCorps--while also helping them earn their way through college.In 1992, we had a roadmap. Today, we have results. More important, America\nagain has the confidence to dream big dreams. But we must not let our\nrenewed confidence grow into complacency. We will be judged by the dreams\nand deeds we pass on to our children. And on that score, we will be held to\na high standard, indeed. Because our chance to do good is so great.My fellow Americans, we have crossed the bridge we built to the 21st\nCentury. Now, we must shape a 21st-Century American revolution--of\nopportunity, responsibility, and community. We must be, as we were in the\nbeginning, a new nation.At the dawn of the last century, Theodore Roosevelt said, \"the one\ncharacteristic more essential than any other is foresight. . . It should be\nthe growing nation with a future which takes the long look ahead.\"Tonight let us take our look long ahead--and set great goals for our\nnation.To 21st Century America, let us pledge that:Every child will begin school ready to learn and graduate ready to succeed.\nEvery family will be able to succeed at home and at work--and no child\nwill be raised in poverty. We will meet the challenge of the aging of\nAmerica. We will assure quality, affordable healthcare for all Americans.\nWe will make America the safest big country on earth. We will bring\nprosperity to every American community. We will reverse the course of\nclimate change and leave a cleaner, safer planet. America will lead the\nworld toward shared peace and prosperity, and the far frontiers of science\nand technology. And we will become at last what our founders pledged us to\nbe so long ago--one nation, under God, indivisible, with liberty and\njustice for all.These are great goals, worthy of a great nation. We will not reach them all\nthis year. Not even in this decade. But we will reach them. Let us remember\nthat the first American revolution was not won with a single shot. The\ncontinent was not settled in a single year. The lesson of our history--and\nthe lesson of the last seven years--is that great goals are reached step\nby step: always building on our progress, always gaining ground.Of course, you can't gain ground if you're standing still. For too long\nthis Congress has been standing still on some of our most pressing national\npriorities. Let's begin with them.I ask you again to pass a real patient's bill of rights. Pass common-sense\ngun-safety legislation. Pass campaign finance reform. Vote on long overdue\njudicial nominations and other important appointees. And, again, I ask you\nto raise the minimum wage.Two years ago, as we reached our first balanced budget, I asked that we\nmeet our responsibility to the next generation by maintaining our fiscal\ndiscipline. Because we refused to stray from that path, we are doing\nsomething that would have seemed unimaginable seven years ago: We are\nactually paying down the national debt. If we stay on this path, we can pay\ndown the debt entirely in 13 years and make America debt-free for the first\ntime since Andrew Jackson was president in 1835.In 1993, we began to put our fiscal house in order with the Deficit\nReduction Act, winning passage in both houses by just one vote. Your former\ncolleague, my first Secretary of the Treasury, led that effort. He is here\ntonight. Lloyd Bentsen, you have served America well.Beyond paying off the debt, we must ensure that the benefits of debt\nreduction go to preserving two of the most important guarantees we make to\nevery American--Social Security and Medicare. I ask you tonight to work\nwith me to make a bipartisan down payment on Social Security reform by\ncrediting the interest savings from debt reduction to the Social Security\nTrust Fund to ensure that it is strong and sound for the next 50 years.But this is just the start of our journey. Now we must take the right steps\ntoward reaching our great goals.Opportunity and Responsibility in EducationFirst and foremost, we need a 21st Century revolution in education, guided\nby our faith that every child can learn. Because education is more than\never the key to our children's future, we must make sure all our children\nhave that key. That means quality preschool and afterschool, the best\ntrained teachers in every classroom, and college opportunities for all our\nchildren.For seven years, we have worked hard to improve our schools, with\nopportunity and responsibility: Investing more, but demanding more in\nreturn.Reading, math, and college entrance scores are up. And some of the most\nimpressive gains are in schools in poor neighborhoods.All successful schools have followed the same proven formula: higher\nstandards, more accountability, so all children can reach those standards.\nI have sent Congress a reform plan based on that formula. It holds states\nand school districts accountable for progress, and rewards them for\nresults. Each year, the national government invests more than $15 billion\nin our schools. It's time to support what works and stop supporting what\ndoesn't.As we demand more than ever from our schools, we should invest more than\never in our schools.Let's double our investment to help states and districts turn around their\nworst-performing schools--or shut them down.Let's double our investment in afterschool and summer school programs--\nboosting achievement, and keeping children off the street and out of\ntrouble. If we do, we can give every child in every failing school in\nAmerica the chance to meet high standards.Since 1993, we've nearly doubled our investment in Head Start and improved\nits quality. Tonight, I ask for another $1 billion to Head Start, the\nlargest increase in the program's history.We know that children learn best in smaller classes with good teachers. For\ntwo years in a row, Congress has supported my plan to hire 100,000 new,\nqualified teachers, to lower class sizes in the early grades. This year, I\nask you to make it three in a row.And to make sure all teachers know the subjects they teach, tonight I\npropose a new teacher quality initiative--to recruit more talented people\ninto the classroom, reward good teachers for staying there, and give all\nteachers the training they need.We know charter schools provide real public school choice. When I became\nPresident, there was just one independent public charter school in all\nAmerica. Today there are 1,700. I ask you to help us meet our goal of 3,000\nby next year.We know we must connect all our classrooms to the Internet. We're getting\nthere. In 1994, only three percent of our classrooms were connected. Today,\nwith the help of the Vice President's E-rate program, more than half of\nthem are; and 90 percent of our schools have at least one connection to the\nInternet.But we can't finish the job when a third of all schools are in serious\ndisrepair, many with walls and wires too old for the Internet. Tonight, I\npropose to help 5,000 schools a year make immediate, urgent repairs. And\nagain, to help build or modernize 6,000 schools, to get students out of\ntrailers and into high-tech classrooms.We should double our bipartisan GEAR UP program to mentor 1.4 million\ndisadvantaged young people for college. And let's offer these students a\nchance to take the same college test-prep courses wealthier students use to\nboost their test scores.To make the American Dream achievable for all, we must make college\naffordable for all. For seven years, on a bipartisan basis, we have taken\naction toward that goal: larger Pell grants, more-affordable student loans,\neducation IRAs, and our HOPE scholarships, which have already benefited 5\nmillion young people. 67 percent of high school graduates now go on to\ncollege, up almost 10 percent since 1993. Yet millions of families still\nstrain to pay college tuition. They need help.I propose a landmark $30-billion college opportunity tax cut--a\nmiddle-class tax deduction for up to $10,000 in college tuition costs.\nWe've already made two years of college affordable for all. Now let's make\nfour years of college affordable for all.If we take all these steps, we will move a long way toward making sure\nevery child starts school ready to learn and graduates ready to succeed.Rewarding Work and Strengthening FamiliesWe need a 21st Century revolution to reward work and strengthen families--\nby giving every parent the tools to succeed at work and at the most\nimportant work of all--raising their children. That means making sure that\nevery family has health care and the support to care for aging parents, the\ntools to bring their children up right, and that no child grows up in\npoverty.From my first days as President, we have worked to give families better\naccess to better health care. In 1997, we passed the Children's Health\nInsurance Program--CHIP--so that workers who don't have health care\ncoverage through their employers at least can get it for their children. So\nfar, we've enrolled 2 million children, and we're well on our way to our\ngoal of 5 million.But there are still more than 40 million Americans without health\ninsurance, more than there were in 1993. Tonight I propose that we follow\nVice President Gore's suggestion to make low income parents eligible for\nthe insurance that covers their kids. Together with our children's\ninitiative, we can cover nearly one quarter of the uninsured in America.Again, I ask you to let people between 55 and 65--the fastest growing\ngroup of uninsured--buy into Medicare. And let's give them a tax credit to\nmake that choice an affordable one.When the Baby Boomers retire, Medicare will be faced with caring for twice\nas many of our citizens--and yet it is far from ready to do so. My\ngeneration must not ask our children's generation to shoulder our burden.\nWe must strengthen and modernize Medicare now.My budget includes a comprehensive plan to reform Medicare, to make it more\nefficient and competitive. And it dedicates nearly $400 billion of our\nbudget surplus to keep Medicare solvent past 2025; and, at long last, to\ngive every senior a voluntary choice of affordable coverage for\nprescription drugs.Lifesaving drugs are an indispensable part of modern medicine. No one\ncreating a Medicare program today would even consider excluding coverage\nfor prescription drugs. Yet more than three in five seniors now lack\ndependable drug coverage which can lengthen and enrich their lives.\nMillions of older Americans who need prescription drugs the most pay the\nhighest prices for them.In good conscience, we cannot let another year pass without extending to\nall seniors the lifeline of affordable prescription drugs.Record numbers of Americans are providing for aging or ailing loved ones at\nhome. Last year, I proposed a $1,000 tax credit for long-term care.\nFrankly, that wasn't enough. This year, let's triple it to $3,000--and\nthis year, let's pass it.And we must make needed investments to expand access to mental health care.\nI want to thank the person who has led our efforts to break down the\nbarriers to the decent treatment of mental illness: Tipper Gore.Taken together, these proposals would mark the largest investment in health\ncare in the 35 years since the creation of Medicare--a big step toward\nassuring health care for all Americans, young and old.We must also make investments that reward work and support families.\nNothing does that better than the Earned Income Tax Credit, the EITC. The\n\"E\" in \"EITC\" is about earning; working; taking responsibility and being\nrewarded for it. In my first Address to you, I asked Congress to greatly\nexpand this tax credit; and you did. As a result, in 1998 alone, the EITC\nhelped more than 4.3 million Americans work their way out of poverty and\ntoward the middle class--double the number in 1993.Tonight, I propose another major expansion. We should reduce the marriage\npenalty for the EITC, making sure it rewards marriage just as it rewards\nwork. And we should expand the tax credit for families with more than two\nchildren to provide up to $1,100 more in tax relief.We can't reward work and family unless men and women get equal pay for\nequal work. The female unemployment rate is the lowest in 46 years. Yet\nwomen still earn only about 75 cents for every dollar men earn. We must do\nbetter by providing the resources to enforce present equal pay laws,\ntraining more women for high-paying, high-tech jobs, and passing the\nPaycheck Fairness Act.Two-thirds of new jobs are in the suburbs, far away from many low-income\nfamilies. In the past two years, I have proposed and Congress has approved\n110,000 new housing vouchers--rent subsidies to help working families live\ncloser to the workplace. This year, let us more than double that number. If\nwe want people to go to work, they have to be able to get to work.Many working parents spend up to a quarter of their income on child care.\nLast year, we helped parents provide child care for about two million\nchildren. My child care initiative, along with funds already secured in\nwelfare reform, would make child care better, safer, and more affordable\nfor another 400,000 children.For hard-pressed middle-income families, we should also expand the child\ncare tax credit. And we should take the next big step. We should make that\ntax credit refundable for low-income families. For those making under\n$30,000 a year, that could mean up to $2,400 for child-care costs. We all\nsay we're pro-work and pro-family. Passing this proposal would prove it.Tens of millions of Americans live from paycheck to paycheck. As hard as\nthey work, they still don't have the opportunity to save. Too few can make\nuse of IRAs and 401-K retirement plans. We should do more to help working\nfamilies save and accumulate wealth. That's the idea behind so-called\nIndividual Development Accounts. Let's take that idea to a new level, with\nRetirement Savings Accounts that enable every low- and moderate-income\nfamily in America to save for retirement, a first home, a medical\nemergency, or a college education. I propose to match their contributions,\nhowever small, dollar for dollar, every year they save. And to give a major\nnew tax credit for any small business that provides a meaningful pension to\nits workers.Nearly one in three American children grows up in a home without a father.\nThese children are five times more likely to live in poverty than children\nwith both parents at home. Clearly, demanding and supporting responsible\nfatherhood is critical to lifting all children out of poverty.We have doubled child support collections since 1992, and I am proposing\ntough new measures to hold still more fathers responsible. But we should\nrecognize that a lot of fathers want to do right by their children--and\nneed help to do it. Carlos Rosas of St. Paul, Minnesota, got that help. Now\nhe has a good job and he supports his son Ricardo. My budget will help\n40,000 fathers make the choices Carlos did. And I thank him for being\nhere.If there is any issue on which we can reach across party lines it is in our\ncommon commitment to reward work and strengthen families. Thanks to\noverwhelming bipartisan support from this Congress, we have improved foster\ncare, supported those who leave it when they turn eighteen, and\ndramatically increased the number of foster children going to adoptive\nhomes. I thank you for that. Of course, I am especially grateful to the\nperson who has led our efforts from the beginning, and who has worked\ntirelessly for children and families for thirty years now: my wife,\nHillary.If we take all these steps, we will move a long way toward empowering\nparents to succeed at home and at work and ensuring that no child is raised\nin poverty. We can make these vital investments in health care, education\nand support for working families--and still offer tax cuts to help pay for\ncollege, for retirement, to care for aging parents and reduce the marriage\npenalty--without forsaking the path of fiscal discipline that got us here.\nIndeed, we must make these investments and tax cuts in the context of a\nbalanced budget that strengthens and extends the life of Social Security\nand Medicare and pays down the national debt.Responsibility and CrimeCrime in America has dropped for the past seven years--the longest decline\non record, thanks to a national consensus we helped to forge on community\npolice, sensible gun safety laws, and effective prevention. But nobody\nbelieves America is safe enough. So let's set a higher goal: let's make\nAmerica the safest big country in the world.Last fall, Congress supported my plan to hire--in addition to the 100,000\ncommunity police we have already funded--50,000 more, concentrated in\nhigh-crime neighborhoods. I ask your continued support.Soon after the Columbine tragedy, Congress considered common-sense gun\nsafety legislation to require Brady background checks at gun shows, child\nsafety locks for all new handguns, and a ban on the importation of\nlarge-capacity ammunition clips. With courage--and a tie-breaking vote by\nthe Vice President--the Senate faced down the gun lobby, stood up for the\nAmerican people, and passed this legislation. But the House failed to\nfollow suit.We've all seen what happens when guns fall into the wrong hands. Daniel\nMauser was only 15 years old when he was gunned down at Columbine. He was\nan amazing kid, a straight-A student, a good skier. Like all parents who\nlose their children, his father Tom has borne unimaginable grief. Somehow\nTom has found the strength to honor his son by transforming his grief into\naction. Earlier this month, he took a leave of absence from his job to\nfight for tougher gun safety laws. I pray that his courage and wisdom will\nmove this Congress to make common-sense gun safety legislation the very\nnext order of business. Tom, thank you for being here tonight.We must strengthen gun laws and better enforce laws already on the books.\nFederal gun crime prosecutions are up 16 percent since I took office. But\nagain, we must do more. I propose to hire more federal and local gun\nprosecutors, and more ATF agents to crack down on illegal gun traffickers\nand bad-apple dealers. And we must give law enforcement the tools to trace\nevery gun--and every bullet--used in a crime in America.Listen to this: the accidental gun death rate of children under 15 in the\nUnited States is nine times higher than in the other 25 industrialized\nnations--combined. Technologies now exist that could lead to guns that can\nonly be fired by the adults who own them. I ask Congress to fund research\nin Smart Gun technology. I also call on responsible leaders in the gun\nindustry to work with us on smart guns and other steps to keep guns out of\nthe wrong hands and keep our children safe.Every parent I know worries about the impact of violence in the media on\ntheir children. I thank the entertainment industry for accepting my\nchallenge to put voluntary ratings on TV programs and video and Internet\ngames. But the ratings are too numerous, diverse, and confusing to be\nreally useful to parents. Therefore, I now ask the industry to accept the\nFirst Lady's challenge--to develop a single, voluntary rating system for\nall children's entertainment, one that is easier for parents to understand\nand enforce.If we take all these steps, we will be well on our way to making America\nthe safest big country in the world.Opening New MarketsTo keep our historic economic expansion going, we need a 21st Century\nrevolution to open new markets, start new businesses, and hire new workers\nright here in America--in our inner cities, poor rural areas, and on\nIndian reservations.Our nation's prosperity has not yet reached these places. Over the last six\nmonths, I have traveled to many of them--joined by many of you, and many\nfar-sighted business people--to shine a spotlight on the enormous\npotential in communities from Appalachia to the Mississippi Delta, from\nWatts to the Pine Ridge Indian Reservation. Everywhere I've gone, I've met\ntalented people eager for opportunity, and able to work. Let's put them to\nwork.For business, it's the smart thing to do. For America, it's the right thing\nto do. And if we don't do it now, when will we ever get around to it?I ask Congress to give businesses the same incentives to invest in\nAmerica's new markets that they now have to invest in foreign markets.\nTonight, I propose a large New Markets Tax Credit and other incentives to\nspur $22 billion in private-sector capital--to create new businesses and\nnew investments in inner cities and rural areas.Empowerment Zones have been creating these opportunities for five years\nnow. We should also increase incentives to invest in them and create more\nof them.This is not a Democratic or a Republican issue. It is an American issue.\nMr. Speaker, it was a powerful moment last November when you joined me and\nthe Reverend Jesse Jackson in your home state of Illinois, and committed to\nworking toward our common goal, by combining the best ideas from both sides\nof the aisle. Mr. Speaker, I look forward to working with you.We must maintain our commitment to community development banks and keep the\ncommunity reinvestment act strong so all Americans have access to the\ncapital they need to buy homes and build businesses.We need to make special efforts to address the areas with the highest rates\nof poverty. My budget includes a special $110 million initiative to promote\neconomic development in the Mississippi Delta; and $1 billion to increase\neconomic opportunity, health care, education and law enforcement for Native\nAmerican communities. In this new century, we should honor our historic\nresponsibility to empower the first Americans. I thank leaders and members\nfrom both parties who have already expressed an interest in working with us\non these efforts.There's another part of our American community in trouble today--our\nfamily farmers. When I signed the Farm Bill in 1996, I said there was a\ngreat danger it would work well in good times but not in bad. Well,\ndroughts, floods, and historically low prices have made times very bad for\nour farmers. We must work together to strengthen the farm safety net,\ninvest in land conservation, and create new markets by expanding our\nprogram for bio-based fuels and products.Today, opportunity for all requires something new: having access to a\ncomputer and knowing how to use it. That means we must close the digital\ndivide between those who have these tools and those who don't.Connecting classrooms and libraries to the Internet is crucial, but it's\njust a start. My budget ensures that all new teachers are trained to teach\n21st Century skills and creates technology centers in 1,000 communities to\nserve adults. This spring, I will invite high-tech leaders to join me on\nanother New Markets tour--to close the digital divide and open opportunity\nfor all our people. I thank the high-tech companies that are already doing\nso much in this area--and I hope the new tax incentives I have proposed\nwill encourage others to join us.If we take these steps, we will go a long way toward our goal of bringing\nopportunity to every community.Global Change and American LeadershipTo realize the full possibilities of the new economy, we must reach beyond\nour own borders, to shape the revolution that is tearing down barriers and\nbuilding new networks among nations and individuals, economies and\ncultures: globalization.It is the central reality of our time. Change this profound is both\nliberating and threatening. But there is no turning back. And our open,\ncreative society stands to benefit more than any other--if we understand,\nand act on, the new realities of interdependence. We must be at the center\nof every vital global network, as a good neighbor and partner. We cannot\nbuild our future without helping others to build theirs.First, we must forge a new consensus on trade. Those of us who believe\npassionately in the power of open trade must ensure that it lifts both our\nliving standards and our values, never tolerating abusive child labor or a\nrace to the bottom on the environment and worker protection. Still, open\nmarkets and rules-based trade are the best engines we know for raising\nliving standards, reducing global poverty and environmental destruction,\nand assuring the free flow of ideas. There is only one direction for\nAmerica on trade: we must go forward.And we must make developing economies our partners in prosperity--which is\nwhy I ask Congress to finalize our groundbreaking African and Caribbean\nBasin trade initiatives.Globalization is about more than economics. Our purpose must be to bring\nthe world together around democracy, freedom, and peace, and to oppose\nthose who would tear it apart.Here are the fundamental challenges I believe America must meet to shape\nthe 21st Century world.First, we must continue to encourage our former adversaries, Russia and\nChina, to emerge as stable, prosperous, democratic nations. Both are being\nheld back from reaching their full potential: Russia by the legacy of\ncommunism, economic turmoil, a cruel and self-defeating war in Chechnya;\nChina by the illusion that it can buy stability at the expense of freedom.\nBut think how much has changed in the past decade: thousands of former\nSoviet nuclear weapons eliminated; Russian soldiers serving with ours in\nthe Balkans; Russian people electing their leaders for the first time in a\nthousand years. And in China, an economy more open to the world than ever\nbefore. No one can know for sure what direction these great countries will\nchoose. But we must do everything in our power to increase the chance they\nwill choose wisely, to be constructive members of the global community.That is why we must support those Russians struggling for a democratic,\nprosperous future; continue to reduce both our nuclear arsenals; and help\nRussia safeguard weapons and materials that remain.That is why Congress should support the agreement we negotiated to bring\nChina into the WTO, by passing Permanent Normal Trade Relations as soon as\npossible this year. Our markets are already open to China. This agreement\nwill open China's markets to us. And it will advance the cause of peace in\nAsia and promote the cause of change in China.A second challenge is to protect our security from conflicts that pose the\nrisk of wider war and threaten our common humanity. America cannot prevent\nevery conflict or stop every outrage. But where our interests are at stake\nand we can make a difference, we must be peacemakers.We should be proud of America's role in bringing the Middle East closer\nthan ever to a comprehensive peace; building peace in Northern Ireland;\nworking for peace in East Timor and Africa; promoting reconciliation\nbetween Greece and Turkey and in Cyprus; working to defuse crises between\nIndia and Pakistan; defending human rights and religious freedom.And we should be proud of the men and women of our armed forces and those\nof our allies who stopped the ethnic cleansing in Kosovo--enabling a\nmillion innocent people to return to their homes.When Slobodan Milosevic unleashed his terror on Kosovo, Captain John\nCherrey was one of the brave airmen who turned the tide. And when another\nAmerican plane went down over Serbia, he flew into the teeth of enemy air\ndefenses to bring his fellow pilot home. Thanks to our armed forces' skill\nand bravery, we prevailed without losing a single American in combat.\nCaptain Cherrey, we honor you, and promise to finish the job you began.A third challenge is to keep the inexorable march of technology from giving\nterrorists and potentially hostile nations the means to undermine our\ndefenses. The same advances that have shrunk cell phones to fit in the\npalms of our hands can also make weapons of terror easier to conceal and\neasier to use.We must meet this threat: by making effective agreements to restrain\nnuclear and missile programs in North Korea, curbing the flow of lethal\ntechnology to Iran; preventing Iraq from threatening its neighbors;\nincreasing our preparedness against chemical and biological attack;\nprotecting our vital computer systems from hackers and criminals; and\ndeveloping a system to defend against new missile threats--while working\nto preserve our Anti-Ballistic Missile Treaty with Russia.I hope we can have a constructive bipartisan dialogue this year to build a\nconsensus which will lead eventually to the ratification of the\nComprehensive Nuclear Test Ban Treaty.A fourth challenge is to ensure that the stability of our planet is not\nthreatened by the huge gulf between rich and poor. We cannot accept a world\nin which part of humanity lives on the cutting edge of a new economy, while\nthe rest live on the bare edge of survival. We must do our part, with\nexpanded trade, expanded aid, and the expansion of freedom.From Nigeria to Indonesia, more people won the right to choose their\nleaders in 1999 than in 1989, the year the Berlin Wall fell. We must stand\nby democracies--like Colombia, fighting narco-traffickers for its people's\nlives, and our children's lives. I have proposed a strong two-year package\nto help Colombia win this fight; and I ask for your support. And I will\npropose tough new legislation to go after what drug barons value most--\ntheir money.In a world where 1.2 billion people live on less than a dollar a day, we\nmust do our part in the global endeavor to reduce the debts of the poorest\ncountries so they can invest in education, health and economic growth--as\nthe Pope and other religious leaders have urged. Last year, Congress made a\ndown payment on America's share. And I ask for your continued support.And America must help more nations break the bonds of disease. Last year in\nAfrica, AIDS killed ten times as many people as war did. My budget invests\n$150 million more in the fight against this and other infectious killers.\nToday, I propose a tax credit to speed the development of vaccines for\ndiseases like malaria, TB and AIDS. I ask the private sector and our\npartners around the world to join us in embracing this cause. Together, we\ncan save millions of lives.Our final challenge is the most important: to pass a national security\nbudget that keeps our military the best trained and best equipped in the\nworld, with heightened readiness and 21st Century weapons; raises salaries\nfor our service men and women; protects our veterans; fully funds the\ndiplomacy that keeps our soldiers out of war; and makes good on our\ncommitment to pay our UN dues and arrears. I ask you to pass this budget\nand I thank you for the extraordinary support you have given--Republicans\nand Democrats alike--to our men and women in uniform. I especially want to\nthank Secretary Cohen for symbolizing our bipartisan commitment to our\nnational security--and Janet Cohen, I thank you for tirelessly traveling\nthe world to show our support for the troops.If we meet all these challenges, America can lead the world toward peace\nand freedom in an era of globalization.Responsibility, Opportunity, and the EnvironmentI am grateful for the opportunities the Vice President and I have had to\nwork hard to protect the environment and finally to put to rest the notion\nthat you can't expand the economy while protecting the environment. As our\neconomy has grown, we have rid more than 500 neighborhoods of toxic waste\nand ensured cleaner air and water for millions of families. In the past\nthree months alone, we have acted to preserve more than 40 million acres of\nroadless lands in our National Forests and created three new National\nMonuments.But as our communities grow, our commitment to conservation must grow as\nwell. Tonight, I propose creating a permanent conservation fund to restore\nwildlife, protect coastlines, and save natural treasures from California\nredwoods to the Everglades. This Lands Legacy endowment represents by far\nthe most enduring investment in land preservation ever proposed.Last year, the Vice President launched a new effort to help make\ncommunities more livable--so children will grow up next to parks, not\nparking lots, and parents can be home with their children instead of stuck\nin traffic. Tonight, we propose new funding for advanced transit systems--\nfor saving precious open spaces--for helping major cities around the Great\nLakes protect their waterways and enhance their quality of life.The greatest environmental challenge of the new century is global warming.\nScientists tell us that the 1990s were the hottest decade of the entire\nmillennium. If we fail to reduce emissions of greenhouse gases, deadly heat\nwaves and droughts will become more frequent, coastal areas will be\nflooded, economies disrupted.Many people in the United States and around the world still believe we\ncan't cut greenhouse gas pollution without slowing economic growth. In the\nIndustrial Age that may have been true. In the digital economy, it isn't.\nNew technologies make it possible to cut harmful emissions and provide even\nmore growth. For example, just last week, automakers unveiled cars that get\n70 to 80 miles a gallon--the fruits of a unique research partnership\nbetween government and industry. Before you know it, efficient production\nof biofuels will give us the equivalent of hundreds of miles from a gallon\nof gas.To speed innovations in environmental technologies, I propose giving major\ntax incentives to businesses for the production of clean energy--and to\nfamilies for buying energy-saving homes and appliances and the next\ngeneration of super-efficient cars when they hit the showroom floor. I also\ncall on the auto industry to use available technologies to make all new\ncars more fuel efficient right away. And on Congress to make more of our\nclean-energy technologies available to the developing world--creating\ncleaner growth abroad and new jobs at home.The Opportunity and Responsibility of Science and TechnologyIn the new century, innovations in science and technology will be the key\nnot only to the health of the environment but to miraculous improvements in\nthe quality of our lives and advances in the economy.Later this year, researchers will complete the first draft of the entire\nhuman genome--the very blueprint of life. It is important for all\nAmericans to recognize that your tax dollars have fueled this research--\nand that this and other wise investments in science are leading to a\nrevolution in our ability to detect, treat, and prevent disease.For example, researchers have identified genes that cause Parkinson's\nDisease, diabetes, and certain types of cancer--and they are designing\nprecision therapies that will block the harmful effects of these faulty\ngenes for good. Researchers are already using this new technique to target\nand destroy cells that cause breast cancer. Soon, we may be able to use it\nto prevent the onset of Alzheimer's Disease. Scientists are also working on\nan artificial retina to help many blind people to see and microchips that\nwould directly stimulate damaged spinal cords and allow people who are now\nparalyzed to stand up and walk.Science and engineering innovations are also propelling our remarkable\nprosperity. Information technology alone now accounts for a third of our\neconomic growth, with jobs that pay almost 80 percent above the private\nsector average. Again, we should keep in mind: government-funded research\nbrought supercomputers, the Internet, and communications satellites into\nbeing. Soon researchers will bring us devices that can translate foreign\nlanguages as fast as you can speak; materials 10 times stronger than steel\nat a fraction of the weight; and molecular computers the size of a teardrop\nwith the power of today's fastest supercomputers.To accelerate the march of discovery across all disciplines of science and\ntechnology, my budget includes an unprecedented $3 billion increase in the\n21st Century Research Fund, the largest increase in civilian research in a\ngeneration.These new breakthroughs must be used in ways that reflect our most\ncherished values. First and foremost, we must safeguard our citizens'\nprivacy. Last year, we proposed rules to protect every citizen's medical\nrecords. This year, we will finalize those rules. We have also taken the\nfirst steps to protect the privacy of bank and credit card statements and\nother financial records. Soon I will send legislation to the Congress to\nfinish that job. We must also act to prevent any genetic discrimination by\nemployers or insurers.These steps will allow America to lead toward the far frontiers of science\nand technology--enhancing our health, environment, and economy in ways we\ncannot even imagine today.CommunityAt a time when science, technology and the forces of globalization are\nbringing so many changes into our lives, it is more important than ever\nthat we strengthen the bonds that root us in our local communities and in\nour national communities.No tie binds different people together like citizen service. There is a new\nspirit of service in America--a movement we have supported with\nAmeriCorps, an expanded Peace Corps, and unprecedented new partnerships\nwith businesses, foundations, and community groups. Partnerships to enlist\n12,000 companies in moving 650,000 of our fellow citizens from welfare to\nwork. To battle drug abuse and AIDS. To teach young people to read. To Save\nAmerica's Treasures. To strengthen the arts. To fight teen pregnancy. To\nprevent youth violence. To promote racial healing.We can do even more to help Americans help each other. We should help\nfaith-based organizations do more to fight poverty and drug abuse and help\nyoung people get back on the right track with initiatives like Second\nChance Homes to help unwed teen mothers. We should support Americans who\ntithe and contribute to charities, but don't earn enough to claim a tax\ndeduction for it. Tonight, I propose new tax incentives to allow low- and\nmiddle-income citizens to get that deduction.We should do more to help new immigrants fully participate in the American\ncommunity--investing more to teach them civics and English. And since\neveryone in our community counts, we must make sure everyone is counted in\nthis year's census.Within ten years there will be no majority race in our largest state,\nCalifornia. In a little more than 50 years, there will be no majority race\nin America. In a more interconnected world, this diversity can be our\ngreatest strength. Just look around this chamber. We have members from\nvirtually every racial, ethnic, and religious background. And America is\nstronger for it. But as we have seen, these differences all too often spark\nhatred and division, even here at home.We have seen a man dragged to death in Texas simply because he was black. A\nyoung man murdered in Wyoming simply because he was gay. In the last year\nalone, we've seen the shootings of African Americans, Asian Americans, and\nJewish children simply because of who they were. This is not the American\nway. We must draw the line. Without delay, we must pass the Hate Crimes\nPrevention Act and the Employment Non-Discrimination Act. And we should\nreauthorize the Violence Against Women Act.No American should be subjected to discrimination in finding a home,\ngetting a job, going to school, or securing a loan. Tonight, I propose the\nlargest ever investment to enforce America's civil rights laws. Protections\nin law must be protections in fact.Last February, I created the White House Office of One America to promote\nracial reconciliation. That's what Hank Aaron, has done all his life. From\nhis days as baseball's all-time homerun king to his recent acts of healing,\nhe has always brought Americans together. We're pleased he's with us\ntonight.This fall, at the White House, one of America's leading scientists said\nsomething we should all remember. He said all human beings, genetically,\nare 99.9 percent the same. So modern science affirms what ancient faith has\nalways taught: the most important fact of life is our common humanity.Therefore, we must do more than tolerate diversity--we must honor it and\ncelebrate it.My fellow Americans, each time I prepare for the State of the Union, I\napproach it with great hope and expectations for our nation. But tonight is\nspecial--because we stand on the mountaintop of a new millennium. Behind\nus we see the great expanse of American achievement; before us, even\ngrander frontiers of possibility.We should be filled with gratitude and humility for our prosperity and\nprogress; with awe and joy at what lies ahead; and with absolute\ndetermination to make the most of it.When the framers finished crafting our Constitution, Benjamin Franklin\nstood in Independence Hall and reflected on a painting of the sun, low on\nthe horizon. He said, \"I have often wondered whether that sun was rising or\nsetting. Today,\" Franklin said, \"I have the happiness to know it is a\nrising sun.\" Well, today, because each generation of Americans has kept the\nfire of freedom burning brightly, lighting those frontiers of possibility,\nwe still bask in the warmth of Mr. Franklin's rising sun.After 224 years, the American Revolution continues. We remain a new nation.\nAs long as our dreams outweigh our memories, America will be forever young.\nThat is our destiny. And this is our moment.Thank you, God bless you, and God bless America.", 
    "name": "William J. Clinton"
}