{
    "date": "December 6, 1910", 
    "speech": "To the Senate and House of Representatives:During the past year the foreign relations of the United States have\ncontinued upon a basis of friendship and good understanding. ARBITRATION.The year has been notable as witnessing the pacific settlement of two\nimportant international controversies before the Permanent Court of The\nHague.The arbitration of the Fisheries dispute between the United States and\nGreat Britain, which has been the source of nearly continuous diplomatic\ncorrespondence since the Fisheries Convention of 1818, has given an award\nwhich is satisfactory to both parties. This arbitration is particularly\nnoteworthy not only because of the eminently just results secured, but also\nbecause it is the first arbitration held under the general arbitration\ntreaty of April 4, 1908, between the United States and Great Britain, and\ndisposes of a controversy the settlement of which has resisted every other\nresource of diplomacy, and which for nearly ninety years has been the cause\nof friction between two countries whose common interest lies in maintaining\nthe most friendly and cordial relations with each other.The United States was ably represented before the tribunal. The complicated\nhistory of the questions arising made the issue depend, more than\nordinarily in such cases, upon the care and skill with which our case was\npresented, and I should be wanting in proper recognition of a great\npatriotic service if I did not refer to the lucid historical analysis of\nthe facts and the signal ability and force of the argument--six days in\nlength--presented to the Court in support of our case by Mr. Elihu Root. As\nSecretary of State, Mr. Root had given close study to the intricate facts\nbearing on the controversy, and by diplomatic correspondence had helped to\nframe the issues. At the solicitation of the Secretary of State and myself,\nMr. Root, though burdened by his duties as Senator from New York, undertook\nthe preparation of the case as leading counsel, with the condition imposed\nby himself that, in view of his position as Senator, he should not receive\nany compensation.The Tribunal constituted at The Hague by the Governments of the United\nStates and Venezuela has completed its deliberations and has rendered an\naward in the case of the Orinoco Steamship Company against Venezuela. The\naward may be regarded as satisfactory since it has, pursuant to the\ncontentions of the United States, recognized a number of important\nprinciples making for a judicial attitude in the determining of\ninternational disputes.In view of grave doubts which had been raised as to the constitutionality\nof The Hague Convention for the establishment of an International Prize\nCourt, now before the Senate for ratification, because of that provision of\nthe Convention which provides that there may be an appeal to the proposed\nCourt from the decisions of national courts, this government proposed in an\nIdentic Circular Note addressed to those Powers who had taken part in the\nLondon Maritime Conference, that the powers signatory to the Convention, if\nconfronted with such difficulty, might insert a reservation to the effect\nthat appeals to the International Prize Court in respect to decisions of\nits national tribunals, should take the form of a direct claim for\ncompensation; that the proceedings thereupon to be taken should be in the\nform of a trial de novo, and that judgment of the Court should consist of\ncompensation for the illegal capture, irrespective of the decision of the\nnational court whose judgment had thus been internationally involved. As\nthe result of an informal discussion it was decided to provide such\nprocedure by means of a separate protocol which should be ratified at the\nsame time as the Prize Court Convention itself.Accordingly, the Government of the Netherlands, at the request of this\nGovernment, proposed under date of May 24, 1910, to the powers signatory to\nThe Hague Convention, the negotiation of a supplemental protocol embodying\nstipulations providing for this alternative procedure. It is gratifying to\nobserve that this additional protocol is being signed without objection, by\nthe powers signatory to the original convention, and there is every reason\nto believe that the International Prize Court will be soon established.The Identic Circular Note also proposed that the International Prize Court\nwhen established should be endowed with the functions of an Arbitral Court\nof Justice under and pursuant to the recommendation adopted by the last\nHague Conference. The replies received from the various powers to this\nproposal inspire the hope that this also may be accomplished within the\nreasonably near future.It is believed that the establishment of these two tribunals will go a long\nway toward securing the arbitration of many questions which have heretofore\nthreatened and, at times, destroyed the peace of nations.PEACE COMMISSION.Appreciating these enlightened tendencies of modern times, the Congress at\nits last session passed a law providing for the appointment of a commission\nof five members \"to be appointed by the President of the United States to\nconsider the expediency of utilizing existing international agencies for\nthe purpose of limiting the armaments of the nations of the world by\ninternational agreement, and of constituting the combined navies of the\nworld an international force for the preservation of universal peace, and\nto consider and report upon any other means to diminish the expenditures of\ngovernment for military purposes and to lessen the probabilities of war.\"I have not as yet made appointments to this Commission because I have\ninvited and am awaiting the expressions of foreign governments as to their\nwillingness to cooperate with us in the appointment of similar commissions\nor representatives who would meet with our commissioners and by joint\naction seek to make their work effective.GREAT BRITAIN AND CANADA.Several important treaties have been negotiated with Great Britain in the\npast twelve months. A preliminary diplomatic agreement has been reached\nregarding the arbitration of pecuniary claims which each Government has\nagainst the other. This agreement, with the schedules of claims annexed,\nwill, as soon as the schedules are arranged, be submitted to the Senate for\napproval.An agreement between the United States and Great Britain with regard to the\nlocation of the international boundary line between the United States and\nCanada in Passamaquoddy Bay and to the middle of Grand Manan Channel was\nreached in a Treaty concluded May 21, 1910, which has been ratified by both\nGovernments and proclaimed, thus making unnecessary the arbitration\nprovided for in the previous treaty of April 11, 1908.The Convention concluded January 11, 1909, between the United States and\nGreat Britain providing for the settlement of international differences\nbetween the United States and Canada including the apportionment between\nthe two countries of certain of the boundary waters and the appointment of\nCommissioners to adjust certain other questions has been ratified by both\nGovernments and proclaimed.The work of the International Fisheries Commission appointed in 1908, under\nthe treaty of April 11, 1908, between Great Britain and the United States,\nhas resulted in the formulation and recommendation of uniform regulations\ngoverning the fisheries of the boundary waters of Canada and the United\nStates for the purpose of protecting and increasing the supply of food fish\nin such waters. In completion of this work, the regulations agreed upon\nrequire congressional legislation to make them effective and for their\nenforcement in fulfillment of the treaty stipulations. PORTUGAL.In October last the monarchy in Portugal was overthrown, a provisional\nRepublic was proclaimed, and there was set up a de facto Government which\nwas promptly recognized by the Government of the United States for purposes\nof ordinary intercourse pending formal recognition by this and other Powers\nof the Governmental entity to be duly established by the national\nsovereignty. LIBERIA.A disturbance among the native tribes of Liberia in a portion of the\nRepublic during the early part of this year resulted in the sending, under\nthe Treaty of 1862, of an American vessel of war to the disaffected\ndistrict, and the Liberian authorities, assisted by the good offices of the\nAmerican Naval Officers, were able to restore order. The negotiations which\nhave been undertaken for the amelioration of the conditions found in\nLiberia by the American Commission, whose report I transmitted to Congress\non March 25 last, are being brought to conclusion, and it is thought that\nwithin a short time practical measures of relief may be put into effect\nthrough the good offices of this Government and the cordial cooperation of\nother governments interested in Liberia's welfare.THE NEAR EAST. TURKEY.To return the visit of the Special Embassy announcing the accession of His\nMajesty Mehemet V, Emperor of the Ottomans, I sent to Constantinople a\nSpecial Ambassador who, in addition to this mission of ceremony, was\ncharged with the duty of expressing to the Ottoman Government the value\nattached by the Government of the United States to increased and more\nimportant relations between the countries and the desire of the United\nStates to contribute to the larger economic and commercial development due\nto the new regime in Turkey.The rapid development now beginning in that ancient empire and the marked\nprogress and increased commercial importance of Bulgaria, Roumania, and\nServia make it particularly opportune that the possibilities of American\ncommerce in the Near East should receive due attention. MONTENEGRO.The National Skoupchtina having expressed its will that the Principality of\nMontenegro be raised to the rank of Kingdom, the Prince of Montenegro on\nAugust 15 last assumed the title of King of Montenegro. It gave me pleasure\nto accord to the new kingdom the recognition of the United States.THE FAR EAST.The center of interest in Far Eastern affairs during the past year has\nagain been China.It is gratifying to note that the negotiations for a loan to the Chinese\nGovernment for the construction of the trunk railway lines from Hankow\nsouthward to Canton and westward through the Yangtse Valley, known as the\nHukuang Loan, were concluded by the representatives of the various\nfinancial groups in May last and the results approved by their respective\ngovernments. The agreement, already initialed by the Chinese Government, is\nnow awaiting formal ratification. The basis of the settlement of the terms\nof this loan was one of exact equality between America, Great Britain,\nFrance, and Germany in respect to financing the loan and supplying\nmaterials for the proposed railways and their future branches.The application of the principle underlying the policy of the United States\nin regard to the Hukuang Loan, viz., that of the internationalization of\nthe foreign interest in such of the railways of China as may be financed by\nforeign countries, was suggested on a broader scale by the Secretary of\nState in a proposal for internationalization and commercial neutralization\nof all the railways of Manchuria. While the principle which led to the\nproposal of this Government was generally admitted by the powers to whom it\nwas addressed, the Governments of Russia and Japan apprehended practical\ndifficulties in the execution of the larger plan which prevented their\nready adherence. The question of constructing the Chinchow-Aigun railway by\nmeans of an international loan to China is, however, still the subject of\nfriendly discussion by the interested parties.The policy of this Government in these matters has been directed by a\ndesire to make the use of American capital in the development of China an\ninstrument in the promotion of China's welfare and material prosperity\nwithout prejudice to her legitimate rights as an independent political\npower.This policy has recently found further exemplification in the assistance\ngiven by this Government to the negotiations between China and a group of\nAmerican bankers for a loan of $50,000,000 to be employed chiefly in\ncurrency reform. The confusion which has from ancient times existed in the\nmonetary usages of the Chinese has been one of the principal obstacles to\ncommercial intercourse with that people. The United States in its Treaty of\n1903 with China obtained a pledge from the latter to introduce a uniform\nnational coinage, and the following year, at the request of China, this\nGovernment sent to Peking a member of the International Exchange\nCommission, to discuss with the Chinese Government the best methods of\nintroducing the reform. In 1908 China sent a Commissioner to the United\nStates to consult with American financiers as to the possibility of\nsecuring a large loan with which to inaugurate the new currency system, but\nthe death of Their Majesties, the Empress Dowager and the Emperor of China,\ninterrupted the negotiations, which were not resumed until a few months\nago, when this Government was asked to communicate to the bankers concerned\nthe request of China for a loan of $50,000,000 for the purpose under\nreview. A preliminary agreement between the American group and China has\nbeen made covering the loan.For the success of this loan and the contemplated reforms which are of the\ngreatest importance to the commercial interests of the United States and\nthe civilized world at large, it is realized that an expert will be\nnecessary, and this Government has received assurances from China that such\nan adviser, who shall be an American, will be engaged.It is a matter of interest to Americans to note the success which is\nattending the efforts of China to establish gradually a system of\nrepresentative government. The provincial assemblies were opened in\nOctober, 1909, and in October of the present year a consultative body, the\nnucleus of the future national parliament, held its first session at\nPeking.The year has further been marked by two important international agreements\nrelating to Far Eastern affairs. In the Russo-Japanese Agreement relating\nto Manchuria, signed July 4, 1910, this Government was gratified to note an\nassurance of continued peaceful conditions in that region and the\nreaffirmation of the policies with respect to China to which the United\nStates together with all other interested powers are alike solemnly\ncommitted.The treaty annexing Korea to the Empire of Japan, promulgated August 29,\n1910, marks the final step in a process of control of the ancient empire by\nher powerful neighbor that has been in progress for several years past. In\ncommunicating the fact of annexation the Japanese Government gave to the\nGovernment of the United States assurances of the full protection of the\nrights of American citizens in Korea under the changed conditions.Friendly visits of many distinguished persons from the Far East have been\nmade during the year. Chief among these were Their Imperial Highnesses\nPrinces Tsai-tao and Tsai-Hsun of China; and His Imperial Highness Prince\nHigashi Fushimi, and Prince Tokugawa, President of the House of Peers of\nJapan. The Secretary of War has recently visited Japan and China in\nconnection with his tour to the Philippines, and a large delegation of\nAmerican business men are at present traveling in China. This exchange of\nfriendly visits has had the happy effect of even further strengthening our\nfriendly international relations.LATIN AMERICA.During the past year several of our southern sister Republics celebrated\nthe one hundredth anniversary of their independence. In honor of these\nevents, special embassies were sent from this country to Argentina, Chile,\nand Mexico, where the gracious reception and splendid hospitality extended\nthem manifested the cordial relations and friendship existing between those\ncountries and the United States, relations which I am happy to believe have\nnever before been upon so high a plane and so solid a basis as at present.The Congressional commission appointed under a concurrent resolution to\nattend the festivities celebrating the centennial anniversary of Mexican\nindependence, together with a special ambassador, were received with the\nhighest honors and with the greatest cordiality, and returned with the\nreport of the bounteous hospitality and warm reception of President Diaz\nand the Mexican people, which left no doubt of the desire of the\nimmediately neighboring Republic to continue the mutually beneficial and\nintimate relations which I feel sure the two governments will ever\ncherish.At the Fourth Pan-American Conference which met in Buenos Aires during July\nand August last, after seven weeks of harmonious deliberation, three\nconventions were signed providing for the regulation of trade-marks,\npatents, and copyrights, which when ratified by the different Governments,\nwill go far toward furnishing to American authors, patentees, and owners of\ntrade-marks the protection needed in localities where heretofore it has\nbeen either lacking or inadequate. Further, a convention for the\narbitration of pecuniary claims was signed and a number of important\nresolutions passed. The Conventions will in due course be transmitted to\nthe Senate, and the report of the Delegation of the United States will be\ncommunicated to the Congress for its information. The special cordiality\nbetween representative men from all parts of America which was shown at\nthis Conference cannot fail to react upon and draw still closer the\nrelations between the countries which took part in it.The International Bureau of American Republics is doing a broad and useful\nwork for Pan American commerce and comity. Its duties were much enlarged by\nthe International Conference of American States at Buenos Aires and its\nname was shortened to the more practical and expressive term of Pan\nAmerican Union. Located now in its new building, which was specially\ndedicated April 26 of this year to the development of friendship, trade and\npeace among the American nations, it has improved instrumentalities to\nserve the twenty-two republics of this hemisphere.I am glad to say that the action of the United States in its desire to\nremove imminent danger of war between Peru and Ecuador growing out of a\nboundary dispute, with the cooperation of Brazil and the Argentine Republic\nas joint mediators with this Government, has already resulted successfully\nin preventing war. The Government of Chile, while not one of the mediators,\nlent effective aid in furtherance of a preliminary agreement likely to lead\non to an amicable settlement, and it is not doubted that the good offices\nof the mediating Powers and the conciliatory cooperation of the Governments\ndirectly interested will finally lead to a removal of this perennial cause\nof friction between Ecuador and Peru. The inestimable value of cordial\ncooperation between the sister republics of America for the maintenance of\npeace in this hemisphere has never been more clearly shown than in this\nmediation, by which three American Governments have given to this\nhemisphere the honor of first invoking the most far-reaching provisions of\nThe Hague Convention for the pacific settlement of international disputes.There has been signed by the representatives of the United States and\nMexico a protocol submitting to the United States-Mexican Boundary\nCommission (whose membership for the purpose of this case is to be\nincreased by the addition of a citizen of Canada) the question of\nsovereignty over the Chamizal Tract which lies within the present physical\nboundaries of the city of E1 Paso, Tex. The determination of this question\nwill remove a source of no little annoyance to the two Governments.The Republic of Honduras has for many years been burdened with a heavy\nbonded debt held in Europe, the interest on which long ago fell in arrears.\nFinally conditions were such that it became imperative to refund the debt\nand place the finances of the Republic upon a sound basis. Last year a\ngroup of American bankers undertook to do this and to advance funds for\nrailway and other improvements contributing directly to the country's\nprosperity and commerce--an arrangement which has long been desired by this\nGovernment. Negotiations to this end have been under way for more than a\nyear and it is now confidently believed that a short time will suffice to\nconclude an arrangement which will be satisfactory to the foreign\ncreditors, eminently advantageous to Honduras, and highly creditable to the\njudgment and foresight of the Honduranean Government. This is much to be\ndesired since, as recognized by the Washington Conventions, a strong\nHonduras would tend immensely to the progress and prosperity of Central\nAmerica.During the past year the Republic of Nicaragua has been the scene of\ninternecine struggle. General Zelaya, for seventeen years the absolute\nruler of Nicaragua, was throughout his career the disturber of Central\nAmerica and opposed every plan for the promotion of peace and friendly\nrelations between the five republics. When the people of Nicaragua were\nfinally driven into rebellion by his lawless exactions, he violated the\nlaws of war by the unwarranted execution of two American citizens who had\nregularly enlisted in the ranks of the revolutionists. This and other\noffenses made it the duty of the American Government to take measures with\na view to ultimate reparation and for the safeguarding of its interests.\nThis involved the breaking off of all diplomatic relations with the Zelaya\nGovernment for the reasons laid down in a communication from the Secretary\nof State, which also notified the contending factions in Nicaragua that\nthis Government would hold each to strict accountability for outrages on\nthe rights of American citizens. American forces were sent to both coasts\nof Nicaragua to be in readiness should occasion arise to protect Americans\nand their interests, and remained there until the war was over and peace\nhad returned to that unfortunate country. These events, together with\nZelaya's continued exactions, brought him so clearly to the bar of public\nopinion that he was forced to resign and to take refuge abroad.In the above-mentioned communication of the Secretary of State to the\nCharge d'Affaires of the Zelaya Government, the opinion was expressed that\nthe revolution represented the wishes of the majority of the Nicaraguan\npeople. This has now been proved beyond doubt by the fact that since the\ncomplete overthrow of the Madriz Government and the occupation of the\ncapital by the forces of the revolution, all factions have united to\nmaintain public order and as a result of discussion with an Agent of this\nGovernment, sent to Managua at the request of the Provisional Government,\ncomprehensive plans are being made for the future welfare of Nicaragua,\nincluding the rehabilitation of public credit. The moderation and\nconciliatory spirit shown by the various factions give ground for the\nconfident hope that Nicaragua will soon take its rightful place among the\nlaw-abiding and progressive countries of the world.It gratifies me exceedingly to announce that the Argentine Republic some\nmonths ago placed with American manufacturers a contract for the\nconstruction of two battle-ships and certain additional naval equipment.\nThe extent of this work and its importance to the Argentine Republic make\nthe placing of the bid an earnest of friendly feeling toward the United\nStates.TARIFF NEGOTIATIONS.The new tariff law, in section 2, respecting the maximum and minimum\ntariffs of the United States, which provisions came into effect on April 1,\n1910, imposed upon the President the responsibility of determining prior to\nthat date whether or not any undue discrimination existed against the\nUnited States and its products in any country of the world with which we\nsustained commercial relations.In the case of several countries instances of apparent undue discrimination\nagainst American commerce were found to exist. These discriminations were\nremoved by negotiation. Prior to April 1, 1910, when the maximum tariff was\nto come into operation with respect to importations from all those\ncountries in whose favor no proclamation applying the minimum tariff should\nbe issued by the President, one hundred and thirty-four such proclamations\nwere issued. This series of proclamations embraced the entire commercial\nworld, and hence the minimum tariff of the United States has been given\nuniversal application, thus testifying to the satisfactory character of our\ntrade relations with foreign countries.Marked advantages to the commerce of the United States were obtained\nthrough these tariff settlements. Foreign nations are fully cognizant of\nthe fact that under section 2 of the tariff act the President is required,\nwhenever he is satisfied that the treatment accorded by them to the\nproducts of the United States is not such as to entitle them to the\nbenefits of the minimum tariff of the United States, to withdraw those\nbenefits by proclamation giving ninety days' notice, after which the\nmaximum tariff will apply to their dutiable products entering the United\nStates. In its general operation this section of the tariff law has thus\nfar proved a guaranty of continued commercial peace, although there are\nunfortunately instances where foreign governments deal arbitrarily with\nAmerican interests within their jurisdiction in a manner injurious and\ninequitable.The policy of broader and closer trade relations with the Dominion of\nCanada which was initiated in the adjustment of the maximum and minimum\nprovisions of the Tariff Act of August, 1909, has proved mutually\nbeneficial. It justifies further efforts for the readjustment of the\ncommercial relations of the two countries so that their commerce may follow\nthe channels natural to contiguous countries and be commensurate with the\nsteady expansion of trade and industry on both sides of the boundary line.\nThe reciprocation on the part of the Dominion Government of the sentiment\nwhich was expressed by this Government was followed in October by the\nsuggestion that it would be glad to have the negotiations, which had been\ntemporarily suspended during the summer, resumed. In accordance with this\nsuggestion the Secretary of State, by my direction, dispatched two\nrepresentatives of the Department of State as special commissioners to\nOttawa to confer with representatives of the Dominion Government. They were\nauthorized to take such steps for formulating a reciprocal trade agreement\nas might be necessary and to receive and consider any propositions which\nthe Dominion Government might care to submit.Pursuant to the instructions issued conferences were held by these\ncommissioners with officials of the Dominion Government at Ottawa in the\nearly part of November.The negotiations were conducted on both sides in a spirit of mutual\naccommodation. The discussion of the common commercial interests of the two\ncountries had for its object a satisfactory basis for a trade arrangement\nwhich offers the prospect of a freer interchange for the products of the\nUnited States and of Canada. The conferences were adjourned to be resumed\nin Washington in January, when it is hoped that the aspiration of both\nGovernments for a mutually advantageous measure of reciprocity will be\nrealized.FOSTERING FOREIGN TRADE.All these tariff negotiations, so vital to our commerce and industry, and\nthe duty of jealously guarding the equitable and just treatment of our\nproducts, capital, and industry abroad devolve upon the Department of\nState.The Argentine battle-ship contracts, like the subsequent important one for\nArgentine railway equipment, and those for Cuban Government vessels, were\nsecured for our manufacturers largely through the good offices of the\nDepartment of State.The efforts of that Department to secure for citizens of the United States\nequal opportunities in the markets of the world and to expand American\ncommerce have been most successful. The volume of business obtained in new\nfields of competition and upon new lines is already very great and Congress\nis urged to continue to support the Department of State in its endeavors\nfor further trade expansion.Our foreign trade merits the best support of the Government and the most\nearnest endeavor of our manufacturers and merchants, who, if they do not\nalready in all cases need a foreign market, are certain soon to become\ndependent on it. Therefore, now is the time to secure a strong position in\nthis field.AMERICAN BRANCH BANKS ABROAD.I cannot leave this subject without emphasizing the necessity of such\nlegislation as will make possible and convenient the establishment of\nAmerican banks and branches of American banks in foreign countries. Only by\nsuch means can our foreign trade be favorably financed, necessary credits\nbe arranged, and proper avail be made of commercial opportunities in\nforeign countries, and most especially in Latin America.AID TO OUR FOREIGN MERCHANT MARINE.Another instrumentality indispensable to the unhampered and natural\ndevelopment of American commerce is merchant marine. All maritime and\ncommercial nations recognize the importance of this factor. The greatest\ncommercial nations, our competitors, jealously foster their merchant\nmarine. Perhaps nowhere is the need for rapid and direct mail, passenger\nand freight communication quite so urgent as between the United States and\nLatin America. We can secure in no other quarter of the world such\nimmediate benefits in friendship and commerce as would flow from the\nestablishment of direct lines Of communication with the countries of Latin\nAmerica adequate to meet the requirements of a rapidly increasing\nappreciation of the reciprocal dependence of the countries of the Western\nHemisphere upon each other's products, sympathies and assistance.I alluded to this most important subject in my last annual message; it has\noften been before you and I need not recapitulate the reasons for its\nrecommendation. Unless prompt action be taken the completion of the Panama\nCanal will find this the only great commercial nation unable to avail in\ninternational maritime business of this great improvement in the means of\nthe world's commercial intercourse.Quite aside from the commercial aspect, unless we create a merchant marine,\nwhere can we find the seafaring population necessary as a natural naval\nreserve and where could we find, in case of war, the transports and\nsubsidiary vessels without which a naval fleet is arms without a body? For\nmany reasons I cannot too strongly urge upon the Congress the passage of a\nmeasure by mail subsidy or other subvention adequate to guarantee the\nestablishment and rapid development of an American merchant marine, and the\nrestoration of the American flag to its ancient place upon the seas.Of course such aid ought only to be given under conditions of publicity of\neach beneficiary's business and accounts which would show that the aid\nreceived was needed to maintain the trade and was properly used for that\npurpose.FEDERAL PROTECTION TO ALIENS.With our increasing international intercourse, it becomes incumbent upon me\nto repeat more emphatically than ever the recommendation which I made in my\nInaugural Address that Congress shall at once give to the Courts of the\nUnited States jurisdiction to punish as a crime the violation of the rights\nof aliens secured by treaty with the United States, in order that the\ngeneral government of the United States shall be able, when called upon by\na friendly nation, to redeem its solemn promise by treaty to secure to the\ncitizens or subjects of that nation resident in the United States, freedom\nfrom violence and due process of law in respect to their life, liberty and\nproperty.MERIT SYSTEM FOR DIPLOMATIC AND CONSULAR SERVICE.I also strongly commend to the favorable action of the Congress the\nenactment of a law applying to the diplomatic and consular service the\nprinciples embodied in Section 1753 of the Revised Statutes of the United\nStates, in the Civil Service Act of January 16, 1883, and the Executive\nOrders of June 27, 1906, and of November 26, 1909. The excellent results\nwhich have attended the partial application of Civil Service principles to\nthe diplomatic and consular services are an earnest of the benefit to be\nwrought by a wider and more permanent extension of those principles to both\nbranches of the foreign service. The marked improvement in the consular\nservice during the four years since the principles of the Civil Service Act\nwere applied to that service in a limited way, and the good results already\nnoticeable from a similar application of civil service principles to the\ndiplomatic service a year ago, convince me that the enactment into law of\nthe general principles of the existing executive regulations could not fail\nto effect further improvement of both branches of the foreign service,\noffering as it would by its assurance of permanency of tenure and promotion\non merit, an inducement for the entry of capable young men into the service\nand an incentive to those already in to put forth their best efforts to\nattain and maintain that degree of efficiency which the interests of our\ninternational relations and commerce demand.GOVERNMENT OWNERSHIP OF OUR EMBASSY AND LEGATION PREMISES.During many years past appeals have been made from time to time to Congress\nin favor of Government ownership of embassy and legation premises abroad.\nThe arguments in favor of such ownership have been many and oft repeated\nand are well known to the Congress. The acquisition by the Government of\nsuitable residences and offices for its diplomatic officers, especially in\nthe capitals of the Latin-American States and of Europe, is so important\nand necessary to an improved diplomatic service that I have no hesitation\nin urging upon the Congress the passage of some measure similar to that\nfavorably reported by the House Committee on Foreign Affairs on February\n14, 1910 (Report No. 438), that would authorize the gradual and annual\nacquisition of premises for diplomatic use.The work of the Diplomatic Service is devoid of partisanship; its\nimportance should appeal to every American citizen and should receive the\ngenerous consideration of the Congress.TREASURY DEPARTMENT.ESTIMATES FOR NEXT YEAR'S EXPENSES.Every effort has been made by each department chief to reduce the estimated\ncost of his department for the ensuing fiscal year ending June 30, 1912. I\nsay this in order that Congress may understand that these estimates thus\nmade present the smallest sum which will maintain the departments, bureaus,\nand offices of the Government and meet its other obligations under existing\nlaw, and that a cut of these estimates would result in embarrassing the\nexecutive branch of the Government in the performance of its duties. This\nremark does not apply to the river and harbor estimates, except to those\nfor expenses of maintenance and the meeting of obligations under authorized\ncontracts, nor does it apply to the public building bill nor to the navy\nbuilding program. Of course, as to these Congress could withhold any part\nor all of the estimates for them without interfering with the discharge of\nthe ordinary obligations of the Government or the performance of the\nfunctions of its departments, bureaus, and offices.A FIFTY-TWO MILLION CUT.The final estimates for the year ending June 30, 1912, as they have been\nsent to the Treasury, on November 29 of this year, for the ordinary\nexpenses of the Government, including those for public buildings, rivers\nand harbors, and the navy building program, amount to $630,494,013.12. This\nis $52,964,887.36 less than the appropriations for the fiscal year ending\nJune 30, 1911. It is $16,883,153.44 less than the total estimates,\nincluding supplemental estimates submitted to Congress by the Treasury for\nthe year 1911, and is $5,574,659.39 less than the original estimates\nsubmitted by the Treasury for 1911.These figures do not include the appropriations for the Panama Canal, the\npolicy in respect to which ought to be, and is, to spend as much each year\nas can be economically and effectively expended in order to complete the\nCanal as promptly as possible, and, therefore, the ordinary motive for\ncutting down the expense of the Government does not apply to appropriations\nfor this purpose. It will be noted that the estimates for the Panama Canal\nfor the ensuing year are more than fifty-six millions of dollars, an\nincrease of twenty millions over the amount appropriated for this year--a\ndifference due to the fact that the estimates for 1912 include something\nover nineteen millions for the fortification of the Canal. Against the\nestimated expenditures of $630,494,013.12, the Treasury has estimated\nreceipts for next year $680,000,000, making a probable surplus of ordinary\nreceipts over ordinary expenditures of about $50,000,000.A table showing in detail the estimates and the comparisons referred to\nfollows.TYPICAL ECONOMIES.The Treasury Department is one of the original departments of the\nGovernment. With the changes in the monetary system made from time to time\nand with the creation of national banks, it was thought necessary to\norganize new bureaus and divisions which were added in a somewhat haphazard\nway and resulted in a duplication of duties which might well now be ended.\nThis lack of system and economic coordination has attracted the attention\nof the head of that Department who has been giving his time for the last\ntwo years, with the aid of experts and by consulting his bureau chiefs, to\nits reformation. He has abolished four hundred places in the civil service\nwithout at all injuring its efficiency. Merely to illustrate the character\nof the reforms that are possible, I shall comment on some of the specific\nchanges that are being made, or ought to be made by legislative aid.AUDITING SYSTEM.The auditing system in vogue is as old as the Government and the methods\nused are antiquated. There are six Auditors and seven Assistant Auditors\nfor the nine departments, and under the present system the only function\nwhich the Auditor of a department exercises is to determine, on accounts\npresented by disbursing officers, that the object of the expenditure was\nwithin the law and the appropriation made by Congress for the purpose on\nits face, and that the calculations in the accounts are correct. He does\nnot examine the merits of the transaction or determine the reasonableness\nof the price paid for the articles purchased, nor does he furnish any\nsubstantial check upon disbursing officers and the heads of departments or\nbureaus with sufficient promptness to enable the Government to recoup\nitself in full measure for unlawful expenditure. A careful plan is being\ndevised and will be presented to Congress with the recommendation that the\nforce of auditors and employees under them be greatly reduced, thereby\neffecting substantial economy. But this economy will be small compared with\nthe larger economy that can be effected by consolidation and change of\nmethods. The possibilities in this regard have been shown in the reduction\nof expenses and the importance of methods and efficiency in the office of\nthe Auditor for the Post Office Department, who, without in the slightest\ndegree impairing the comprehensiveness and efficiency of his work, has cut\ndown the expenses of his office $120,000 a year.Statement of estimates of appropriations for the fiscal years 1912 and\n1911, and of appropriations for 1911, showing increases and decreases. -\nFinal Estimates for 1912 as of November 29 - Original Estimates submitted\nby the Treasury for 1911 - Total Estimates for 1911 including supplementals\n- Appropriations for 1911 - Increase (+) and decrease (-), 1912 estimates\nagainst 1911 total estimates - Increase (+) and decrease (-), 1912\nestimates against 1911 total appropriations - Increase (+) and decrease\n(-), 1911 estimates against 1911 total appropriationsLegislature - $13,426,805.73 - $13,169,679.70 - $13,169,679.70 -\n$12,938,048.00 - + $257,126.03 - + $488,757.73 - + $231,631.70Executive - 998,170.00 - 472,270.00 - 722,270.00 - 870,750.00 - +\n275,900.00 - + 127,420.00 - - 148,480.00State Department: - 4,875,576.41 - 4,875,301.41 - 4,749,801.41 -\n5,046,701.41 - + 125,775.00 - - 171,125.00 - - 296,900.00TREASURY DEPARTMENT: Treasury Department proper - 68,735,451.00 -\n69,865,240.00 - 70,393,543.75 - 69,973,434.61 - - 1,658,092.75 - -\n1,237,983.61 - + 420,109.14Public buildings and works - 11,864,545.60 - 6,198,365.60 - 7,101,465.60 -\n5,565,164.00 - + 4,763,080.00 - + 6,299,381.60 - + 1,536,301.60Territorial governments - 202,150.00 - 287,350.00 - 292,350.00 - 282,600.00\n- - 90,200.00 - - 80,450.00 - + 9,750.00Independent offices - 2,638,695.12 - 2,400,695.12 - 2,492,695.12 -\n2,128,695.12 - + 146,000.00 - + 510,000.00 - + 364,000.00District of Columbia - 13,602,785.90 - 11,884,928.49 - 12,108,878.49 -\n11,440,346.99 - + 1,492,907.41 - + 2,162,439.91 - + 668,532.50WAR DEPARTMENT: War Department proper - 120,104,260.12 - 124,165,656.28 -\n125,717,204.77 - 122,322,178.12 - - 5,612,944.65 - - 2,217,918.00 - +\n3,395,026.65Rivers and harbors - 28,232,438.00 - 28,232,465.00 - 28,232,465.00 -\n49,390,541.50 - - 27.00 - -21,158,103.50 - -21,158,076.50NAVY DEPARTMENT: Navy Department proper - 116,101,730.24 - 117,029,914.38 -\n119,768,860.83 - 119,596,870.46 - - 3,667,130.59 - - 3,495,140.22 - +\n171,990.37New navy building program - 12,840,428.00 - 12,844,122.00 - 12,844,122.00 -\n14,790,122.00 - - 3,694.00 - - 1,949,694.00 - - 1,946,000.00Interior Department - 189,151,875.00 - 191,224,182.90 - 193,948,582.02 -\n214,754,278.00 - - 4,796,707.02 - -25,602,403.00 - -20,805,698.98Post-Office Department proper - 1,697,490.00 - 1,695,690.00 - 1,695,690.00\n- 2,085,005.33 - + 1,800.00 - - 387,515.33 - - 389,315.33Deficiency in postal revenues - --------------- - 10,634,122.63 -\n10,634,122.63 - 10,634,122.63 - -10,634,122.65 - -10,634,122.63 -\n-----------------Department of Agriculture - 19,681,066.00 - 17,681,136.00 - 17,753,931.24 -\n17,821,836.00 - + 1,927,134.76 - + 1,859,230.00 - - 67,904.76Department of Commerce andLabor - 16,276,970.00 - 14,187,913.00 - 15,789,271.00 - 14,169,969.32 - +\n487,699.00 - + 2,107,000.68 - + 1,619,301.68Department of Justice - 10,063,576.00 - 9,518,640.00 - 9,962,233.00 -\n9,648,237.99 - + 101,343.00 - + 415,338.01 - + 313,995.01 -", 
    "name": "William H. Taft"
}