{
    "date": "December 3, 1912", 
    "speech": "PART ITo the Senate and House of Representatives:The foreign relations of the United States actually and potentially affect\nthe state of the Union to a degree not widely realized and hardly surpassed\nby any other factor in the welfare of the whole Nation. The position of the\nUnited States in the moral, intellectual, and material relations of the\nfamily of nations should be a matter of vital interest to every patriotic\ncitizen. The national prosperity and power impose upon us duties which we\ncan not shirk if we are to be true to our ideals. The tremendous growth of\nthe export trade of the United States has already made that trade a very\nreal factor in the industrial and commercial prosperity of the country.\nWith the development of our industries the foreign commerce of the United\nStates must rapidly become a still more essential factor in its economic\nwelfare. Whether we have a farseeing and wise diplomacy and are not\nrecklessly plunged into unnecessary wars, and whether our foreign policies\nare based upon an intelligent grasp of present-day world conditions and a\nclear view of the potentialities of the future, or are governed by a\ntemporary and timid expediency or by narrow views befitting an infant\nnation, are questions in the alternative consideration of which must\nconvince any thoughtful citizen that no department of national polity\noffers greater opportunity for promoting the interests of the whole people\non the one hand, or greater chance on the other of permanent national\ninjury, than that which deals with the foreign relations of the United\nStates.The fundamental foreign policies of the United States should be raised high\nabove the conflict of partisanship and wholly dissociated from differences\nas to domestic policy. In its foreign affairs the United States should\npresent to the world a united front. The intellectual, financial, and\nindustrial interests of the country and the publicist, the wage earner, the\nfarmer, and citizen of whatever occupation must cooperate in a spirit of\nhigh patriotism to promote that national solidarity which is indispensable\nto national efficiency and to the attainment of national ideals.The relations of the United States with all foreign powers remain upon a\nsound basis of peace, harmony, and friendship. A greater insistence upon\njustice to American citizens or interests wherever it may have been denied\nand a stronger emphasis of the need of mutuality in commercial and other\nrelations have only served to strengthen our friendships with foreign\ncountries by placing those friendships upon a firm foundation of realities\nas well as aspirations.Before briefly reviewing the more important events of the last year in our\nforeign relations, which it is my duty to do as charged with their conduct\nand because diplomatic affairs are not of a nature to make it appropriate\nthat the Secretary of State make a formal annual report, I desire to touch\nupon some of the essentials to the safe management of the foreign relations\nof the United States and to endeavor, also, to define clearly certain\nconcrete policies which are the logical modern corollaries of the\nundisputed and traditional fundamentals of the foreign policy of the United\nStates.REORGANIZATION OF THE STATE DEPARTMENTAt the beginning of the present administration the United States, having\nfully entered upon its position as a world power, with the responsibilities\nthrust upon it by the results of the Spanish-American War, and already\nengaged in laying the groundwork of a vast foreign trade upon which it\nshould one day become more and more dependent, found itself without the\nmachinery for giving thorough attention to, and taking effective action\nupon, a mass of intricate business vital to American interests in every\ncountry in the world.The Department of State was an archaic and inadequate machine lacking most\nof the attributes of the foreign office of any great modern power. With an\nappropriation made upon my recommendation by the Congress on August 5,\n1909, the Department of State was completely reorganized. There were\ncreated Divisions of Latin American Affairs and of Far Eastern, Near\nEastern, and Western European Affairs. To these divisions were called from\nthe foreign service diplomatic and consular officers possessing experience\nand knowledge gained by actual service in different parts of the world and\nthus familiar with political and commercial conditions in the regions\nconcerned. The work was highly specialized. The result is that where\npreviously this Government from time to time would emphasize in its foreign\nrelations one or another policy, now American interests in every quarter of\nthe globe are being cultivated with equal assiduity. This principle of\npolitico-geographical division possesses also the good feature of making\npossible rotation between the officers of the departmental, the diplomatic,\nand the consular branches of the foreign service, and thus keeps the whole\ndiplomatic and consular establishments tinder the Department of State in\nclose touch and equally inspired with the aims and policy of the\nGovernment. Through the newly created Division of Information the foreign\nservice is kept fully informed of what transpires from day to day in the\ninternational relations of the country, and contemporary foreign comment\naffecting American interests is promptly brought to the attention of the\ndepartment. The law offices of the department were greatly strengthened.\nThere were added foreign trade advisers to cooperate with the diplomatic and\nconsular bureaus and the politico-geographical divisions in the innumerable\nmatters where commercial diplomacy or consular work calls for such special\nknowledge. The same officers, together with the rest of the new\norganization, are able at all times to give to American citizens accurate\ninformation as to conditions in foreign countries with which they have\nbusiness and likewise to cooperate more effectively with the Congress and\nalso with the other executive departments.MERIT SYSTEM IN CONSULAR AND DIPLOMATIC CORPSExpert knowledge and professional training must evidently be the essence of\nthis reorganization. Without a trained foreign service there would not be\nmen available for the work in the reorganized Department of State.\nPresident Cleveland had taken the first step toward introducing the merit\nsystem in the foreign service. That had been followed by the application of\nthe merit principle, with excellent results, to the entire consular branch.\nAlmost nothing, however, had been done in this direction with regard to the\nDiplomatic Service. In this age of commercial diplomacy it was evidently of\nthe first importance to train an adequate personnel in that branch of the\nservice. Therefore, on November 26, 1909, by an Executive order I placed\nthe Diplomatic Service up to the grade of secretary of embassy, inclusive,\nupon exactly the same strict nonpartisan basis of the merit system, rigid\nexamination for appointment and promotion only for efficiency, as had been\nmaintained without exception in the Consular Service.STATISTICS AS TO MERIT AND NONPARTISAN CHARACTER OF APPOINTMENTSHow faithful to the merit system and how nonpartisan has been the conduct\nof the Diplomatic and Consular Services in the last four years may be\njudged from the following: Three ambassadors now serving held their present\nrank at the beginning of my administration. Of the ten ambassadors whom I\nhave appointed, five were by promotion from the rank of minister. Nine\nministers now serving held their present rank at the beginning of my\nadministration. Of the thirty ministers whom I have appointed, eleven were\npromoted from the lower grades of the foreign service or from the\nDepartment of State. Of the nineteen missions in Latin America, where our\nrelations are close and our interest is great, fifteen chiefs of mission\nare service men, three having entered the service during this\nadministration. Thirty-seven secretaries of embassy or legation who have\nreceived their initial appointments after passing successfully the required\nexamination were chosen for ascertained fitness, without regard to\npolitical affiliations. A dearth of candidates from Southern and Western\nStates has alone made it impossible thus far completely to equalize all the\nStates' representations in the foreign service. In the effort to equalize\nthe representation of the various States in the Consular Service I have\nmade sixteen of the twenty-nine new appointments as consul which have\noccurred during my administration from the Southern States. This is 55 per\ncent. Every other consular appointment made, including the promotion of\neleven young men from the consular assistant and student interpreter corps,\nhas been by promotion or transfer, based solely upon efficiency shown in\nthe service.In order to assure to the business and other interests of the United States\na continuance of the resulting benefits of this reform, I earnestly renew\nmy previous recommendations of legislation making it permanent along some\nsuch lines as those of the measure now Pending in Congress.LARGER PROVISION FOR EMBASSIES AND LEGATIONS AND FOR OTHER EXPENSES OF OUR\nFOREIGN REPRESENTATIVES RECOMMENDEDIn connection with legislation for the amelioration of the foreign service,\nI wish to invite attention to the advisability of placing the salary\nappropriations upon a better basis. I believe that the best results would\nbe obtained by a moderate scale of salaries, with adequate funds for the\nexpense of proper representation, based in each case upon the scale and\ncost of living at each post, controlled by a system of accounting, and\nunder the general direction of the Department of State.In line with the object which I have sought of placing our foreign service\non a basis of permanency, I have at various times advocated provision by\nCongress for the acquisition of Government-owned buildings for the\nresidence and offices of our diplomatic officers, so as to place them more\nnearly on an equality with similar officers of other nations and to do away\nwith the discrimination which otherwise must necessarily be made, in some\ncases, in favor of men having large private fortunes. The act of Congress\nwhich I approved on February 17, 1911, was a right step in this direction.\nThe Secretary of State has already made the limited recommendations\npermitted by the act for any one year, and it is my hope that the bill\nintroduced in the House of Representatives to carry out these\nrecommendations will be favorably acted on by the Congress during its\npresent session.In some Latin-American countries the expense of government-owned legations\nwill be less than elsewhere, and it is certainly very urgent that in such\ncountries as some of the Republics of Central America and the Caribbean,\nwhere it is peculiarly difficult to rent suitable quarters, the\nrepresentatives of the United States should be justly and adequately\nprovided with dignified and suitable official residences. Indeed, it is\nhigh time that the dignity and power of this great Nation should be\nfittingly signalized by proper buildings for the occupancy of the Nation's\nrepresentatives everywhere abroad.DIPLOMACY A HAND MAID OF COMMERCIAL INTERCOURSE AND PEACEThe diplomacy of the present administration has sought to respond to modern\nideas of commercial intercourse. This policy has been characterized as\nsubstituting dollars for bullets. It is one that appeals alike to\nidealistic humanitarian sentiments, to the dictates of sound policy and\nstrategy, and to legitimate commercial aims. It I is an effort frankly\ndirected to the increase of American trade upon the axiomatic principle\nthat the Government of the United States shall extend all proper support to\nevery legitimate and beneficial American enterprise abroad. How great have\nbeen the results of this diplomacy, coupled with the maximum and minimum\nprovision of the tariff law, will be seen by some consideration of the\nwonderful increase in the export trade of the United States. Because\nmodern diplomacy is commercial, there has been a disposition in some\nquarters to attribute to it none but materialistic aims. How strikingly\nerroneous is such an impression may be seen from a study of the results by\nwhich the diplomacy of the United States can be judged.SUCCESSFUL EFFORTS IN PROMOTION OF PEACEIn the field of work toward the ideals of peace this Government negotiated,\nbut to my regret was unable to consummate, two arbitration treaties which\nset the highest mark of the aspiration of nations toward the substitution\nof arbitration and reason for war in the settlement of international\ndisputes. Through the efforts of American diplomacy several wars have been\nprevented or ended. I refer to the successful tripartite mediation of the\nArgentine Republic, Brazil, and the United States between Peru and Ecuador;\nthe bringing of the boundary dispute between Panama and Costa Rica to\npeaceful arbitration; the staying of warlike preparations when Haiti and\nthe Dominican Republic were on the verge of hostilities; the stopping of a\nwar in Nicaragua; the halting of internecine strife in Honduras. The\nGovernment of the United States was thanked for its influence toward the\nrestoration of amicable relations between the Argentine Republic and\nBolivia. The diplomacy of the United States is active in seeking to assuage\nthe remaining ill-feeling between this country and the Republic of\nColombia. In the recent civil war in China the United States successfully\njoined with the other interested powers in urging an early cessation of\nhostilities. An agreement has been reached between the Governments of Chile\nand Peru whereby the celebrated Tacna-Arica dispute, which has so long\nembittered international relations on the west coast of South America, has\nat last been adjusted. Simultaneously came the news that the boundary\ndispute between Peru and Ecuador had entered upon a stage of amicable\nsettlement. The position of the United States in reference to the\nTacna-Arica dispute between Chile and Peru has been one of nonintervention,\nbut one of friendly influence and pacific counsel throughout the period\nduring which the dispute in question has been the subject of interchange of\nviews between this Government and the two Governments immediately\nconcerned. In the general easing of international tension on the west coast\nof South America the tripartite mediation, to which I have referred, has\nbeen a most potent and beneficent factor.CHINAIn China the policy of encouraging financial investment to enable that\ncountry to help itself has had the result of giving new life and practical\napplication to the open-door policy. The consistent purpose of the present\nadministration has been to encourage the use of American capital in the\ndevelopment of China by the promotion of those essential reforms to which\nChina is pledged by treaties with the United States and other powers. The\nhypothecation to foreign bankers in connection with certain industrial\nenterprises, such as the Hukuang railways, of the national revenues upon\nwhich these reforms depended, led the Department of State early in the\nadministration to demand for American citizens participation in such\nenterprises, in order that the United States might have equal rights and an\nequal voice in all questions pertaining to the disposition of the public\nrevenues concerned. The same policy of promoting international accord among\nthe powers having similar treaty rights as ourselves in the matters of\nreform, which could not be put into practical effect without the common\nconsent of all, was likewise adopted in the case of the loan desired by\nChina for the reform of its currency. The principle of international\ncooperation in matters of common interest upon which our policy had already\nbeen based in all of the above instances has admittedly been a great factor\nin that concert of the powers which has been so happily conspicuous during\nthe perilous period of transition through which the great Chinese nation\nhas been passing.CENTRAL AMERICA NEEDS OUR HELP IN DEBT ADJUSTMENTIn Central America the aim has been to help such countries as Nicaragua and\nHonduras to help themselves. They are the immediate beneficiaries. The\nnational benefit to the United States is twofold. First, it is obvious\nthat the Monroe doctrine is more vital in the neighborhood of the Panama\nCanal and the zone of the Caribbean than anywhere else. There, too, the\nmaintenance of that doctrine falls most heavily upon the United States. It\nis therefore essential that the countries within that sphere shall be\nremoved from the jeopardy involved by heavy foreign debt and chaotic\nnational finances and from the ever-present danger of international\ncomplications due to disorder at home. Hence the United States has been\nglad to encourage and support American bankers who were willing to lend a\nhelping hand to the financial rehabilitation of such countries because this\nfinancial rehabilitation and the protection of their customhouses from\nbeing the prey of would be dictators would remove at one stroke the menace\nof foreign creditors and the menace of revolutionary disorder.The second advantage of the United States is one affecting chiefly all the\nsouthern and Gulf ports and the business and industry of the South. The\nRepublics of Central America and the Caribbean possess great natural\nwealth. They need only a measure of stability and the means of financial\nregeneration to enter upon an era of peace and prosperity, bringing profit\nand happiness to themselves and at the same time creating conditions sure\nto lead to a flourishing interchange of trade with this country.I wish to call your especial attention to the recent occurrences in\nNicaragua, for I believe the terrible events recorded there during the\nrevolution of the past summer-the useless loss of life, the devastation of\nproperty, the bombardment of defenseless cities, the killing and wounding\nof women and children, the torturing of noncombatants to exact\ncontributions, and the suffering of thousands of human beings-might have\nbeen averted had the Department of State, through approval of the loan\nconvention by the Senate, been permitted to carry out its now\nwell-developed policy of encouraging the extending of financial aid to weak\nCentral American States with the primary objects of avoiding just such\nrevolutions by assisting those Republics to rehabilitate their finances, to\nestablish their currency on a stable basis, to remove the customhouses from\nthe danger of revolutions by arranging for their secure administration, and\nto establish reliable banks.During this last revolution in Nicaragua, the Government of that Republic\nhaving admitted its inability to protect American life and property against\nacts of sheer lawlessness on the part of the malcontents, and having\nrequested this Government to assume that office, it became necessary to\nland over 2,000 marines and bluejackets in Nicaragua. Owing to their\npresence the constituted Government of Nicaragua was free to devote its\nattention wholly to its internal troubles, and was thus enabled to stamp\nout the rebellion in a short space of time. When the Red Cross supplies\nsent to Granada had been exhausted, 8,000 persons having been given food in\none day upon the arrival of the American forces, our men supplied other\nunfortunate, needy Nicaraguans from their own haversacks. I wish to\ncongratulate the officers and men of the United States navy and Marine\nCorps who took part in reestablishing order in Nicaragua upon their\nsplendid conduct, and to record with sorrow the death of seven American\nmarines and bluejackets. Since the reestablishment of peace and order,\nelections have been held amid conditions of quiet and tranquility. Nearly\nall the American marines have now been withdrawn. The country should soon\nbe on the road to recovery. The only apparent danger now threatening\nNicaragua arises from the shortage of funds. Although American bankers have\nalready rendered assistance, they may naturally be loath to advance a loan\nadequate to set the country upon its feet without the support of some such\nconvention as that of June, 1911, upon which the Senate has not yet acted.ENFORCEMENT OF NEUTRALITY LAWSIn the general effort to contribute to the enjoyment of peace by those\nRepublics which are near neighbors of the United States, the administration\nhas enforced the so-called neutrality statutes with a new vigor, and those\nstatutes were greatly strengthened in restricting the exportation of arms\nand munitions by the joint resolution of last March. It is still a\nregrettable fact that certain American ports are made the rendezvous of\nprofessional revolutionists and others engaged in intrigue against the\npeace of those Republics. It must be admitted that occasionally a\nrevolution in this region is justified as a real popular movement to throw\noff the shackles of a vicious and tyrannical government. Such was the\nNicaraguan revolution against the Zelaya regime. A nation enjoying our\nliberal institutions can not escape sympathy with a true popular movement,\nand one so well justified. In very many cases, however, revolutions in the\nRepublics in question have no basis in principle, but are due merely to the\nmachinations of conscienceless and ambitious men, and have no effect but to\nbring new suffering and fresh burdens to an already oppressed people. The\nquestion whether the use of American ports as foci of revolutionary\nintrigue can be best dealt with by a further amendment to the neutrality\nstatutes or whether it would be safer to deal with special cases by special\nlaws is one worthy of the careful consideration of the Congress.VISIT OF SECRETARY KNOX TO CENTRAL AMERICA AND THE CARIBBEANImpressed with the particular importance of the relations between the\nUnited States and the Republics of Central America and the Caribbean\nregion, which of necessity must become still more intimate by reason of the\nmutual advantages which will be presented by the opening of the Panama\nCanal, I directed the Secretary of State last February to visit these\nRepublics for the purpose of giving evidence of the sincere friendship and\ngood will which the Government and people of the United States bear toward\nthem. Ten Republics were visited. Everywhere he was received with a\ncordiality of welcome and a generosity of hospitality such as to impress me\ndeeply and to merit our warmest thanks. The appreciation of the Governments\nand people of the countries visited, which has been appropriately shown in\nvarious ways, leaves me no doubt that his visit will conduce to that closer\nunion and better understanding between the United States and those\nRepublics which I have had it much at heart to promote.OUR MEXICAN POLICYFor two years revolution and counter-revolution has distraught the\nneighboring Republic of Mexico. Brigandage has involved a great deal of\ndepredation upon foreign interests. There have constantly recurred\nquestions of extreme delicacy. On several occasions very difficult\nsituations have arisen on our frontier. Throughout this trying period, the\npolicy of the United States has been one of patient nonintervention,\nsteadfast recognition of constituted authority in the neighboring nation,\nand the exertion of every effort to care for American interests. I\nprofoundly hope that the Mexican nation may soon resume the path of order,\nprosperity, and progress. To that nation in its sore troubles, the\nsympathetic friendship of the United States has been demonstrated to a high\ndegree. There were in Mexico at the beginning of the revolution some thirty\nor forty thousand American citizens engaged in enterprises contributing\ngreatly to the prosperity of that Republic and also benefiting the\nimportant trade between the two countries. The investment of American\ncapital in Mexico has been estimated at $1,000,000,000. The responsibility\nof endeavoring to safeguard those interests and the dangers inseparable\nfrom propinquity to so turbulent a situation have been great, but I am\nhappy to have been able to adhere to the policy above outlined-a policy\nwhich I hope may be soon justified by the complete success of the Mexican\npeople in regaining the blessings of peace and good order.AGRICULTURAL CREDITSA most important work, accomplished in the past year by the American\ndiplomatic officers in Europe, is the investigation of the agricultural\ncredit system in the European countries. Both as a means to afford relief\nto the consumers of this country through a more thorough development of\nagricultural resources and as a means of more sufficiently maintaining the\nagricultural population, the project to establish credit facilities for the\nfarmers is a concern of vital importance to this Nation. No evidence of\nprosperity among well-established farmers should blind us to the fact that\nlack of capital is preventing a development of the Nation's agricultural\nresources and an adequate increase of the land under cultivation; that\nagricultural production is fast falling behind the increase in population;\nand that, in fact, although these well-established farmers are maintained\nin increasing prosperity because of the natural increase in population, we\nare not developing the industry of agriculture. We are not breeding in\nproportionate numbers a race of independent and independence-loving\nlandowners, for a lack of which no growth of cities can compensate. Our\nfarmers have been our mainstay in times of crisis, and in future it must\nstill largely be upon their stability and common sense that this democracy\nmust rely to conserve its principles of self-government.The need of capital which American farmers feel to-day had been experienced\nby the farmers of Europe, with their centuries-old farms, many years ago.\nThe problem had been successfully solved in the Old World and it was\nevident that the farmers of this country might profit by a study of their\nsystems. I therefore ordered, through the Department of State, an\ninvestigation to be made by the diplomatic officers in Europe, and I have\nlaid the results of this investigation before the governors of the various\nStates with the hope that they will be used to advantage in their\nforthcoming meeting.INCREASE OF FOREIGN TRADEIn my last annual message I said that the fiscal year ended June 30, 1911,\nwas noteworthy as marking the highest record of exports of American\nproducts to foreign countries. The fiscal year 1912 shows that this rate of\nadvance has been maintained, the total domestic exports having a valuation\napproximately Of $2,200,000,000, as compared with a fraction over\n$2,000,000,000 the previous year. It is also significant that manufactured\nand partly manufactured articles continue to be the chief commodities\nforming the volume of our augmented exports, the demands of our own people\nfor consumption requiring that an increasing proportion of our abundant\nagricultural products be kept at home. In the fiscal year 1911 the exports\nof articles in the various stages of manufacture, not including foodstuffs\npartly or wholly manufactured, amounted approximately to $907,500,000. In\nthe fiscal year 1912 the total was nearly $1,022,000,000, a gain Of\n$114,000,000.ADVANTAGE OF MAXIMUM AND MINIMUM TARIFF PROVISIONThe importance which our manufactures have assumed in the commerce of the\nworld in competition with the manufactures of other countries again draws\nattention to the duty of this Government to use its utmost endeavors to\nsecure impartial treatment for American products in all markets. Healthy\ncommercial rivalry in international intercourse is best assured by the\npossession of proper means for protecting and promoting our foreign trade.\nIt is natural that competitive countries should view with some concern this\nsteady expansion of our commerce. If in some instance the measures taken by\nthem to meet it are not entirely equitable, a remedy should be found. In\nformer messages I have described the negotiations of the Department of\nState with foreign Governments for the adjustment of the maximum and\nminimum tariff as provided in section 2 of the tariff law of 1909. The\nadvantages secured by the adjustment of our trade relations under this law\nhave continued during the last year, and some additional cases of\ndiscriminatory treatment of which we had reason to complain have been\nremoved. The Department of State has for the first time in the history of\nthis country obtained substantial most-favored-nation treatment from all\nthe countries of the world. There are, however, other instances which,\nwhile apparently not constituting undue discrimination in the sense of\nsection 2, are nevertheless exceptions to the complete equity of tariff\ntreatment for American products that the Department of State consistently\nhas sought to obtain for American commerce abroad.NECESSITY FOR SUPPLEMENTARY LEGISLATIONThese developments confirm the opinion conveyed to you in my annual message\nof 1911, that while the maximum and minimum provision of the tariff law of\n1909 has been fully justified by the success achieved in removing\npreviously existing undue discriminations against American products, yet\nexperience has shown that this feature of the law should be amended in such\nway as to provide a fully effective means of meeting the varying degrees of\ndiscriminatory treatment of American commerce in foreign countries still\nencountered, as well as to protect against injurious treatment on the part\nof foreign Governments, through either legislative or administrative\nmeasures, the financial interests abroad of American citizens whose\nenterprises enlarge the market for American commodities.I can not too strongly recommend to the Congress the passage of some such\nenabling measure as the bill which was recommended by the Secretary of\nState in his letter of December 13, 1911. The object of the proposed\nlegislation is, in brief, to enable the Executive to apply, as the case may\nrequire, to any or all commodities, whether or not on the free list from a\ncountry which discriminates against the United States, a graduated scale of\nduties up to the maximum Of 25 per cent ad valorem provided in the present\nlaw. Flat tariffs are out of date. Nations no longer accord equal tariff\ntreatment to all other nations irrespective of the treatment from them\nreceived. Such a flexible power at the command of the Executive would\nserve to moderate any unfavorable tendencies on the part of those countries\nfrom which the importations into the United States are substantially\nconfined to articles on the free list as well as of the countries which\nfind a lucrative market in the United States for their products under\nexisting customs rates. It is very necessary that the American Government\nshould be equipped with weapons of negotiation adapted to modern economic\nconditions, in order that we may at all times be in a position to gain not\nonly technically just but actually equitable treatment for our trade, and\nalso for American enterprise and vested interests abroad.BUSINESS SECURED TO OUR COUNTRY BY DIRECT OFFICIAL EFFORTAs illustrating the commercial benefits of the Nation derived from the new\ndiplomacy and its effectiveness upon the material as well as the more ideal\nside, it may be remarked that through direct official efforts alone there\nhave been obtained in the course of this administration, contracts from\nforeign Governments involving an expenditure of $50,000,000 in the\nfactories of the United States. Consideration of this fact and some\nreflection upon the necessary effects of a scientific tariff system and a\nforeign service alert and equipped to cooperate with the business men of\nAmerica carry the conviction that the gratifying increase in the export\ntrade of this country is, in substantial amount, due to our improved\ngovernmental methods of protecting and stimulating it. It is germane to\nthese observations to remark that in the two years that have elapsed since\nthe successful negotiation of our new treaty with Japan, which at the time\nseemed to present so many practical difficulties, our export trade to that\ncountry has increased at the rate of over $1,000,000 a month. Our exports\nto Japan for the year ended June 30, 1910, were $21,959,310, while for the\nyear ended June 30, 1912, the exports were $53,478,046, a net increase in\nthe sale of American products of nearly 150 per cent.SPECIAL CLAIMS ARBITRATION WITH GREAT BRITAINUnder the special agreement entered into between the United States and\nGreat Britain on August 18, 1910, for the arbitration of outstanding\npecuniary claims, a schedule of claims and the terms of submission have\nbeen agreed upon by the two Governments, and together with the special\nagreement were approved by the Senate on July 19, 1911, but in accordance\nwith the terms of the agreement they did not go into effect until confirmed\nby the two Governments by an exchange of notes, which was done on April 26\nlast. Negotiations, are still in progress for a supplemental schedule of\nclaims to be submitted to arbitration under this agreement, and meanwhile\nthe necessary preparations for the arbitration of the claims included in\nthe first schedule have been undertaken and are being carried on under the\nauthority of an appropriation made for that purpose at the last session of\nCongress. It is anticipated that the two Governments will be prepared to\ncall upon the arbitration tribunal, established under this agreement, to\nmeet at Washington early next year to proceed with this arbitration.FUR SEAL TREATY AND NEED FOR AMENDMENT OF OUR STATUTEThe act adopted at the last session of Congress to give effect to the\nfur-seal convention Of July 7, 1911, between Great Britain, Japan, Russia,\nand the United States provided for the suspension of all land killing of\nseals on the Pribilof Islands for a period of five years, and an objection\nhas now been presented to this provision by the other parties in interest,\nwhich raises the issue as to whether or not this prohibition of land\nkilling is inconsistent with the spirit, if not the letter, of the treaty\nstipulations. The justification of establishing this close season depends,\nunder the terms of the convention, upon how far, if at all, it is necessary\nfor protecting and preserving the American fur-seal herd and for increasing\nits number. This is a question requiring examination of the present\ncondition of the herd and the treatment which it needs in the light of\nactual experience and scientific investigation. A careful examination of\nthe subject is now being made, and this Government will soon be in\npossession of a considerable amount of new information about the American\nseal herd, which has been secured during the past season and will be of\ngreat value in determining this question; and if it should appear that\nthere is any uncertainty as to the real necessity for imposing a close\nseason at this time I shall take an early opportunity to address a special\nmessage to Congress on this subject, in the belief that this Government\nshould yield on this point rather than give the slightest ground for the\ncharge that we have been in any way remiss in observing our treaty\nobligations.FINAL SETTLEMENT OF NORTH ATLANTIC FISHERIES DISPUTEOn the 20th of July last an agreement was concluded between the United\nStates and Great Britain adopting, with certain modifications, the rules\nand method of procedure recommended in the award rendered by the North\nAtlantic Coast Fisheries Arbitration Tribunal on September 7, 1910, for the\nsettlement hereafter, in accordance with the principles laid down in the\naward, of questions arising with reference to the exercise of the American\nfishing liberties under Article I of the treaty of October 20, 1818,\nbetween the United States and Great Britain. This agreement received the\napproval of the Senate on August I and was formally ratified by the two\nGovernments on November 15 last. The rules and a method of procedure\nembodied in the award provided for determining by an impartial tribunal the\nreasonableness of any new fishery regulations on the treaty coasts of\nNewfoundland and Canada before such regulations could be enforced against\nAmerican fishermen exercising their treaty liberties on those coasts, and\nalso for determining the delimitation of bays on such coasts more than 10\nmiles wide, in accordance with the definition adopted by the tribunal of\nthe meaning of the word \"bays\" as used in the treaty. In the subsequent\nnegotiations between the two Governments, undertaken for the purpose of\ngiving practical effect to these rules and methods of procedure, it was\nfound that certain modifications therein were desirable from the point of\nview of both Governments, and these negotiations have finally resulted in\nthe agreement above mentioned by which the award recommendations as\nmodified by mutual consent of the two Governments are finally adopted and\nmade effective, thus bringing this century-old controversy to a final\nconclusion, which is equally beneficial and satisfactory to both\nGovernments.IMPERIAL VALLEY AND MEXICOIn order to make possible the more effective performance of the work\nnecessary for the confinement in their present channel of the waters of the\nlower Colorado River, and thus to protect the people of the Imperial\nValley, as well as in order to reach with the Government of Mexico an\nunderstanding regarding the distribution of the waters of the Colorado\nRiver, in which both Governments are much interested, negotiations are\ngoing forward with a view to the establishment of a preliminary Colorado\nRiver commission, which shall have the powers necessary to enable it to do\nthe needful work and with authority to study the question of the equitable\ndistribution of the waters. There is every reason to believe that an\nunderstanding upon this point will be reached and that an agreement will be\nsigned in the near future.CHAMIZAL DISPUTEIn the interest of the people and city of El Paso this Government has been\nassiduous in its efforts to bring to an early settlement the long-standing\nChamizal dispute with Mexico. Much has been accomplished, and while the\nfinal solution of the dispute is not immediate, the favorable attitude\nlately assumed by the Mexican Government encourages the hope that this\ntroublesome question will be satisfactorily and definitively settled at an\nearly day.INTERNATIONAL COMMISSION OF JURISTSIn pursuance of the convention of August 23, 1906, signed at the Third Pan\nAmerican Conference, held at Rio de Janeiro, the International Commission\nof jurists met at that capital during the month of last June. At this\nmeeting 16 American Republics were represented, including the United\nStates, and comprehensive plans for the future work of the commission were\nadopted. At the next meeting fixed for June, 1914, committees already\nappointed are instructed to I report regarding topics assigned to them.OPIUM CONFERENCE-UNFORTUNATE FAILURE OF OUR GOVERNMENT TO ENACT RECOMMENDED\nLEGISLATIONIn my message on foreign relations communicated to the two Houses of\nCongress December 7, 1911, I called especial attention to the assembling of\nthe Opium Conference at The Hague, to the fact that that conference was to\nreview all pertinent municipal laws relating to the opium and allied evils,\nand certainly all international rules regarding these evils, and to the\n-fact that it seemed to me most essential that the Congress should take\nimmediate action on the anti-narcotic legislation before the Congress, to\nwhich I had previously called attention by a special message.The international convention adopted by the conference conforms almost\nentirely to the principles contained in the proposed anti-narcotic\nlegislation which has been before the last two Congresses. It was most\nunfortunate that this Government, having taken the initiative in the\ninternational action which eventuated in the important international opium\nconvention, failed to do its share in the great work by neglecting to pass\nthe necessary legislation to correct the deplorable narcotic evils in the\nUnited States as well as to redeem international pledges upon which it\nentered by virtue of the above-mentioned convention. The Congress at its\npresent session should enact into law those bills now before it which have\nbeen so carefully drawn up in collaboration between the Department of State\nand the other executive departments, and which have behind them not only\nthe moral sentiment of the country, but the practical support of all the\nlegitimate trade interests likely to be affected. Since the international\nconvention was signed, adherence to it has been made by several European\nStates not represented at the conference at The Hague and also by seventeen\nLatin-American Republics.EUROPE AND THE NEAR EASTThe war between Italy and Turkey came to a close in October last by the\nsignature of a treaty of peace, subsequently to which the Ottoman Empire\nrenounced sovereignty over Cyrenaica and Tripolitania in favor of Italy.\nDuring the past year the Near East has unfortunately been the theater of\nconstant hostilities. Almost simultaneously with the conclusion of peace\nbetween Italy and Turkey and their arrival at an adjustment of the complex\nquestions at issue between them, war broke out between Turkey on the one\nhand and Bulgaria, Greece, Montenegro, and Servia on the other. The United\nStates has happily been involved neither directly nor indirectly with the\ncauses or questions incident to any of these hostilities and has maintained\nin regard to them an attitude of absolute neutrality and of complete\npolitical disinterestedness. In the second war in which the Ottoman Empire\nhas been engaged the loss of life and the consequent distress on both sides\nhave been appalling, and the United States has found occasion, in the\ninterest of humanity, to carry out the charitable desires of the American\npeople, to extend a measure of relief to the sufferers on either side\nthrough the impartial medium of the Red Cross. Beyond this the chief care\nof the Government of the United States has been to make due provision for\nthe protection of its national resident in belligerent territory. In the\nexercise of my duty in this matter I have dispatched to Turkish waters a\nspecial-service squadron, consisting of two armored cruisers, in order that\nthis Government may if need be bear its part in such measures as it may be\nnecessary for the interested nations to adopt for the safeguarding of\nforeign lives and property in the Ottoman Empire in the event that a\ndangerous situation should develop. In the meanwhile the several interested\nEuropean powers have promised to extend to American citizens the benefit of\nsuch precautionary or protective measures as they might adopt, in the same\nmanner in which it has been the practice of this Government to extend its\nprotection to all foreign residents in those countries of the Western\nHemisphere in which it has from time to time been the task of the United\nStates to act in the interest of peace and good order. The early appearance\nof a large fleet of European warships in the Bosphorus apparently assured\nthe protection of foreigners in that quarter, where the presence of the\nAmerican stationnaire the U. S. S. Scorpion sufficed, tinder the\ncircumstances, to represent the United States. Our cruisers were thus left\nfree to act if need be along the Mediterranean coasts should any unexpected\ncontingency arise affecting the numerous American interests in the\nneighborhood of Smyrna and Beirut.SPITZBERGENThe great preponderance of American material interests in the sub-arctic\nisland of Spitzbergen, which has always been regarded politically as \"no\nman's land,\" impels this Government to a continued and lively interest in\nthe international dispositions to be made for the political governance and\nadministration of that region. The conflict of certain claims of American\ncitizens and others is in a fair way to adjustment, while the settlement of\nmatters of administration, whether by international conference of the\ninterested powers or otherwise, continues to be the subject of exchange of\nviews between the Governments concerned.LIBERIAAs a result of the efforts of this Government to place the Government of\nLiberia in position to pay its outstanding indebtedness and to maintain a\nstable and efficient government, negotiations for a loan of $1,700,000 have\nbeen successfully concluded, and it is anticipated that the payment of the\nold loan and the issuance of the bonds of the 1912 loan for the\nrehabilitation of the finances of Liberia will follow at an early date,\nwhen the new receivership will go into active operation. The new\nreceivership will consist of a general receiver of customs designated by\nthe Government of the United States and three receivers of customs\ndesignated by the Governments of Germany, France, and Great Britain, which\ncountries have commercial interests in the Republic of Liberia.In carrying out the understanding between the Government of Liberia and\nthat of the United States, and in fulfilling the terms of the agreement\nbetween the former Government and the American bankers, three competent\nex-army officers are now effectively employed by the Liberian Government in\nreorganizing the police force of the Republic, not only to keep in order\nthe native tribes in the hinterland but to serve as a necessary police\nforce along the frontier. It is hoped that these measures will assure not\nonly the continued existence but the prosperity and welfare of the Republic\nof Liberia. Liberia possesses fertility of soil and natural resources,\nwhich should insure to its people a reasonable prosperity. It was the duty\nof the United States to assist the Republic of Liberia in accordance with\nour historical interest and moral guardianship of a community founded by\nAmerican citizens, as it was also the duty of the American Government to\nattempt to assure permanence to a country of much sentimental and perhaps\nfuture real interest to a large body of our citizens.MOROCCOThe legation at Tangier is now in charge of our consul general, who is\nacting as charge d'affaires, as well as caring for our commercial interests\nin that country. In view of the fact that many of the foreign powers are\nnow represented by charges d'affaires it has not been deemed necessary to\nappoint at the present time a minister to fill a vacancy occurring in that\npost.THE FAR EASTThe political disturbances in China in the autumn and winter of 1911-12\nresulted in the abdication of the Manchu rulers on February 12, followed by\nthe formation of a provisional republican government empowered to conduct\nthe affairs of the nation until a permanent government might be regularly\nestablished. The natural sympathy of the American people with the\nassumption of republican principles by the Chinese people was appropriately\nexpressed in a concurrent resolution of Congress on April 17, 1912. A\nconstituent assembly, composed of representatives duly chosen by the people\nof China in the elections that are now being held, has been called to meet\nin January next to adopt a permanent constitution and organize the\nGovernment of the nascent Republic. During the formative constitutional\nstage and pending definite action by the assembly, as expressive of the\npopular will, and the hoped-for establishment of a stable republican form\nof government, capable of fulfilling its international obligations, the\nUnited States is, according to precedent, maintaining full and friendly de\nfacto relations with the provisional Government.The new condition of affairs thus created has presented many serious and\ncomplicated problems, both of internal rehabilitation and of international\nrelations, whose solution it was realized would necessarily require much\ntime and patience. From the beginning of the upheaval last autumn it was\nfelt by the United States, in common with the other powers having large\ninterests in China, that independent action by the foreign Governments in\ntheir own individual interests would add further confusion to a situation\nalready complicated. A policy of international cooperation was accordingly\nadopted in an understanding, reached early in the disturbances, to act\ntogether for the protection of the lives and property of foreigners if\nmenaced, to maintain an attitude of strict impartiality as between the\ncontending factions, and to abstain from any endeavor to influence the\nChinese in their organization of a new form of government. In view of the\nseriousness of the disturbances and their general character, the American\nminister at Peking was instructed at his discretion to advise our nationals\nin the affected districts to concentrate at such centers as were easily\naccessible to foreign troops or men of war. Nineteen of our naval vessels\nwere stationed at various Chinese ports, and other measures were promptly\ntaken for the adequate protection of American interests.It was further mutually agreed, in the hope of hastening an end to\nhostilities, that none of the interested powers would approve the making of\nloans by its nationals to either side. As soon, however, as a united\nprovisional Government of China was assured, the United States joined in a\nfavorable consideration of that Government's request for advances needed\nfor immediate administrative necessities and later for a loan to effect a\npermanent national reorganization. The interested Governments had already,\nby common consent, adopted, in respect to the purposes, expenditure, and\nsecurity of any loans to China made by their nationals, certain conditions\nwhich were held to be essential, not only to secure reasonable protection\nfor the foreign investors, but also to safeguard and strengthen China's\ncredit by discouraging indiscriminate borrowing and by insuring the\napplication of the funds toward the establishment of the stable and\neffective government necessary to China's welfare. In June last\nrepresentative banking groups of the United States, France, Germany, Great\nBritain, Japan, and Russia formulated, with the general sanction of their\nrespective Governments, the guaranties that would be expected in relation\nto the expenditure and security of the large reorganization loan desired by\nChina, which, however, have thus far proved unacceptable to the provisional\nGovernment.SPECIAL MISSION OF CONDOLENCE TO JAPANIn August last I accredited the Secretary of State as special ambassador to\nJapan, charged with the mission of bearing to the imperial family, the\nGovernment, and the people of that Empire the sympathetic message of the\nAmerican Commonwealth oil the sad occasion of the death of His Majesty the\nEmperor Mutsuhito, whose long and benevolent reign was the greater part of\nJapan's modern history. The kindly reception everywhere accorded to\nSecretary Knox showed that his mission was deeply appreciated by the\nJapanese nation and emphasized strongly the friendly relations that have\nfor so many years existed between the two peoples.SOUTH AMERICAOur relations with the Argentine Republic are most friendly and cordial.\nSo, also, are our relations with Brazil, whose Government has accepted the\ninvitation of the United States to send two army officers to study at the\nCoast Artillery School at Fort Monroe. The long-standing Alsop claim, which\nhad been the only hindrance to the healthy growth of the most friendly\nrelations between the United States and Chile, having been eliminated\nthrough the submission of the question to His Britannic Majesty King George\nV as \"amiable compositeur,\" it is a cause of much gratification to me that\nour relations with Chile are now established upon a firm basis of growing\nfriendship. The Chilean Government has placed an officer of the United\nStates Coast Artillery in charge of the Chilean Coast Artillery School, and\nhas shown appreciation of American methods by confiding to an American firm\nimportant work for the Chilean coast defenses.Last year a revolution against the established Government of Ecuador broke\nout at the principal port of that Republic. Previous to this occurrence the\nchief American interest in Ecuador, represented by the Guayaquil & Quito\nRailway Co., incorporated in the United States, had rendered extensive\ntransportation and other services on account to the Ecuadorian Government,\nthe amount of which ran into a sum which was steadily increasing and which\nthe Ecuadorian Government had made no provision to pay, thereby threatening\nto crush out the very existence of this American enterprise. When\ntranquillity had been restored to Ecuador as a result of the triumphant\nprogress of the Government forces from Quito, this Government interposed\nits good offices to the end that the American interests in Ecuador might be\nsaved from complete extinction. As a part of the arrangement which was\nreached between the parties, and at the request of the Government of\nEcuador, I have consented to name an arbitrator, who, acting under the\nterms of the railroad contract, with an arbitrator named by the Ecuadorian\nGovernment, will pass upon the claims that have arisen since the\narrangement reached through the action of a similar arbitral tribunal in\n1908.In pursuance of a request made some time ago by the Ecuadorian Government,\nthe Department of State has given much attention to the problem of the\nproper sanitation of Guayaquil. As a result a detail of officers of the\nCanal Zone will be sent to Guayaquil to recommend measures that will lead\nto the complete permanent sanitation of this plague and fever infected\nregion of that Republic, which has for so long constituted a menace to\nhealth conditions on the Canal Zone. It is hoped that the report which this\nmission will furnish will point out a way whereby the modicum of assistance\nwhich the United States may properly lend the Ecuadorian Government may be\nmade effective in ridding the west coast of South America of a focus of\ncontagion to the future commercial current passing through the Panama\nCanal.In the matter of the claim of John Celestine Landreau against the\nGovernment of Peru, which claim arises out of certain contracts and\ntransactions in connection with the discovery and exploitation of guano,\nand which has been under discussion between the two Governments since 1874,\nI am glad to report that as the result of prolonged negotiations, which\nhave been characterized by the utmost friendliness and good will on both\nsides, the Department of State has succeeded in securing the consent of\nPeru to the arbitration of the claim, and that the negotiations attending\nthe drafting and signature of a protocol submitting the claim to an\narbitral tribunal are proceeding with due celerity.An officer of the American Public Health Service and an American sanitary\nengineer are now on the way to Iquitos, in the employ of the Peruvian\nGovernment, to take charge of the sanitation of that river port. Peru is\nbuilding a number of submarines in this country, and continues to show\nevery desire to have American capital invested in the Republic.In July the United States sent undergraduate delegates to the Third\nInternational Students Congress held at Lima, American students having been\nfor the first time invited to one of these meetings.The Republic of Uruguay has shown its appreciation of American agricultural\nand other methods by sending a large commission to this country and by\nemploying many American experts to assist in building up agricultural and\nallied industries in Uruguay.Venezuela is paying off the last of the claims the settlement of which was\nprovided for by the Washington protocols, including those of American\ncitizens. Our relations with Venezuela are most cordial, and the trade of\nthat Republic with the United States is now greater than with any other\ncountry.CENTRAL AMERICA AND THE CARIBBEANDuring the past summer the revolution against the administration which\nfollowed the assassination of President Caceres a year ago last November\nbrought the Dominican Republic to the verge of administrative chaos,\nwithout offering any guaranties of eventual stability in the ultimate\nsuccess of either party. In pursuance of the treaty relations of the United\nStates with the Dominican Republic, which were threatened by the necessity\nof suspending the operation under American administration of the\ncustomhouses on the Haitian frontier, it was found necessary to dispatch\nspecial commissioners to the island to reestablish the customhouses and\nwith a guard sufficient to insure needed protection to the customs\nadministration. The efforts which have been made appear to have resulted in\nthe restoration of normal conditions throughout the Republic. The good\noffices which the commissioners were able to exercise were instrumental in\nbringing the contending parties together and in furnishing a basis of\nadjustment which it is hoped will result in permanent benefit to the\nDominican people.Mindful of its treaty relations, and owing to the position of the\nGovernment of the United States as mediator between the Dominican Republic\nand Haiti in their boundary dispute, and because of the further fact that\nthe revolutionary activities on the Haitian-Dominican frontier had become\nso active as practically to obliterate the line of demarcation that had\nbeen heretofore recognized pending the definitive settlement of the\nboundary in controversy, it was found necessary to indicate to the two\nisland Governments a provisional de facto boundary line. This was done\nwithout prejudice to the rights or obligations of either country in a final\nsettlement to be reached by arbitration. The tentative line chosen was one\nwhich, under the circumstances brought to the knowledge of this Government,\nseemed to conform to the best interests of the disputants. The border\npatrol which it had been found necessary to reestablish for customs\npurposes between the two countries was instructed provisionally to observe\nthis line.The Republic of Cuba last May was in the throes of a lawless uprising that\nfor a time threatened the destruction of a great deal of valuable\nproperty-much of it owned by Americans and other foreigners-as well as the\nexistence of the Government itself. The armed forces of Cuba being\ninadequate to guard property from attack and at the same time properly to\noperate against the rebels, a force of American marines was dispatched from\nour naval station at Guantanamo into the Province of Oriente for the\nprotection of American and other foreign life and property. The Cuban\nGovernment was thus able to use all its forces in putting down the\noutbreak, which it succeeded in doing in a period of six weeks. The\npresence of two American warships in the harbor of Habana during the most\ncritical period of this disturbance contributed in great measure to allay\nthe fears of the inhabitants, including a large foreign colony.There has been under discussion with the Government of Cuba for some time\nthe question of the release by this Government of its leasehold rights at\nBahia Honda, on the northern coast of Cuba, and the enlargement, in\nexchange therefor, of the naval station which has been established at\nGuantanamo Bay, on the south. As the result of the negotiations thus\ncarried on an agreement has been reached between the two Governments\nproviding for the suitable enlargement of the Guantanamo Bay station upon\nterms which are entirely fair and equitable to all parties concerned.At the request alike of the Government and both political parties in\nPanama, an American commission undertook supervision of the recent\npresidential election in that Republic, where our treaty relations, and,\nindeed, every geographical consideration, make the maintenance of order and\nsatisfactory conditions of peculiar interest to the Government of the\nUnited States. The elections passed without disorder, and the new\nadministration has entered upon its functions.The Government of Great Britain has asked the support of the United States\nfor the protection of the interests of British holders of the foreign\nbonded debt of Guatemala. While this Government is hopeful of an\narrangement equitable to the British bondholders, it is naturally unable to\nview the question apart from its relation to the broad subject of financial\nstability in Central America, in which the policy of the United States does\nnot permit it to escape a vital interest. Through a renewal of negotiations\nbetween the Government of Guatemala and American bankers, the aim of which\nis a loan for the rehabilitation of Guatemalan finances, a way appears to\nbe open by which the Government of Guatemala could promptly satisfy any\nequitable and just British claims, and at the same time so improve its\nwhole financial position as to contribute greatly to the increased\nprosperity of the Republic and to redound to the benefit of foreign\ninvestments and foreign trade with that country. Failing such an\narrangement, it may become impossible for the Government of the United\nStates to escape its obligations in connection with such measures as may\nbecome necessary to exact justice to legitimate foreign claims.In the recent revolution in Nicaragua, which, it was generally admitted,\nmight well have resulted in a general Central American conflict but for the\nintervention of the United States, the Government of Honduras was\nespecially menaced; but fortunately peaceful conditions were maintained\nwithin the borders of that Republic. The financial condition of that\ncountry remains unchanged, no means having been found for the final\nadjustment of pressing outstanding foreign claims. This makes it the more\nregrettable that the financial convention between the United States and\nHonduras has thus far failed of ratification. The Government of the United\nStates continues to hold itself ready to cooperate with the Government of\nHonduras, which it is believed, can not much longer delay the meeting of\nits foreign obligations, and it is hoped at the proper time American\nbankers will be willing to cooperate for this purpose.NECESSITY FOR GREATER GOVERNMENTAL EFFORT IN RETENTION AND EXPANSION OF OUR\nFOREIGN TRADEIt is not possible to make to the Congress a communication upon the present\nforeign relations of the United States so detailed as to convey an adequate\nimpression of the enormous increase in the importance and activities of\nthose relations. If this Government is really to preserve to the American\npeople that free opportunity in foreign markets which will soon be\nindispensable to our prosperity, even greater efforts must be made.\nOtherwise the American merchant, manufacturer, and exporter will find many\na field in which American trade should logically predominate preempted\nthrough the more energetic efforts of other governments and other\ncommercial nations.There are many ways in which through hearty cooperation the legislative and\nexecutive branches of this Government can do much. The absolute essential\nis the spirit of united effort and singleness of purpose. I will allude\nonly to a very few specific examples of action which ought then to result.\nAmerica can not take its proper place in the most important fields for its\ncommercial activity and enterprise unless we have a merchant marine.\nAmerican commerce and enterprise can not be effectively fostered in those\nfields unless we have good American banks in the countries referred to. We\nneed American newspapers in those countries and proper means for public\ninformation about them. We need to assure the permanency of a trained\nforeign service. We need legislation enabling the members of the foreign\nservice to be systematically brought in direct contact with the industrial,\nmanufacturing, and exporting interests of this country in order that\nAmerican business men may enter the foreign field with a clear perception\nof the exact conditions to be dealt with and the officers themselves may\nprosecute their work with a clear idea of what American industrial and\nmanufacturing interests require.CONCLUSIONCongress should fully realize the conditions which obtain in the world as\nwe find ourselves at the threshold of our middle age as a Nation. We have\nemerged full grown as a peer in the great concourse of nations. We have\npassed through various formative periods. We have been self-centered in the\nstruggle to develop our domestic resources and deal with our domestic\nquestions. The Nation is now too matured to continue in its foreign\nrelations those temporary expedients natural to a people to whom domestic\naffairs are the sole concern. In the past our diplomacy has often\nconsisted, in normal times, in a mere assertion of the right to\ninternational existence. We are now in a larger relation with broader\nrights of our own and obligations to others than ourselves. A number of\ngreat guiding principles were laid down early in the history of this\nGovernment. The recent task of our diplomacy has been to adjust those\nprinciples to the conditions of to-day, to develop their corollaries, to\nfind practical applications of the old principles expanded to meet new\nsituations. Thus are being evolved bases upon which can rest the\nsuperstructure of policies which must grow with the destined progress of\nthis Nation. The successful conduct of our foreign relations demands a\nbroad and a modern view. We can not meet new questions nor build for the\nfuture if we confine ourselves to outworn dogmas of the past and to the\nperspective appropriate at our emergence from colonial times and\nconditions. The opening of the Panama Canal will mark a new era in our\ninternational life and create new and worldwide conditions which, with\ntheir vast correlations and consequences, will obtain for hundreds of years\nto come. We must not wait for events to overtake us unawares. With\ncontinuity of purpose we must deal with the problems of our external\nrelations by a diplomacy modern, resourceful, magnanimous, and fittingly\nexpressive of the high ideals of a great nation.PART II.\n[On Fiscal, judicial, Military and Insular Affairs.] \nTHE WHITE HOUSE, December 6, 1912. To the Senate and House of Representatives:On the 3d of December I sent a message to the Congress, which was confined\nto our foreign relations. The Secretary of State makes no report to the\nPresident or to Congress, and a review of the history of the transactions\nof the State Department in one year must therefore be included by the\nPresident in his annual message or Congress will not be fully informed of\nthem. A full discussion of all the transactions of the Government, with a\nview to informing the Congress of the important events of the year and\nrecommending new legislation, requires more space than one message of\nreasonable length affords. I have therefore adopted the course of sending\nthree or four messages during the first ten days of the session, so as to\ninclude reference to the more important matters that should be brought to\nthe attention of the Congress.BUSINESS CONDITIONSThe condition of the country with reference to business could hardly be\nbetter. While the four years of the administration now drawing to a close\nhave not developed great speculative expansion or a wide field of new\ninvestment, the recovery and progress made from the depressing conditions\nfollowing the panic of 1907 have been steady and the improvement has been\nclear and easily traced in the statistics. The business of the country is\nnow on a solid basis. Credits are not unduly extended, and every phase of\nthe situation seems in a state of preparedness for a period of unexampled\nprosperity. Manufacturing concerns are running at their full capacity and\nthe demand for labor was never so constant and growing. The foreign trade\nof the country for this year will exceed $4,000,000,000, while the balance\nin our favor-that of the excess of exports over imports-will exceed\n$500,000,000. More than half our exports are manufactures or partly\nmanufactured material, while our exports of farm products do not show the\nsame increase because of domestic consumption. It is a year of bumper\ncrops; the total money value of farm products will exceed $9,500,000,000.\nIt is a year when the bushel or unit price of agricultural products has\ngradually fallen, and yet the total value of the entire crop is greater by\nover $1,000,000,000 than we have known in our history.CONDITION OF THE TREASURYThe condition of the Treasury is very satisfactory. The total\ninterest-bearing debt is $963,777,770, of which $134,631,980 constitute the\nPanama Canal loan. The noninterest-bearing debt is $378,301,284.90,\nincluding $346,681,016 of greenbacks. We have in the Treasury $150,000,000\nin gold coin as a reserve against the outstanding greenbacks; and in\naddition we have a cash balance in the Treasury as a general fund of\n$167,152,478.99, or an increase of $26,975,552 over the general fund last\nyear.RECEIPTS AND EXPENDITURESFor three years the expenditures of the Government have decreased under the\ninfluence of an effort to economize. This year presents an apparent\nexception. The estimate by the Secretary of the Treasury of the ordinary\nreceipts, exclusive of postal revenues, for the year ending June 30, 1914,\nindicates that they will amount to $710,000,000. The sum of the estimates\nof the expenditures for that same year, exclusive of Panama Canal\ndisbursements and postal disbursements payable from postal revenues, is\n$732,000,000, indicating a deficit Of $22,000,000. For the year ending June\n30, 1913, similarly estimated receipts were $667,000,000, while the total\ncorresponding estimate of expenditures for that year, submitted through the\nSecretary of the Treasury to Congress, amounted to $656,000,000. This shows\nan increase of $76,000,000 in the estimates for 1914 over the total\nestimates of 1913. This is due to an increase Of $25,000,000 in the\nestimate for rivers and harbors for the next year on projects and surveys\nauthorized by Congress; to an increase under the new pension bill Of\n$32,500,000; and to an increase in the estimates for expenses of the Navy\nDepartment Of $24,000,000. The estimate for the Navy Department for the\nyear 1913 included two battleships. Congress made provision for only one\nbattleship, and therefore the Navy Department has deemed it necessary and\nproper to make an estimate which includes the first year's expenditure for\nthree battleships in addition to the amount required for work on the\nuncompleted ships now under construction. In addition to the natural\nincrease in the expenditures for the uncompleted ships, and the additional\nbattleship estimated for, the other increases are due to the pay\nrequired for 4,000 or more additional enlisted men in the Navy; and to this\nmust be added the additional cost of construction imposed by the change in\nthe eight-hour law which makes it applicable to ships built in private\nshipyards.With the exceptions of these three items, the estimates show a reduction\nthis year below the total estimates for 1913 of more than $5,000,000.The estimates for Panama Canal construction for 1914 are $17,000,000 less\nthan for 1913.OUR BANKING AND CURRENCY SYSTEMA time when panics seem far removed is the best time for us to prepare our\nfinancial system to withstand a storm. The most crying need this country\nhas is a proper banking and currency system. The existing one is\ninadequate, and everyone who has studied the question admits it.It is the business of the National Government to provide a medium,\nautomatically contracting and expanding in volume, to meet the needs of\ntrade. Our present system lacks the indispensable quality of elasticity.The only part of our monetary medium that has elasticity is the bank-note\ncurrency. The peculiar provisions of the law requiring national banks to\nmaintain reserves to meet the call of the depositors operates to increase\nthe money stringency when it arises rather than to expand the supply of\ncurrency and relieve it. It operates upon each bank and furnishes a motive\nfor the withdrawal of currency from the channels of trade by each bank to\nsave itself, and offers no inducement whatever for the use of the reserve\nto expand the supply of currency to meet the exceptional demand.After the panic of 1907 Congress realized that the present system was not\nadapted to the country's needs and that under it panics were possible that\nmight properly be avoided by legislative provision. Accordingly a monetary\ncommission was appointed which made a report in February, 1912. The system\nwhich they recommended involved a National Reserve Association, which was,\nin certain of its faculties and functions, a bank, and which was given\nthrough its governing authorities the power, by issuing circulating notes\nfor approved commercial paper, by fixing discounts, and by other methods of\ntransfer of currency, to expand the supply of the monetary medium where it\nwas most needed to prevent the export or hoarding of gold and generally to\nexercise such supervision over the supply of money in every part of the\ncountry as to prevent a stringency and a panic. The stock in this\nassociation was to be distributed to the banks of the whole United States,\nState and National, in a mixed proportion to bank units and to capital\nstock paid in. The control of the association was vested in a board of\ndirectors to be elected by representatives of the banks, except certain\nex-officio directors, three Cabinet officers, and the Comptroller of the\nCurrency. The President was to appoint the governor of the association from\nthree persons to be selected by the directors, while the two deputy\ngovernors were to be elected by the board of directors. The details of the\nplan were worked out with great care and ability, and the plan in general\nseems to me to furnish the basis for a proper solution of our present\ndifficulties. I feel that the Government might very properly be given a\ngreater voice in the executive committee of the board of directors without\ndanger of injecting politics into its management, but I think the\nfederation system of banks is a good one, provided proper precautions are\ntaken to prevent banks of large capital from absorbing power through\nownership of stock in other banks. The objections to a central bank it\nseems to me are obviated if the ownership of the reserve association is\ndistributed among all the banks of a country in which banking is free. The\nearnings of the reserve association are limited in percentage tit a\nreasonable and fixed amount, and the profits over and above this are to be\nturned into the Government Treasury. It is quite probable that still\ngreater security against control by money centers may be worked into the\nplan.Certain it is, however, that the objections which were made in the past\nhistory of this country to a central bank as furnishing a monopoly of\nfinancial power to private individuals, would not apply to an association\nwhose ownership and control is so widely distributed and is divided between\nall the banks of the country, State and National, on the one hand, and the\nChief Executive through three department heads and his Comptroller of the\nCurrency, on the other. The ancient hostility to a national bank, with its\nbranches, in which is concentrated the privilege of doing a banking\nbusiness and carrying on the financial transactions of the Government, has\nprevented the establishment of such a bank since it was abolished in the\nJackson Administration. Our present national banking law has obviated\nobjections growing out of the same cause by providing a free banking system\nin which any set of stockholders can establish a national bank if they\ncomply with the conditions of law. It seems to me that the National Reserve\nAssociation meets the same objection in a similar way; that is, by giving\nto each bank, State and National, in accordance with its size, a certain\nshare in the stock of the reserve association, nontransferable and only to\nbe held by the bank while it performs its functions as a partner in the\nreserve association.The report of the commission recommends provisions for the imposition of a\ngraduated tax on the expanded currency of such a character as to furnish a\nmotive for reducing the issue of notes whenever their presence in the money\nmarket is not required by the exigencies of trade. In other words, the\nwhole system has been worked out with the greatest care. Theoretically it\npresents a plan that ought to command support. Practically it may require\nmodification in various of its provisions in order to make the security\nagainst, abuses by combinations among the banks impossible. But in the face\nof the crying necessity that there is for improvement in our present\nsystem, I urgently invite the attention of Congress to the proposed plan\nand the report of the commission, with the hope that an earnest\nconsideration may suggest amendments and changes within the general plan\nwhich will lead to its adoption for the benefit of the country. There is no\nclass in the community more interested in a safe and sane banking and\ncurrency system, one which will prevent panics and automatically furnish in\neach trade center the currency needed in the carrying on of the business at\nthat center, than the wage earner. There is no class in the community whose\nexperience better qualifies them to make suggestions as to the sufficiency\nof a currency and banking system than the bankers and business men. Ought\nwe, therefore, to ignore their recommendations and reject their financial\njudgment as to the proper method of reforming our financial system merely\nbecause of the suspicion which exists against them in the minds of many of\nour fellow citizens? Is it not the duty of Congress to take up the plan\nsuggested, examine it from all standpoints, give impartial consideration to\nthe testimony of those whose experience ought to fit them to give the best\nadvice on the subject, and then to adopt some plan which will secure the\nbenefits desired?A banking and currency system seems far away from the wage earner and the\nfarmer, but the fact is that they are vitally interested in a safe system\nof currency which shall graduate its volume to the amount needed and which\nshall prevent times of artificial stringency that frighten capital, stop\nemployment, prevent the meeting of the pay roll, destroy local markets, and\nproduce penury and want.THE TARIFFI have regarded it as my duty in former messages to the Congress to urge\nthe revision of the tariff upon principles of protection. It was my\njudgment that the customs duties ought to be revised downward, but that the\nreduction ought not to be below a rate which would represent the difference\nin the cost of production between the article in question at home and\nabroad, and for this and other reasons I vetoed several bills which were\npresented to me in the last session of this Congress. Now that a new\nCongress has been elected on a platform of a tariff for revenue only rather\nthan a protective tariff, and is to revise the tariff on that basis, it is\nneedless for me to occupy the time of this Congress with arguments or\nrecommendations in favor of a protective tariff.Before passing from the tariff law, however, known as the Payne tariff law\nof August 5, 1909, I desire to call attention to section 38 of that act,\nassessing a special excise tax on corporations. It contains a provision\nrequiring the levy of an additional 50 per cent to the annual tax in cases\nof neglect to verify the prescribed return or to file it before the time\nrequired by law. This additional charge of 50 per cent operates in some\ncases as a harsh penalty for what may have been a mere inadvertence or\nunintentional oversight, and the law should be so amended as to mitigate\nthe severity of the charge in such instances. Provision should also be made\nfor the refund of additional taxes heretofore collected because of such\ninfractions in those cases where the penalty imposed has been so\ndisproportionate to the offense as equitably to demand relief.BUDGETThe estimates for the next fiscal year have been assembled by the Secretary\nof the Treasury and by him transmitted to Congress. I purpose at a later\nday to submit to Congress a form of budget prepared for me and recommended\nby the President's Commission on Economy and Efficiency, with a view of\nsuggesting the useful and informing character of a properly framed budget.WAR DEPARTMENTThe War Department combines within its jurisdiction functions which in\nother countries usually occupy three departments. It not only has the\nmanagement of the Army and the coast defenses, but its jurisdiction extends\nto the government of the Philippines and of Porto Rico and the control of\nthe receivership of the customs revenues of the Dominican Republic; it also\nincludes the recommendation of all plans for the improvement of harbors and\nwaterways and their execution when adopted; and, by virtue of an Executive\norder, the supervision of the construction of the Panama Canal.ARMY REORGANIZATIONOur small Army now consists of 83,809 men, excluding the 5,000 Philippine\nscouts. Leaving out of consideration the Coast Artillery force, whose\nposition is fixed in our various seacoast defenses, and the present\ngarrisons of our various insular possessions, we have to-day within the\ncontinental United States a mobile Army of only about 35,000 men. This\nlittle force must be still further drawn upon to supply the new garrisons\nfor the great naval base which is being established at Pearl Harbor, in the\nHawaiian Islands, and to protect the locks now rapidly approaching\ncompletion at Panama. The forces remaining in the United States are now\nscattered in nearly 50 Posts, situated for a variety of historical reasons\nin 24 States. These posts contain only fractions of regiments, averaging\nless than 700 men each. In time of peace it has been our historical policy\nto administer these units separately by a geographical organization. In\nother words, our Army in time of peace has never been a united organization\nbut merely scattered groups of companies, battalions, and regiments, and\nthe first task in time of war has been to create out of these scattered\nunits an Army fit for effective teamwork and cooperation.To the task of meeting these patent defects, the War Department has been\naddressing itself during the past year. For many years we had no officer or\ndivision whose business it was to study these problems and plan remedies\nfor these defects. With the establishment of the General Staff nine years\nago a body was created for this purpose. It has, necessarily, required time\nto overcome, even in its own personnel, the habits of mind engendered by a\ncentury of lack of method, but of late years its work has become systematic\nand effective, and it has recently been addressing itself vigorously to\nthese problems.A comprehensive plan of Army reorganization was prepared by the War College\nDivision of the General Staff. This plan was thoroughly discussed last\nsummer at a series of open conferences held by the Secretary of War and\nattended by representatives from all branches of the Army and from\nCongress. In printed form it has been distributed to Members of Congress\nand throughout the Army and the National Guard, and widely through\ninstitutions of learning and elsewhere in the United States. In it, for the\nfirst time, we have a tentative chart for future progress.Under the influence of this study definite and effective steps have been\ntaken toward Army reorganization so far as such reorganization lies within\nthe Executive power. Hitherto there has been no difference of policy in the\ntreatment of the organization of our foreign garrisons from those of troops\nwithin the United States. The difference of situation is vital, and the\nforeign garrison should be prepared to defend itself at an instant's notice\nagainst a foe who may command the sea. Unlike the troops in the United\nStates, it can not count upon reinforcements or recruitment. It is an\noutpost upon which will fall the brunt of the first attack in case of war.\nThe historical policy of the United States of carrying its regiments during\ntime of peace at half strength has no application to our foreign garrisons.\nDuring the past year this defect has been remedied as to the Philippines\ngarrison. The former garrison of 12 reduced regiments has been replaced by\na garrison of 6 regiments at full strength, giving fully the same number of\nriflemen at an estimated economy in cost of maintenance of over $1,000,000\nper year. This garrison is to be permanent. Its regimental units, instead\nof being transferred periodically back and forth from the United States,\nwill remain in the islands. The officers and men composing these units\nwill, however, serve a regular tropical detail as usual, thus involving no\ngreater hardship upon the personnel and greatly increasing the\neffectiveness of the garrison. A similar policy is proposed for the\nHawaiian and Panama garrisons as fast as the barracks for them are\ncompleted. I strongly urge upon Congress that the necessary appropriations\nfor this purpose should be promptly made. It is, in my opinion, of first\nimportance that these national outposts, upon which a successful home\ndefense will, primarily, depend, should be finished and placed in effective\ncondition at the earliest possible day.THE HOME ARMYSimultaneously with the foregoing steps the War Department has been\nproceeding with the reorganization of the Army at home. The formerly\ndisassociated units are being united into a tactical organization of three\ndivisions, each consisting of two or three brigades of Infantry and, so far\nas practicable, a proper proportion of divisional Cavalry and Artillery. Of\ncourse, the extent to which this reform can be carried by the Executive is\npractically limited to a paper organization. The scattered units can be\nbrought under a proper organization, but they will remain physically\nscattered until Congress supplies the necessary funds for grouping them in\nmore concentrated posts. Until that is done the present difficulty of\ndrilling our scattered groups together, and thus training them for the\nproper team play, can not be removed. But we shall, at least, have an Army\nwhich will know its own organization and will be inspected by its proper\ncommanders, and to which, as a unit, emergency orders can be issued in time\nof war or other emergency. Moreover, the organization, which in many\nrespects is necessarily a skeleton, will furnish a guide for future\ndevelopment. The separate regiments and companies will know the brigades\nand divisions to which they belong. They will be maneuvered together\nwhenever maneuvers are established by Congress, and the gaps in their\norganization will show the pattern into which can be filled new troops as\nthe Nation grows and a larger Army is provided.REGULAR ARMY RESERVEOne of the most important reforms accomplished during the past year has\nbeen the legislation enacted in the Army appropriation bill of last summer,\nproviding for a Regular Army reserve. Hitherto our national policy has\nassumed that at the outbreak of war our regiments would be immediately\nraised to full strength. But our laws have provided no means by which this\ncould be accomplished, or by which the losses of the regiments when once\nsent to the front could be repaired. In this respect we have neglected the\nlessons learned by other nations. The new law provides that the soldier,\nafter serving four years with colors, shall pass into a reserve for three\nyears. At his option he may go into the reserve at the end of three years,\nremaining there for four years. While in the reserve he can be called to\nactive duty only in case of war or other national emergency, and when so\ncalled and only in such case will receive a stated amount of pay for all of\nthe period in which he has been a member of the reserve. The legislation is\nimperfect, in my opinion, in certain particulars, but it is a most\nimportant step in the right direction, and I earnestly hope that it will be\ncarefully studied and perfected by Congress.THE NATIONAL GUARDUnder existing law the National Guard constitutes, after the Regular Army,\nthe first line of national defense. Its organization, discipline, training,\nand equipment, under recent legislation, have been assimilated, as far as\npossible, to those of the Regular Army, and its practical efficiency, under\nthe effect of this training, has very greatly increased. Our citizen\nsoldiers under present conditions have reached a stage of development\nbeyond which they can not reasonably be asked to go without further direct\nassistance in the form of pay from the Federal Government. On the other\nhand, such pay from the National Treasury would not be justified unless it\nproduced a proper equivalent in additional efficiency on the part of the\nNational Guard. The Organized Militia to-day can not be ordered outside of\nthe limits of the United States, and thus can not lawfully be used for\ngeneral military purposes. The officers and men are ambitious and eager to\nmake themselves thus available and to become an efficient national reserve\nof citizen soldiery. They are the only force of trained men, other than the\nRegular Army, upon which we can rely. The so-called militia pay bill, in\nthe form agreed on between the authorities of the War Department and the\nrepresentatives of the National Guard, in my opinion adequately meets these\nconditions and offers a proper return for the pay which it is proposed to\ngive to the National Guard. I believe that its enactment into law would be\na very long step toward providing this Nation with a first line of citizen\nsoldiery, upon which its main reliance must depend in case of any national\nemergency. Plans for the organization of the National Guard into tactical\ndivisions, on the same lines as those adopted for the Regular Army, are\nbeing formulated by the War College Division of the General Staff.NATIONAL VOLUNTEERSThe National Guard consists of only about 110,000 men. In any serious war\nin the past it has always been necessary, and in such a war in the future\nit doubtless will be necessary, for the Nation to depend, in addition to\nthe Regular Army and the National Guard, upon a large force of volunteers.\nThere is at present no adequate provision of law for the raising of such a\nforce. There is now pending in Congress, however, a bill which makes such\nprovision, and which I believe is admirably adapted to meet the exigencies\nwhich would be presented in case of war. The passage of the bill would not\nentail a dollar's expense upon the Government at this time or in the future\nuntil war comes. But if war comes the methods therein directed are in\naccordance with the best military judgment as to what they ought to be, and\nthe act would prevent the necessity for a discussion of any legislation and\nthe delays incident to its consideration and adoption. I earnestly urge its\npassage.CONSOLIDATION OF THE SUPPLY CORPSThe Army appropriation act of 191:2 also carried legislation for the\nconsolidation of the Quartermaster's Department, the Subsistence\nDepartment, and the Pay Corps into a single supply department, to be known\nas the Quartermaster's Corps. It also provided for the organization of a\nspecial force of enlisted men, to be known as the Service Corps, gradually\nto replace many of the civilian employees engaged in the manual labor\nnecessary in every army. I believe that both of these enactments will\nimprove the administration of our military establishment. The consolidation\nof the supply corps has already been effected, and the organization of the\nservice corps is being put into effect.All of the foregoing reforms are in the direction of economy and\nefficiency. Except for the slight increase necessary to garrison our\noutposts in Hawaii and Panama, they do not call for a larger Army, but they\ndo tend to produce a much more efficient one. The only substantial new\nappropriations required are those which, as I have pointed out, are\nnecessary to complete the fortifications and barracks at our naval bases\nand outposts beyond the sea.PORTO RICOPorto Rico continues to show notable progress, both commercially and in the\nspread of education. Its external commerce has increased 17 per cent over\nthe preceding year, bringing the total value up to $92,631,886, or more\nthan five times the value of the commerce of the island in 1901. During the\nyear 160,657 Pupils were enrolled in the public schools, as against 145,525\nfor the preceding year, and as compared with 26,000 for the first year of\nAmerican administration. Special efforts are under way for the promotion of\nvocational and industrial training, the need of which is particularly\npressing in the island. When the bubonic plague broke out last June, the\nquick and efficient response of the people of Porto Rico to the demands of\nmodern sanitation was strikingly shown by the thorough campaign which was\ninstituted against the plague and the hearty public opinion which supported\nthe Government's efforts to check its progress and to prevent its\nrecurrence.The failure thus far to grant American citizenship continues to be the only\nground of dissatisfaction. The bill conferring such citizenship has passed\nthe House of Representatives and is now awaiting the action of the Senate.\nI am heartily in favor of the passage of this bill. I believe that the\ndemand for citizenship is just, and that it is amply earned by sustained\nloyalty on the part of the inhabitants of the island. But it should be\nremembered that the demand must be, and in the minds of most Porto Ricans\nis, entirely disassociated from any thought of statehood. I believe that no\nsubstantial approved public opinion in the United States or in Porto Rico\ncontemplates statehood for the island as the ultimate form of relations\nbetween us. I believe that the aim to be striven for is the fullest\npossible allowance of legal and fiscal self-government, with American\ncitizenship as to the bond between us; in other words, a relation analogous\nto the present relation between Great Britain and such self-governing\ncolonies as Canada and Australia. This would conduce to the fullest and\nmost self-sustaining development of Porto Rico, while at the same time it\nwould grant her the economic and political benefits of being under the\nAmerican flag.PHILIPPINESA bill is pending in Congress which revolutionizes the carefully worked out\nscheme of government under which the Philippine Islands are now governed\nand which proposes to render them virtually autonomous at once and\nabsolutely independent in eight years. Such a proposal can only be founded\non the assumption that we have now discharged our trusteeship to the\nFilipino people and our responsibility for them to the world, and that they\nare now prepared for self-government as well as national sovereignty. A\nthorough and unbiased knowledge of the facts clearly shows that these\nassumptions are absolutely without justification. As to this, I believe\nthat there is no substantial difference of opinion among any of those who\nhave had the responsibility of facing Philippine problems in the\nadministration of the islands, and I believe that no one to whom the future\nof this people is a responsible concern can countenance a policy fraught\nwith the direst consequences to those on whose behalf it is ostensibly\nurged.In the Philippine Islands we have embarked upon an experiment unprecedented\nin dealing with dependent people. We are developing there conditions\nexclusively for their own welfare. We found an archipelago containing 24\ntribes and races, speaking a great variety of languages, and with a\npopulation over 80 per cent of which could neither read nor write. Through\nthe unifying forces of a common education, of commercial and economic\ndevelopment, and of gradual participation in local self-government we are\nendeavoring to evolve a homogeneous people fit to determine, when the time\narrives, their own destiny. We are seeking to arouse a national spirit and\nnot, as under the older colonial theory, to suppress such a spirit. The\ncharacter of the work we have been doing is keenly recognized in the\nOrient, and our success thus far followed with not a little envy by those\nwho, initiating the same policy, find themselves hampered by conditions\ngrown up in earlier days and under different theories of administration.\nBut our work is far from done. Our duty to the Filipinos is far from\ndischarged. Over half a million Filipino students are now in the Philippine\nschools helping to mold the men of the future into a homogeneous people,\nbut there still remain more than a million Filipino children of school age\nyet to be reached. Freed from American control the integrating forces of a\ncommon education and a common language will cease and the educational\nsystem now well started will slip back into inefficiency and disorder.An enormous increase in the commercial development of the islands has been\nmade since they were virtually granted full access to our markets three\nyears ago, with every prospect of increasing development and diversified\nindustries. Freed from American control such development is bound to\ndecline. Every observer speaks of the great progress in public works for\nthe benefit of the Filipinos, of harbor improvements, of roads and\nrailways, of irrigation and artesian wells, public buildings, and better\nmeans of communication. But large parts of the islands are still unreached,\nstill even unexplored, roads and railways are needed in many parts,\nirrigation systems are still to be installed, and wells to be driven. Whole\nvillages and towns are still without means of communication other than\nalmost impassable roads and trails. Even the great progress in sanitation,\nwhich has successfully suppressed smallpox, the bubonic plague, and Asiatic\ncholera, has found the cause of and a cure for beriberi, has segregated the\nlepers, has helped to make Manila the most healthful city in the Orient,\nand to free life throughout the whole archipelago from its former dread\ndiseases, is nevertheless incomplete in many essentials of permanence in\nsanitary policy. Even more remains to be accomplished. If freed from\nAmerican control sanitary progress is bound to be arrested and all that has\nbeen achieved likely to be lost.Concurrent with the economic, social, and industrial development of the\nislands has been the development of the political capacity of the people.\nBy their progressive participation in government the Filipinos are being\nsteadily and hopefully trained for self-government. Under Spanish control\nthey shared in no way in the government. Under American control they have\nshared largely and increasingly. Within the last dozen years they have\ngradually been given complete autonomy in the municipalities, the right to\nelect two-thirds of the provincial governing boards and the lower house of\nthe insular legislature. They have four native members out of nine members\nof the commission, or upper house. The chief justice and two justices of\nthe supreme court, about one-half of the higher judicial positions, and all\nof the justices of the peach are natives. In the classified civil service\nthe proportion of Filipinos increased from 51 per cent in 1904 to 67 per\ncent in 1911. Thus to-day all the municipal employees, over go per cent of\nthe provincial employees, and 60 per cent of the officials and employees of\nthe central government are Filipinos. The ideal which has been kept in mind\nin our political guidance of the islands has been real popular\nself-government and not mere paper independence. I am happy to say that the\nFilipinos have done well enough in the places they have filled and in the\ndischarge of the political power with which they have been intrusted to\nwarrant the belief that they can be educated and trained to complete\nself-government. But the present satisfactory results are due to constant\nsupport and supervision at every step by Americans.If the task we have undertaken is higher than that assumed by other\nnations, its accomplishment must demand even more patience. We must not\nforget that we found the Filipinos wholly untrained in government. Up to\nour advent all other experience sought to repress rather than encourage\npolitical power. It takes long time and much experience to ingrain\npolitical habits of steadiness and efficiency. Popular self-government\nultimately must rest upon common habits of thought and upon a reasonably\ndeveloped public opinion. No such foundations for self-government, let alone\nindependence are now present in the Philippine Islands. Disregarding even\ntheir racial heterogeneity and the lack of ability to think as a nation, it\nis sufficient to point out that under liberal franchise privileges only\nabout 3 per cent of the Filipinos vote and only 5 per cent of the people\nare said to read the public press. To confer independence upon the\nFilipinos now is, therefore, to subject the great mass of their people to\nthe dominance of an oligarchical and, probably, exploiting minority. Such a\ncourse will be as cruel to those people as it would be shameful to us.Our true course is to pursue steadily and courageously the path we have\nthus far followed; to guide the Filipinos into self-sustaining pursuits; to\ncontinue the cultivation of sound political habits through education and\npolitical practice; to encourage the diversification of industries, and to\nrealize the advantages of their industrial education by conservatively\napproved cooperative methods, at once checking the dangers of concentrated\nwealth and building up a sturdy, independent citizenship. We should do all\nthis with a disinterested endeavor to secure for the Filipinos economic\nindependence and to fit them for complete self-government, with the power\nto decide eventually, according to their own largest good, whether such\nself-government shall be accompanied by independence. A present declaration\neven of future independence would retard progress by the dissension and\ndisorder it would arouse. On our part it would be a disingenuous attempt,\nunder the guise of conferring a benefit on them, to relieve ourselves from\nthe heavy and difficult burden which thus far we have been bravely and\nconsistently sustaining. It would be a disguised policy of scuttle. It\nwould make the helpless Filipino the football of oriental politics, tinder\nthe protection of a guaranty of their independence, which we would be\npowerless to enforce.REGULATION OF WATER POWERThere are pending before Congress a large number of bills proposing to\ngrant privileges of erecting dams for the purpose of creating water power\nin our navigable rivers. The pendency of these bills has brought out an\nimportant defect in the existing general dam act. That act does not, in my\nopinion, grant sufficient power to the Federal Government in dealing with\nthe construction of such dams to exact protective conditions in the\ninterest of navigation. It does not permit the Federal Government, as a\ncondition of its permit, to require that a part of the value thus created\nshall be applied to the further general improvement and protection of the\nstream. I believe this to be one of the most important matters of internal\nimprovement now confronting the Government. Most of the navigable rivers of\nthis country are comparatively long and shallow. In order that they may be\nmade fully useful for navigation there has come into vogue a method of\nimprovement known as canalization, or the slack-water method, which\nconsists in building a series of dams and locks, each of which will create\na long pool of deep navigable water. At each of these dams there is usually\ncreated also water power of commercial value. If the water power thus\ncreated can be made available for the further improvement of navigation in\nthe stream, it is manifest that the improvement will be much more quickly\neffected on the one hand, and, on the other, that the burden on the general\ntaxpayers of the country will be very much reduced. Private interests\nseeking permits to build water-power dams in navigable streams usually urge\nthat they thus improve navigation, and that if they do not impair\nnavigation they should be allowed to take for themselves the entire profits\nof the water-power development. Whatever they may do by way of relieving\nthe Government of the expense of improving navigation should be given due\nconsideration, but it must be apparent that there may be a profit beyond a\nreasonably liberal return upon the private investment which is a potential\nasset of the Government in carrying out a comprehensive policy of waterway\ndevelopment. It is no objection to the retention and use of such an asset\nby the Government that a comprehensive waterway policy will include the\nprotection and development of the other public uses of water, which can not\nand should not be ignored in making and executing plans for the protection\nand development of navigation. It is also equally clear that inasmuch as\nthe water power thus created is or may be an incident of a general scheme\nof waterway improvement within the constitutional jurisdiction of the\nFederal Government, the regulation of such water power lies also within\nthat jurisdiction. In my opinion constructive statesmanship requires that\nlegislation should be enacted which will permit the development of\nnavigation in these great rivers to go hand in hand with the utilization of\nthis by-product of water power, created in the course of the same\nimprovement, and that the general dam act should be so amended as to make\nthis possible. I deem it highly important that the Nation should adopt a\nconsistent and harmonious treatment of these water-power projects, which\nwill preserve for this purpose their value to the Government, whose right\nit is to grant the permit. Any other policy is equivalent to throwing away\na most valuable national asset.THE PANAMA CANALDuring the past year the work of construction upon the canal has progressed\nmost satisfactorily. About 87 per cent of the excavation work has been\ncompleted, and more than 93 per cent of the concrete for all the locks is\nin place. In view of the great interest which has been manifested as to\nsome slides in the Culebra Cut, I am glad to say that the report of Col.\nGoethals should allay any apprehension on this point. It is gratifying to\nnote that none of the slides which occurred during this year would have\ninterfered with the passage of the ships had the canal, in fact, been in\noperation, and when the slope pressures will have been finally adjusted and\nthe growth of vegetation will minimize erosion in the banks of the cut, the\nslide problem will be practically solved and an ample stability assured for\nthe Culebra Cut.Although the official date of the opening has been set for January 1, 1915,\nthe canal will, in fact, from present indications, be opened for shipping\nduring the latter half of 1913. No fixed date can as yet be set, but\nshipping interests will be advised as soon as assurances can be given that\nvessels can pass through without unnecessary delay.Recognizing the administrative problem in the management of the canal,\nCongress in the act of August 24, 1912, has made admirable provisions for\nexecutive responsibility in the control of the canal and the government of\nthe Canal Zone. The problem of most efficient organization is receiving\ncareful consideration, so that a scheme of organization and control best\nadapted to the conditions of the canal may be formulated and put in\noperation as expeditiously as possible. Acting tinder the authority\nconferred on me by Congress, I have, by Executive proclamation, promulgated\nthe following schedule of tolls for ships passing through the canal, based\nupon the thorough report of Emory R. Johnson, special commissioner on\ntraffic and tolls:I. On merchant vessels carrying passengers or cargo, $1.20 per net vessel\nton-each 100 cubic feet-of actual earning capacity. 2. On vessels in\nballast without passengers or cargo, 40 per cent less than the rate of\ntolls for vessels with passengers or cargo. 3. Upon naval vessels, other\nthan transports, colliers, hospital ships, and supply ships, 50 cents per\ndisplacement ton. 4. Upon Army and Navy transports, colliers, hospital\nships, and supply ships, $1.20 per net ton, the vessels to be measured by\nthe same rules as are employed in determining the net tonnage of merchant\nvessels. Rules for the determination of the tonnage upon which toll charges\nare based are now in course of preparation and will be promulgated in due\nseason.PANAMA CANAL TREATYThe proclamation which I have issued in respect to the Panama Canal tolls\nis in accord with the Panama Canal act passed by this Congress August 24,\n1912. We have been advised that the British Government has prepared a\nprotest against the act and its enforcement in so far as it relieves from\nthe payment of tolls American ships engaged in the American coastwise trade\non the ground that it violates British rights tinder the Hay-Pauncefote\ntreaty concerning the Panama Canal. When the protest is presented, it will\nbe promptly considered and an effort made to reach a satisfactory\nadjustment of any differences there may be between the two Governments.WORKMEN'S COMPENSATION ACTThe promulgation of an efficient workmen's compensation act, adapted to the\nparticular conditions of the zone, is awaiting adequate appropriation by\nCongress for the payment of claims arising thereunder. I urge that speedy\nprovision be made in order that we may install upon the zone a system of\nsettling claims for injuries in best accord with modern humane, social, and\nindustrial theories.PROMOTION FOR COL. GOETHALSAs the completion of the canal grows nearer, and as the wonderful executive\nwork of Col. Goethals becomes more conspicuous in the eyes of the country\nand of the world, it seems to me wise and proper to make provision by law\nfor such reward to him as may be commensurate with the service that he has\nrendered to his country. I suggest that this reward take the form of an\nappointment of Col. Goethals as a major general in the Army of the United\nStates, and that the law authorizing such appointment be accompanied with a\nprovision permitting his designation as Chief of Engineers upon the\nretirement of the present incumbent of that office.NAVY DEPARTMENTThe Navy of the United States is in a greater state of efficiency and is\nmore powerful than it has ever been before, but in the emulation which\nexists between different countries in respect to the increase of naval and\nmilitary armaments this condition is not a permanent one. In view of the\nmany improvements and increases by foreign Governments the slightest halt\non our part in respect to new construction throws us back and reduces us\nfrom a naval power of the first rank and places us among the nations of the\nsecond rank. In the past 15 years the Navy has expanded rapidly and yet far\nless rapidly than our country. From now on reduced expenditures in the Navy\nmeans reduced military strength. The world's history has shown the\nimportance of sea power both for adequate defense and for the support of\nimportant and definite policies.I had the pleasure of attending this autumn a mobilization of the Atlantic\nFleet, and was glad to observe and note the preparedness of the fleet for\ninstant action. The review brought before the President and the Secretary\nof the Navy a greater and more powerful collection of vessels than had ever\nbeen gathered in American waters. The condition of the fleet and of the\nofficers and enlisted men and of the equipment of the vessels entitled\nthose in authority to the greatest credit.I again commend to Congress the giving of legislative sanction to the\nappointment of the naval aids to the Secretary of the Navy. These aids and\nthe council of aids appointed by the Secretary of the Navy to assist him in\nthe conduct of his department have proven to be of the highest utility.\nThey have furnished an executive committee of the most skilled naval\nexperts, who have coordinated the action of the various bureaus in the\nNavy, and by their advice have enabled the Secretary to give an\nadministration at the same time economical and most efficient. Never before\nhas the United States had a Navy that compared in efficiency with its\npresent one, but never before have the requirements with respect to naval\nwarfare been higher and more exacting than now. A year ago Congress refused\nto appropriate for more than one battleship. In this I think a great\nmistake of policy was made, and I urgently recommend that this Congress\nmake up for the mistake of the last session by appropriations authorizing\nthe construction of three battleships, in addition to destroyers, fuel\nships, and the other auxiliary vessels as shown in the building program of\nthe general board. We are confronted by a condition in respect to the\nnavies of the world which requires us, if we would maintain our Navy as an\ninsurance of peace, to augment our naval force by at least two battleships\na year and by battle cruisers, gunboats, torpedo destroyers, and submarine\nboats in a proper proportion. We have no desire for war. We would go as far\nas any nation in the world to avoid war, but we are a world power. Our\npopulation, our wealth, our definite policies, our responsibilities in the\nPacific and the Atlantic, our defense of the Panama Canal, together with\nour enormous world trade and our missionary outposts on the frontiers of\ncivilization, require us to recognize our position as one of the foremost\nin the family of nations, and to clothe ourselves with sufficient naval\npower to give force to our reasonable demands, and to give weight to our\ninfluence in those directions of progress that a powerful Christian nation\nshould advocate.I observe that the Secretary of the Navy devotes some space to a change in\nthe disciplinary system in vogue in that branch of the service. I think\nthere is nothing quite so unsatisfactory to either the Army or the Navy as\nthe severe punishments necessarily inflicted by court-martial for\ndesertions and purely military offenses, and I am glad to hear that the\nBritish have solved this important and difficult matter in a satisfactory\nway. I commend to the consideration of Congress the details of the new\ndisciplinary system, and recommend that laws be passed putting the same\ninto force both in the Army and the Navy.I invite the attention of Congress to that part of the report of the\nSecretary of the Navy in which he recommends the formation of a naval\nreserve by the organization of the ex-sailors of the Navy.I repeat my recommendation made last year that proper provision should be\nmade for the rank of the commander in chief of the squadrons and fleets of\nthe Navy. The inconvenience attending the necessary precedence that most\nforeign admirals have over our own whenever they meet in official functions\nought to be avoided. It impairs the prestige of our Navy and is a defect\nthat can be very easily removed.DEPARTMENT OF JUSTICEThis department has been very active in the enforcement of the law. It has\nbeen better organized and with a larger force than ever before in the\nhistory of the Government. The prosecutions which have been successfully\nconcluded and which are now pending testify to the effectiveness of the\ndepartmental work.The prosecution of trusts under the Sherman antitrust law has gone on\nwithout restraint or diminution, and decrees similar to those entered in\nthe Standard Oil and the Tobacco cases have been entered in other suits,\nlike the suits against the Powder Trust and the Bathtub Trust. I am very\nstrongly convinced that a steady, consistent course in this regard, with a\ncontinuing of Supreme Court decisions upon new phases of the trust question\nnot already finally decided is going to offer a solution of this\nmuch-discussed and troublesome issue in a quiet, calm, and judicial way,\nwithout any radical legislation changing the governmental policy in regard\nto combinations now denounced by the Sherman antitrust law. I have already\nrecommended as an aid in this matter legislation which would declare\nunlawful certain well-known phases of unfair competition in interstate\ntrade, and I have also advocated voluntary national incorporation for the\nlarger industrial enterprises, with provision for a closer supervision by\nthe Bureau of Corporations, or a board appointed for the purpose, so as to\nmake more certain compliance with the antitrust law on the one hand and to\ngive greater security to the stockholders against possible prosecutions on\nthe other. I believe, however, that the orderly course of litigation in the\ncourts and the regular prosecution of trusts charged with the violation of\nthe antitrust law is producing among business men a clearer and clearer\nperception of the line of distinction between business that is to be\nencouraged and business that is to be condemned, and that in this quiet way\nthe question of trusts can be settled and competition retained as an\neconomic force to secure reasonableness in prices and freedom and\nindependence in trade.REFORM OF COURT PROCEDUREI am glad to bring to the attention of Congress the fact that the Supreme\nCourt has radically altered the equity rules governing the procedure on the\nequity side of all Federal courts, and though, as these changes have not\nbeen yet put in practice so as to enable us to state from actual results\nwhat the reform will accomplish, they are of such a character that we can\nreasonably prophesy that they will greatly reduce the time and cost of\nlitigation in such courts. The court has adopted many of the shorter\nmethods of the present English procedure, and while it may take a little\nwhile for the profession to accustom itself to these methods, it is certain\ngreatly to facilitate litigation. The action of the Supreme Court has been\nso drastic and so full of appreciation of the necessity for a great reform\nin court procedure that I have no hesitation in following up this action\nwith a recommendation which I foreshadowed in my message of three years\nago, that the sections of the statute governing the procedure in the\nFederal courts on the common-law side should be so amended as to give to\nthe Supreme Court the same right to make rules of procedure in common law\nas they have, since the beginning of the court, exercised in equity. I do\nnot doubt that a full consideration of the subject will enable the court\nwhile giving effect to the substantial differences in right and remedy\nbetween the system of common law and the system of equity so to unite the\ntwo procedures into the form of one civil action and to shorten the\nprocedure in such civil action as to furnish a model to all the State\ncourts exercising concurrent jurisdiction with the Federal courts of first\ninstance.Under the statute now in force the common-law procedure in each Federal\ncourt is made to conform to the procedure in the State in which the court\nis held. In these days, when we should be making progress in court\nprocedure, such a conformity statute makes the Federal method too dependent\nupon the action of State legislatures. I can but think it a great\nopportunity for Congress to intrust to the highest tribunal in this\ncountry, evidently imbued with a strong spirit in favor of a reform of\nprocedure, the power to frame a model code of procedure, which, while\npreserving all that is valuable and necessary of the rights and remedies at\ncommon law and in equity, shall lessen the burden of the poor litigant to a\nminimum in the expedition and cheapness with which his cause can be fought\nor defended through Federal courts to final judgment.WORKMAN'S COMPENSATION ACTThe workman's compensation act reported by the special commission appointed\nby Congress and the Executive, which passed the Senate and is now pending\nin the House, the passage of which I have in previous messages urged upon\nCongress, I venture again to call to its attention. The opposition to it\nwhich developed in the Senate, but which was overcome by a majority in that\nbody, seemed to me to grow out rather of a misapprehension of its effect\nthan of opposition to its principle. I say again that I think no act can\nhave a better effect directly upon the relations between the employer and\nemployee than this act applying to railroads and common carriers of an\ninterstate character, and I am sure that the passage of the act would\ngreatly relieve the courts of the heaviest burden of litigation that they\nhave, and would enable them to dispatch other business with a speed never\nbefore attained in courts of justice in this country.PART III. \n[Concerning the Work of the Departments of the Post Office, Interior, \nAgriculture, and Commerce and Labor and District of Columbia.]THE WHITE HOUSE, December 19, 1912.To the Senate and House of Representatives:This is the third of a series of messages in which I have brought to the\nattention of the Congress the important transactions of the Government in\neach of its departments during the last year and have discussed needed\nreforms.HEADS OF DEPARTMENTS SHOULD HAVE SEATS ON THE FLOOR OF CONGRESSI recommend the adoption of legislation which shall make it the duty of\nheads of departments--the members of the President's Cabinet--at convenient\ntimes to attend the session of the House and the Senate, which shall\nprovide seats for them in each House, and give them the opportunity to take\npart in all discussions and to answer questions of which they have had due\nnotice. The rigid holding apart of the executive and the legislative\nbranches of this Government has not worked for the great advantage of\neither. There has been much lost motion in the machinery, due to the lack\nof cooperation and interchange of views face to face between the\nrepresentatives of the Executive and the Members of the two legislative\nbranches of the Government. It was never intended that they should be\nseparated in the sense of not being in constant effective touch and\nrelationship to each other. The legislative and the executive each performs\nits own appropriate function, but these functions must be coordinated. Time\nand time again debates have arisen in each House upon issues which the\ninformation of a particular department head would have enabled him, if\npresent, to end at once by a simple explanation or statement. Time and time\nagain a forceful and earnest presentation of facts and arguments by the\nrepresentative of the Executive whose duty it is to enforce the law would\nhave brought about a useful reform by amendment, which in the absence of\nsuch a statement has failed of passage. I do not think I am mistaken in\nsaying that the presence of the members of the Cabinet on the floor of each\nHouse would greatly contribute to the enactment of beneficial legislation.\nNor would this in any degree deprive either the legislative or the\nexecutive of the independence which separation of the two branches has been\nintended to promote. It would only facilitate their cooperation in the\npublic interest.On the other hand, I am sure that the necessity and duty imposed upon\ndepartment heads of appearing in each house and in answer to searching\nquestions, of rendering upon their feet an account of what they have done,\nor what has been done by the administration, will spur each member of the\nCabinet to closer attention to the details of his department, to greater\nfamiliarity with its needs, and to greater care to avoid the just criticism\nwhich the answers brought out in questions put and discussions arising\nbetween the Members of either House and the members of the Cabinet may\nproperly evoke.Objection is made that the members of the administration having no vote\ncould exercise no power on the floor of the House, and could not assume\nthat attitude of authority and control which the English parliamentary\nGovernment have and which enables them to meet the responsibilities the\nEnglish system thrusts upon them. I agree that in certain respects it would\nbe more satisfactory if members of the Cabinet could at the same time be\nMembers of both Houses, with voting power, but this is impossible under our\nsystem; and while a lack of this feature may detract from the influence of\nthe department chiefs, it will not prevent the good results which I have\ndescribed above both in the matter of legislation and in the matter of\nadministration. The enactment of such a law would be quite within the power\nof Congress without constitutional amendment, and it has such possibilities\nof usefulness that we might well make the experiment, and if we are\ndisappointed the misstep can be easily retraced by a repeal of the enabling\nlegislation.This is not a new proposition. In the House of Representatives, in the\nThirty-eighth Congress, the proposition was referred to a select committee\nof seven Members. The committee made an extensive report, and urged the\nadoption of the reform. The report showed that our history had not been\nwithout illustration of the necessity and the examples of the practice by\npointing out that in early days Secretaries were repeatedly called to the\npresence of either Rouse for consultation, advice, and information. It also\nreferred to remarks of Mr. justice Story in his Commentaries on the\nConstitution, in which he urgently presented the wisdom of such a change.\nThis report is to be found in Volume I of the Reports of Committees of the\nFirst Session of the Thirty-eighth Congress, April 6, 1864.Again, on February 4, 1881, a select committee of the Senate recommended\nthe passage of a similar bill, and made a report, In which, while approving\nthe separation of the three branches, the executive, legislative, and\njudicial, they point out as a reason for the proposed change that, although\nhaving a separate existence, the branches are \"to cooperate, each with the\nother, as the different members of the human body must cooperate, with each\nother in order to form the figure and perform the duties of a perfect\nman.\"The report concluded as follows: This system will require the selection of\nthe strongest men to be heads of departments and will require them to be\nwell equipped with the knowledge of their offices. It will also require the\nstrongest men to be the leaders of Congress and participate in debate. It\nwill bring these strong men in contact, perhaps into conflict, to advance\nthe public weal, and thus stimulate their abilities and their efforts, and\nwill thus assuredly result to the good of the country.If it should appear by actual experience that the heads of departments in\nfact have not time to perform the additional duty imposed on them by this\nbill, the force in their offices should be increased or the duties\ndevolving on them personally should be diminished. An undersecretary should\nbe appointed to whom could be confided that routine of administration which\nrequires only order and accuracy. The principal officers could then confine\ntheir attention to those duties which require wise discretion and\nintellectual activity. Thus they would have abundance of time for their\nduties under this bill. Indeed, your committee believes that the public\ninterest would be subserved if the Secretaries were relieved of the\nharassing cares of distributing clerkships and closely supervising the mere\nmachinery of the departments. Your committee believes that the adoption of\nthis bill and the effective execution of its provisions will be the first\nstep toward a sound civil-service reform which will secure a larger wisdom\nin the adoption of policies and a better system in their execution.(Signed)\nGEO. H. PENDLETON. W. B. ALLISON. D. W. VOORHEES. J. G. BLAINE. M. C.\nBUTLER. JOHN J. INGALLS. O. H. PLATT. J. T. FARLEY. It would be difficult\nto mention the names of higher authority in the practical knowledge of our\nGovernment than those which are appended to this report.POSTAL SAVINGS BANK SYSTEMThe Postal Savings Bank System has been extended so that it now includes\n4,004 fourth-class post offices', as well as 645 branch offices and\nstations in the larger cities. There are now 12,812 depositories at which\npatrons of the system may open accounts. The number of depositors is\n300,000 and the amount of their deposits is approximately $28,000,000, not\nincluding $1,314,140 which has been with drawn by depositors for the\npurpose of buying postal savings bonds. Experience demonstrates the value\nof dispensing with the pass-book and introducing in its place a certificate\nof deposit. The gross income of the postal savings system for the fiscal\nyear ending June 30, 1913, will amount to $700,000 and the interest payable\nto depositors to $300,000. The cost of supplies, equipment, and salaries is\n$700,000. It thus appears that the system lacks $300,000 a year of paying\ninterest and expenses. It is estimated, however, that when the deposits\nhave reached the sum Of $50,000,000, which at the present rate they soon\nwill do, the system will be self-sustaining. By law the postal savings\nfunds deposited at each post office are required to be redeposited in local\nbanks. State and national banks to the number of 7,357 have qualified as\ndepositories for these funds. Such deposits are secured by bonds\naggregating $54,000,000. Of this amount, $37,000,000 represent municipal\nbonds.PARCEL POSTIn several messages I have favored and recommended the adoption of a system\nof parcel post. In the postal appropriation act of last year a general\nsystem was provided and its installation was directed by the 1st of\nJanuary. This has entailed upon the Post Office Department a great deal of\nvery heavy labor, but the Postmaster General informs me that on the date\nselected, to wit, the 1st of January, near at hand, the department will be\nin readiness to meet successfully the requirements of the public.CLASSIFICATION OF POSTMASTERSA trial, during the past three years, of the system of classifying\nfourth-class postmasters in that part of the country lying between the\nMississippi River on the west, Canada on the north, the Atlantic Ocean on\nthe east, and Mason and Dixon's line on the south has been sufficiently\nsatisfactory to justify the postal authorities in recommending the\nextension of the order to include all the fourth-class postmasters in the\ncountry. In September, 1912, upon the suggestion of the Postmaster General,\nI directed him to prepare an order which should put the system in effect,\nexcept in Alaska, Guam, Hawaii, Porto Rico, and Samoa. Under date of\nOctober 15 I issued such an order which affected 36,000 postmasters. By the\norder the post offices were divided into groups A and B. Group A includes\nall postmasters whose compensation is $500 or more, and group B those whose\ncompensation is less than that sum. Different methods are pursued in the\nselection of the postmasters for group A and group, B. Criticism has been\nmade of this order on the ground that the motive for it was political.\nNothing could be further from the truth. The order was made before the\nelection and in the interest of efficient public service. I have several\ntimes requested Congress to give me authority to put first-, second-, and\nthird-class postmasters, and all other local officers, including\ninternal-revenue officers, customs officers, United States marshals, and\nthe local agents of the other departments under the classification of the\ncivil-service law by taking away the necessity for confirming such\nappointments by the Senate. I deeply regret the failure of Congress to\nfollow these recommendations. The change would have taken out of politics\npractically every local officer and would have entirely cured the evils\ngrowing out of what under the present law must always remain a remnant of\nthe spoils system.COMPENSATION TO RAILWAYS FOR CARRYING MAILSIt is expected that the establishment of a parcel post on January 1st will\nlargely increase the amount of mail matter to be transported by the\nrailways, and Congress should be prompt to provide a way by which they may\nreceive the additional compensation to which they will be entitled. The\nPostmaster General urges that the department's plan for a complete\nreadjustment of the system of paying the railways for carrying the mails be\nadopted, substituting space for weight as the principal factor in fixing\ncompensation. Under this plan it will be possible to determine without\ndelay what additional payment should be made on account of the parcel post.\nThe Postmaster General's recommendation is based on the results of a\nfar-reaching investigation begun early in the administration with the\nobject of determining what it costs the railways to carry the mails. The\nstatistics obtained during the course of the inquiry show that while many\nof the railways, and particularly the large systems, were making profits\nfrom mail transportations, certain of the lines were actually carrying the\nmails at a loss. As a result of the investigation the department, after\ngiving the subject careful consideration, decided to urge the abandonment\nof the present plan of fixing compensation on the basis of the weight of\nthe mails carried, a plan that has proved to be exceedingly expensive and\nin other respects unsatisfactory. Under the method proposed the railway\ncompanies will annually submit to the department reports showing what it\ncosts them to carry the mails, and this cost will be apportioned on the\nbasis of the car space engaged, payment to be allowed at the rate thus\ndetermined in amounts that will cover the cost and a reasonable profit. If\na railway is not satisfied with the manner in which the department\napportions the cost in fixing compensation, it is to have the right, tinder\nthe new plan, of appealing to the Interstate Commerce Commission. This\nfeature of the proposed law would seem to insure a fair treatment of the\nrailways. It is hoped that Congress will give the matter immediate\nattention and that the method of compensation recommended by the department\nor some other suitable plan will be promptly authorized.DEPARTMENT OF THE INTERIORThe Interior Department, in the problems of administration included within\nits jurisdiction, presents more difficult questions than any other. This\nhas been due perhaps to temporary causes of a political character, but more\nespecially to the inherent difficulty in the performance of some of the\nfunctions which are assigned to it. Its chief duty is the guardianship of\nthe public domain and the disposition of that domain to private ownership\nunder homestead, mining, and other laws, by which patents from the\nGovernment to the individual are authorized on certain conditions. During\nthe last decade the public seemed to become suddenly aware that a very\nlarge part of its domain had passed from its control into private\nownership, under laws not well adapted to modern conditions, and also that\nin the doing of this the provisions of existing law and regulations adopted\nin accordance with law had not been strictly observed, and that in the\ntransfer of title much fraud had intervened, to the pecuniary benefit of\ndishonest persons. There arose thereupon a demand for conservation of the\npublic domain, its protection against fraudulent diminution, and the\npreservation of that part of it from private acquisition which it seemed\nnecessary to keep for future public use. The movement, excellent in the\nintention which prompted it, and useful in its results, has nevertheless\nhad some bad effects, which the western country has recently been feeling\nand in respect of which there is danger of a reaction toward older abuses\nunless we can attain the golden mean, which consists in the prevention of\nthe mere exploitation of the public domain for private purposes while at\nthe same, time facilitating its development for the benefit of the local\npublic.The land laws need complete revision to secure proper conservation on the\none hand of land that ought to be kept in public use and, on the other\nhand, prompt disposition of those lands which ought to be disposed in\nprivate ownership or turned over to private use by properly guarded leases.\nIn addition to this there are not enough officials in our Land Department\nwith legal knowledge sufficient promptly to make the decisions which are\ncalled for. The whole land-laws system should be reorganized, and not until\nit is reorganized, will decisions be made as promptly as they ought, or\nwill men who have earned title to public land under the statute receive\ntheir patents within a reasonably short period. The present administration\nhas done what it could in this regard, but the necessity for reform and\nchange by a revision of the laws and an increase and reorganization of the\nforce remains, and I submit to Congress the wisdom of a full examination of\nthis subject, in order that a very large and important part of our people\nin the West may be relieved from a just cause of irritation.I invite your attention to the discussion by the Secretary of the Interior\nof the need for legislation with respect to mining claims, leases of coal\nlands in this country and in Alaska, and for similar disposition of oil,\nphosphate, and potash lands, and also to his discussion of the proper use\nto be made of water-power sites held by the Government. Many of these lands\nare now being withheld from use by the public under the general withdrawal\nact which was passed by the last Congress. That act was not for the purpose\nof disposing of the question, but it was for the purpose of preserving the\nlands until the question could be solved. I earnestly urge that the matter\nis of the highest importance to our western fellow citizens and ought to\ncommand the immediate attention of the legislative branch of the\nGovernment.Another function which the Interior Department has to perform is that of\nthe guardianship of Indians. In spite of everything which has been said in\ncriticism of the policy of our Government toward the Indians, the amount of\nwealth which is now held by it for these wards per capita shows that the\nGovernment has been generous; but the management of so large an estate,\nwith the great variety of circumstances that surround each tribe and each\ncase, calls for the exercise of the highest business discretion, and the\nmachinery provided in the Indian Bureau for the discharge of this function\nis entirely inadequate. The position of Indian commissioner demands the\nexercise of business ability of the first order, and it is difficult to\nsecure such talent for the salary provided.The condition of health of the Indian and the prevalence in the tribes of\ncurable diseases has been exploited recently in the press. In a message to\nCongress at its last session I brought this subject to its attention and\ninvited a special appropriation, in order that our facilities for\novercoming diseases among the Indians might be properly increased, but no\naction was then taken by Congress on the subject, nor has such\nappropriation been made since.The commission appointed by authority of the Congress to report on proper\nmethod of securing railroad development in Alaska is formulating its\nreport, and I expect to have an opportunity before the end of this session\nto submit its recommendations.DEPARTMENT OF AGRICULTUREThe far-reaching utility of the educational system carried on by the\nDepartment of Agriculture for the benefit of the farmers of our country\ncalls for no elaboration. Each year there is a growth in the variety of\nfacts which it brings out for the benefit of the farmer, and each year\nconfirms the wisdom of the expenditure of the appropriations made for that\ndepartment.PURE-FOOD LAWThe Department of Agriculture is charged with the execution of the\npure-food law. The passage of this encountered much opposition from\nmanufacturers and others who feared the effect upon their business of the\nenforcement of its provisions. The opposition aroused the just indignation\nof the public, and led to an intense sympathy with the severe and rigid\nenforcement of the provisions of the new law. It had to deal in many\ninstances with the question whether or not products of large business\nenterprises, in the form of food preparations, were deleterious to the\npublic health; and while in a great majority of instances this issue was\neasily determinable, there were not a few cases in which it was hard to\ndraw the line between a useful and a harmful food preparation. In cases\nlike this when a decision involved the destruction of great business\nenterprises representing the investment of large capital and the\nexpenditure of great energy and ability, the danger of serious injustice\nwas very considerable in the enforcement of a new law under the spur of\ngreat public indignation. The public officials charged with executing the\nlaw might do injustice in heated controversy through unconscious pride of\nopinion and obstinacy of conclusion. For this reason President Roosevelt\nfelt justified in creating a board of experts, known as the Remsen Board,\nto whom in cases of much importance an appeal might be taken and a review\nhad of a decision of the Bureau of Chemistry in the Agricultural\nDepartment. I heartily agree that it was wise to create this board in order\nthat injustice might not be done. The questions which arise are not\ngenerally those involving palpable injury to health, but they are upon the\nnarrow and doubtful line in respect of which it is better to be in some\nerror not dangerous than to be radically destructive. I think that the time\nhas come for Congress to recognize the necessity for some such tribunal of\nappeal and to make specific statutory provision for it. While we are\nstruggling to suppress an evil of great proportions like that of impure\nfood, we must provide machinery in the law itself to prevent its becoming\nan instrument of oppression, and we ought to enable those whose business is\nthreatened with annihilation to have some tribunal and some form of appeal\nin which they have a complete day in court.AGRICULTURAL CREDITSI referred in my first message to the question of improving the system of\nagricultural credits. The Secretary of Agriculture has made an\ninvestigation into the matter of credits in this country, and I commend a\nconsideration of the information which through his agents he has been able\nto collect. It does not in any way minimize the importance of the proposal,\nbut it gives more accurate information upon some of the phases of the\nquestion than we have heretofore had.DEPARTMENT OF COMMERCE AND LABORI commend to Congress an examination of the report of the Secretary of\nCommerce and Labor, and especially that part in which he discusses the\noffice of the Bureau of Corporations, the value to commerce of a proposed\ntrade commission, and the steps which he has taken to secure the\norganization of a national chamber of commerce. I heartily commend his view\nthat the plan of a trade commission which looks to the fixing of prices is\naltogether impractical and ought not for a moment to be considered as a\npossible solution of the trust question.The trust question in the enforcement of the Sherman antitrust law is\ngradually solving itself, is maintaining the principle and restoring the\npractice of competition, and if the law is quietly but firmly enforced,\nbusiness will adjust itself to the statutory requirements, and the unrest\nin commercial circles provoked by the trust discussion will disappear.PANAMA-PACIFIC INTERNATIONAL EXPOSITIONIn conformity with a joint resolution of Congress, an Executive\nproclamation was issued last February, inviting the nations of the world to\nparticipate in the Panama-Pacific International Exposition to be held at\nSan Francisco to celebrate the construction of the Panama, Canal. A\nsympathetic response was immediately forthcoming, and several nations have\nalready selected the sites for their buildings. In furtherance of my\ninvitation, a special commission visited European countries during the past\nsummer, and received assurance of hearty cooperation in the task of\nbringing together a universal industrial, military, and naval display on an\nunprecedented scale. It is evident that the exposition will be an accurate\nmirror of the world's activities as they appear 400 years after the date of\nthe discovery of the Pacific Ocean.It is the duty of the United States to make the nations welcome at San\nFrancisco and to facilitate such acquaintance between them and ourselves as\nwill promote the expansion of commerce and familiarize the world with the\nnew trade route through the Panama Canal. The action of the State\ngovernments and individuals assures a comprehensive exhibit of the\nresources of this country and of the progress of the people. This\nparticipation by State and individuals should be supplemented by an\nadequate showing of the varied and unique activities of the National\nGovernment. The United States can not with good grace invite foreign\ngovernments to erect buildings and make expensive exhibits while itself\nrefusing to participate. Nor would it be wise to forego the opportunity to\njoin with other nations in the inspiring interchange of ideas tending to\npromote intercourse, friendship, and commerce. It is the duty of the\nGovernment to foster and build up commerce through the canal, just as it\nwas the duty of the Government to construct it.I earnestly recommend the appropriation at this session of such a sum as\nwill enable the United States to construct a suitable building, install a\ngovernmental exhibit, and otherwise participate in the Panama-Pacific\nInternational Exposition in a manner commensurate with the dignity of a\nnation whose guests are to be the people of the world. I recommend also\nsuch legislation as will facilitate the entry of material intended for\nexhibition and protect foreign exhibitors against infringement of patents\nand the unauthorized copying of patterns and designs. All aliens sent to\nSan Francisco to construct and care for foreign buildings and exhibits\nshould be admitted without restraint or embarrassment.THE DISTRICT OF COLUMBIA AND THE CITY OF WASHINGTONThe city of Washington is a beautiful city, with a population of 352,936,\nof whom 98,667 are colored. The annual municipal budget is about\n$14,000,000. The presence of the National Capital and other governmental\nstructures constitutes the chief beauty and interest of the city. The\npublic grounds are extensive, and the opportunities for improving the city\nand making it still more attractive are very great. Under a plan adopted\nsome years ago, one half the cost of running the city is paid by taxation\nupon the property, real and personal, of the citizens and residents, and\nthe other half is borne by the General Government. The city is expanding at\na remarkable rate, and this can only be accounted for by the coming here\nfrom other parts of the country of well-to-do people who, having finished\ntheir business careers elsewhere, build and make this their permanent place\nof residence.On the whole, the city as a municipality is very well governed. It is well\nlighted, the water supply is good, the streets are well paved, the police\nforce is well disciplined, crime is not flagrant, and while it has purlieus\nand centers of vice, like other large cities, they are not exploited, they\ndo not exercise any influence or control in the government of the city, and\nthey are suppressed in as far as it has been found practicable. Municipal\ngraft is inconsiderable. There are interior courts in the city that are\nnoisome and centers of disease and the refuge of criminals, but Congress\nhas begun to clean these out, and progress has been made in the case of the\nmost notorious of these, which is known as \"Willow Tree Alley.\" This\nmovement should continue.The mortality for the past year was at the rate Of 17.80 per 1,000 of both\nraces; among the whites it was 14.61 per thousand, and among the blacks\n26.12 per thousand. These are the lowest mortality rates ever recorded in\nthe District.One of the most crying needs in the government of the District is a\ntribunal or public authority for the purpose of supervising the\ncorporations engaged in the operation of public utilities. Such a bill is\npending in Congress and ought to pass. Washington should show itself under\nthe direction of Congress to be a city with a model form of government, but\nas long as such authority over public utilities is withheld from the\nmunicipal government, it must always be defective.Without undue criticism of the present street railway accommodations, it\ncan be truly said that under the spur of a public utilities commission they\nmight be substantially improved.While the school system of Washington perhaps might be bettered in the\neconomy of its management and the distribution of its buildings, its\nusefulness has nevertheless greatly increased in recent years, and it now\noffers excellent facilities for primary and secondary education.From time to time there is considerable agitation in Washington in favor of\ngranting the citizens of the city the franchise and constituting an\nelective government. I am strongly opposed to this change. The history of\nWashington discloses a number of experiments of this kind, which have\nalways been abandoned as unsatisfactory. The truth is this is a city\ngoverned by a popular body, to wit, the Congress of the United States,\nselected from the people of the United States, who own Washington. The\npeople who come here to live do so with the knowledge of the origin of the\ncity and the restrictions, and therefore voluntarily give up the privilege\nof living in a municipality governed by popular vote. Washington is so\nunique in its origin and in its use for housing and localizing the\nsovereignty of the Nation that the people who live here must regard its\npeculiar character and must be content to subject themselves to the control\nof a body selected by all the people of the Nation. I agree that there are\ncertain inconveniences growing out of the government of a city by a\nnational legislature like Congress, and it would perhaps be possible to\nlessen these by the delegation by Congress to the District Commissioners of\ngreater legislative power for the enactment of local laws than they now\npossess, especially those of a police character.Every loyal American has a personal pride in the beauty of Washington and\nin its development and growth. There is no one with a proper appreciation\nof our Capital City who would favor a niggardly policy in respect to\nexpenditures from the National Treasury to add to the attractiveness of\nthis city, which belongs to every citizen of the entire country, and which\nno citizen visits without a sense of pride of ownership. We have had\nrestored by a Commission of Fine Arts, at the instance of a committee of\nthe Senate, the original plan of the French engineer L'Enfant for the city\nof Washington, and we know with great certainty the course which the\nimprovement of Washington should take. Why should there be delay in making\nthis improvement in so far as it involves the extension of the parking\nsystem and the construction of greatly needed public buildings?\nAppropriate buildings for the State Department, the Department of justice,\nand the Department of Commerce and Labor have been projected, plans have\nbeen approved, and nothing is wanting but the appropriations for the\nbeginning and completion of the structures. A hall of archives is also\nbadly needed, but nothing has been done toward its construction, although\nthe land for it has long been bought and paid for. Plans have been made for\nthe union of Potomac Park with the valley of Rock Creek and Rock Creek\nPark, and the necessity for the connection between the Soldiers' Home and\nRock Creek Park calls for no comment. I ask again why there should be delay\nin carrying out these plans We have the money in the Treasury, the plans\nare national in their scope, and the improvement should be treated as a\nnational project. The plan will find a hearty approval throughout the\ncountry. I am quite sure, from the information which I have, that, at\ncomparatively small expense, from that part of the District of Columbia\nwhich was retroceded to Virginia, the portion including the Arlington\nestate, Fort Myer, and the palisades of the Potomac can be acquired by\npurchase and the jurisdiction of the State of Virginia over this land ceded\nto the Nation. This ought to be done.The construction of the Lincoln Memorial and of a memorial bridge from the\nbase of the Lincoln Monument to Arlington would be an appropriate and\nsymbolic expression of the union of the North and the South at the Capital\nof the Nation. I urge upon Congress the appointment of a commission to\nundertake these national improvements, and to submit a plan for their\nexecution; and when the plan has been submitted and approved, and the work\ncarried out, Washington will really become what it ought to be--the most\nbeautiful city in the world.", 
    "name": "William H. Taft"
}