{
    "date": "December 4, 1917", 
    "speech": "GENTLEMEN OF THE CONGRESS:Eight months have elapsed since I last had the honor of addressing you.\nThey have been months crowded with events of immense and grave significance\nfor us. I shall not undertake to detail or even to summarize those events.\nThe practical particulars of the part we have played in them will be laid\nbefore you in the reports of the executive departments. I shall discuss\nonly our present outlook upon these vast affairs, our present duties, and\nthe immediate means of accomplishing the objects we shall hold always in\nview.I shall not go back to debate the causes of the war. The intolerable wrongs\ndone and planned against us by the sinister masters of Germany have long\nsince become too grossly obvious and odious to every true American to need\nto be rehearsed. But I shall ask you to consider again and with a very\ngrave scrutiny our objectives and the measures by which we mean to attain\nthem; for the purpose of discussion here in this place is action, and our\naction must move straight toward definite ends. Our object is, of course,\nto win the war; and we shall not slacken or suffer ourselves to be diverted\nuntil it is won. But it is worth while asking and answering the question,\nWhen shall we consider the war won?From one point of view it is not necessary to broach this fundamental\nmatter. I do not doubt that the American people know what the war is about\nand what sort of an outcome they will regard as a realization of their\npurpose in it.As a nation we are united in spirit and intention. I pay little heed to\nthose who tell me otherwise. I hear the voices of dissent-who does not? I\nbear the criticism and the clamor of the noisily thoughtless and\ntroublesome. I also see men here and there fling themselves in impotent\ndisloyalty against the calm, indomitable power of the Nation. I hear men\ndebate peace who understand neither its nature nor the way in which we may\nattain it with uplifted eyes and unbroken spirits. But I know that none of\nthese speaks for the Nation. They do not touch the heart of anything. They\nmay safely be left to strut their uneasy hour and be forgotten.But from another point of view I believe that it is necessary to say\nplainly what we here at the seat of action consider the war to be for and\nwhat part we mean to play in the settlement of its searching issues. We are\nthe spokesmen of the American people, and they have a right to know whether\ntheir purpose is ours. They desire peace by the overcoming of evil, by the\ndefeat once for all of the sinister forces that interrupt peace and render\nit impossible, and they wish to know how closely our thought runs with\ntheirs and what action we propose. They are impatient with those who desire\npeace by any sort of compromise deeply and indignantly impatient--but they\nwill be equally impatient with us if we do not make it plain to them what\nour objectives are and what we are planning for in seeking to make conquest\nof peace by arms.I believe that I speak for them when I say two things: First, that this\nintolerable thing of which the masters of Germany have shown us the ugly\nface, this menace of combined intrigue and force which we now see so\nclearly as the German power, a thing without conscience or honor of\ncapacity for covenanted peace, must be crushed and, if it be not utterly\nbrought to an end, at least shut out from the friendly intercourse of the\nnations; and second, that when this thing and its power are indeed defeated\nand the time comes that we can discuss peace when the German people have\nspokesmen whose word we can believe and when those spokesmen are ready in\nthe name of their people to accept the common judgment of the nations as to\nwhat shall henceforth be the bases of law and of covenant for the life of\nthe world-we shall be willing and glad to pay the full price for peace, and\npay it ungrudgingly.We know what that price will be. It will be full, impartial justice-justice\ndone at every point and to every nation that the final settlement must\naffect, our enemies as well as our friends.You catch, with me, the voices of humanity that are in the air. They grow\ndaily more audible, more articulate, more persuasive, and they come from\nthe hearts of men everywhere. They insist that the war shall not end in\nvindictive action of any kind; that no nation or people shall be robbed or\npunished because the irresponsible rulers of a single country have\nthemselves done deep and abominable wrong. It is this thought that has been\nexpressed in the formula, \"No annexations, no contributions, no punitive\nindemnities.\"Just because this crude formula expresses the instinctive judgment as to\nright of plain men everywhere, it has been made diligent use of by the\nmasters of German intrigue to lead the people of Russia astray and the\npeople of every other country their agents could reach-in order that a\npremature peace might be brought about before autocracy has been taught its\nfinal and convincing lesson and the people of the world put in control of\ntheir own destinies.But the fact that a wrong use has been made of a just idea is no reason why\na right use should not be made of it. It ought to be brought under the\npatronage of its real friends. Let it be said again that autocracy must\nfirst be shown the utter futility of its claim to power or leadership in\nthe modern world. It is impossible to apply any standard of justice so long\nas such forces are unchecked and undefeated as the present masters of\nGermany command. Not until that has been done can right be set up as\narbiter and peacemaker among the nations. But when that has been done-as,\nGod willing, it assuredly will be-we shall at last be free to do an\nunprecedented thing, and this is the time to avow our purpose to do it. We\nshall be free to base peace on generosity and justice, to the exclusions of\nall selfish claims to advantage even on the part of the victors.Let there be no misunderstanding. Our present and immediate task is to win\nthe war and nothing shall turn us aside from it until it is\naccomplished. Every power and resource we possess, whether of men, of\nmoney, or of materials, is being devoted and will continue to be devoted to\nthat purpose until it is achieved. Those who desire to bring peace about\nbefore that purpose is achieved I counsel to carry their advice elsewhere.\nWe will not entertain it. We shall regard the war as won only when the\nGerman people say to us, through properly accredited representatives, that\nthey are ready to agree to a settlement based upon justice and reparation\nof the wrongs their rulers have done. They have done a wrong to Belgium\nwhich must be repaired. They have established a power over other lands and\npeoples than their own--over the great empire of Austria-Hungary, over\nhitherto free Balkan states, over Turkey and within Asia-which must be\nrelinquished.Germany's success by skill, by industry, by knowledge, by enterprise we did\nnot grudge or oppose, but admired, rather. She had built up for herself a\nreal empire of trade and influence, secured by the peace of the world. We\nwere content to abide by the rivalries of manufacture, science and commerce\nthat were involved for us in her success, and stand or fall as we had or\ndid not have the brains and the initiative to surpass her. But at the\nmoment when she had conspicuously won her triumphs of peace she threw them\naway, to establish in their stead what the world will no longer permit to\nbe established, military and political domination by arms, by which to oust\nwhere she could not excel the rivals she most feared and hated. The peace\nwe make must remedy that wrong. It must deliver the once fair lands and\nhappy peoples of Belgium and Northern France from the Prussian conquest and\nthe Prussian menace, but it must deliver also the peoples of\nAustria-Hungary, the peoples of the Balkans and the peoples of Turkey,\nalike in Europe and Asia, from the impudent and alien dominion of the\nPrussian military and commercial autocracy.We owe it, however, to ourselves, to say that we do not wish in any way to\nimpair or to rearrange the Austro-Hungarian Empire. It is no affair of ours\nwhat they do with their own life, either industrially or politically. We do\nnot purpose or desire to dictate to them in any way. We only desire to see\nthat their affairs are left in their own hands, in all matters, great or\nsmall. We shall hope to secure for the peoples of the Balkan peninsula and\nfor the people of the Turkish Empire the right and opportunity to make\ntheir own lives safe, their own fortunes secure against oppression or\ninjustice and from the dictation of foreign courts or parties.And our attitude and purpose with regard to Germany herself are of a like\nkind. We intend no wrong against the German Empire, no interference with\nher internal affairs. We should deem either the one or the other absolutely\nunjustifiable, absolutely contrary to the principles we have professed to\nlive by and to hold most sacred throughout our life as a nation.The people of Germany are being told by the men whom they now permit to\ndeceive them and to act as their masters that they are fighting for the\nvery life and existence of their empire, a war of desperate self-defense\nagainst deliberate aggression. Nothing could be more grossly or wantonly\nfalse, and we must seek by the utmost openness and candor as to our real\naims to convince them of its falseness. We are in fact fighting for their\nemancipation from the fear, along with our own-from the fear as well as\nfrom the fact of unjust attack by neighbors or rivals or schemers after\nworld empire. No one is threatening the existence or the independence of\nthe peaceful enterprise of the German Empire.The worst that can happen to the detriment the German people is this, that\nif they should still, after the war is over, continue to be obliged to live\nunder ambitious and intriguing masters interested to disturb the peace of\nthe world, men or classes of men whom the other peoples of the world could\nnot trust, it might be impossible to admit them to the partnership of\nnations which must henceforth guarantee the world's peace. That partnership\nmust be a partnership of peoples, not a mere partnership of governments. It\nmight be impossible, also, in such untoward circumstances, to admit Germany\nto the free economic intercourse which must inevitably spring out of the\nother partnerships of a real peace. But there would be no aggression in\nthat; and such a situation, inevitable, because of distrust, would in the\nvery nature of things sooner or later cure itself, by processes which would\nassuredly set in.The wrongs, the very deep wrongs, committed in this war will have to be\nrighted. That, of course. But they cannot and must not be righted by the\ncommission of similar wrongs against Germany and her allies. The world will\nnot permit the commission of similar wrongs as a means of reparation and\nsettlement. Statesmen must by this time have learned that the opinion of\nthe world is everywhere wide awake and fully comprehends the issues\ninvolved. No representative of any self-governed nation will dare disregard\nit by attempting any such covenants of selfishness and compromise as were\nentered into at the Congress of Vienna. The thought of the plain people\nhere and everywhere throughout the world, the people who enjoy no privilege\nand have very simple and unsophisticated standards of right and wrong, is\nthe air all governments must henceforth breathe if they would live.It is in the full disclosing light of that thought that all policies must\nbe received and executed in this midday hour of the world's life. Ger. man\nrulers have been able to upset the peace of the world only because the\nGerman people were not suffered under their tutelage to share the\ncomradeship of the other peoples of the world either in thought or in\npurpose. They were allowed to have no opinion of their own which might be\nset up as a rule of conduct for those who exercised authority over them.\nBut the Congress that concludes this war will feel the full strength of the\ntides that run now in the hearts and consciences of free men everywhere.\nIts conclusions will run with those tides.All those things have been true from the very beginning of this stupendous\nwar; and I cannot help thinking that if they had been made plain at the\nvery outset the sympathy and enthusiasm of the Russian people might have\nbeen once for all enlisted on the side of the Allies, suspicion and\ndistrust swept away, and a real and lasting union of purpose effected. Had\nthey believed these things at the very moment of their revolution, and had\nthey been confirmed in that belief since, the sad reverses which have\nrecently marked the progress of their affairs towards an ordered and stable\ngovernment of free men might have been avoided. The Russian people have\nbeen poisoned by the very same falsehoods that have kept the German people\nin the dark, and the poison has been administered by the very same hand.\nThe only possible antidote is the truth. It cannot be uttered too plainly\nor too often.From every point of view, therefore, it has seemed to be my duty to speak\nthese declarations of purpose, to add these specific interpretations to\nwhat I took the liberty of saying to the Senate in January. Our entrance\ninto the war has not altered out attitude towards the settlement that must\ncome when it is over.When I said in January that the nations of the world were entitled not only\nto free pathways upon the sea, but also to assured and unmolested access to\nthose-pathways, I was thinking, and I am thinking now, not of the smaller\nand weaker nations alone which need our countenance and support, but also\nof the great and powerful nations and of our present enemies as well as our\npresent associates in the war. I was thinking, and am thinking now, of\nAustria herself, among the rest, as well as of Serbia and of Poland.Justice and equality of rights can be had only at a great price. We are\nseeking permanent, not temporary, foundations for the peace of the world,\nand must seek them candidly and fearlessly. As always, the right will prove\nto be the expedient.What shall we do, then, to push this great war of freedom and justice to\nits righteous conclusion? We must clear away with a thorough hand all\nimpediments to success, and we must make every adjustment of law that will\nfacilitate the full and free use of our whole capacity and force as a\nfighting unit.One very embarrassing obstacle that stands hi our way is that we are at war\nwith Germany but not with her allies. I, therefore, very earnestly\nrecommend that the Congress immediately declare the United States in a\nstate of war with Austria-Hungary. Does it seem strange to you that this\nshould be the conclusion of the argument I have just addressed to you? It\nis not. It is in fact the inevitable logic of what I have said.\nAustria-Hungary is for the time being not her own mistress but simply the\nvassal of the German Government.We must face the facts as they are and act upon them without sentiment in\nthis stern business. The Government of Austria and Hungary is not acting\nupon its own initiative or in response to the wishes and feelings of its\nown peoples, but as the instrument of another nation. We must meet its\nforce with our own and regard the Central Powers as but one. The war can be\nsuccessfully conducted in no other way.The same logic would lead also to a declaration of war against Turkey and\nBulgaria. They also are the tools of Germany, but they are mere tools and\ndo not yet stand in the direct path of our necessary action. We shall go\nwherever the necessities of this war carry us, but it seems to me that we\nshould go only where immediate and practical considerations lead us, and\nnot heed any others.The financial and military measures which must be adopted will suggest\nthemselves as the war and its undertakings develop, but I will take the\nliberty of proposing to you certain other acts of legislation which seem to\nme to be needed for the support of the war and for the release of our whole\nforce and energy.It will be necessary to extend in certain particulars the legislation of\nthe last session with regard to alien enemies, and also necessary, I\nbelieve, to create a very definite and particular control over the entrance\nand departure of all persons into and from the United States.Legislation should be enacted defining as a criminal offense every wilful\nviolation of the presidential proclamation relating to alien enemies\npromulgated under section 4o67 of the revised statutes and providing\nappropriate punishments; and women, as well as men, should be included\nunder the terms of the acts placing restraints upon alien enemies.It is likely that as time goes on many alien enemies will be willing to be\nfed and housed at the expense of the Government in the detention camps, and\nit would be the purpose of the legislation I have suggested to confine\noffenders among them in the penitentiaries and other similar institutions\nwhere they could be made to work as other criminals do.Recent experience has convinced me that the Congress must go further in\nauthorizing the Government to set limits to prices. The law of supply and\ndemand, I am sorry to say, has been replaced by the law of unrestrained\nselfishness. While we have eliminated profiteering in several branches of\nindustry, it still runs impudently rampant in others. The farmers for\nexample, complain with a great deal of justice that, while the regulation\nof food prices restricts their incomes, no restraints are placed upon the\nprices of most of the things they must themselves purchase; and similar\ninequities obtain on all sides.It is imperatively necessary that the consideration of the full use of the\nwater power of the country, and also of the consideration of the systematic\nand yet economical development of such of the natural resources of the\ncountry as are still under the control of the Federal Government should be\nimmediately resumed and affirmatively and constructively dealt with at the\nearliest possible moment. The pressing need of such legislation is daily\nbecoming more obvious.The legislation proposed at the last session with regard to regulated\ncombinations among our exporters in order to provide for our foreign trade\na more effective organization and method of co-operation ought by all means\nto be completed at this session.And I beg that the members of the House of Representatives will permit me\nto express the opinion that it will be impossible to deal in any but a very\nwasteful and extravagant fashion with the enormous appropriations of the\npublic moneys which must continue to be made if the war is to be properly\nsustained, unless the House will consent to return to its former practice\nof initiating and preparing all appropriation bills through a single\ncommittee, in order that responsibility may be centered, expenditures\nstandardized and made uniform, and waste and duplication as much as\npossible avoided.Additional legislation may also become necessary before the present\nCongress again adjourns in order to effect the most efficient co-ordination\nand operation of the railways and other transportation systems of the\ncountry; but to that I shall, if circumstances should demand, call the\nattention of Congress upon another occasion.If I have overlooked anything that ought to be done for the more effective\nconduct of the war, your own counsels will supply the omission. What I am\nperfectly clear about is that in the present session of the Congress our\nwhole attention and energy should be concentrated on the vigorous, rapid\nand successful prosecution of the great task of winning the war.We can do this with all the greater zeal and enthusiasm because we know\nthat for us this is a war of high principle, debased by no selfish ambition\nof conquest or spoliation; because we know, and all the world knows, that\nwe have been forced into it to save the very institutions we five under\nfrom corruption and destruction. The purpose of the Central Powers strikes\nstraight at the very heart of everything we believe in; their methods of\nwarfare outrage every principle of humanity and of knightly honor; their\nintrigue has corrupted the very thought and spirit of many of our people;\ntheir sinister and secret diplomacy has sought to take our very territory\naway from us and disrupt the union of the states. Our safety would be at an\nend, our honor forever sullied and brought into contempt, were we to permit\ntheir triumph. They are striking at the very existence of democracy and\nliberty.It is because it is for us a war of high, disinterested purpose, in which\nall the free peoples of the world are banded together for the vindication\nof right, a war for the preservation of our nation, of all that it has held\ndear, of principle and of purpose, that we feel ourselves doubly\nconstrained to propose for its outcome only that which is righteous and of\nirreproachable intention, for our foes as well as for our friends. The\ncause being just and holy, the settlement must be of like motive and\nequality. For this we can fight, but for nothing less noble or less worthy\nof our traditions. For this cause we entered the war and for this cause\nwill we battle until the last gun is fired.I have spoken plainly because this seems to me the time when it is most\nnecessary to speak plainly, in order that all the world may know that, even\nin the heat and ardor of the struggle and when our whole thought is of\ncarrying the war through to its end, we have not forgotten any ideal or\nprinciple for which the name of America has been held in honor among the\nnations and for which it has been our glory to contend in the great\ngenerations that went before us. A supreme moment of history has come. The\neyes of the people have been opened and they see. The hand of God is laid\nupon the nations. He will show them favor, I devoutly believe, only if they\nrise to the clear heights of His own justice and mercy.", 
    "name": "Woodrow Wilson"
}