{
    "date": "December 2, 1919", 
    "speech": "TO THE SENATE AND HOUSE OF REPRESENTATIVES:I sincerely regret that I cannot be present at the opening of this session\nof the Congress. I am thus prevented from presenting in as direct a way as\nI could wish the many questions that are pressing for solution at this\ntime. Happily, I have had the advantage of the advice of the heads of the\nseveral executive departments who have kept in close touch with affairs in\ntheir detail and whose thoughtful recommendations I earnestly second.In the matter of the railroads and the readjustment of their affairs\ngrowing out of Federal control, I shall take the liberty at a later date of\naddressing you.I hope that Congress will bring to a conclusion at this session legislation\nlooking to the establishment of a budget system. That there should be one\nsingle authority responsible for the making of all appropriations and that\nappropriations should be made not independently of each other, but with\nreference to one single comprehensive plan of expenditure properly related\nto the nation's income, there can be no doubt I believe the burden of\npreparing the budget must, in the nature of the case, if the work is to be\nproperly done and responsibility concentrated instead of divided, rest upon\nthe executive. The budget so prepared should be submitted to and approved\nor amended by a single committee of each House of Congress and no single\nappropriation should be made by the Congress, except such as may have been\nincluded in the budget prepared by the executive or added by the particular\ncommittee of Congress charged with the budget legislation.Another and not less important aspect of the problem is the ascertainment\nof the economy and efficiency with which the moneys appropriated are\nexpended. Under existing law the only audit is for the purpose of\nascertaining whether expenditures have been lawfully made within the\nappropriations. No one is authorized or equipped to ascertain whether the\nmoney has been spent wisely, economically and effectively. The auditors\nshould be highly trained officials with permanent tenure in the Treasury\nDepartment, free of obligations to or motives of consideration for this or\nany subsequent administration, and authorized and empowered to examine into\nand make report upon the methods employed and the results obtained by the\nexecutive departments of the Government. Their reports should be made to\nthe Congress and to the Secretary of the Treasury.I trust that the Congress will give its immediate consideration to the\nproblem of future taxation. Simplification of the income and profits taxes\nhas become an immediate necessity. These taxes performed indispensable\nservice during the war. They must, however, be simplified, not only to save\nthe taxpayer inconvenience and expense, but in order that his liability may\nbe made certain and definite.With reference to the details of the Revenue Law, the Secretary of the\nTreasury and the Commissioner of Internal Revenue will lay before you for\nyour consideration certain amendments necessary or desirable in connection\nwith the administration of the law-recommendations which have my approval\nand support. It is of the utmost importance that in dealing with this\nmatter the present law should not be disturbed so far as regards taxes for\nthe calendar year 1920 payable in the calendar year 1921. The Congress\nmight well consider whether the higher rates of income and profits taxes\ncan in peace times be effectively productive of revenue, and whether they\nmay not, on the contrary, be destructive of business activity and\nproductive of waste and inefficiency. There is a point at which in peace\ntimes high rates of income and profits taxes discourage energy, remove the\nincentive to new enterprises, encourage extravagant expenditures and\nproduce industrial stagnation with consequent unemployment and other\nattendant evils.The problem is not an easy one. A fundamental change has taken place with\nreference to the position of America in the world's affairs. The prejudice\nand passions engendered by decades of controversy between two schools of\npolitical and economic thought,-the one believers in protection of American\nindustries, the other believers in tariff for revenue only,-must be\nsubordinated to the single consideration of the public interest in the light\nof utterly changed conditions. Before the war America was heavily the\ndebtor of the rest of the world and the interest payments she had to make\nto foreign countries on American securities held abroad, the expenditures\nof American travelers abroad and the ocean freight charges she had to pay\nto others, about balanced the value of her pre-war favorable balance of\ntrade. During the war America's exports have been greatly stimulated, and\nincreased prices have increased their value. On the other hand, she has\npurchased a large proportion of the American securities previously held\nabroad, has loaned some $9,000,000,000 to foreign governments, and has\nbuilt her own ships. Our favorable balance of trade has thus been greatly\nincreased and Europe has been deprived of the means of meeting it\nheretofore existing. Europe can have only three ways of meeting the\nfavorable balance of trade in peace times: by imports into this country of\ngold or of goods, or by establishing new credits. Europe is in no position\nat the present time to ship gold to us nor could we contemplate large\nfurther imports of gold into this country without concern. The time has\nnearly passed for international governmental loans and it will take time to\ndevelop in this country a market for foreign securities. Anything,\ntherefore, which would tend to prevent foreign countries from settling for\nour exports by shipments of goods into this country could only have the\neffect of preventing them from paying for our exports and therefore of\npreventing the exports from being made. The productivity of the country,\ngreatly stimulated by the war, must find an outlet by exports to foreign\ncountries, and any measures taken to prevent imports will inevitably\ncurtail exports, force curtailment of production, load the banking\nmachinery of the country with credits to carry unsold products and produce\nindustrial stagnation and unemployment. If we want to sell, we must be\nprepared to buy. Whatever, therefore, may have been our views during the\nperiod of growth of American business concerning tariff legislation, we\nmust now adjust our own economic life to a changed condition growing out of\nthe fact that American business is full grown and that America is the\ngreatest capitalist in the world.No policy of isolation will satisfy the growing needs and opportunities of\nAmerica. The provincial standards and policies of the past, which have held\nAmerican business as if in a strait-jacket, must yield and give way to the\nneeds and exigencies of the new day in which we live, a day full of hope\nand promise for American business, if we will but take advantage of the\nopportunities that are ours for the asking. The recent war has ended our\nisolation and thrown upon us a great duty and responsibility. The United\nStates must share the expanding world market. The United States desires for\nitself only equal opportunity with the other nations of the world, and that\nthrough the process of friendly cooperation and fair competition the\nlegitimate interests of the nations concerned may be successfully and\nequitably adjusted.There are other matters of importance upon which I urged action at the last\nsession of Congress which are still pressing for solution. I am sure it is\nnot necessary for me again to remind you that there is one immediate and\nvery practicable question resulting from the war which we should meet in\nthe most liberal spirit. It is a matter of recognition and relief to our\nsoldiers. I can do no better than to quote from my last message urging this\nvery action:\"We must see to it that our returning soldiers are assisted in every\npracticable way to find the places for which they are fitted in the daily\nwork of the country. This can be done by developing and maintaining upon an\nadequate scale the admirable organization created by the Department of\nLabor for placing men seeking work; and it can also be done, in at least\none very great field, by creating new opportunities for individual\nenterprise. The Secretary of the Interior has pointed out the way by which\nreturning soldiers may be helped to find and take up land in the hitherto\nundeveloped regions of the country which the Federal Government has already\nprepared, or can readily prepare, for cultivation and also on many of the\ncutover or neglected areas which lie within the limits of the older states;\nand I once more take the liberty of recommending very urgently that his\nplans shall receive the immediate and substantial support of the\nCongress.\"In the matter of tariff legislation, I beg to call your attention to the\nstatements contained in my last message urging legislation with reference\nto the establishment of the chemical and dyestuffs industry in America:\"Among the industries to which special consideration should be given is\nthat of the manufacture of dyestuffs and related chemicals. Our complete\ndependence upon German supplies before the war made the interruption of\ntrade a cause of exceptional economic disturbance. The close relation\nbetween the manufacture of dyestuffs, on the one hand, and of explosive and\npoisonous gases, on the other, moreover, has given the industry an\nexceptional significance and value. Although the United States will gladly\nand unhesitatingly join in the programme of international disarmament, it\nwill, nevertheless, be a policy of obvious prudence to make certain of the\nsuccessful maintenance of many strong and well-equipped chemical plants.\nThe German chemical industry, with which we will be brought into\ncompetition, was and may well be again, a thoroughly knit monopoly capable\nof exercising a competition of a peculiarly insidious and dangerous kind.\"During the war the farmer performed a vital and willing service to the\nnation. By materially increasing the production of his land, he supplied\nAmerica and the Allies with the increased amounts of food necessary to keep\ntheir immense armies in the field. He indispensably helped to win the war.\nBut there is now scarcely less need of increasing the production in food\n-and the necessaries of life. I ask the Congress to consider means of\nencouraging effort along these lines. The importance of doing everything\npossible to promote production along economical lines, to improve\nmarketing, and to make rural life more attractive and healthful, is\nobvious. I would urge approval of the plans already proposed to the\nCongress by the Secretary of Agriculture, to secure the essential facts\nrequired for the proper study of this question, through the proposed\nenlarged programmes for farm management studies and crop estimates. I would\nurge, also, the continuance of Federal participation in the building of\ngood roads, under the terms of existing law and under the direction of\npresent agencies; the need of further action on the part of the States and\nthe Federal Government to preserve and develop our forest resources,\nespecially through the practice of better forestry methods on private\nholdings and the extension of the publicly owned forests; better support\nfor country schools and the more definite direction of their courses of\nstudy along lines related to rural problems; and fuller provision for\nsanitation in rural districts and the building up of needed hospital and\nmedical facilities in these localities. Perhaps the way might be cleared\nfor many of these desirable reforms by a fresh, comprehensive survey made\nof rural conditions by a conference composed of representatives of the\nfarmers and of the agricultural agencies responsible for leadership.I would call your attention to the widespread condition of political\nrestlessness in our body politic. The causes of this unrest, while various\nand complicated, are superficial rather than deep-seated. Broadly, they\narise from or are connected with the failure on the part of our Government\nto arrive speedily at a just and permanent peace permitting return to\nnormal conditions, from the transfusion of radical theories from seething\nEuropean centers pending such delay, from heartless profiteering resulting\nin the increase of the cost of living, and lastly from the machinations of\npassionate and malevolent agitators. With the return to normal conditions,\nthis unrest will rapidly disappear. In the meantime, it does much evil. It\nseems to me that in dealing with this situation Congress should not be\nimpatient or drastic but should seek rather to remove the causes. It should\nendeavor to bring our country back speedily to a peace basis, with\nameliorated living conditions under the minimum of restrictions upon\npersonal liberty that is consistent with our reconstruction problems. And\nit should arm the Federal Government with power to deal in its criminal\ncourts with those persons who by violent methods would abrogate our\ntime-tested institutions. With the free expression of opinion and with the\nadvocacy of orderly political change, however fundamental, there must be no\ninterference, but towards passion and malevolence tending to incite crime\nand insurrection under guise of political evolution there should be no\nleniency. Legislation to this end has been recommended by the Attorney\nGeneral and should be enacted. In this direct connection, I would call your\nattention to my recommendations on August 8th, pointing out legislative\nmeasures which would be effective in controlling and bringing down the\npresent cost of living, which contributes so largely to this unrest. On\nonly one of these recommendations has the Congress acted. If the\nGovernment's campaign is to be effective, it is necessary that the other\nsteps suggested should be acted on at once.I renew and strongly urge the necessity of the extension of the present\nFood Control Act as to the period of time in which it shall remain in\noperation. The Attorney General has submitted a bill providing for an\nextension of this Act for a period of six months. As it now stands, it is\nlimited in operation to the period of the war and becomes inoperative upon\nthe formal proclamation of peace. It is imperative that it should be\nextended at once. The Department of justice has built up extensive\nmachinery for the purpose of enforcing its provisions; all of which must be\nabandoned upon the conclusion of peace unless the provisions of this Act\nare extended.During this period the Congress will have an opportunity to make similar\npermanent provisions and regulations with regard to all goods destined for\ninterstate commerce and to exclude them from interstate shipment, if the\nrequirements of the law are not compiled with. Some such regulation is\nimperatively necessary. The abuses that have grown up in the manipulation\nof prices by the withholding of foodstuffs and other necessaries of life\ncannot otherwise be effectively prevented. There can be no doubt of either\nthe necessity of the legitimacy of such measures.As I pointed out in my last message, publicity can accomplish a great deal\nin this campaign. The aims of the Government must be clearly brought to the\nattention of the consuming public, civic organizations and state officials,\nwho are in a position to lend their assistance to our efforts. You have\nmade available funds with which to carry on this campaign, but there is no\nprovision in the law authorizing their expenditure for the purpose of\nmaking the public fully informed about the efforts of the Government.\nSpecific recommendation has been made by the Attorney General in this\nregard. I would strongly urge upon you its immediate adoption, as it\nconstitutes one of the preliminary steps to this campaign.I also renew my recommendation that the Congress pass a law regulating cold\nstorage as it is regulated, for example, by the laws of the State of New\nJersey, which limit the time during which goods may be kept in storage,\nprescribe the method of disposing of them if kept beyond the permitted\nperiod, and require that goods released from storage shall in all cases\nbear the date of their receipt. It would materially add to the\nserviceability of the law, for the purpose we now have in view, if it were\nalso prescribed that all goods released from storage for interstate\nshipment should have plainly marked upon each package the selling or market\nprice at which they went into storage. By this means the purchaser would\nalways be able to learn what profits stood between him and the producer or\nthe wholesale dealer.I would also renew my recommendation that all goods destined for interstate\ncommerce should in every case, where their form or package makes it\npossible, be plainly marked with the price at which they left the hands of\nthe producer.We should formulate a law requiring a Federal license of all corporations\nengaged in interstate commerce and embodying in the license or in the\nconditions under which it is to be issued, specific regulations designed to\nsecure competitive selling and prevent unconscionable profits in the method\nof marketing. Such a law would afford a welcome opportunity to effect other\nmuch needed reforms in the business of interstate shipment and in the\nmethods of corporations which are engaged in it; but for the moment I\nconfine my recommendations to the object immediately in hand, which is to\nlower the cost of living.No one who has observed the march of events in the last year can fail to\nnote the absolute need of a definite programme to bring about an\nimprovement in the conditions of labor. There can be no settled conditions\nleading to increased production and a reduction in the cost of living if\nlabor and capital are to be antagonists instead of partners. Sound thinking\nand an honest desire to serve the interests of the whole nation, as\ndistinguished from the interests of a class, must be applied to the\nsolution of this great and pressing problem. The failure of other nations\nto consider this matter in a vigorous way has produced bitterness and\njealousies and antagonisms, the food of radicalism. The only way to keep\nmen from agitating against grievances is to remove the grievances. An\nunwillingness even to discuss these matters produces only dissatisfaction\nand gives comfort to the extreme elements in our country which endeavor to\nstir up disturbances in order to provoke governments to embark upon a\ncourse of retaliation and repression. The seed of revolution is repression.\nThe remedy for these things must not be negative in character. It must be\nconstructive. It must comprehend the general interest. The real antidote\nfor the unrest which manifests itself is not suppression, but a deep\nconsideration of the wrongs that beset our national life and the\napplication of a remedy.Congress has already shown its willingness to deal with these industrial\nwrongs by establishing the eight-hour day as the standard in every field of\nlabor. It has sought to find a way to prevent child labor. It has served\nthe whole country by leading the way in developing the means of preserving\nand safeguarding lives and health in dangerous industries. It must now help\nin the difficult task of finding a method that will bring about a genuine\ndemocratization of industry, based upon the full recognition of the right\nof those who work, in whatever rank, to participate in some organic way in\nevery decision which directly affects their welfare. It is with this\npurpose in mind that I called a conference to meet in Washington on\nDecember 1st, to consider these problems in all their broad aspects, with\nthe idea of bringing about a better understanding between these two\ninterests.The great unrest throughout the world, out of which has emerged a demand\nfor an immediate consideration of the difficulties between capital and\nlabor, bids us put our own house in order. Frankly, there can be no\npermanent and lasting settlements between capital and labor which do not\nrecognize the fundamental concepts for which labor has been struggling\nthrough the years. The whole world gave its recognition and endorsement to\nthese fundamental purposes in the League of Notions. The statesmen gathered\nat Versailles recognized the fact that world stability could not be had by\nreverting to industrial standards and conditions against which the average\nworkman of the world had revolted. It is, therefore, the task of the states\nmen of this new day of change and readjustment to recognize world\nconditions and to seek to bring about, through legislation, conditions that\nwill mean the ending of age-long antagonisms between capital and labor and\nthat will hopefully lead to the building up of a comradeship which will\nresult not only in greater contentment among the mass of workmen but also\nbring about a greater production and a greater prosperity to business\nitself.To analyze the particulars in the demands of labor is to admit the justice\nof their complaint in many matters that lie at their basis. The workman\ndemands an adequate wage, sufficient to permit him to live in comfort,\nunhampered by the fear of poverty and want in his old age. He demands the\nright to live and the right to work amidst sanitary surroundings, both in\nhome and in workshop, surroundings that develop and do not retard his own\nhealth and wellbeing; and the right to provide for his children's wants in\nthe matter of health and education. In other words, it is his desire to\nmake the conditions of his life and the lives of those dear to him\ntolerable and easy to bear.The establishment of the principles regarding labor laid down ill the\ncovenant of the League of Nations offers us the way to industrial peace and\nconciliation. No other road lies open to us. Not to pursue this one is\nlonger to invite enmities, bitterness, and antagonisms which in the end\nonly lead to industrial and social disaster. The unwilling workman is not a\nprofitable servant. An employee whose industrial life is hedged about by\nhard and unjust conditions, which he did not create and over which he has\nno control, lacks that fine spirit of enthusiasm and volunteer effort which\nare the necessary ingredients of a great producing entity. Let us be frank\nabout this solemn matter. The evidences of world-wide unrest which manifest\nthemselves in violence throughout the world bid us pause and consider the\nmeans to be found to stop the spread of this contagious thing before it\nsaps the very vitality of the nation itself. Do we gain strength by\nwithholding the remedy? Or is it not the business of statesmen to treat\nthese manifestations of unrest which meet us on every hand as evidences of\nan economic disorder and to apply constructive remedies wherever necessary,\nbeing sure that in the application of the remedy we touch not the vital\ntissues of our industrial and economic life? There can be no recession of\nthe tide of unrest until constructive instrumentalities are set up to stem\nthat tide.Governments must recognize the right of men collectively to bargain for\nhumane objects that have at their base the mutual protection and welfare of\nthose engaged in all industries. Labor must not be longer treated as a\ncommodity. It must be regarded as the activity of human beings, possessed\nof deep yearnings and desires. The business man gives his best thought to\nthe repair and replenishment of his machinery, so that its usefulness will\nnot be impaired and its power to produce may always be at its height and\nkept in full vigor and motion. No less regard ought to be paid to the human\nmachine, which after all propels the machinery of the world and is the\ngreat dynamic force that lies back of all industry and progress. Return to\nthe old standards of wage and industry in employment are unthinkable. The\nterrible tragedy of war which has just ended and which has brought the\nworld to the verge of chaos and disaster would be in vain if there should\nensue a return to the conditions of the past. Europe itself, whence has\ncome the unrest which now holds the world at bay, is an example of\nstandpatism in these vital human matters which America might well accept as\nan example, not to be followed but studiously to be avoided. Europe made\nlabor the differential, and the price of it all is enmity and antagonism\nand prostrated industry, The right of labor to live in peace and comfort\nmust be recognized by governments and America should be the first to lay\nthe foundation stones upon which industrial peace shall be built.Labor not only is entitled to an adequate wage, but capital should receive\na reasonable return upon its investment and is entitled to protection at\nthe hands of the Government in every emergency. No Government worthy of the\nname can \"play\" these elements against each other, for there is a mutuality\nof interest between them which the Government must seek to express and to\nsafeguard at all cost.The right of individuals to strike is inviolate and ought not to be\ninterfered with by any process of Government, but there is a predominant\nright and that is the right of the Government to protect all of its people\nand to assert its power and majesty against the challenge of any class. The\nGovernment, when it asserts that right, seeks not to antagonize a class but\nsimply to defend the right of the whole people as against the irreparable\nharm and injury that might be done by the attempt by any class to usurp a\npower that only Government itself has a right to exercise as a protection\nto all.In the matter of international disputes which have led to war, statesmen\nhave sought to set up as a remedy arbitration for war. Does this not point\nthe way for the settlement of industrial disputes, by the establishment of\na tribunal, fair and just alike to all, which will settle industrial\ndisputes which in the past have led to war and disaster? America,\nwitnessing the evil consequences which have followed out of such disputes\nbetween these contending forces, must not admit itself impotent to deal\nwith these matters by means of peaceful processes. Surely, there must be\nsome method of bringing together in a council of peace and amity these two\ngreat interests, out of which will come a happier day of peace and\ncooperation, a day that will make men more hopeful and enthusiastic in\ntheir various tasks, that will make for more comfort and happiness in\nliving and a more tolerable condition among all classes of men. Certainly\nhuman intelligence can devise some acceptable tribunal for adjusting the\ndifferences between capital and labor.This is the hour of test and trial for America. By her prowess and\nstrength, and the indomitable courage of her soldiers, she demonstrated her\npower to vindicate on foreign battlefields her conceptions of liberty and\njustice. Let not her influence as a mediator between capital and labor be\nweakened and her own failure to settle matters of purely domestic concern\nbe proclaimed to the world. There are those in this country who threaten\ndirect action to force their will, upon a majority. Russia today, with its\nblood and terror, is a painful object lesson of the power of minorities. It\nmakes little difference what minority it is; whether capital or labor, or\nany other class; no sort of privilege will ever be permitted to dominate\nthis country. We are a partnership or nothing that is worth while. We are a\ndemocracy, where the majority are the masters, or all the hopes and\npurposes of the men who founded this government have been defeated and\nforgotten. In America there is but one way by which great reforms can be\naccomplished and the relief sought by classes obtained, and that is through\nthe orderly processes of representative government. Those who would propose\nany other method of reform are enemies of this country. America will not be\ndaunted by threats nor lose her composure or calmness in these distressing\ntimes. We can afford, in the midst of this day of passion and unrest, to be\nself-contained and sure. The instrument of all reform in America is the\nballot. The road to economic and social reform in America is the straight\nroad of justice to all classes and conditions of men. Men have but to\nfollow this road to realize the full fruition of their objects and\npurposes. Let those beware who would take the shorter road of disorder and\nrevolution. The right road is the road of justice and orderly process.", 
    "name": "Woodrow Wilson"
}