{
    "date": "December 7, 1920", 
    "speech": "GENTLEMEN OF THE CONGRESS:When I addressed myself to performing the duty laid upon the President by\nthe Constitution to present to you an annual report on the state of the\nUnion, I found my thought dominated by an immortal sentence of Abraham\nLincoln's--\"Let us have faith that right makes might, and in that faith let\nus dare to do our duty as we understand it\"--a sentence immortal because it\nembodies in a form of utter simplicity and purity the essential faith of\nthe nation, the faith in which it was conceived, and the faith in which it\nhas grown to glory and power. With that faith and the birth of a nation\nfounded upon it came the hope into the world that a new order would prevail\nthroughout the affairs of mankind, an order in which reason and right would\ntake precedence over covetousness and force; and I believe that I express\nthe wish and purpose of every thoughtful American when I say that this\nsentence marks for us in the plainest manner the part we should play alike\nin the arrangement of our domestic affairs and in our exercise of influence\nupon the affairs of the world.By this faith, and by this faith alone, can the world be lifted out of its\npresent confusion and despair. It was this faith which prevailed over the\nwicked force of Germany. You will remember that the beginning of the end of\nthe war came when the German people found themselves face to face with the\nconscience of the world and realized that right was everywhere arrayed\nagainst the wrong that their government was attempting to perpetrate. I\nthink, therefore, that it is true to say that this was the faith which won\nthe war. Certainly this is the faith with which our gallant men went into\nthe field and out upon the seas to make sure of victory.This is the mission upon which Democracy came into the world. Democracy is\nan assertion of the right of the individual to live and to be treated\njustly as against any attempt on the part of any combination of individuals\nto make laws which will overburden him or which will destroy his equality\namong his fellows in the matter of right or privilege; and I think we all\nrealize that the day has come when Democracy is being put upon its final\ntest. The Old World is just now suffering from a wanton rejection of the\nprinciple of democracy and a substitution of the principle of autocracy as\nasserted in the name, but without the authority and sanction, of the\nmultitude. This is the time of all others when Democracy should prove its\npurity and its spiritual power to prevail. It is surely the manifest\ndestiny of the United States to lead in the attempt to make this spirit\nprevail.There are two ways in which the United States can assist to accomplish this\ngreat object. First, by offering the example within her own borders of the\nwill and power of Democracy to make and enforce laws which are\nunquestionably just and which are equal in their administration-laws which\nsecure its full right to Labor and yet at the same time safeguard the\nintegrity of property, and particularly of that property which is devoted\nto the development of industry and the increase of the necessary wealth of\nthe world. Second, by standing for right and justice as toward individual\nnations. The law of Democracy is for the protection of the weak, and the\ninfluence of every democracy in the world should be for the protection of\nthe weak nation, the nation which is struggling toward its right and toward\nits proper recognition and privilege in the family of nations.The United States cannot refuse this role of champion without putting the\nstigma of rejection upon the great and devoted men who brought its\ngovernment into existence and established it in the face of almost\nuniversal opposition and intrigue, even in the face of wanton force, as,\nfor example, against the Orders in Council of Great Britain and the\narbitrary Napoleonic decrees which involved us in what we know as the War\nof 1812.I urge you to consider that the display of an immediate disposition on the\npart of the Congress to remedy any injustices or evils that may have shown\nthemselves in our own national life will afford the most effectual offset\nto the forces of chaos and tyranny which are playing so disastrous a part\nin the fortunes of the free peoples of more than one part of the world. The\nUnited States is of necessity the sample democracy of the world, and the\ntriumph of Democracy depends upon its success.Recovery from the disturbing and sometimes disastrous effects of the late\nwar has been exceedingly slow on the other side of the water, and has given\npromise, I venture-to say, of early completion only in our own fortunate\ncountry; but even with us the recovery halts and is impeded at times, and\nthere are immediately serviceable acts of legislation which it seems to me\nwe ought to attempt, to assist that recovery and prove the indestructible\nrecuperative force of a great government of the people. One of these is to\nprove that a great democracy can keep house as successfully and in as\nbusiness-like a fashion as any other government. It seems to me that the\nfirst step toward providing this is to supply ourselves with a systematic\nmethod of handling our estimates and expenditures and bringing them to the\npoint where they will not be an unnecessary strain upon our income or\nnecessitate unreasonable taxation; in other words, a workable budget\nsystem. And I respectfully suggest that two elements are essential to such\na system-namely, not only that the proposal of appropriations should be in\nthe hands of a single body, such as a single appropriations committee in\neach house of the Congress, but also that this body should be brought into\nsuch cooperation with the Departments of the Government and with the\nTreasury of the United States as would enable it to act upon a complete\nconspectus of the needs of the Government and the resources from which it\nmust draw its income.I reluctantly vetoed the budget bill passed by the last session of the\nCongress because of a constitutional objection. The House of\nRepresentatives subsequently modified the bill in order to meet this\nobjection. In the revised form, I believe that the bill, coupled with\naction already taken by the Congress to revise its rules and procedure,\nfurnishes the foundation for an effective national budget system. I\nearnestly hope, therefore, that one of the first steps to be taken by the\npresent session of the Congress will be to pass the budget bill.The nation's finances have shown marked improvement during the last year.\nThe total ordinary receipts of $6,694,000,000 for the fiscal year 1920\nexceeded those for 1919 by $1,542,000,000, while the total net ordinary\nexpenditures decreased from $18,514,000,000 to $6,403,000,000. The gross\npublic debt, which reached its highest point on August 31, 1919, when it\nwas $26,596,000,000, had dropped on November 30, 1920, to $24,175,000,000.There has also been a marked decrease in holdings of government war\nsecurities by the banking institutions of the country, as well as in the\namount of bills held by the Federal Reserve Banks secured by government war\nobligations. This fortunate result has relieved the banks and left them\nfreer to finance the needs of Agriculture, Industry, and Commerce. It has\nbeen due in large part to the reduction of the public debt, especially of\nthe floating debt, but more particularly to the improved distribution of\ngovernment securities among permanent investors. The cessation of the\nGovernment's borrowings, except through short-term certificates of\nindebtedness, has been a matter of great consequence to the people of the\ncountry at large, as well as to the holders of Liberty Bonds and Victory\nNotes, and has had an important bearing on the matter of effective credit\ncontrol.The year has been characterized by the progressive withdrawal of the\nTreasury from the domestic credit market and from a position of dominant\ninfluence in that market. The future course will necessarily depend upon\nthe extent to which economies are practiced and upon the burdens placed\nupon the Treasury, as well as upon industrial developments and the\nmaintenance of tax receipts at a sufficiently high level. The fundamental\nfact which at present dominates the Government's financial situation is\nthat seven and a half billions of its war indebtedness mature within the\nnext two and a half years. Of this amount, two and a half billions are\nfloating debt and five billions, Victory Notes and War. Savings\nCertificates. The fiscal program of the Government must be determined with\nreference to these maturities. Sound policy demands that Government\nexpenditures be reduced to the lowest amount which will permit the various\nservices to operate efficiently and that Government receipts from taxes and\nsalvage be maintained sufficiently high to provide for current\nrequirements, including interest and sinking fund charges on the public\ndebt, and at the same time retire the floating debt and part of the Victory\nLoan before maturity.With rigid economy, vigorous salvage operations, and adequate revenues from\ntaxation, a surplus of current receipts over current expenditures can be\nrealized and should be applied to the floating debt. All branches of the\nGovernment should cooperate to see that this program is realized. I cannot\noveremphasize the necessity of economy in Government appropriations and\nexpenditures and the avoidance by the Congress of practices which take\nmoney from the Treasury by indefinite or revolving fund appropriations. The\nestimates for the present year show that over a billion dollars of\nexpenditures were authorized by the last Congress in addition to the\namounts shown in the usual compiled statements of appropriations. This\nstrikingly illustrates the importance of making direct and specific\nappropriations. The relation between the current receipts and current\nexpenditures of the Government during the present fiscal year, as well as\nduring the last half of the last fiscal year, has been disturbed by the\nextraordinary burdens thrown upon the Treasury by the Transportation Act,\nin connection with the return of the railroads to private control. Over\n$600,000,000 has already been paid to the railroads under this\nact-$350,000,000 during the present fiscal year; and it is estimated that\nfurther payments aggregating possibly $650,000,000 must still be made to\nthe railroads during the current year. It is obvious that these large\npayments have already seriously limited the Government's progress in\nretiring the floating debt.Closely connected with this, it seems to me, is the necessity for an\nimmediate consideration of the revision of our tax laws. Simplification of\nthe income and profits taxes has become an immediate necessity. These taxes\nperformed an indispensable service during the war. The need for their\nsimplification, however, is very great, in order to save the taxpayer\ninconvenience and expense and in order to make his liability more certain\nand definite. Other and more detailed recommendations with regard to taxes\nwill no doubt be laid before you by the Secretary of the Treasury and the\nCommissioner of Internal Revenue.It is my privilege to draw to the attention of Congress for very\nsympathetic consideration the problem of providing adequate facilities for\nthe care and treatment of former members of the military and naval forces\nwho are sick and disabled as the result of their participation in the war.\nThese heroic men can never be paid in money for the service they\npatriotically rendered the nation. Their reward will lie rather in\nrealization of the fact that they vindicated the rights of their country\nand aided in safeguarding civilization. The nation's gratitude must be\neffectively revealed to them by the most ample provision for their medical\ncare and treatment as well as for their vocational training and placement.\nThe time has come when a more complete program can be formulated and more\nsatisfactorily administered for their treatment and training, and I\nearnestly urge that the Congress give the matter its early consideration.\nThe Secretary of the Treasury and the Board for Vocational Education will\noutline in their annual reports proposals covering medical care and\nrehabilitation which I am sure will engage your earnest study and commend\nyour most generous support.Permit me to emphasize once more the need for action upon certain matters\nupon which I dwelt at some length in my message to the second session of\nthe Sixty-sixth Congress. The necessity, for example, of encouraging the\nmanufacture of dyestuffs and related chemicals; the importance of doing\neverything possible to promote agricultural production along economic\nlines, to improve agricultural marketing, and to make rural life more\nattractive and healthful; the need for a law regulating cold storage in\nsuch a way as to limit the time during which goods may be kept in storage,\nprescribing the method of disposing of them if kept beyond the permitted\nperiod, and requiring goods released from storage in all cases to bear the\ndate of their receipt. It would also be most serviceable if it were\nprovided that all goods released from cold storage for interstate shipment\nshould have plainly marked upon each package the selling or market price at\nwhich they went into storage, in order that the purchaser might be able to\nlearn what profits stood between him and the producer or the wholesale\ndealer. Indeed, It would be very serviceable to the public if all goods\ndestined for interstate commerce were made to carry upon every packing case\nwhose form made it possible a plain statement of the price at which they\nleft the hands of the producer. I respectfully call your attention also to\nthe recommendations of the message referred to with regard to a federal\nlicense for all corporations engaged in interstate commerce.In brief, the immediate legislative need of the time is the removal of all\nobstacles to the realization of the best ambitions of our people in their\nseveral classes of employment and the strengthening of all\ninstrumentalities by. which difficulties are to be met and removed and\njustice dealt out, whether by law or by some form of mediation and\nconciliation. I do not feel it to be my privilege at present to, suggest\nthe detailed and particular methods by which these objects may be attained,\nbut I have faith that the inquiries of your several committees will\ndiscover the way and the method.In response to what I believe to be the impulse of sympathy and opinion\nthroughout the United States, I earnestly suggest that the Congress\nauthorize the Treasury of the United States to make to the struggling\ngovernment of Armenia such a loan as was made to several of the Allied\ngovernments during the war, and I would also suggest that it would be\ndesirable to provide in the legislation itself that the expenditure of the\nmoney thus loaned should be under the supervision of a commission, or at\nleast a commissioner, from the United States in order that revolutionary\ntendencies within Armenia itself might not be afforded by the loan a\nfurther tempting opportunity.Allow me to call your attention to the fact that the people of the\nPhilippine Islands have succeeded in maintaining a stable government since\nthe last action of the Congress in their behalf, and have thus fulfilled\nthe condition set by the Congress as precedent to a consideration of\ngranting independence to the Islands. I respectfully submit that this\ncondition precedent having been fulfilled, it is now our liberty and our\nduty to keep our promise to the people of those islands by granting them\nthe independence which they so honorably covet.I have not so much laid before you a series of recommendations, gentlemen,\nas sought to utter a confession of faith, of the faith in which I was bred\nand which it is my solemn purpose to stand by until my last fighting day. I\nbelieve this to be the faith of America, the faith of the future, and of\nall the victories which await national action in the days to come, whether\nin America or elsewhere.", 
    "name": "Woodrow Wilson"
}