{
    "date": "December 2, 1913", 
    "speech": "Gentlemen of the Congress:In pursuance of my constitutional duty to \"give to the Congress information\nof the state of the Union,\" I take the liberty of addressing you on several\nmatters which ought, as it seems to me, particularly to engage the\nattention of your honorable bodies, as of all who study the welfare and\nprogress of the Nation.I shall ask your indulgence if I venture to depart in some degree from the\nusual custom of setting before you in formal review the many matters which\nhave engaged the attention and called for the action of the several\ndepartments of the Government or which look to them for early treatment in\nthe future, because the list is long, very long, and would suffer in the\nabbreviation to which I should have to subject it. I shall submit to you\nthe reports of the heads of the several departments, in which these\nsubjects are set forth in careful detail, and beg that they may receive the\nthoughtful attention of your committees and of all Members of the Congress\nwho may have the leisure to study them. Their obvious importance, as\nconstituting the very substance of the business of the Government, makes\ncomment and emphasis on my part unnecessary.The country, I am thankful to say, is at peace with all the world, and many\nhappy manifestations multiply about us of a growing cordiality and sense of\ncommunity of interest among the nations, foreshadowing an age of settled\npeace and good will. More and more readily each decade do the nations\nmanifest their willingness to bind themselves by solemn treaty to the\nprocesses of peace, the processes of frankness and fair concession. So far\nthe United States has stood at the front of such negotiations. She will, I\nearnestly hope and confidently believe, give fresh proof of her sincere\nadherence to the cause of international friendship by ratifying the several\ntreaties of arbitration awaiting renewal by the Senate. In addition to\nthese, it has been the privilege of the Department of State to gain the\nassent, in principle, of no less than 31 nations, representing four-fifths\nof the population of the world, to the negotiation of treaties by which it\nshall be agreed that whenever differences of interest or of policy arise\nwhich can not be resolved by the ordinary processes of diplomacy they shall\nbe publicly analyzed, discussed, and reported upon by a tribunal chosen by\nthe parties before either nation determines its course of action.There is only one possible standard by which to determine controversies\nbetween the United States and other nations, and that is compounded of\nthese two elements: Our own honor and our obligations to the peace of the\nworld. A test so compounded ought easily to be made to govern both the\nestablishment of new treaty obligations and the interpretation of those\nalready assumed.There is but one cloud upon our horizon. That has shown itself to the south\nof us, and hangs over Mexico. There can be no certain prospect of peace in\nAmerica until Gen. Huerta has surrendered his usurped authority in Mexico;\nuntil it is understood on all hands, indeed, that such pretended\ngovernments will not be countenanced or dealt with by-the Government of the\nUnited States. We are the friends of constitutional government in America;\nwe are more than its friends, we are its champions; because in no other way\ncan our neighbors, to whom we would wish in every way to make proof of our\nfriendship, work out their own development in peace and liberty. Mexico has\nno Government. The attempt to maintain one at the City of Mexico has broken\ndown, and a mere military despotism has been set up which has hardly more\nthan the semblance of national authority. It originated in the usurpation\nof Victoriano Huerta, who, after a brief attempt to play the part of\nconstitutional President, has at last cast aside even the pretense of legal\nright and declared himself dictator. As a consequence, a condition of\naffairs now exists in Mexico which has made it doubtful whether even the\nmost elementary and fundamental rights either of her own people or of the\ncitizens of other countries resident within her territory can long be\nsuccessfully safeguarded, and which threatens, if long continued, to\nimperil the interests of peace, order, and tolerable life in the lands\nimmediately to the south of us. Even if the usurper had succeeded in his\npurposes, in despite of the constitution of the Republic and the rights of\nits people, he would have set up nothing but a precarious and hateful\npower, which could have lasted but a little while, and whose eventual\ndownfall would have left the country in a more deplorable condition than\never. But he has not succeeded. He has forfeited the respect and the moral\nsupport even of those who were at one time willing to see him succeed.\nLittle by little he has been completely isolated. By a little every day his\npower and prestige are crumbling and the collapse is not far away. We shall\nnot, I believe, be obliged to alter our policy of watchful waiting. And\nthen, when the end comes, we shall hope to see constitutional order\nrestored in distressed Mexico by the concert and energy of such of her\nleaders as prefer the liberty of their people to their own ambitions.I turn to matters of domestic concern. You already have under consideration\na bill for the reform of our system of banking and currency, for which the\ncountry waits with impatience, as for something fundamental to its whole\nbusiness life and necessary to set credit free from arbitrary and\nartificial restraints. I need not say how earnestly I hope for its early\nenactment into law. I take leave to beg that the whole energy and attention\nof the Senate be concentrated upon it till the matter is successfully\ndisposed of. And yet I feel that the request is not needed-that the Members\nof that great House need no urging in this service to the country.I present to you, in addition, the urgent necessity that special provision\nbe made also for facilitating the credits needed by the farmers of the\ncountry. The pending currency bill does the farmers a great service. It\nputs them upon an equal footing with other business men and masters of\nenterprise, as it should; and upon its passage they will find themselves\nquit of many of the difficulties which now hamper them in the field of\ncredit. The farmers, of course, ask and should be given no special\nprivilege, such as extending to them the credit of the Government itself.\nWhat they need and should obtain is legislation which will make their own\nabundant and substantial credit resources available as a foundation for\njoint, concerted local action in their own behalf in getting the capital\nthey must use. It is to this we should now address ourselves.It has, singularly enough, come to pass that we have allowed the industry\nof our farms to lag behind the other activities of the country in its\ndevelopment. I need not stop to tell you how fundamental to the life of the\nNation is the production of its food. Our thoughts may ordinarily be\nconcentrated upon the cities and the hives of industry, upon the cries of\nthe crowded market place and the clangor of the factory, but it is from the\nquiet interspaces of the open valleys and the free hillsides that we draw\nthe sources of life and of prosperity, from the farm and the ranch, from\nthe forest and the mine. Without these every street would be silent, every\noffice deserted, every factory fallen into disrepair. And yet the farmer\ndoes not stand upon the same footing with the forester and the miner in the\nmarket of credit. He is the servant of the seasons. Nature determines how\nlong he must wait for his crops, and will not be hurried in her processes.\nHe may give his note, but the season of its maturity depends upon the\nseason when his crop matures, lies at the gates of the market where his\nproducts are sold. And the security he gives is of a character not known in\nthe broker's office or as familiarly as it might be on the counter of the\nbanker.The Agricultural Department of the Government is seeking to assist as never\nbefore to make farming an efficient business, of wide co-operative effort,\nin quick touch with the markets for foodstuffs. The farmers and the\nGovernment will henceforth work together as real partners in this field,\nwhere we now begin to see our way very clearly and where many intelligent\nplans are already being put into execution. The Treasury of the United\nStates has, by a timely and well-considered distribution of its deposits,\nfacilitated the moving of the crops in the present season and prevented the\nscarcity of available funds too often experienced at such times. But we\nmust not allow ourselves to depend upon extraordinary expedients. We must\nadd the means by which the, farmer may make his credit constantly and\neasily available and command when he will the capital by which to support\nand expand his business. We lag behind many other great countries of the\nmodern world in attempting to do this. Systems of rural credit have been\nstudied and developed on the other side of the water while we left our\nfarmers to shift for themselves in the ordinary money market. You have but\nto look about you in any rural district to see the result, the handicap and\nembarrassment which have been put upon those who produce our food.Conscious of this backwardness and neglect on our part, the Congress\nrecently authorized the creation of a special commission to study the\nvarious systems of rural credit which have been put into operation in\nEurope, and this commission is already prepared to report. Its report ought\nto make it easier for us to determine what methods will be best suited to\nour own farmers. I hope and believe that the committees of the Senate and\nHouse will address themselves to this matter with the most fruitful\nresults, and I believe that the studies and recently formed plans of the\nDepartment of Agriculture may be made to serve them very greatly in their\nwork of framing appropriate and adequate legislation. It would be\nindiscreet and presumptuous in anyone to dogmatize upon so great and\nmany-sided a question, but I feel confident that common counsel will\nproduce the results we must all desire.Turn from the farm to the world of business which centers in the city and\nin the factory, and I think that all thoughtful observers will agree that\nthe immediate service we owe the business communities of the country is to\nprevent private monopoly more effectually than it has yet been prevented. I\nthink it will be easily agreed that we should let the Sherman anti-trust\nlaw stand, unaltered, as it is, with its debatable ground about it, but\nthat we should as much as possible reduce the area of that debatable ground\nby further and more explicit legislation; and should also supplement that\ngreat act by legislation which will not only clarify it but also facilitate\nits administration and make it fairer to all concerned. No doubt we shall\nall wish, and the country will expect, this to be the central subject of\nour deliberations during the present session; but it is a subject so\nmany-sided and so deserving of careful and discriminating discussion that I\nshall take the liberty of addressing you upon it in a special message at a\nlater date than this. It is of capital importance that the business men of\nthis country should be relieved of all uncertainties of law with regard to\ntheir enterprises and investments and a clear path indicated which they can\ntravel without anxiety. It is as important that they should be relieved of\nembarrassment and set free to prosper as that private monopoly should be\ndestroyed. The ways of action should be thrown wide open.I turn to a subject which I hope can be handled promptly and without\nserious controversy of any kind. I mean the method of selecting nominees\nfor the Presidency of the United States. I feel confident that I do not\nmisinterpret the wishes or the expectations of the country when I urge the\nprompt enactment of legislation which will provide for primary elections\nthroughout the country at which the voters of the several parties may\nchoose their nominees for the Presidency without the intervention of\nnominating conventions. I venture the suggestion that this legislation\nshould provide for the retention of party conventions, but only for the\npurpose of declaring and accepting the verdict of the primaries and\nformulating the platforms of the parties; and I suggest that these\nconventions should consist not of delegates chosen for this single purpose,\nbut of the nominees for Congress, the nominees for vacant seats in the\nSenate of the United States, the Senators whose terms have not yet closed,\nthe national committees, and the candidates for the Presidency themselves,\nin order that platforms may be framed by those responsible to the people\nfor carrying them into effect.These are all matters of vital domestic concern, and besides them, outside\nthe charmed circle of our own national life in which our affections command\nus, as well as our consciences, there stand out our obligations toward our\nterritories over sea. Here we are trustees. Porto Rico, Hawaii, the\nPhilippines, are ours, indeed, but not ours to do what we please with. Such\nterritories, once regarded as mere possessions, are no longer to be\nselfishly exploited; they are part of the domain of public conscience and\nof serviceable and enlightened statesmanship. We must administer them for\nthe people who live in them and with the same sense of responsibility to\nthem as toward our own people in our domestic affairs. No doubt we shall\nsuccessfully enough bind Porto Rico and the Hawaiian Islands to ourselves\nby ties of justice and interest and affection, but the performance of our\nduty toward the Philippines is a more difficult and debatable matter. We\ncan satisfy the obligations of generous justice toward the people of Porto\nRico by giving them the ample and familiar rights and privileges accorded\nour own citizens in our own territories and our obligations toward the\npeople of Hawaii by perfecting the provisions for self-government already\ngranted them, but in the Philippines we must go further. We must hold\nsteadily in view their ultimate independence, and we must move toward the\ntime of that independence as steadily as the way can be cleared and the\nfoundations thoughtfully and permanently laid.Acting under the authority conferred upon the President by Congress, I have\nalready accorded the people of the islands a majority in both houses of\ntheir legislative body by appointing five instead of four native citizens\nto the membership of the commission. I believe that in this way we shall\nmake proof of their capacity in counsel and their sense of responsibility\nin the exercise of political power, and that the success of this step will\nbe sure to clear our view for the steps which are to follow. Step by step\nwe should extend and perfect the system of self-government in the islands,\nmaking test of them and modifying them as experience discloses their\nsuccesses and their failures; that we should more and more put under the\ncontrol of the native citizens of the archipelago the essential instruments\nof their life, their local instrumentalities of government, their schools,\nall the common interests of their communities, and so by counsel and\nexperience set up a government which all the world will see to be suitable\nto a people whose affairs are under their own control. At last, I hope and\nbelieve, we are beginning to gain the confidence of the Filipino peoples.\nBy their counsel and experience, rather than by our own, we shall learn how\nbest to serve them and how soon it will be possible and wise to withdraw\nour supervision. Let us once find the path and set out with firm and\nconfident tread upon it and we shall not wander from it or linger upon it.A duty faces us with regard to Alaska which seems to me very pressing and\nvery imperative; perhaps I should say a double duty, for it concerns both\nthe political and the material development of the Territory. The people of\nAlaska should be given the full Territorial form of government, and Alaska,\nas a storehouse, should be unlocked. One key to it is a system of railways.\nThese the Government should itself build and administer, and the ports and\nterminals it should itself control in the interest of all who wish to use\nthem for the service and development of the country and its people.But the construction of railways is only the first step; is only thrusting\nin the key to the storehouse and throwing back the lock and opening the\ndoor. How the tempting resources of the country are to be exploited is\nanother matter, to which I shall take the liberty of from time to time\ncalling your attention, for it is a policy which must be worked out by\nwell-considered stages, not upon theory, but upon lines of practical\nexpediency. It is part of our general problem of conservation. We have a\nfreer hand in working out the problem in Alaska than in the States of the\nUnion; and yet the principle and object are the same, wherever we touch it.\nWe must use the resources of the country, not lock them up. There need be\nno conflict or jealousy as between State and Federal authorities, for there\ncan be no essential difference of purpose between them. The resources in\nquestion must be used, but not destroyed or wasted; used, but not\nmonopolized upon any narrow idea of individual rights as against the\nabiding interests of communities. That a policy can be worked out by\nconference and concession which will release these resources and yet not\njeopard or dissipate them, I for one have no doubt; and it can be done on\nlines of regulation which need be no less acceptable to the people and\ngovernments of the States concerned than to the people and Government of\nthe Nation at large, whose heritage these resources are. We must bend our\ncounsels to this end. A common purpose ought to make agreement easy.Three or four matters of special importance and significance I beg, that\nyou will permit me to mention in closing.Our Bureau of Mines ought to be equipped and empowered to render even more\neffectual service than it renders now in improving the conditions of mine\nlabor and making the mines more economically productive as well as more\nsafe. This is an all-important part of the work of conservation; and the\nconservation of human life and energy lies even nearer to our interests\nthan the preservation from waste of our material resources.We owe it, in mere justice to the railway employees of the country, to\nprovide for them a fair and effective employers' liability act; and a law\nthat we can stand by in this matter will be no less to the advantage of\nthose who administer the railroads of the country than to the advantage of\nthose whom they employ. The experience of a large number of the States\nabundantly proves that.We ought to devote ourselves to meeting pressing demands of plain justice\nlike this as earnestly as to the accomplishment of political and economic\nreforms. Social justice comes first. Law is the machinery for its\nrealization and is vital only as it expresses and embodies it.An international congress for the discussion of all questions that affect\nsafety at sea is now sitting in London at the suggestion of our own\nGovernment. So soon as the conclusions of that congress can be learned and\nconsidered we ought to address ourselves, among other things, to the prompt\nalleviation of the very unsafe, unjust, and burdensome conditions which now\nsurround the employment of sailors and render it extremely difficult to\nobtain the services of spirited and competent men such as every ship needs\nif it is to be safely handled and brought to port.May I not express the very real pleas-are I have experienced in\nco-operating with this Congress and sharing with it the labors of common\nservice to which it has devoted itself so unreservedly during the past\nseven months of uncomplaining concentration upon the business of\nlegislation? Surely it is a proper and pertinent part of my report on \"the\nstate of the Union\" to express my admiration for the diligence, the good\ntemper, and the full comprehension of public duty which has already been\nmanifested by both the Houses; and I hope that it may not be deemed an\nimpertinent intrusion of myself into the picture if I say with how much and\nhow constant satisfaction I have availed myself of the privilege of putting\nmy time and energy at their disposal alike in counsel and in action.", 
    "name": "Woodrow Wilson"
}