{
    "date": "December 8, 1914", 
    "speech": "GENTLEMEN OF THE CONGRESS:The session upon which you are now entering will be the closing session of\nthe Sixty-third Congress, a Congress, I venture to say, which will long be\nremembered for the great body of thoughtful and constructive work which it\nhas done, in loyal response to the thought and needs of the country. I\nshould like in this address to review the notable record and try to make\nadequate assessment of it; but no doubt we stand too near the work that has\nbeen done and are ourselves too much part of it to play the part of\nhistorians toward it.Our program of legislation with regard to the regulation of business is now\nvirtually complete. It has been put forth, as we intended, as a whole, and\nleaves no conjecture as to what is to follow. The road at last lies clear\nand firm before business. It is a road which it can travel without fear or\nembarrassment. It is the road to ungrudged, unclouded success. In it every\nhonest man, every man who believes that the public interest is part of his\nown interest, may walk with perfect confidence.Moreover, our thoughts are now more of the future than of the past. While\nwe have worked at our tasks of peace the circumstances of the whole age\nhave been altered by war. What we have done for our own land and our own\npeople we did with the best that was in us, whether of character or of\nintelligence, with sober enthusiasm and a confidence in the principles upon\nwhich we were acting which sustained us at every step of the difficult\nundertaking; but it is done. It has passed from our hands. It is now an\nestablished part of the legislation of the country. Its usefulness, its\neffects will disclose themselves in experience. What chiefly strikes us\nnow, as we look about us during these closing days of a year which will be\nforever memorable in the history of the world, is that we face new tasks,\nhave been facing them these six months, must face them in the months to\ncome,-face them without partisan feeling, like men who have forgotten\neverything but a common duty and the fact that we are representatives of a\ngreat people whose thought is not of us but of what America owes to herself\nand to all mankind in such circumstances as these upon which we look amazed\nand anxious.War has interrupted the means of trade not only but also the processes of\nproduction. In Europe it is destroying men and resources wholesale and upon\na scale unprecedented and appalling, There is reason to fear that the time\nis near, if it be not already at hand, when several of the countries of\nEurope will find it difficult to do for their people what they have\nhitherto been always easily able to do,--many essential and fundamental\nthings. At any rate, they will need our help and our manifold services as\nthey have never needed them before; and we should be ready, more fit and\nready than we have ever been.It is of equal consequence that the nations whom Europe has usually\nsupplied with innumerable articles of manufacture and commerce of which\nthey are in constant need and without which their economic development\nhalts and stands still can now get only a small part of what they formerly\nimported and eagerly look to us to supply their all but empty markets. This\nis particularly true of our own neighbors, the States, great and small, of\nCentral and South America. Their lines of trade have hitherto run chiefly\nathwart the seas, not to our ports but to the ports of Great Britain and of\nthe older continent of Europe. I do not stop to inquire why, or to make any\ncomment on probable causes. What interests us just now is not the\nexplanation but the fact, and our duty and opportunity in the presence of\nit. Here are markets which we must supply, and we must find the means of\naction. The United States, this great people for whom we speak and act,\nshould be ready, as never before, to serve itself and to serve mankind;\nready with its resources, its energies, its forces of production, and its\nmeans of distribution.It is a very practical matter, a matter of ways and means. We have the\nresources, but are we fully ready to use them? And, if we can make ready\nwhat we have, have we the means at hand to distribute it? We are not fully\nready; neither have we the means of distribution. We are willing, but we\nare not fully able. We have the wish to serve and to serve greatly,\ngenerously; but we are not prepared as we should be. We are not ready to\nmobilize our resources at once. We are not prepared to use them immediately\nand at their best, without delay and without waste.To speak plainly, we have grossly erred in the way in which we have stunted\nand hindered the development of our merchant marine. And now, when we need\nships, we have not got them. We have year after year debated, without end\nor conclusion, the best policy to pursue with regard to the use of the ores\nand forests and water powers of our national domain in the rich States of\nthe West, when we should have acted; and they are still locked up. The key\nis still turned upon them, the door shut fast at which thousands of\nvigorous men, full of initiative, knock clamorously for admittance. The\nwater power of our navigable streams outside the national domain also, even\nin the eastern States, where we have worked and planned for generations, is\nstill not used as it might be, because we will and we won't; because the\nlaws we have made do not intelligently balance encouragement against\nrestraint. We withhold by regulation.I have come to ask you to remedy and correct these mistakes and omissions,\neven at this short session of a Congress which would certainly seem to have\ndone all the work that could reasonably be expected of it. The time and the\ncircumstances are extraordinary, and so must our efforts be also.Fortunately, two great measures, finely conceived, the one to unlock, with\nproper safeguards, the resources of the national domain, the other to\nencourage the use of the navigable waters outside that domain for the\ngeneration of power, have already passed the House of Representatives and\nare ready for immediate consideration and action by the Senate. With the\ndeepest earnestness I urge their prompt passage. In them both we turn our\nbacks upon hesitation and makeshift and formulate a genuine policy of use\nand conservation, in the best sense of those words. We owe the one measure\nnot only to the people of that great western country for whose free and\nsystematic development, as it seems to me, our legislation has done so\nlittle, but also to the people of the Nation as a whole; and we as clearly\nowe the other fulfillment of our repeated promises that the water power of\nthe country should in fact as well as in name be put at the disposal of\ngreat industries which can make economical and profitable use of it, the\nrights of the public being adequately guarded the while, and monopoly in\nthe use prevented. To have begun such measures and not completed them would\nindeed mar the record of this great Congress very seriously. I hope and\nconfidently believe that they will be completed.And there is another great piece of legislation which awaits and should\nreceive the sanction of the Senate: I mean the bill which gives a larger\nmeasure of self-government to the people of the Philippines. How better, in\nthis time of anxious questioning and perplexed policy, could we show our\nconfidence in the principles of liberty, as the source as well as the\nexpression of life, how better could we demonstrate our own self-possession\nand steadfastness in the courses of justice and disinterestedness than by\nthus going calmly forward to fulfill our promises to a dependent people,\nwho will now look more anxiously than ever to see whether we have indeed\nthe liberality, the unselfishness, the courage, the faith we have boasted\nand professed. I can not believe that the Senate will let this great\nmeasure of constructive justice await the action of another Congress. Its\npassage would nobly crown the record of these two years of memorable\nlabor.But I think that you will agree with me that this does not complete the\ntoll of our duty. How are we to carry our goods to the empty markets of\nwhich I have spoken if we have not the ships? How are we to build up a\ngreat trade if we have not the certain and constant means of\ntransportation upon which all profitable and useful commerce depends? And\nhow are we to get the ships if we wait for the trade to develop without\nthem? To correct the many mistakes by which we have discouraged and all but\ndestroyed the merchant marine of the country, to retrace the steps by which\nwe have.. it seems almost deliberately, withdrawn our flag from the seas..\nexcept where, here and there, a ship of war is bidden carry it or some\nwandering yacht displays it, would take a long time and involve many\ndetailed items of legislation, and the trade which we ought immediately to\nhandle would disappear or find other channels while we debated the items.The case is not unlike that which confronted us when our own continent was\nto be opened up to settlement and industry, and we needed long lines of\nrailway, extended means of transportation prepared beforehand, if\ndevelopment was not to lag intolerably and wait interminably. We lavishly\nsubsidized the building of transcontinental railroads. We look back upon\nthat with regret now, because the subsidies led to many scandals of which\nwe are ashamed; but we know that the railroads had to be built, and if we\nhad it to do over again we should of course build them, but in another way.\nTherefore I propose another way of providing the means of transportation,\nwhich must precede, not tardily follow, the development of our trade with\nour neighbor states of America. It may seem a reversal of the natural order\nof things, but it is true, that the routes of trade must be actually\nopened-by many ships and regular sailings and moderate charges-before\nstreams of merchandise will flow freely and profitably through them.Hence the pending shipping bill, discussed at the last session but as yet\npassed by neither House. In my judgment such legislation is imperatively\nneeded and can not wisely be postponed. The Government must open these\ngates of trade, and open them wide; open them before it is altogether\nprofitable to open them, or altogether reasonable to ask private capital to\nopen them at a venture. It is not a question of the Government monopolizing\nthe field. It should take action to make it certain that transportation at\nreasonable rates will be promptly provided, even where the carriage is not\nat first profitable; and then, when the carriage has become sufficiently\nprofitable to attract and engage private capital, and engage it in\nabundance, the Government ought to withdraw. I very earnestly hope that the\nCongress will be of this opinion, and that both Houses will adopt this\nexceedingly important bill.The great subject of rural credits still remains to be dealt with, and it\nis a matter of deep regret that the difficulties of the subject have seemed\nto render it impossible to complete a bill for passage at this session. But\nit can not be perfected yet, and therefore there are no other constructive\nmeasures the necessity for which I will at this time call your attention\nto; but I would be negligent of a very manifest duty were I not to call the\nattention of the Senate to the fact that the proposed convention for safety\nat sea awaits its confirmation and that the limit fixed in the convention\nitself for its acceptance is the last day of the present month. The\nconference in which this convention originated was called by the United\nStates; the representatives of the United States played a very influential\npart indeed in framing the provisions of the proposed convention; and those\nprovisions are in themselves for the most part admirable. It would hardly\nbe consistent with the part we have played in the whole matter to let it\ndrop and go by the board as if forgotten and neglected. It was ratified in\nMay by the German Government and in August by the Parliament of Great\nBritain. It marks a most hopeful and decided advance in international\ncivilization. We should show our earnest good faith in a great matter by\nadding our own acceptance of it.There is another matter of which I must make special mention, if I am to\ndischarge my conscience, lest it should escape your attention. It may seem\na very small thing. It affects only a single item of appropriation. But\nmany human lives and many great enterprises hang upon it. It is the matter\nof making adequate provision for the survey and charting of our coasts. It\nis immediately pressing and exigent in connection with the immense coast\nline of Alaska, a coast line greater than that of the United States\nthemselves, though it is also very important indeed with regard to the\nolder coasts of the continent. We can not use our great Alaskan domain,\nships will not ply thither, if those coasts and their many hidden dangers\nare not thoroughly surveyed and charted. The work is incomplete at almost\nevery point. Ships and lives have been lost in threading what were supposed\nto be well-known main channels. We have not provided adequate vessels or\nadequate machinery for the survey and charting. We have used old vessels\nthat were not big enough or strong enough and which were so nearly\nunseaworthy that our inspectors would not have allowed private owners to\nsend them to sea. This is a matter which, as I have said, seems small, but\nis in reality very great. Its importance has only to be looked into to be\nappreciated.Before I close may I say a few words upon two topics, much discussed out of\ndoors, upon which it is highly important that our judgment should be clear,\ndefinite, and steadfast?One of these is economy in government expenditures. The duty of economy is\nnot debatable. It is manifest and imperative. In the appropriations we pass\nwe are spending the money of the great people whose servants we are,-not\nour own. We are trustees and responsible stewards in the spending. The only\nthing debatable and upon which we should be careful to make our thought and\npurpose clear is the kind of economy demanded of us. I assert with the\ngreatest confidence that the people of the United States are not jealous of\nthe amount their Government costs if they are sure that they get what they\nneed and desire for the outlay, that the money is being spent for objects\nof which they approve, and that it is being applied with good business\nsense and management.Governments grow, piecemeal, both in their tasks and in the means by which\nthose tasks are to be performed, and very few Governments are organized, I\nventure to say, as wise and experienced business men would organize them if\nthey had a clean sheet of paper to write upon. Certainly the Government of\nthe United States is not. I think that it is generally agreed that there\nshould be a systematic reorganization and reassembling of its parts so as\nto secure greater efficiency and effect considerable savings in expense.\nBut the amount of money saved in that way would, I believe, though no doubt\nconsiderable in itself, running, it may be, into the millions, be\nrelatively small,-small, I mean, in proportion to the total necessary\noutlays of the Government. It would be thoroughly worth effecting, as every\nsaving would, great or small. Our duty is not altered by the scale of the\nsaving. But my point is that the people of the United States do not wish to\ncurtail the activities of this Government; they wish, rather, to enlarge\nthem; and with every enlargement, with the mere growth, indeed, of the\ncountry itself, there must come, of course, the inevitable increase of\nexpense. The sort of economy we ought to practice may be effected, and\nought to be effected, by a careful study and assessment of the tasks to be\nperformed; and the money spent ought to be made to yield the best possible\nreturns in efficiency and achievement. And, like good stewards, we should\nso account for every dollar of our appropriations as to make it perfectly\nevident what it was spent for and in what way it was spent.It is not expenditure but extravagance that we should fear being criticized\nfor; not paying for the legitimate enterprise and undertakings of a great\nGovernment whose people command what it should do, but adding what will\nbenefit only a few or pouring money out for what need not have been\nundertaken at all or might have been postponed or better and more\neconomically conceived and carried out. The Nation is not niggardly; it is\nvery generous. It will chide us only if we forget for whom we pay money out\nand whose money it is we pay. These are large and general standards, but\nthey are not very difficult of application to particular cases.The other topic I shall take leave to mention goes deeper into the\nprinciples of our national life and policy. It is the subject of national\ndefense.It can not be discussed without first answering some very searching\nquestions. It is said in some quarters that we are not prepared for war.\nWhat is meant by being prepared? Is it meant that we are not ready upon\nbrief notice to put a nation in the field, a nation of men trained to arms?\nOf course we are not ready to do that; and we shall never be in time of\npeace so long as we retain our present political principles and\ninstitutions. And what is it that it is suggested we should be prepared to\ndo? To defend ourselves against attack? We have always found means to do\nthat, and shall find them whenever it is necessary without calling our\npeople away from their necessary tasks to render compulsory military\nservice in times of peace.Allow me to speak with great plainness and directness upon this great\nmatter and to avow my convictions with deep earnestness. I have tried to\nknow what America is, what her people think, what they are, what they most\ncherish and hold dear. I hope that some of their finer passions are in my\nown heart,--some of the great conceptions and desires which gave birth to\nthis Government and which have made the voice of this people a voice of\npeace and hope and liberty among the peoples of the world, and that,\nspeaking my own thoughts, I shall, at least in part, speak theirs also,\nhowever faintly and inadequately, upon this vital matter.We are at peace with all the world. No one who speaks counsel based on fact\nor drawn from a just and candid interpretation of realities can say that\nthere is reason to fear that from any quarter our independence or the\nintegrity of our territory is threatened. Dread of the power of any other\nnation we are incapable of. We are not jealous of rivalry in the fields of\ncommerce or of any other peaceful achievement. We mean to live our own\nlives as we will; but we mean also to let live. We are, indeed, a true\nfriend to all the nations of the world, because we threaten none, covet the\npossessions of none, desire the overthrow of none. Our friendship can be\naccepted and is accepted without reservation, because it is offered in a\nspirit and for a purpose which no one need ever question or suspect.\nTherein lies our greatness. We are the champions of peace and of concord.\nAnd we should be very jealous of this distinction which we have sought to\nearn. Just now we should be particularly jealous of it because it is our\ndearest present hope that this character and reputation may presently, in\nGod's providence, bring us an opportunity such as has seldom been\nvouchsafed any nation, the opportunity to counsel and obtain peace in the\nworld and reconciliation and a healing settlement of many a matter that has\ncooled and interrupted the friendship of nations. This is the time above\nall others when we should wish and resolve to keep our strength by\nself-possession, our influence by preserving our ancient principles of\naction.From the first we have had a clear and settled policy with regard to\nmilitary establishments. We never have had, and while we retain our present\nprinciples and ideals we never shall have, a large standing army. If asked,\nAre you ready to defend yourselves? we reply, Most assuredly, to the\nutmost; and yet we shall not turn America into a military camp. We will not\nask our young men to spend the best years of their lives making soldiers of\nthemselves. There is another sort of energy in us. It will know how to\ndeclare itself and make itself effective should occasion arise. And\nespecially when half the world is on fire we shall be careful to make our\nmoral insurance against the spread of the conflagration very definite and\ncertain and adequate indeed.Let us remind ourselves, therefore, of the only thing we can do or will do.\nWe must depend in every time of national peril, in the future as in the\npast, not upon a standing army, nor yet upon a reserve army, but upon a\ncitizenry trained and accustomed to arms. It will be right enough, right\nAmerican policy, based upon our accustomed principles and practices, to\nprovide a system by which every citizen who will volunteer for the training\nmay be made familiar with the use of modern arms, the rudiments of drill\nand maneuver, and the maintenance and sanitation of camps. We should\nencourage such training and make it a means of discipline which our young\nmen will learn to value. It is right that we should provide it not only,\nbut that we should make it as attractive as possible, and so induce our\nyoung men to undergo it at such times as they can command a little freedom\nand can seek the physical development they need, for mere health's sake, if\nfor nothing more. Every means by which such things can be stimulated is\nlegitimate, and such a method smacks of true American ideas. It is right,\ntoo, that the National Guard of the States should be developed and\nstrengthened by every means which is not inconsistent with our obligations\nto our own people or with the established policy of our Government. And\nthis, also, not because the time or occasion specially calls for such\nmeasures, but because it should be our constant policy to make these\nprovisions for our national peace and safety.More than this carries with it a reversal of the whole history and\ncharacter of our polity. More than this, proposed at this time, permit me\nto say, would mean merely that we had lost our self-possession, that we had\nbeen thrown off our balance by a war with which we have nothing to do,\nwhose causes can not touch us, whose very existence affords us\nopportunities of friendship and disinterested service which should make us\nashamed of any thought of hostility or fearful preparation for trouble.\nThis is assuredly the opportunity for which a people and a government like\nours were raised up, the opportunity not only to speak but actually to\nembody and exemplify the counsels of peace and amity and the lasting\nconcord which is based on justice and fair and generous dealing.A powerful navy we have always regarded as our proper and natural means of\ndefense, and it has always been of defense that we have thought, never of\naggression or of conquest. But who shall tell us now what sort of navy to\nbuild? We shall take leave to be strong upon the seas, in the future as in\nthe past; and there will be no thought of offense or of provocation in\nthat. Our ships are our natural bulwarks. When will the experts tell us\njust what kind we should construct-and when will they be right for ten\nyears together, if the relative efficiency of craft of different kinds and\nuses continues to change as we have seen it change under our very eyes in\nthese last few months?But I turn away from the subject. It is not new. There is no new need to\ndiscuss it. We shall not alter our attitude toward it because some amongst\nus are nervous and excited. We shall easily and sensibly agree upon a\npolicy of defense. The question has not changed its aspects because the\ntimes are not normal. Our policy will not be for an occasion. It will be\nconceived as a permanent and settled thing, which we will pursue at all\nseasons, without haste and after a fashion perfectly consistent with the\npeace of the world, the abiding friendship of states, and the unhampered\nfreedom of all with whom we deal. Let there be no misconception. The\ncountry has been misinformed. We have not been negligent of national\ndefense. We are not unmindful of the great responsibility resting upon us.\nWe shall learn and profit by the lesson of every experience and every new\ncircumstance; and what is needed will be adequately done.I close, as I began, by reminding you of the great tasks and duties of\npeace which challenge our best powers and invite us to build what will\nlast, the tasks to which we can address ourselves now and at all times with\nfree-hearted zest and with all the finest gifts of constructive wisdom we\npossess. To develop our life and our resources; to supply our own people,\nand the people of the world as their need arises, from the abundant plenty\nof our fields and our marts of trade to enrich the commerce of our own\nStates and of the world with the products of our mines, our farms, and our\nfactories, with the creations of our thought and the fruits of our\ncharacter,-this is what will hold our attention and our enthusiasm\nsteadily, now and in the years to come, as we strive to show in our life as\na nation what liberty and the inspirations of an emancipated spirit may do\nfor men and for societies, for individuals, for states, and for mankind.", 
    "name": "Woodrow Wilson"
}