{
    "date": "December 2, 1918", 
    "speech": "GENTLEMEN OF THE CONGRESS:The year that has elapsed since I last stood before you to fulfil my\nconstitutional duty to give to the Congress from time to time information\non the state of the Union has been so crowded with great events, great\nprocesses, and great results that I cannot hope to give you an adequate\npicture of its transactions or of the far-reaching changes which have been\nwrought of our nation and of the world. You have yourselves witnessed these\nthings, as I have. It is too soon to assess them; and we who stand in the\nmidst of them and are part of them are less qualified than men of another\ngeneration will be to say what they mean, or even what they have been. But\nsome great outstanding facts are unmistakable and constitute, in a sense,\npart of the public business with which it is our duty to deal. To state\nthem is to set the stage for the legislative and executive action which\nmust grow out of them and which we have yet to shape and determine.A year ago we had sent 145,918 men overseas. Since then we have sent\n1,950,513, an average of 162,542 each month, the number in fact rising, in\nMay last, to 245,951, in June to 278,760, in July to 307,182, and\ncontinuing to reach similar figures in August and September, in August\n289,570 and in September 257,438. No such movement of troops ever took\nplace before, across three thousand miles of sea, followed by adequate\nequipment and supplies, and carried safely through extraordinary dangers of\nattack,-dangers which were alike strange and infinitely difficult to guard\nagainst. In all this movement only seven hundred and fifty-eight men were\nlost by enemy attack, six hundred and thirty of whom were upon a single\nEnglish transport which was sunk near the Orkney Islands.I need not tell you what lay back of this great movement of men and\nmaterial. It is not invidious to say that back of it lay a supporting\norganization of the industries of the country and of all its productive\nactivities more complete, more thorough in method and effective in result,\nmore spirited and unanimous in purpose and effort than any other great\nbelligerent had been able to effect. We profited greatly by the experience\nof the nations which had already been engaged for nearly three years in the\nexigent and exacting business, their every resource and every executive\nproficiency taxed to the utmost. We were their pupils. But we learned\nquickly and acted with a promptness and a readiness of cooperation that\njustify our great pride that we were able to serve the world with\nunparalleled energy and quick accomplishment.But it is not the physical scale and executive efficiency of preparation,\nsupply, equipment and despatch that I would dwell upon, but the mettle and\nquality of the officers and men we sent over and of the sailors who kept\nthe seas, and the spirit of the nation that stood behind them. No soldiers\nor sailors ever proved themselves more quickly ready for the test of battle\nor acquitted themselves with more splendid courage and achievement when put\nto the test. Those of us who played some part in directing the great\nprocesses by which the war was pushed irresistibly forward to the final\ntriumph may now forget all that and delight our thoughts with the story of\nwhat our men did. Their officers understood the grim and exacting task they\nhad undertaken and performed it with an audacity, efficiency, and\nunhesitating courage that touch the story of convoy and battle with\nimperishable distinction at every turn, whether the enterprise were great\nor small, from their great chiefs, Pershing and Sims, down to the youngest\nlieutenant; and their men were worthy of them,-such men as hardly need to\nbe commanded, and go to their terrible adventure blithely and with the\nquick intelligence of those who know just what it is they would accomplish.\nI am proud to be the fellow-countryman of men of such stuff and valor. Those\nof us who stayed at home did our duty; the war could not have been won or\nthe gallant men who fought it given their opportunity to win it otherwise;\nbut for many a long day we shall think ourselves \"accurs'd we were not\nthere, and hold our manhoods cheap while any speaks that fought\" with these\nat St. Mihiel or Thierry. The memory of those days of triumphant battle\nwill go with these fortunate men to their graves; and each will have his\nfavorite memory. \"Old men forget; yet all shall be forgot, but hell\nremember with advantages what feats he did that day!\"What we all thank God for with deepest gratitude is that our men went in\nforce into the line of battle just at the critical moment when the whole\nfate of the world seemed to hang in the balance and threw their fresh\nstrength into the ranks of freedom in time to turn the whole tide and sweep\nof the fateful struggle,-turn it once for all, so that thenceforth it was\nback, back, back for their enemies, always back, never again forward! After\nthat it was only a scant four months before the commanders of the Central\nEmpires knew themselves beaten; and now their very empires are in\nliquidation!And throughout it all how fine the spirit of the nation was: what unity of\npurpose, what untiring zeal! What elevation of purpose ran through all its\nsplendid display of strength, its untiring accomplishment! I have said that\nthose of us who stayed at home to do the work of organization and supply\nwill always wish that we had been with the men whom we sustained by our\nlabor; but we can never be ashamed. It has been an inspiring thing to be\nhere in the midst of fine men who had turned aside from every private\ninterest of their own and devoted the whole of their trained capacity to\nthe tasks that supplied the sinews of the whole great undertaking! The\npatriotism, the unselfishness, the thoroughgoing devotion and distinguished\ncapacity that marked their toilsome labors, day after day, month after\nmonth, have made them fit mates and comrades of the men in the trenches and\non the sea. And not the men here in Washington only. They have but directed\nthe vast achievement. Throughout innumerable factories, upon innumerable\nfarms, in the depths of coal mines and iron mines and copper mines,\nwherever the stuffs of industry were to be obtained and prepared, in the\nshipyards, on the railways, at the docks, on the sea, in every labor that\nwas needed to sustain the battle lines, men have vied with each other to do\ntheir part and do it well. They can look any man-at-arms in the face, and\nsay, We also strove to win and gave the best that was in us to make our\nfleets and armies sure of their triumph!And what shall we say of the women,-of their instant intelligence,\nquickening every task that they touched; their capacity for organization\nand cooperation, which gave their action discipline and enhanced the\neffectiveness of everything they attempted; their aptitude at tasks to\nwhich they had never before set their hands; their utter self-sacrifice\nalike in what they did and in what they gave? Their contribution to the\ngreat result is beyond appraisal. They have added a new lustre to the\nannals of American womanhood.The least tribute we can pay them is to make them the equals of men in\npolitical rights as they have proved themselves their equals in every field\nof practical work they have entered, whether for themselves or for their\ncountry. These great days of completed achievement would be sadly marred\nwere we to omit that act of justice. Besides the immense practical services\nthey have rendered the women of the country have been the moving spirits in\nthe systematic economies by which our people have voluntarily assisted to\nsupply the suffering peoples of the world and the armies upon every front\nwith food and everything else that we had that might serve the common\ncause. The details of such a story can never be fully written, but we carry\nthem at our hearts and thank God that we can say that we are the kinsmen of\nsuch.And now we are sure of the great triumph for which every sacrifice was\nmade. It has come, come in its completeness, and with the pride and\ninspiration of these days of achievement quick within us, we turn to the\ntasks of peace again,-a peace secure against the violence of irresponsible\nmonarchs and ambitious military coteries and made ready for a new order,\nfor new foundations of justice and fair dealing.We are about to give order and organization to this peace not only for\nourselves but for the other peoples of the world as well, so far as they\nwill suffer us to serve them. It is international justice that we seek, not\ndomestic safety merely. Our thoughts have dwelt of late upon Europe, upon\nAsia, upon the near and the far East, very little upon the acts of peace\nand accommodation that wait to be performed at our own doors. While we are\nadjusting our relations with the rest of the world is it not of capital\nimportance that we should clear away all grounds of misunderstanding with\nour immediate neighbors and give proof of the friendship we really feel? I\nhope that the members of the Senate will permit me to speak once more of\nthe unratified treaty of friendship and adjustment with the Republic of\nColombia. I very earnestly urge upon them an early and favorable action\nupon that vital matter. I believe that they will feel, with me, that the\nstage of affairs is now set for such action as will be not only just but\ngenerous and in the spirit of the new age upon which we have so happily\nentered.So far as our domestic affairs are concerned the problem of our return to\npeace is a problem of economic and industrial readjustment. That problem is\nless serious for us than it may turn out too he for the nations which have\nsuffered the disarrangements and the losses of war longer than we. Our\npeople, moreover, do not wait to be coached and led. They know their own\nbusiness, are quick and resourceful at every readjustment, definite in\npurpose, and self-reliant in action. Any leading strings we might seek to\nput them in would speedily become hopelessly tangled because they would pay\nno attention to them and go their own way. All that we can do as their\nlegislative and executive servants is to mediate the process of change\nhere, there, and elsewhere as we may. I have heard much counsel as to the\nplans that should be formed and personally conducted to a happy\nconsummation, but from no quarter have I seen any general scheme of\n\"reconstruction\" emerge which I thought it likely we could force our\nspirited business men and self-reliant laborers to accept with due pliancy\nand obedience.While the war lasted we set up many agencies by which to direct the\nindustries of the country in the services it was necessary for them to\nrender, by which to make sure of an abundant supply of the materials\nneeded, by which to check undertakings that could for the time be dispensed\nwith and stimulate those that were most serviceable in war, by which to\ngain for the purchasing departments of the Government a certain control\nover the prices of essential articles and materials, by which to restrain\ntrade with alien enemies, make the most of the available shipping, and\nsystematize financial transactions, both public and private, so that there\nwould be no unnecessary conflict or confusion,-by which, in short, to put\nevery material energy of the country in harness to draw the common load\nand make of us one team in the accomplishment of a great task. But the\nmoment we knew the armistice to have been signed we took the harness off.\nRaw materials upon which the Government had kept its hand for fear there\nshould not be enough for the industries that supplied the armies have been\nreleased and put into the general market again. Great industrial plants\nwhose whole output and machinery had been taken over for the uses of the\nGovernment have been set free to return to the uses to which they were put\nbefore the war. It has not been possible to remove so readily or so quickly\nthe control of foodstuffs and of shipping, because the world has still to\nbe fed from our granaries and the ships are still needed to send supplies\nto our men overseas and to bring the men back as fast as the disturbed\nconditions on the other side of the water permit; but even there restraints\nare being relaxed as much as possible and more and more as the weeks go by.Never before have there been agencies in existence in this country which\nknew so much of the field of supply, of labor, and of industry as the War\nIndustries Board, the War Trade Board, the Labor Department, the Food\nAdministration, and the Fuel Administration have known since their labors\nbecame thoroughly systematized; and they have not been isolated agencies;\nthey have been directed by men who represented the permanent Departments of\nthe Government and so have been the centres of unified and cooperative\naction. It has been the policy of the Executive, therefore, since the\narmistice was assured (which is in effect a complete submission of the\nenemy) to put the knowledge of these bodies at the disposal of the business\nmen of the country and to offer their intelligent mediation at every point\nand in every matter where it was desired. It is surprising how fast the\nprocess of return to a peace footing has moved in the three weeks since the\nfighting stopped. It promises to outrun any inquiry that may be instituted\nand any aid that may be offered. It will not be easy to direct it any\nbetter than it will direct itself. The American business man is of quick\ninitiative.The ordinary and normal processes of private initiative will not, however,\nprovide immediate employment for all of the men of our returning armies.\nThose who are of trained capacity, those who are skilled workmen, those who\nhave acquired familiarity with established businesses, those who are ready\nand willing to go to the farms, all those whose aptitudes are known or will\nbe sought out by employers will find no difficulty, it is safe to say, in\nfinding place and employment. But there will be others who will be at a\nloss where to gain a livelihood unless pains are taken to guide them and\nput them in the way of work. There will be a large floating residuum of\nlabor which should not be left wholly to shift for itself. It seems to me\nimportant, therefore, that the development of public works of every sort\nshould be promptly resumed, in order that opportunities should be created\nfor unskilled labor in particular, and that plans should be made for such\ndevelopments of our unused lands and our natural resources as we have\nhitherto lacked stimulation to undertake.I particularly direct your attention to the very practical plans which the\nSecretary of the Interior has developed in his annual report and before\nyour Committees for the reclamation of arid, swamp, and cutover lands which\nmight, if the States were willing and able to cooperate, redeem some three\nhundred million acres of land for cultivation. There are said to be fifteen\nor twenty million acres of land in the West, at present arid, for whose\nreclamation water is available, if properly conserved. There are about two\nhundred and thirty million acres from which the forests have been cut but\nwhich have never yet been cleared for the plow and which lie waste and\ndesolate. These lie scattered all over the Union. And there are nearly\neighty million acres of land that lie under swamps or subject to periodical\noverflow or too wet for anything but grazing, which it is perfectly\nfeasible to drain and protect and redeem. The Congress can at once direct\nthousands of the returning soldiers to the reclamation of the arid lands\nwhich it has already undertaken, if it will but enlarge the plans and\nappropriations which it has entrusted to the Department of the Interior. It\nis possible in dealing with our unused land to effect a great rural and\nagricultural development which will afford the best sort of opportunity to\nmen who want to help themselves and the Secretary of the Interior has\nthought the possible methods out in a way which is worthy of your most\nfriendly attention.I have spoken of the control which must yet for a while, perhaps for a long\nlong while, be exercised over shipping because of the priority of service\nto which our forces overseas are entitled and which should also be accorded\nthe shipments which are to save recently liberated peoples from starvation\nand many devastated regions from permanent ruin. May I not say a special\nword about the needs of Belgium and northern France? No sums of money paid\nby way of indemnity will serve of themselves to save them from hopeless\ndisadvantage for years to come. Something more must be done than merely\nfind the money. If they had money and raw materials in abundance to-morrow\nthey could not resume their place in the industry of the world\nto-morrow,-the very important place they held before the flame of war swept\nacross them. Many of their factories are razed to the ground. Much of their\nmachinery is destroyed or has been taken away. Their people are scattered\nand many of their best workmen are dead. Their markets will be taken by\nothers, if they are not in some special way assisted to rebuild their\nfactories and replace their lost instruments of manufacture. They should\nnot be left to the vicissitudes of the sharp competition for materials and\nfor industrial facilities which is now to set in. I hope, therefore, that\nthe Congress will not be unwilling, if it should become necessary, to grant\nto some such agency as the War Trade Board the right to establish\npriorities of export and supply for the benefit of these people whom we\nhave been so happy to assist in saving from the German terror and whom we\nmust not now thoughtlessly leave to shift for themselves in a pitiless\ncompetitive market.For the steadying, and facilitation of our own domestic business\nreadjustments nothing is more important than the immediate determination of\nthe taxes that are to be levied for 1918, 1919, and 1920. As much of the\nburden of taxation must be lifted from business as sound methods of\nfinancing the Government will permit, and those who conduct the great\nessential industries of the country must be told as exactly as possible\nwhat obligations to the Government they will be expected to meet in the\nyears immediately ahead of them. It will be of serious consequence to the\ncountry to delay removing all uncertainties in this matter a single day\nlonger than the right processes of debate justify. It is idle to talk of\nsuccessful and confident business reconstruction before those uncertainties\nare resolved.If the war had continued it would have been necessary to raise at least\neight billion dollars by taxation payable in the year 1919; but the war has\nended and I agree with the Secretary of the Treasury that it will be safe\nto reduce the amount to six billions. An immediate rapid decline in the\nexpenses of the Government is not to be looked for. Contracts made for war\nsupplies will, indeed, be rapidly cancelled and liquidated, but their\nimmediate liquidation will make heavy drains on the Treasury for the months\njust ahead of us. The maintenance of our forces on the other side of the\nsea is still necessary. A considerable proportion of those forces must\nremain in Europe during the period of occupation, and those which are\nbrought home will be transported and demobilized at heavy expense for\nmonths to come. The interest on our war debt must of course be paid and\nprovision made for the retirement of the obligations of the Government\nwhich represent it. But these demands will of course fall much below what a\ncontinuation of military operations would have entailed and six billions\nshould suffice to supply a sound foundation for the financial operations of\nthe year.I entirely concur with the Secretary of the Treasury in recommending that\nthe two billions needed in addition to the four billions provided by\nexisting law be obtained from the profits which have accrued and shall\naccrue from war contracts and distinctively war business, but that these\ntaxes be confined to the war profits accruing in 1918, or in 1919 from\nbusiness originating in war contracts. I urge your acceptance of his\nrecommendation that provision be made now, not subsequently, that the taxes\nto be paid in 1920 should be reduced from six to four billions. Any\narrangements less definite than these would add elements of doubt and\nconfusion to the critical period of industrial readjustment through which\nthe country must now immediately pass, and which no true friend of the\nnation's essential business interests can afford to be responsible for\ncreating or prolonging. Clearly determined conditions, clearly and simply\ncharted, are indispensable to the economic revival and rapid industrial\ndevelopment which may confidently be expected if we act now and sweep all\ninterrogation points away.I take it for granted that the Congress will carry out the naval programme\nwhich was undertaken before we entered the war. The Secretary of the Navy\nhas submitted to your Committees for authorization that part of the\nprogramme which covers the building plans of the next three years. These\nplans have been prepared along the lines and in accordance with the policy\nwhich the Congress established, not under the exceptional conditions of the\nwar, but with the intention of adhering to a definite method of development\nfor the navy. I earnestly recommend the uninterrupted pursuit of that\npolicy. It would clearly be unwise for us to attempt to adjust our\nprogrammes to a future world policy as yet undetermined.The question which causes me the greatest concern is the question of the\npolicy to be adopted towards the railroads. I frankly turn to you for\ncounsel upon it. I have no confident judgment of my own. I do not see how\nany thoughtful man can have who knows anything of the complexity of the\nproblem. It is a problem which must be studied, studied immediately, and\nstudied without bias or prejudice. Nothing can be gained by becoming\npartisans of any particular plan of settlement.It was necessary that the administration of the railways should be taken\nover by the Government so long as the war lasted. It would have been\nimpossible otherwise to establish and carry through under a single\ndirection the necessary priorities of shipment. It would have been\nimpossible otherwise to combine maximum production at the factories and\nmines and farms with the maximum possible car supply to take the products\nto the ports and markets; impossible to route troop shipments and freight\nshipments without regard to the advantage or-disadvantage of the roads\nemployed; impossible to subordinate, when necessary, all questions of\nconvenience to the public necessity; impossible to give the necessary\nfinancial support to the roads from the public treasury. But all these\nnecessities have now been served, and the question is, What is best for the\nrailroads and for the public in the future?Exceptional circumstances and exceptional methods of administration were\nnot needed to convince us that the railroads were not equal to the immense\ntasks of transportation imposed upon them by the rapid and continuous\ndevelopment of the industries of the country. We knew that already. And we\nknew that they were unequal to it partly because their full cooperation was\nrendered impossible by law and their competition made obligatory, so that\nit has been impossible to assign to them severally the traffic which could\nbest be carried by their respective lines in the interest of expedition and\nnational economy.We may hope, I believe, for the formal conclusion of the war by treaty by\nthe time Spring has come. The twenty-one months to which the present control\nof the railways is limited after formal proclamation of peace shall have\nbeen made will run at the farthest, I take it for granted, only to the\nJanuary of 1921. The full equipment of the railways which the federal\nadministration had planned could not be completed within any such period.\nThe present law does not permit the use of the revenues of the several\nroads for the execution of such plans except by formal contract with their\ndirectors, some of whom will consent while some will not, and therefore\ndoes not afford sufficient authority to undertake improvements upon the\nscale upon which it would be necessary to undertake them. Every approach to\nthis difficult subject-matter of decision brings us face to face,\ntherefore, with this unanswered question: What is it right that we should\ndo with the railroads, in the interest of the public and in fairness to\ntheir owners?Let me say at once that I have no answer ready. The only thing that is\nperfectly clear to me is that it is not fair either to the public or to the\nowners of the railroads to leave the question unanswered and that it will\npresently become my duty to relinquish control of the roads, even before\nthe expiration of the statutory period, unless there should appear some\nclear prospect in the meantime of a legislative solution. Their release\nwould at least produce one element of a solution, namely certainty and a\nquick stimulation of private initiative.I believe that it will be serviceable for me to set forth as explicitly as\npossible the alternative courses that lie open to our choice. We can simply\nrelease the roads and go back to the old conditions of private management,\nunrestricted competition, and multiform regulation by both state and\nfederal authorities; or we can go to the opposite extreme and establish\ncomplete government control, accompanied, if necessary, by actual\ngovernment ownership; or we can adopt an intermediate course of modified\nprivate control, under a more unified and affirmative public regulation and\nunder such alterations of the law as will permit wasteful competition to be\navoided and a considerable degree of unification of administration to be\neffected, as, for example, by regional corporations under which the\nrailways of definable areas would be in effect combined in single systems.The one conclusion that I am ready to state with confidence is that it\nwould be a disservice alike to the country and to the owners of the\nrailroads to return to the old conditions unmodified. Those are conditions\nof restraint without development. There is nothing affirmative or helpful\nabout them. What the country chiefly needs is that all its means of\ntransportation should be developed, its railways, its waterways, its\nhighways, and its countryside roads. Some new element of policy, therefore,\nis absolutely necessary--necessary for the service of the public, necessary\nfor the release of credit to those who are administering the railways,\nnecessary for the protection of their security holders. The old policy may\nbe changed much or little, but surely it cannot wisely be left as it was. I\nhope that the Con will have a complete and impartial study of the whole\nproblem instituted at once and prosecuted as rapidly as possible. I stand\nready and anxious to release the roads from the present control and I must\ndo so at a very early date if by waiting until the statutory limit of time\nis reached I shall be merely prolonging the period of doubt and uncertainty\nwhich is hurtful to every interest concerned.I welcome this occasion to announce to the Congress my purpose to join in\nParis the representatives of the governments with which we have been\nassociated in the war against the Central Empires for the purpose of\ndiscussing with them the main features of the treaty of peace. I realize\nthe great inconveniences that will attend my leaving the country,\nparticularly at this time, but the conclusion that it was my paramount duty\nto go has been forced upon me by considerations which I hope will seem as\nconclusive to you as they have seemed to me.The Allied governments have accepted the bases of peace which I outlined to\nthe Congress on the eighth of January last, as the Central Empires also\nhave, and very reasonably desire my personal counsel in their\ninterpretation and application, and it is highly desirable that I should\ngive it in order that the sincere desire of our Government to contribute\nwithout selfish purpose of any kind to settlements that will be of common\nbenefit to all the nations concerned may be made fully manifest. The peace\nsettlements which are now to be agreed upon are of transcendent importance\nboth to us and to the rest of the world, and I know of no business or\ninterest which should take precedence of them. The gallant men of our armed\nforces on land and sea have consciously fought for the ideals which they\nknew to be the ideals of their country; I have sought to express those\nideals; they have accepted my statements of them as the substance of their\nown thought and purpose, as the associated governments have accepted them;\nI owe it to them to see to it, so far as in me lies, that no false or\nmistaken interpretation is put upon them, and no possible effort omitted to\nrealize them. It is now my duty to play my full part in making good what\nthey offered their life's blood to obtain. I can think of no call to\nservice which could transcend this.I shall be in close touch with you and with affairs on this side the water,\nand you will know all that I do. At my request, the French and English\ngovernments have absolutely removed the censorship of cable news which\nuntil within a fortnight they had maintained and there is now no censorship\nwhatever exercised at this end except upon attempted trade communications\nwith enemy countries. It has been necessary to keep an open wire constantly\navailable between Paris and the Department of State and another between\nFrance and the Department of War. In order that this might be done with the\nleast possible interference with the other uses of the cables, I have\ntemporarily taken over the control of both cables in order that they may be\nused as a single system. I did so at the advice of the most experienced\ncable officials, and I hope that the results will justify my hope that the\nnews of the next few months may pass with the utmost freedom and with the\nleast possible delay from each side of the sea to the other.May I not hope, Gentlemen of the Congress, that in the delicate tasks I\nshall have to perform on the other side of the sea, in my efforts truly and\nfaithfully to interpret the principles and purposes of the country we love,\nI may have the encouragement and the added strength of your united support?\nI realize the magnitude and difficulty of the duty I am undertaking; I am\npoignantly aware of its grave responsibilities. I am the servant of the\nnation. I can have no private thought or purpose of my own in performing\nsuch an errand. I go to give the best that is in me to the common\nsettlements which I must now assist in arriving at in conference with the\nother working heads of the associated governments. I shall count upon your\nfriendly countenance and encouragement. I shall not be inaccessible. The\ncables and the wireless will render me available for any counsel or service\nyou may desire of me, and I shall be happy in the thought that I am\nconstantly in touch with the weighty matters of domestic policy with which\nwe shall have to deal. I shall make my absence as brief as possible and\nshall hope to return with the happy assurance that it has been possible to\ntranslate into action the great ideals for which America has striven.", 
    "name": "Woodrow Wilson"
}