{
    "date": "December 5, 1916", 
    "speech": "GENTLEMEN OF THE CONGRESS:In fulfilling at this time the duty laid upon me by the Constitution of\ncommunicating to you from time to time information of the state of the\nUnion and recommending to your consideration such legislative measures as\nmay be judged necessary and expedient, I shall continue the practice, which\nI hope has been acceptable to you, of leaving to the reports of the several\nheads of the executive departments the elaboration of the detailed needs of\nthe public service and confine myself to those matters of more general\npublic policy with which it seems necessary and feasible to deal at the\npresent session of the Congress.I realize the limitations of time under which you will necessarily act at\nthis session and shall make my suggestions as few as possible; but there\nwere some things left undone at the last session which there will now be\ntime to complete and which it seems necessary in the interest of the public\nto do at once.In the first place, it seems to me imperatively necessary that the earliest\npossible consideration and action should be accorded the remaining measures\nof the program of settlement and regulation which I had occasion to\nrecommend to you at the close of your last session in view of the public\ndangers disclosed by the unaccommodated difficulties which then existed,\nand which still unhappily continue to exist, between the railroads of the\ncountry and their locomotive engineers, conductors and trainmen.I then recommended:First, immediate provision for the enlargement and administrative\nreorganization of the Interstate Commerce Commission along the lines\nembodied in the bill recently passed by the House of Representatives and\nnow awaiting action by the Senate; in order that the Commission may be\nenabled to deal with the many great and various duties now devolving upon\nit with a promptness and thoroughness which are, with its present\nconstitution and means of action, practically impossible.Second, the establishment of an eight-hour day as the legal basis alike of\nwork and wages in the employment of all railway employes who are actually\nengaged in the work of operating trains in interstate transportation.Third, the authorization of the appointment by the President of a small\nbody of men to observe actual results in experience of the adoption of the\neight-hour day in railway transportation alike for the men and for the\nrailroads.Fourth, explicit approval by the Congress of the consideration by the\nInterstate Commerce Commission of an increase of freight rates to meet such\nadditional expenditures by the railroads as may have been rendered\nnecessary by the adoption of the eight-hour day and which have not been\noffset by administrative readjustments and economies, should the facts\ndisclosed justify the increase.Fifth, an amendment of the existing Federal statute which provides for the\nmediation, conciliation and arbitration of such controversies as the\npresent by adding to it a provision that, in case the methods of\naccommodation now provided for should fail, a full public investigation of\nthe merits of every such dispute shall be instituted and completed before a\nstrike or lockout may lawfully be attempted.And, sixth, the lodgment in the hands of the Executive of the power, in\ncase of military necessity, to take control of such portions and such\nrolling stock of the railways of the country as may be required for\nmilitary use and to operate them for military purposes, with authority to\ndraft into the military service of the United States such train crews and\nadministrative officials as the circumstances require for their safe and\nefficient use.The second and third of these recommendations the Congress immediately\nacted on: it established the eight-hour day as the legal basis of work and\nwages in train service and it authorized the appointment of a commission to\nobserve and report upon the practical results, deeming these the measures\nmost immediately needed; but it postponed action upon the other suggestions\nuntil an opportunity should be offered for a more deliberate consideration\nof them.The fourth recommendation I do not deem it necessary to renew. The power of\nthe Interstate Commerce Commission to grant an increase of rates on the\nground referred to is indisputably clear and a recommendation by the\nCongress with regard to such a matter might seem to draw in question the\nscope of the commission's authority or its inclination to do justice when\nthere is no reason to doubt either.The other suggestions-the increase in the Interstate Commerce Commission's\nmembership and in its facilities for performing its manifold duties; the\nprovision for full public investigation and assessment of industrial\ndisputes, and the grant to the Executive of the power to control and\noperate the railways when necessary in time of war or other like public\nnecessity-I now very earnestly renew.The necessity for such legislation is manifest and pressing. Those who have\nentrusted us with the responsibility and duty of serving and safeguarding\nthem in such matters would find it hard, I believe, to excuse a failure to\nact upon these grave matters or any unnecessary postponement of action upon\nthem.Not only does the Interstate Commerce Commission now find it practically\nimpossible, with its present membership and organization, to perform its\ngreat functions promptly and thoroughly, but it is not unlikely that it may\npresently be found advisable to add to its duties still others equally\nheavy and exacting. It must first be perfected as an administrative\ninstrument.The country cannot and should not consent to remain any longer exposed to\nprofound industrial disturbances for lack of additional means of\narbitration and conciliation which the Congress can easily and promptly\nsupply.And all will agree that there must be no doubt as to the power of the\nExecutive to make immediate and uninterrupted use of the railroads for the\nconcentration of the military forces of the nation wherever they are needed\nand whenever they are needed.This is a program of regulation, prevention and administrative efficiency\nwhich argues its own case in the mere statement of it. With regard to one\nof its items, the increase in the efficiency of the Interstate Commerce\nCommission, the House of Representatives has already acted; its action\nneeds only the concurrence of the Senate.I would hesitate to recommend, and I dare say the Congress would hesitate\nto act upon the suggestion should I make it, that any man in any I\noccupation should be obliged by law to continue in an employment which he\ndesired to leave.To pass a law which forbade or prevented the individual workman to leave\nhis work before receiving the approval of society in doing so would be to\nadopt a new principle into our jurisprudence, which I take it for granted\nwe are not prepared to introduce.But the proposal that the operation of the railways of the country shall\nnot be stopped or interrupted by the concerted action of organized bodies\nof men until a public investigation shall have been instituted, which shall\nmake the whole question at issue plain for the judgment of the opinion of\nthe nation, is not to propose any such principle.It is based upon the very different principle that the concerted action of\npowerful bodies of men shall not be permitted to stop the industrial\nprocesses of the nation, at any rate before the nation shall have had an\nopportunity to acquaint itself with the merits of the case as between\nemploye and employer, time to form its opinion upon an impartial statement\nof the merits, and opportunity to consider all practicable means of\nconciliation or arbitration.I can see nothing in that proposition but the justifiable safeguarding by\nsociety of the necessary processes of its very life. There is nothing\narbitrary or unjust in it unless it be arbitrarily and unjustly done. It\ncan and should be done with a full and scrupulous regard for the interests\nand liberties of all concerned as well as for the permanent interests of\nsociety itself.Three matters of capital importance await the action of the Senate which\nhave already been acted upon by the House of Representatives; the bill\nwhich seeks to extend greater freedom of combination to those engaged in\npromoting the foreign commerce of the country than is now thought by some\nto be legal under the terms of the laws against monopoly; the bill amending\nthe present organic law of Porto Rico; and the bill proposing a more\nthorough and systematic regulation of the expenditure of money in\nelections, commonly called the Corrupt Practices Act.I need not labor my advice that these measures be enacted into law. Their\nurgency lies in the manifest circumstances which render their adoption at\nthis time not only opportune but necessary. Even delay would seriously\njeopard the interests of the country and of the Government.Immediate passage of the bill to regulate the expenditure of money in\nelections may seem to be less necessary than the immediate enactment of the\nother measures to which I refer, because at least two years will elapse\nbefore another election in which Federal offices are to be filled; but it\nwould greatly relieve the public mind if this important matter were dealt\nwith while the circumstances and the dangers to the public morals of the\npresent method of obtaining and spending campaign funds stand clear under\nrecent observation, and the methods of expenditure can be frankly studied\nin the light of present experience; and a delay would have the further very\nserious disadvantage of postponing action until another election was at\nhand and some special object connected with it might be thought to be in\nthe mind of those who urged it. Action can be taken now with facts for\nguidance and without suspicion of partisan purpose.I shall not argue at length the desirability of giving a freer hand in the\nmatter of combined and concerted effort to those who shall undertake the\nessential enterprise of building up our export trade. That enterprise will\npresently, will immediately assume, has indeed already assumed a magnitude\nunprecedented in our experience. We have not the necessary\ninstrumentalities for its prosecution; it is deemed to be doubtful whether\nthey could be created upon an adequate scale under our present laws.We should clear away all legal obstacles and create a basis of undoubted\nlaw for it which will give freedom without permitting unregulated license.\nThe thing must be done now, because the opportunity is here and may escape\nus if we hesitate or delay.The argument for the proposed amendments of the organic law of Porto Rico\nis brief and conclusive. The present laws governing the island and\nregulating the rights and privileges of its people are not just. We have\ncreated expectations of extended privilege which we have not satisfied.\nThere is uneasiness among the people of the island and even a suspicious\ndoubt with regard to our intentions concerning them which the adoption of\nthe pending measure would happily remove. We do not doubt what we wish to\ndo in any essential particular. We ought to do it at once.At the last session of the Congress a bill was passed by the Senate which\nprovides for the promotion of vocational and industrial education, which is\nof vital importance to the whole country because it concerns a matter, too\nlong neglected, upon which the thorough industrial preparation of the\ncountry for the critical years of economic development immediately ahead of\nus in very large measure depends.May I not urge its early and favorable consideration by the House of\nRepresentatives and its early enactment into law? It contains plans which\naffect all interests and all parts of the country, and I am sure that there\nis no legislation now pending before the Congress whose passage the country\nawaits with more thoughtful approval or greater impatience to see a great\nand admirable thing set in the way of being done.There are other matters already advanced to the stage of conference between\nthe two houses of which it is not necessary that I should speak. Some\npracticable basis of agreement concerning them will no doubt be found an\naction taken upon them.Inasmuch as this is, gentlemen, probably the last occasion I shall have to\naddress the Sixty-fourth Congress, I hope that you will permit me to say\nwith what genuine pleasure and satisfaction I have co-operated with you in\nthe many measures of constructive policy with which you have enriched the\nlegislative annals of the country. It has been a privilege to labor in such\ncompany. I take the liberty of congratulating you upon the completion of a\nrecord of rare serviceableness and distinction.", 
    "name": "Woodrow Wilson"
}