{
    "date": "December 4, 1849", 
    "speech": "Fellow-Citizens of the Senate and House of Representatives:Sixty years have elapsed since the establishment of this Government, and\nthe Congress of the United States again assembles to legislate for an\nempire of freemen. The predictions of evil prophets, who formerly pretended\nto foretell the downfall of our institutions, are now remembered only to be\nderided, and the United States of America at this moment present to the\nworld the most stable and permanent Government on earth.Such is the result of the labors of those who have gone before us. Upon\nCongress will eminently depend the future maintenance of our system of free\ngovernment and the transmission of it unimpaired to posterity.We are at peace with all the other nations of the world, and seek to\nmaintain our cherished relations of amity with them. During the past year\nwe have been blessed by a kind Providence with an abundance of the fruits\nof the earth, and although the destroying angel for a time visited\nextensive portions of our territory with the ravages of a dreadful\npestilence, yet the Almighty has at length deigned to stay his hand and to\nrestore the inestimable blessing of general health to a people who have\nacknowledged His power, deprecated His wrath, and implored His merciful\nprotection.While enjoying the benefits of amicable intercourse with foreign nations,\nwe have not been insensible to the distractions and wars which have\nprevailed in other quarters of the world. It is a proper theme of\nthanksgiving to Him who rules the destinies of nations that we have been\nable to maintain amidst all these contests an independent and neutral\nposition toward all belligerent powers.Our relations with Great Britain are of the most friendly character. In\nconsequence of the recent alteration of the British navigation acts,\nBritish vessels, from British and other foreign ports, will under our\nexisting laws, after the 1st day of January next, be admitted to entry in\nour ports with cargoes of the growth, manufacture, or production of any\npart of the world on the same terms as to duties, imposts, and charges as\nvessels of the United States with their cargoes, and our vessels will be\nadmitted to the same advantages in British ports, entering therein on the\nsame terms as British vessels. Should no order in council disturb this\nlegislative arrangement, the late act of the British Parliament, by which\nGreat Britain is brought within the terms proposed by the act of Congress\nof the 1st of March, 1817, it is hoped will be productive of benefit to\nboth countries.A slight interruption of diplomatic intercourse which occurred between this\nGovernment and France, I am happy to say, has been terminated, and our\nminister there has been received. It is therefore unnecessary to refer now\nto the circumstances which led to that interruption. I need not express to\nyou the sincere satisfaction with which we shall welcome the arrival of\nanother envoy extraordinary and minister plenipotentiary from a sister\nRepublic to which we have so long been, and still remain, bound by the\nstrongest ties of amity.Shortly after I had entered upon the discharge of the Executive duties I\nwas apprised that a war steamer belonging to the German Empire was being\nfitted out in the harbor of New York with the aid of some of our naval\nofficers, rendered under the permission of the late Secretary of the Navy.\nThis permission was granted during an armistice between that Empire and the\nKingdom of Denmark, which had been engaged in the Schleswig-Holstein war.\nApprehensive that this act of intervention on our part might be viewed as a\nviolation of our neutral obligations incurred by the treaty with Denmark\nand of the provisions of the act of Congress of the 20th of April, 1818, I\ndirected that no further aid should be rendered by any agent or officer of\nthe Navy; and I instructed the Secretary of State to apprise the minister\nof the German Empire accredited to this Government of my determination to\nexecute the law of the United States and to maintain the faith of treaties\nwith all nations. The correspondence which ensued between the Department of\nState and the minister of the German Empire is herewith laid before you.\nThe execution of the law and the observance of the treaty were deemed by me\nto be due to the honor of the country, as well as to the sacred obligations\nof the Constitution. I shall not fail to pursue the same course should a\nsimilar case arise with any other nation. Having avowed the opinion on\ntaking the oath of office that in disputes between conflicting foreign\ngovernments it is our interest not less than our duty to remain strictly\nneutral, I shall not abandon it. You will perceive from the correspondence\nsubmitted to you in connection with this subject that the course adopted in\nthis case has been properly regarded by the belligerent powers interested\nin the matter.Although a minister of the United States to the German Empire was appointed\nby my predecessor in August, 1848, and has for a long time been in\nattendance at Frankfort-on-the-Main, and although a minister appointed to\nrepresent that Empire was received and accredited here, yet no such\ngovernment as that of the German Empire has been definitively constituted.\nMr. Donelson, our representative at Frankfort, remained there several\nmonths in the expectation that a union of the German States under one\nconstitution or form of government might at length be organized. It is\nbelieved by those well acquainted with the existing relations between\nPrussia and the States of Germany that no such union can be permanently\nestablished without her cooperation. In the event of the formation of such\na union and the organization of a central power in Germany of which she\nshould form a part, it would become necessary to withdraw our minister at\nBerlin; but while Prussia exists as an independent kingdom and diplomatic\nrelations are maintained with her there can be no necessity for the\ncontinuance of the mission to Frankfort. I have therefore recalled Mr.\nDonelson and directed the archives of the legation at Frankfort to be\ntransferred to the American legation at Berlin.Having been apprised that a considerable number of adventurers were engaged\nin fitting out a, military expedition within the United States against a\nforeign country, and believing from the best information I could obtain\nthat it was destined to invade the island of Cuba, I deemed it due to the\nfriendly relations existing between the United States and Spain, to the\ntreaty between the two nations, to the laws of the United States, and,\nabove all, to the American honor to exert the lawful authority of this\nGovernment in suppressing the expedition and preventing the invasion. To\nthis end I issued a proclamation enjoining it upon the officers of the\nUnited States, civil and military, to use all lawful means within their\npower. A copy of that proclamation is herewith submitted. The expedition\nhas been suppressed. So long as the act of Congress of the 20th of April,\n1818, which owes its existence to the law of nations and to the policy of\nWashington himself, shall remain on our statute books, I hold it to be the\nduty of the Executive faithfully to obey its injunctions.While this expedition was in progress I was informed that a foreigner who\nclaimed our protection had been clandestinely and, as was supposed,\nforcibly carried off in a vessel from New Orleans to the island of Cuba. I\nimmediately caused such steps to be taken as I thought necessary, in case\nthe information I had received should prove correct, to vindicate the honor\nof the country and the right of every person seeking an asylum on our soil\nto the protection of our laws. The person alleged to have been abducted was\npromptly restored, and the circumstances of the case are now about to\nundergo investigation before a judicial tribunal. I would respectfully\nsuggest that although the crime charged to have been committed in this case\nis held odious, as being in conflict with our opinions on the subject of\nnational sovereignty and personal freedom, there is no prohibition of it or\npunishment for it provided in any act of Congress. The expediency of\nsupplying this defect in our criminal code is therefore recommended to your\nconsideration.I have scrupulously avoided any interference in the wars and contentions\nwhich have recently distracted Europe. During the late conflict between\nAustria and Hungary there seemed to be a prospect that the latter might\nbecome an independent nation. However faint that prospect at the time\nappeared, I thought it my duty, in accordance with the general sentiment of\nthe American people, who deeply sympathized with the Magyar patriots, to\nstand prepared, upon the contingency of the establishment by her of a\npermanent government, to be the first to welcome independent Hungary into\nthe family of nations. For this purpose I invested an agent then in Europe\nwith power to declare our willingness promptly to recognize her\nindependence in the event of her ability to sustain it. The powerful\nintervention of Russia in the contest extinguished the hopes of the\nstruggling Magyars. The United States did not at any time interfere in the\ncontest, but the feelings of the nation were strongly enlisted in the\ncause, and by the sufferings of a brave people, who had made a gallant,\nthough unsuccessful, effort to be free.Our claims upon Portugal have been during the past year prosecuted with\nrenewed vigor, and it has been my object to employ every effort of\nhonorable diplomacy to procure their adjustment. Our late charge d'affaires\nat Lisbon, the Hon. George W. Hopkins, made able and energetic, but\nunsuccessful, efforts to settle these unpleasant matters of controversy and\nto obtain indemnity for the wrongs which were the subjects of complaint.\nOur present charge d'affaires at that Court will also bring to the\nprosecution of these claims ability and zeal. The revolutionary and\ndistracted condition of Portugal in past times has been represented as one\nof the leading causes of her delay in indemnifying our suffering citizens.\nBut I must now say it is matter of profound regret that these claims have\nnot yet been settled. The omission of Portugal to do justice to the\nAmerican claimants has now assumed a character so grave and serious that I\nshall shortly make it the subject of a special message to Congress, with a\nview to such ultimate action as its wisdom and patriotism may suggest.With Russia, Austria, Prussia, Sweden, Denmark, Belgium, the Netherlands,\nand the Italian States we still maintain our accustomed amicable\nrelations.During the recent revolutions in the Papal States our charge d'affaires at\nRome has been unable to present his letter of credence, which, indeed, he\nwas directed by my predecessor to withhold until he should receive further\norders. Such was the unsettled condition of things in those States that it\nwas not deemed expedient to give him any instructions on the subject of\npresenting his credential letter different from those with which he had\nbeen furnished by the late Administration until the 25th of June last,\nwhen, in consequence of the want of accurate information of the exact state\nof things at that distance from us, he was instructed to exercise his own\ndiscretion in presenting himself to the then existing Government if in his\njudgment sufficiently stable, or, if not, to await further events. Since\nthat period Rome has undergone another revolution, and he abides the\nestablishment of a government sufficiently permanent to justify him in\nopening diplomatic intercourse with it.With the Republic of Mexico it is our true policy to cultivate the most\nfriendly relations. Since the ratification of the treaty of Guadalupe\nHidalgo nothing has occurred of a serious character to disturb them. A\nfaithful observance of the treaty and a sincere respect for her rights can\nnot fail to secure the lasting confidence and friendship of that Republic.\nThe message of my predecessor to the House of Representatives of the 8th of\nFebruary last, communicating, in compliance with a resolution of that body,\na copy of a paper called a protocol, signed at Queretaro on the 30th of\nMay, 1848, by the commissioners of the United States and the minister of\nforeign affairs of the Mexican Government, having been a subject of\ncorrespondence between the Department of State and the envoy extraordinary\nand minister plenipotentiary of that Republic accredited to this\nGovernment, a transcript of that correspondence is herewith submitted.The commissioner on the part of the United States for marking the boundary\nbetween the two Republics, though delayed in reaching San Diego by\nunforeseen obstacles, arrived at that place within a short period after the\ntime required by the treaty, and was there joined by the commissioner on\nthe part of Mexico. They entered upon their duties, and at the date of the\nlatest intelligence from that quarter some progress had been made in the\nsurvey. The expenses incident to the organization of the commission and to\nits conveyance to the point where its operations were to begin have so much\nreduced the fund appropriated by Congress that a further sum, to cover the\ncharges which must be incurred during the present fiscal year, will be\nnecessary. The great length of frontier along which the boundary extends,\nthe nature of the adjacent territory, and the difficulty of obtaining\nsupplies except at or near the extremes of the line render it also\nindispensable that a liberal provision should be made to meet the necessary\ncharges during the fiscal year ending on the 30th of June, 1851. I\naccordingly recommend this subject to your attention.In the adjustment of the claims of American citizens on Mexico, provided\nfor by the late treaty, the employment of counsel on the part of the\nGovernment may become important for the purpose of assisting the\ncommissioners in protecting the interests of the United States. I recommend\nthis subject to the early and favorable consideration of Congress.Complaints have been made in regard to the inefficiency of the means\nprovided by the Government of New Granada for transporting the United\nStates mail across the Isthmus of Panama, pursuant to our postal convention\nwith that Republic of the 6th of March, 1844. Our charge d'affaires at\nBogota has been directed to make such representations to the Government of\nNew Granada as will, it is hoped, lead to a prompt removal of this cause of\ncomplaint.The sanguinary civil war with which the Republic of Venezuela has for some\ntime past been ravaged has been brought to a close. In its progress the\nrights of some of our citizens resident or trading there have been\nviolated. The restoration of order will afford the Venezuelan Government an\nopportunity to examine and redress these grievances and others of longer\nstanding which our representatives at Caracas have hitherto ineffectually\nurged upon the attention of that Government.The extension of the coast of the United States on the Pacific and the\nunexampled rapidity with which the inhabitants of California especially are\nincreasing in numbers have imparted new consequence to our relations with\nthe other countries whose territories border upon that ocean. It is\nprobable that the intercourse between those countries and our possessions\nin that quarter, particularly with the Republic of Chili, will become\nextensive and mutually advantageous in proportion as California and Oregon\nshall increase in population and wealth. It is desirable, therefore, that\nthis Government should do everything in its power to foster and strengthen\nits relations with those States, and that the spirit of amity between us\nshould be mutual and cordial.I recommend the observance of the same course toward all other American\nStates. The United States stand as the great American power, to which, as\ntheir natural ally and friend, they will always be disposed first to look\nfor mediation and assistance in the event of any collision between them and\nany European nation. As such we may often kindly mediate in their behalf\nwithout entangling ourselves in foreign wars or unnecessary controversies.\nWhenever the faith of our treaties with any of them shall require our\ninterference, we must necessarily interpose.A convention has been negotiated with Brazil providing for the satisfaction\nof American claims on that Government, and it will be submitted to the\nSenate. Since the last session of Congress we have received an envoy\nextraordinary and minister plenipotentiary from that Empire, and our\nrelations with it are rounded upon the most amicable understanding.Your attention is earnestly invited to an amendment of our existing laws\nrelating to the African slave trade with a view to the effectual\nsuppression of that barbarous traffic. It is not to be denied that this\ntrade is still in part carried on by means of vessels built in the United\nStates and owned or navigated by some of our citizens. The correspondence\nbetween the Department of State and the minister and consul of the United\nStates at Rio de Janeiro, which has from time to time been laid before\nCongress, represents that it is a customary device to evade the penalties\nof our laws by means of sea letters. Vessels sold in Brazil, when provided\nwith such papers by the consul, instead of returning to the United States\nfor a new register proceed at once to the coast of Africa for the purpose\nof obtaining cargoes of slaves. Much additional information of the same\ncharacter has recently been transmitted to the Department of State. It has\nnot been considered the policy of our laws to subject an American citizen\nwho in a foreign country purchases a vessel built in the United States to\nthe inconvenience of sending her home for a new register before permitting\nher to proceed on a voyage. Any alteration of the laws which might have a\ntendency to impede the free transfer of property in vessels between our\ncitizens, or the free navigation of those vessels between different parts\nof the world when employed in lawful commerce, should be well and\ncautiously considered; but I trust that your wisdom will devise a method by\nwhich our general policy in this respect may be preserved, and at the same\ntime the abuse of our flag by means of sea letters, in the manner\nindicated, may be prevented.Having ascertained that there is no prospect of the reunion of the five\nStates of Central America which formerly composed the Republic of that\nname, we have separately negotiated with some of them treaties of amity and\ncommerce, which will be laid before the Senate.A contract having been concluded with the State of Nicaragua by a company\ncomposed of American citizens for the purpose of constructing a ship canal\nthrough the territory of that State to connect the Atlantic and Pacific\noceans, I have directed the negotiation of a treaty with Nicaragua pledging\nboth Governments to protect those who shall engage in and perfect the work.\nAll other nations are invited by the State of Nicaragua to enter into the\nsame treaty stipulations with her; and the benefit to be derived by each\nfrom such an arrangement will be the protection of this great interoceanic\ncommunication against any power which might seek to obstruct it or to\nmonopolize its advantages. All States entering into such a treaty will\nenjoy the right of passage through the canal on payment of the same tolls.\nThe work, if constructed under these guaranties, will become a bond of\npeace instead of a subject of contention and strife between the nations of\nthe earth. Should the great maritime States of Europe consent to this\narrangement (and we have no reason to suppose that a proposition so fair\nand honorable will be opposed by any), the energies of their people and\nours will cooperate in promoting the success of the enterprise. I do not\nrecommend any appropriation from the National Treasury for this purpose,\nnor do I believe that such an appropriation is necessary. Private\nenterprise, if properly protected, will complete the work should it prove\nto be feasible. The parties who have procured the charter from Nicaragua\nfor its construction desire no assistance from this Government beyond its\nprotection; and they profess that, having examined the proposed line of\ncommunication, they will be ready to commence the undertaking whenever that\nprotection shall be extended to them. Should there appear to be reason, on\nexamining the whole evidence, to entertain a serious doubt of the\npracticability of constructing such a canal, that doubt could be speedily\nsolved by an actual exploration of the route.Should such a work be constructed under the common protection of all\nnations, for equal benefits to all, it would be neither just nor expedient\nthat any great maritime state should command the communication. The\nterritory through which the canal may be opened ought to be freed from the\nclaims of any foreign power. No such power should occupy a position that\nwould enable it hereafter to exercise so controlling an influence over the\ncommerce of the world or to obstruct a highway which ought to be dedicated\nto the common uses of mankind.The routes across the Isthmus at Tehuantepec and Panama are also worthy of\nour serious consideration.. They did not fail to engage the attention of my\npredecessor. The negotiator of the treaty of Guadalupe Hidalgo was\ninstructed to offer a very large sum of money for the right of transit\nacross the Isthmus of Tehuantepec. The Mexican Government did not accede to\nthe proposition for the purchase of the right of way, probably because it\nhad already contracted with private individuals for the construction of a\npassage from the Guasacualco River to Tehuantepec. I shall not renew any\nproposition to purchase for money a right which ought to be equally secured\nto all nations on payment of a reasonable toll to the owners of the\nimprovement, who would doubtless be well contented with that compensation\nand the guaranties of the maritime states of the world in separate treaties\nnegotiated with Mexico, binding her and them to protect those who should\nconstruct the work. Such guaranties would do more to secure the completion\nof the communication through the territory of Mexico than any other\nreasonable consideration that could be offered; and as Mexico herself would\nbe the greatest gainer by the opening of this communication between the\nGulf and the Pacific Ocean, it is presumed that she would not hesitate to\nyield her aid in the manner proposed to accomplish an improvement so\nimportant to her own best interests.We have reason to hope that the proposed railroad across the Isthmus at\nPanama will be successfully constructed under the protection of the late\ntreaty with New Granada, ratified and exchanged by my predecessor on the\n10th day of June, 1848, which guarantees the perfect neutrality of the\nIsthmus and the rights of sovereignty and property of New Granada over that\nterritory, \"with a view that the free transit from ocean to ocean may not\nbe interrupted or embarrassed\" during the existence of the treaty. It is\nour policy to encourage every practicable route across the isthmus which\nconnects North and South America, either by railroad or canal, which the\nenergy and enterprise of our citizens may induce them to complete, and I\nconsider it obligatory upon me to adopt that policy, especially in\nconsequence of the absolute necessity of facilitating intercourse with our\npossessions on the Pacific.The position of the Sandwich Islands with reference to the territory of the\nUnited States on the Pacific, the success of our persevering and benevolent\ncitizens who have repaired to that remote quarter in Christianizing the\nnatives and inducing them to adopt a system of government and laws suited\nto their capacity and wants, and the use made by our numerous whale ships\nof the harbors of the islands as places of resort for obtaining\nrefreshments and repairs all combine to render their destiny peculiarly\ninteresting to us. It is our duty to encourage the authorities of those\nislands in their efforts to improve and elevate the moral and political\ncondition of the inhabitants, and we should make reasonable allowances for\nthe difficulties inseparable from this task. We desire that the islands may\nmaintain their independence and that other nations should concur with us in\nthis sentiment. We could in no event be indifferent to their passing under\nthe dominion of any other power. The principal commercial states have in\nthis a common interest, and it is to be hoped that no one of them will\nattempt to interpose obstacles to the entire independence of the islands.The receipts into the Treasury for the fiscal year ending on the 30th of\nJune last were, in cash, $48,830,097.50, and in Treasury notes funded\n$10,833,000, making an aggregate of $59,663,097.50; and the expenditures\nfor the same time were, in cash, $46,798,667.82, and in Treasury notes\nfunded $10,833,000, making an aggregate of $57,631,667.82.The accounts and estimates which will be submitted to Congress in the\nreport of the Secretary of the Treasury show that there will probably be a\ndeficit occasioned by the expenses of the Mexican War and treaty on the 1st\nday of July next of $5,828,121.66, and on the 1st day of July, 1851, of\n$10,547,092.73, making in the whole a probable deficit to be provided for\nof $16,375,214.39. The extraordinary expenses of the war with Mexico and\nthe purchase of California and New Mexico exceed in amount this deficit,\ntogether with the loans heretofore made for those objects. I therefore\nrecommend that authority be given to borrow what ever sum may be necessary\nto cover that deficit. I recommend the observance of strict economy in the\nappropriation and expenditure of public money.I recommend a revision of the existing tariff and its adjustment on a basis\nwhich may augment the revenue. I do not doubt the right or duty of Congress\nto encourage domestic industry, which is the great source of national as\nwell as individual wealth and prosperity. I look to the wisdom and\npatriotism of Congress for the adoption of a system which may place home\nlabor at last on a sure and permanent footing and by due encouragement of\nmanufactures give a new and increased stimulus to agriculture and promote\nthe development of our vast resources and the extension of our commerce.\nBelieving that to the attainment of these ends, as well as the necessary\naugmentation of the revenue and the prevention of frauds, a system of\nspecific duties is best adapted, I strongly recommend to Congress the\nadoption of that system, fixing the duties at rates high enough to afford\nsubstantial and sufficient encouragement to our own industry and at the\nsame time so adjusted as to insure stability.The question of the continuance of the subtreasury system is respectfully\nsubmitted to the wisdom of Congress. If continued, important modifications\nof it appear to be indispensable.For further details and views on the above and other matters connected with\ncommerce, the finances, and revenue I refer to the report of the Secretary\nof the Treasury.No direct aid has been given by the General Government to the improvement\nof agriculture except by the expenditure of small sums for the collection\nand publication of agricultural statistics and for some chemical analyses,\nwhich have been thus far paid for out of the patent fund. This aid is, in\nmy opinion, wholly inadequate. To give to this leading branch of American\nindustry the encouragement which it merits, I respectfully recommend the\nestablishment of an agricultural bureau, to be connected with the\nDepartment of the Interior. To elevate the social condition of the\nagriculturist, to increase his prosperity, and to extend his means of\nusefulness to his country, by multiplying his sources of information,\nshould be the study of every statesman and a primary object with every\nlegislator.No civil government having been provided by Congress for California, the\npeople of that Territory, impelled by the necessities of their political\ncondition, recently met in convention for the purpose of forming a\nconstitution and State government, which the latest advices give me reason\nto suppose has been accomplished; and it is believed they will shortly\napply for the admission of California into the Union as a sovereign State.\nShould such be the case, and should their constitution be conformable to\nthe requisitions of the Constitution of the United States, I recommend\ntheir application to the favorable consideration of Congress. The people of\nNew Mexico will also, it is believed, at no very distant period present\nthemselves for admission into the Union. Preparatory to the admission of\nCalifornia and New Mexico the people of each will have instituted for\nthemselves a republican form of government, \"laying its foundation in such\nprinciples and organizing its powers in such form as to them shall seem\nmost likely to effect their safety and happiness.\" By awaiting their action\nall causes of uneasiness may be avoided and confidence and kind feeling\npreserved. With a view of maintaining the harmony and tranquillity so dear\nto all, we should abstain from the introduction of those exciting topics of\na sectional character which have hitherto produced painful apprehensions in\nthe public mind; and I repeat the solemn warning of the first and most\nillustrious of my predecessors against furnishing \"any ground for\ncharacterizing parties by geographical discriminations.\"A collector has been appointed at San Francisco under the act of Congress\nextending the revenue laws over California, and measures have been taken to\norganize the custom-houses at that and the other ports mentioned in that\nact at the earliest period practicable. The collector proceeded overland,\nand advices have not yet been received of his arrival at San Francisco.\nMeanwhile, it is understood that the customs have continued to be collected\nthere by officers acting under the military authority, as they were during\nthe Administration of my predecessor. It will, I think, be expedient to\nconfirm the collections thus made, and direct the avails (after such\nallowances as Congress may think fit to authorize) to be expended within\nthe Territory or to be paid into the Treasury for the purpose of meeting\nappropriations for the improvement of its rivers and harbors.A party engaged on the coast survey was dispatched to Oregon in January\nlast. According to the latest advices, they had not left California; and\ndirections have been given to them, as soon as they shall have fixed on the\nsites of the two light-houses and the buoys authorized to be constructed\nand placed in Oregon, to proceed without delay to make reconnaissance of\nthe most important points on the coast of California, and especially to\nexamine and determine on sites for light-houses on that coast, the speedy\nerection of which is urgently demanded by our rapidly increasing commerce.I have transferred the Indian agencies from upper Missouri and Council\nBluffs to Santa Fe and Salt Lake, and have caused to be appointed subagents\nin the valleys of the Gila, the Sacramento, and the San Joaquin rivers.\nStill further legal provisions will be necessary for the effective and\nsuccessful extension of our system of Indian intercourse over the new\nterritories.I recommend the establishment of a branch mint in California, as it will,\nin my opinion, afford important facilities to those engaged in mining, as\nwell as to the Government in the disposition of the mineral lands.I also recommend that commissions be organized by Congress to examine and\ndecide upon the validity of the present subsisting land titles in\nCalifornia and New Mexico, and that provision be made for the establishment\nof offices of surveyor-general in New Mexico, California, and Oregon and\nfor the surveying and bringing into market the public lands in those\nTerritories. Those lands, remote in position and difficult of access, ought\nto be disposed of on terms liberal to all, but especially favorable to the\nearly emigrants.In order that the situation and character of the principal mineral deposits\nin California may be ascertained, I recommend that a geological and\nmineralogical exploration be connected with the linear surveys, and that\nthe mineral lands be divided into small lots suitable for mining and be\ndisposed of by sale or lease, so as to give our citizens an opportunity of\nprocuring a permanent right of property in the soil. This would seem to be\nas important to the success of mining as of agricultural pursuits.The great mineral wealth of California and the advantages which its ports\nand harbors and those of Oregon afford to commerce, especially with the\nislands of the Pacific and Indian oceans and the populous regions of\neastern Asia, make it certain that there will arise in a few years large\nand prosperous communities on our western coast. It therefore becomes\nimportant that a line of communication, the best and most expeditious which\nthe nature of the country will admit, should be opened within the territory\nof the United States from the navigable waters of the Atlantic or the Gulf\nof Mexico to the Pacific. Opinion, as elicited and expressed by two large\nand respectable conventions lately assembled at St. Louis and Memphis,\npoints to a railroad as that which, if practicable, will best meet the\nwishes and wants of the country. But while this, if in successful\noperation, would be a work of great national importance and of a value to\nthe country which it would be difficult to estimate, it ought also to be\nregarded as an undertaking of vast magnitude and expense, and one which\nmust, if it be indeed practicable, encounter many difficulties in its\nconstruction and use. Therefore, to avoid failure and disappointment; to\nenable Congress to judge whether in the condition of the country through\nwhich it must pass the work be feasible, and, if it be found so, whether it\nshould be undertaken as a national improvement or left to individual\nenterprise, and in the latter alternative what aid, if any, ought to be\nextended to it by the Government, I recommend as a preliminary measure a\ncareful reconnaissance of the several proposed routes by a scientific corps\nand a report as to the practicability of making such a road, with an\nestimate of the cost of its construction and support.For further views on these and other matters connected with the duties of\nthe home department I refer you to the report of the Secretary of the\nInterior.I recommend early appropriations for continuing the river and harbor\nimprovements which have been already begun, and also for the construction\nof those for which estimates have been made, as well as for examinations\nand estimates preparatory to the commencement of such others as the wants\nof the country, and especially the advance of our population over new\ndistricts and the extension of commerce, may render necessary. An estimate\nof the amount which can be advantageously expended within the next fiscal\nyear under the direction of the Bureau of Topographical Engineers\naccompanies the report of the Secretary of War, to which I respectfully\ninvite the attention of Congress.The cession of territory made by the late treaty with Mexico has greatly\nextended our exposed frontier and rendered its defense more difficult. That\ntreaty has also brought us under obligations to Mexico, to comply with\nwhich a military force is requisite. But our military establishment is not\nmaterially changed as to its efficiency from the condition in which it\nstood before the commencement of the Mexican War. Some addition to it will\ntherefore be necessary, and I recommend to the favorable consideration of\nCongress an increase of the several corps of the Army at our distant\nWestern posts, as proposed in the accompanying report of the Secretary of\nWar.Great embarrassment has resulted from the effect upon rank in the Army\nheretofore given to brevet and staff commissions. The views of the\nSecretary of War on this subject are deemed important, and if carried into\neffect will, it is believed, promote the harmony of the service. The plan\nproposed for retiring disabled officers and providing an asylum for such of\nthe rank and file as from age, wounds, and other infirmities occasioned by\nservice have become unfit to perform their respective duties is recommended\nas a means of increasing the efficiency of the Army and as an act of\njustice due from a grateful country to the faithful soldier.The accompanying report of the Secretary of the Navy presents a full and\nsatisfactory account of the condition and operations of the naval service\nduring the past year. Our citizens engaged in the legitimate pursuits of\ncommerce have enjoyed its benefits. Wherever our national vessels have gone\nthey have been received with respect, our officers have been treated with\nkindness and courtesy, and they have on all occasions pursued a course of\nstrict neutrality, in accordance with the policy of our Government.The naval force at present in commission is as large as is admissible with\nthe number of men authorized by Congress to be employed.I invite your attention to the recommendation of the Secretary of the Navy\non the subject of a reorganization of the Navy in its various grades of\nofficers, and the establishing of a retired list for such of the officers\nas are disqualified for active and effective service. Should Congress adopt\nsome such measure as is recommended, it will greatly increase the\nefficiency of the Navy and reduce its expenditures.I also ask your attention to the views expressed by him in reference to the\nemployment of war steamers and in regard to the contracts for the\ntransportation of the United States mails and the operation of the system\nupon the prosperity of the Navy.By an act of Congress passed August 14, 1848, provision was made for\nextending post-office and mail accommodations to California and Oregon.\nExertions have been made to execute that law, but the limited provisions of\nthe act, the inadequacy of the means it authorizes, the ill adaptation of\nour post-office laws to the situation of that country, and the measure of\ncompensation for services allowed by those laws, compared with the prices\nof labor and rents in California, render those exertions in a great degree\nineffectual. More particular and efficient provision by law is required on\nthis subject.The act of 1845 reducing postage has now, by its operation during four\nyears, produced results fully showing that the income from such reduced\npostage is sufficient to sustain the whole expense of the service of the\nPost-Office Department, not including the cost of transportation in mail\nsteamers on the lines from New York to Chagres and from Panama to Astoria,\nwhich have not been considered by Congress as properly belonging to the\nmail service.It is submitted to the wisdom of Congress whether a further reduction of\npostage should not now be made, more particularly on the letter\ncorrespondence. This should be relieved from the unjust burden of\ntransporting and delivering the franked matter of Congress, for which\npublic service provision should be made from the Treasury. I confidently\nbelieve that a change may safely be made reducing all single letter postage\nto the uniform rate of 5 cents, regardless of distance, without thereby\nimposing any greater tax on the Treasury than would constitute a very\nmoderate compensation for this public service; and I therefore respectfully\nrecommend such a reduction. Should Congress prefer to abolish the franking\nprivilege entirely, it seems probable that no demand on the Treasury would\nresult from the proposed reduction of postage. Whether any further\ndiminution should now be made, or the result of the reduction to 5 cents,\nwhich I have recommended, should be first tested, is submitted to your\ndecision.Since the commencement of the last session of Congress a postal treaty with\nGreat Britain has been received and ratified, and such relations have been\nformed by the post-office departments of the two countries in pursuance of\nthat treaty as to carry its provisions into full operation. The attempt to\nextend this same arrangement through England to France has not been equally\nsuccessful, but the purpose has not been abandoned.For a particular statement of the condition of the Post-Office Department\nand other matters connected with that branch of the public service I refer\nyou to the report of the Postmaster-General.By the act of the 3d of March, 1849, a board was constituted to make\narrangements for taking the Seventh Census, composed of the Secretary of\nState, the Attorney-General, and the Postmaster-General; and it was made\nthe duty of this board \"to prepare and cause to be printed such forms and\nschedules as might be necessary for the full enumeration of the inhabitants\nof the United States, and also proper forms and schedules for collecting in\nstatistical tables, under proper heads, such information as to mines,\nagriculture, commerce, manufactures, education, and other topics as would\nexhibit a full view of the pursuits, industry, education, and resources of\nthe country.\" The duties enjoined upon the census board thus established\nhaving been performed, it now rests with Congress to enact a law for\ncarrying into effect the provision of the Constitution which requires an\nactual enumeration of the people of the United States within the ensuing\nyear.Among the duties assigned by the Constitution to the General Government is\none of local and limited application, but not on that account the less\nobligatory. I allude to the trust committed to Congress as the exclusive\nlegislator and sole guardian of the interests of the District of Columbia.\nI beg to commend these interests to your kind attention. As the national\nmetropolis the city of Washington must be an object of general interest;\nand founded, as it was, under the auspices of him whose immortal name it\nbears, its claims to the fostering care of Congress present themselves with\nadditional strength. Whatever can contribute to its prosperity must enlist\nthe feelings of its constitutional guardians and command their favorable\nconsideration.Our Government is one of limited powers, and its successful administration\neminently depends on the confinement of each of its coordinate branches\nwithin its own appropriate sphere. The first section of the Constitution\nordains that--All legislative powers herein granted shall be vested in a Congress of the\nUnited States, which shall consist of a Senate and House of\nRepresentatives.The Executive has authority to recommend (not to dictate) measures to\nCongress. Having performed that duty, the executive department of the\nGovernment can not rightfully control the decision of Congress on any\nsubject of legislation until that decision shall have been officially\nsubmitted to the President for approval. The check provided by the\nConstitution in the clause conferring the qualified veto will never be\nexercised by me except in the cases contemplated by the fathers of the\nRepublic. I view it as an extreme measure, to be resorted to only in\nextraordinary cases, as where it may become necessary to defend the\nexecutive against the encroachments of the legislative power or to prevent\nhasty and inconsiderate or unconstitutional legislation. By cautiously\nconfining this remedy within the sphere prescribed to it in the\ncontemporaneous expositions of the framers of the Constitution, the will of\nthe people, legitimately expressed on all subjects of legislation through\ntheir constitutional organs, the Senators and Representatives of the United\nStates, will have its full effect. As indispensable to the preservation of\nour system of self-government, the independence of the representatives of\nthe States and the people is guaranteed by the Constitution, and they owe\nno responsibility to any human power but their constituents. By holding the\nrepresentative responsible only to the people, and exempting him from all\nother influences, we elevate the character of the constituent and quicken\nhis sense of responsibility to his country. It is under these circumstances\nonly that the elector can feel that in the choice of the lawmaker he is\nhimself truly a component part of the sovereign power of the nation. With\nequal care we should study to defend the rights of the executive and\njudicial departments. Our Government can only be preserved in its purity by\nthe suppression and entire elimination of every claim or tendency of one\ncoordinate branch to encroachment upon another. With the strict observance\nof this rule and the other injunctions of the Constitution, with a sedulous\ninculcation of that respect and love for the Union of the States which our\nfathers cherished and enjoined upon their children, and with the aid of\nthat overruling Providence which has so long and so kindly guarded our\nliberties and institutions, we may reasonably expect to transmit them, with\ntheir innumerable blessings, to the remotest posterity.But attachment to the Union of the States should be habitually fostered in\nevery American heart. For more than half a century, during which kingdoms\nand empires have fallen, this Union has stood unshaken. The patriots who\nformed it have long since descended to the grave; yet still it remains, the\nproudest monument to their memory and the object of affection and\nadmiration with everyone worthy to bear the American name. In my judgment\nits dissolution would be the greatest of calamities, and to avert that\nshould be the study of every American. Upon its preservation must depend\nour own happiness and that of countless generations to come. Whatever\ndangers may threaten it, I shall stand by it and maintain it in its\nintegrity to the full extent of the obligations imposed and the powers\nconferred upon me by the Constitution.Z. TAYLOR.", 
    "name": "Zachary Taylor"
}